{
    "organizations": [],
    "uuid": "f57fed97c0db343e5d461db7e1af937ff7daedfa",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/03/29/raceahead-all-about-the-empathy/",
    "ord_in_thread": 0,
    "title": "raceAhead: All About The Empathy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Empathy mapping can help teams work together better. japatino / Getty Images By Ellen McGirt Updated: March 29, 2018 2:53 PM ET\nAsk and ye shall receive.\nA heartfelt thanks to the dozens and dozens of you who have answered my call to help me help you by answering a few short questions in this brief survey .\nHere’s what I’m learning so far: You’re smart, funny, dedicated, often lonely in the work and at work, and you’re looking for best practices, better tactics, and smarter ways to influence meaningful culture change. You are also looking for more responsiveness from your chief executive, and better ways to hold them accountable.\nI plan to use your responses (please keep encouraging colleagues and friends to contribute) to help guide my reporting and curate more relevant links. But I’m also using your thoughts to inform my first-ever attempt at an empathy map, to help me better understand who I think you are and what I think you may need.\nYou said you wanted more best practice ideas, so here we go.\nThe empathy map was created by Dave Gray at the design consultancy XPLANE , as part of a broader human-centered design toolkit. Evidently, it’s all the rage. “The Empathy Map has succeeded beyond our wildest dreams,” wrote Gray in a recent Medium post . “It has been featured in the Stanford D School curriculum and in Harvard Business Review, where David Kelley, founder of IDEO , and his business partner Tom Kelley, listed it as one of “ Three Creativity Challenges from IDEO’s Leaders .”\nI was immediately struck by the thoroughness of the thought process — it encourages a team to ask their customers, clients, donors or other stakeholders better questions about their needs, and gather and assess other information about how they experience the world. Here’s an example of one in its fully notated glory .\nI was lucky enough to get a quick lesson on empathy mapping in action during a recent visit to DDI, a global leadership consultancy based in Pittsburg, PA, which has given me a lot of inspiration and confidence. (For more research on empathy as an essential leadership soft skill and inspiring words from DDI CEO Tacy Byham, click here and here.)\nWhile the process seems fairly simple, she said having not actually attempted it yet, I’m hoping for enough epiphanies to make it well worth your time and my post-it notes. I’ll be sure to report back often. Wish me luck.\nThose of you in marketing, software development, or experience design may have used a version of an empathy map in the past. A quick heads up — it seems that Gray and his team have recently updated their “ canvas ” to better reflect their latest thinking on company culture. Those of you interested in culture change may want to check out their relatively new Culture Map tool, too.\nFinally, this survey has also been a welcome reminder of how hard this work is, even if it’s not your day job. I see and appreciate all of you.\nOn Point Diversity and inclusion jobs are on the rise Good news, intrepid D&I gurus, your job prospects are bright. Quartz At Work is reporting on new data that shows job postings for diversity positions have jumped significantly in the Trump era. In the fifteen months before the election, some 87 out of every 1 million job postings was for a diversity and inclusion role. In the subsequent fifteen months, postings are now 113 per million, a 31% increase. “The combination of an increasingly diverse population and a president whose base includes white supremacists likely makes diversity and inclusion efforts in the private sector feel more urgent than ever,” reports Dan Kopf. Thanks, Trump! Quartz A superstar broker kept his job despite years of documented complaints of violence and harassment The stories are horrific and well-documented. Four women filed numerous complaints against Douglas E. Greenberg, a top performing financial adviser for Morgan Stanley. Greenberg, who is based in the Portland, Ore area has been accused of assault, violating restraining orders and menacing the women, all former wives or partners, including threats of lethal violence. “He choked me so hard it left a mark on my throat,” said one woman in an official complaint. The New York Times reports that several former Morgan Stanley employees knew about much of the alleged behavior, yet took no action. New York Times The new face of tech: Twenty-six “million dollar women” of color Vanity Fair has a terrific photo of 26 tech company founders who have completed $1 million or more in fund-raising – and are all women of color. If there is a revolution in STEM and entrepreneurship for women and people of color, here are the front-line revolutionaries says Margot Lee Shetterly. “As a black woman who spent years working in finance and technology, [often as the only one] I’m both giddy to know that it’s possible to fill a room with black female entrepreneurs who have raised $1 million or more in outside capital, and acutely aware of the reasons that it’s still only one room,” she says. But the move fast, fail fast ethos is dangerous, she says. “[B]lack women must guard against even the hint of failure with every arrow in the quiver, lest naysayers see a shortcoming as evidence that blacks or women are categorically unsuited for the business.” Either way, print out the picture and hang it next to your empathy maps, y’all. Vulture Why a black Elizabeth Holmes would be a very good thing The great Bärí A. Williams breaks down the counterintuitive argument that a spectacular and expensive failure like the most recent Theranos debacle would actually be a sign of real progress for diversity. “[I]t’s incredibly difficult to imagine a black woman having a chance to reach anywhere near the heights from which Elizabeth Holmes was able to fall, because black women typically get nowhere close to the same funding opportunities,” she writes. Raising $700 million was no mean feat for a white woman either, but Holmes pulled off a two-fer: She raised a ton of money with no revenue or product. “[B]lack women founders are virtually never funded on potential alone–or even on the basis of a promising minimum viable product,” writes Williams. She worries now that Theranos blowback will cause investors to tighten their criteria and filter out non-traditional but worthy entrepreneurs. “I hope I’m wrong.” Fast Company Advertisement The Woke Leader How to be a better ally The always hilarious and MTV commentator (and beyond) Jessica Ramsey offers these five tips for being a better interpersonal ally, and begins by defining it succinctly: “An ally is someone who wants to fight for the equality of a marginalized group that they’re not a part of.” Simple! And everyone can do it. But not everyone can do it right. Understand privilege, do your homework are high on my list, but number three really sings. Speak up, but not over. “An ally’s job is to support.” Not the lead singer, not the second lead singer, but if you’re fluent in Destiny’s Child, then you’ll recognize Michelle as the perfect metaphor. Enjoy. Youtube Ten things you can do today to support your company’s diversity efforts This is a terrific list of suggestions from diversity consultant and company co-founder Robin Pedrelli, easy to overlook because they sound deceptively simple. But everyone, particularly people who are not targets of typical diversity efforts, has a role to play. Step one, understand your company’s inclusion goals. Next, actually get involved. Join an ERG, take a survey when asked, show up at diversity recruiting efforts. And then, start thinking more deeply about the experiences of other people. “Take the time to learn about different cultures, races, religions and backgrounds represented by your colleagues,” she suggests. “Be a spokesperson for diversity issues that are not necessarily your own.” Diversity Journal Ignorance is love In a wonderful and surprising story, Lulu Wang explains how her entire Chinese family conspired to keep her beloved grandmother from learning that she had been diagnosed with a fatal form of cancer. From the accidental discovery of the news -“It’s customary for doctors in China to give bad news to family members, rather than giving it directly to a patient”- to doctored health documents and more, Wang offers a poignant look at love, Chinese culture, family, the generational divide and the lies that bind. Don’t worry, I didn’t spoil anything. This American Life Quote:\nSo I thought, how about training grandmothers in evidence-based talk therapy, which they can deliver on a bench? Empower them with the skills to listen, to show empathy, all of that rooted in cognitive behavioral therapy; empower them with the skills to provide behavior activation, activity scheduling; and support them using digital technology. You know, mobile phone technology. Pretty much everyone in Africa has a mobile phone today… Today, there are hundreds of grandmothers who are working in more than 70 communities. And in the last year alone, more than 30,000 people received treatment on the Friendship Bench from a grandmother in a community in Zimbabwe. - Dixon Chibanda",
    "published": "2018-03-30T02:42:00.000+03:00",
    "crawled": "2018-03-30T07:13:30.039+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "empathy",
        "mapping",
        "help",
        "team",
        "work",
        "together",
        "better",
        "japatino",
        "getty",
        "image",
        "ellen",
        "mcgirt",
        "updated",
        "march",
        "pm",
        "et",
        "ask",
        "ye",
        "shall",
        "receive",
        "heartfelt",
        "thanks",
        "dozen",
        "dozen",
        "answered",
        "call",
        "help",
        "help",
        "answering",
        "short",
        "question",
        "brief",
        "survey",
        "learning",
        "far",
        "smart",
        "funny",
        "dedicated",
        "often",
        "lonely",
        "work",
        "work",
        "looking",
        "best",
        "practice",
        "better",
        "tactic",
        "smarter",
        "way",
        "influence",
        "meaningful",
        "culture",
        "change",
        "also",
        "looking",
        "responsiveness",
        "chief",
        "executive",
        "better",
        "way",
        "hold",
        "accountable",
        "plan",
        "use",
        "response",
        "please",
        "keep",
        "encouraging",
        "colleague",
        "friend",
        "contribute",
        "help",
        "guide",
        "reporting",
        "curate",
        "relevant",
        "link",
        "also",
        "using",
        "thought",
        "inform",
        "attempt",
        "empathy",
        "map",
        "help",
        "better",
        "understand",
        "think",
        "think",
        "may",
        "need",
        "said",
        "wanted",
        "best",
        "practice",
        "idea",
        "go",
        "empathy",
        "map",
        "created",
        "dave",
        "gray",
        "design",
        "consultancy",
        "xplane",
        "part",
        "broader",
        "design",
        "toolkit",
        "evidently",
        "rage",
        "empathy",
        "map",
        "succeeded",
        "beyond",
        "wildest",
        "dream",
        "wrote",
        "gray",
        "recent",
        "medium",
        "post",
        "featured",
        "stanford",
        "school",
        "curriculum",
        "harvard",
        "business",
        "review",
        "david",
        "kelley",
        "founder",
        "ideo",
        "business",
        "partner",
        "tom",
        "kelley",
        "listed",
        "one",
        "three",
        "creativity",
        "challenge",
        "ideo",
        "leader",
        "immediately",
        "struck",
        "thoroughness",
        "thought",
        "process",
        "encourages",
        "team",
        "ask",
        "customer",
        "client",
        "donor",
        "stakeholder",
        "better",
        "question",
        "need",
        "gather",
        "assess",
        "information",
        "experience",
        "world",
        "example",
        "one",
        "fully",
        "notated",
        "glory",
        "lucky",
        "enough",
        "get",
        "quick",
        "lesson",
        "empathy",
        "mapping",
        "action",
        "recent",
        "visit",
        "ddi",
        "global",
        "leadership",
        "consultancy",
        "based",
        "pittsburg",
        "pa",
        "given",
        "lot",
        "inspiration",
        "confidence",
        "research",
        "empathy",
        "essential",
        "leadership",
        "soft",
        "skill",
        "inspiring",
        "word",
        "ddi",
        "ceo",
        "tacy",
        "byham",
        "click",
        "process",
        "seems",
        "fairly",
        "simple",
        "said",
        "actually",
        "attempted",
        "yet",
        "hoping",
        "enough",
        "epiphany",
        "make",
        "well",
        "worth",
        "time",
        "note",
        "sure",
        "report",
        "back",
        "often",
        "wish",
        "luck",
        "marketing",
        "software",
        "development",
        "experience",
        "design",
        "may",
        "used",
        "version",
        "empathy",
        "map",
        "past",
        "quick",
        "head",
        "seems",
        "gray",
        "team",
        "recently",
        "updated",
        "canvas",
        "better",
        "reflect",
        "latest",
        "thinking",
        "company",
        "culture",
        "interested",
        "culture",
        "change",
        "may",
        "want",
        "check",
        "relatively",
        "new",
        "culture",
        "map",
        "tool",
        "finally",
        "survey",
        "also",
        "welcome",
        "reminder",
        "hard",
        "work",
        "even",
        "day",
        "job",
        "see",
        "appreciate",
        "point",
        "diversity",
        "inclusion",
        "job",
        "rise",
        "good",
        "news",
        "intrepid",
        "guru",
        "job",
        "prospect",
        "bright",
        "quartz",
        "work",
        "reporting",
        "new",
        "data",
        "show",
        "job",
        "posting",
        "diversity",
        "position",
        "jumped",
        "significantly",
        "trump",
        "era",
        "fifteen",
        "month",
        "election",
        "every",
        "million",
        "job",
        "posting",
        "diversity",
        "inclusion",
        "role",
        "subsequent",
        "fifteen",
        "month",
        "posting",
        "per",
        "million",
        "increase",
        "combination",
        "increasingly",
        "diverse",
        "population",
        "president",
        "whose",
        "base",
        "includes",
        "white",
        "supremacist",
        "likely",
        "make",
        "diversity",
        "inclusion",
        "effort",
        "private",
        "sector",
        "feel",
        "urgent",
        "ever",
        "report",
        "dan",
        "kopf",
        "thanks",
        "trump",
        "quartz",
        "superstar",
        "broker",
        "kept",
        "job",
        "despite",
        "year",
        "documented",
        "complaint",
        "violence",
        "harassment",
        "story",
        "horrific",
        "four",
        "woman",
        "filed",
        "numerous",
        "complaint",
        "douglas",
        "greenberg",
        "top",
        "performing",
        "financial",
        "adviser",
        "morgan",
        "stanley",
        "greenberg",
        "based",
        "portland",
        "ore",
        "area",
        "accused",
        "assault",
        "violating",
        "restraining",
        "order",
        "menacing",
        "woman",
        "former",
        "wife",
        "partner",
        "including",
        "threat",
        "lethal",
        "violence",
        "choked",
        "hard",
        "left",
        "mark",
        "throat",
        "said",
        "one",
        "woman",
        "official",
        "complaint",
        "new",
        "york",
        "time",
        "report",
        "several",
        "former",
        "morgan",
        "stanley",
        "employee",
        "knew",
        "much",
        "alleged",
        "behavior",
        "yet",
        "took",
        "action",
        "new",
        "york",
        "time",
        "new",
        "face",
        "tech",
        "million",
        "dollar",
        "woman",
        "color",
        "vanity",
        "fair",
        "terrific",
        "photo",
        "tech",
        "company",
        "founder",
        "completed",
        "million",
        "woman",
        "color",
        "revolution",
        "stem",
        "entrepreneurship",
        "woman",
        "people",
        "color",
        "revolutionary",
        "say",
        "margot",
        "lee",
        "shetterly",
        "black",
        "woman",
        "spent",
        "year",
        "working",
        "finance",
        "technology",
        "often",
        "one",
        "giddy",
        "know",
        "possible",
        "fill",
        "room",
        "black",
        "female",
        "entrepreneur",
        "raised",
        "million",
        "outside",
        "capital",
        "acutely",
        "aware",
        "reason",
        "still",
        "one",
        "room",
        "say",
        "move",
        "fast",
        "fail",
        "fast",
        "ethos",
        "dangerous",
        "say",
        "b",
        "lack",
        "woman",
        "must",
        "guard",
        "even",
        "hint",
        "failure",
        "every",
        "arrow",
        "quiver",
        "lest",
        "naysayer",
        "see",
        "shortcoming",
        "evidence",
        "black",
        "woman",
        "categorically",
        "unsuited",
        "either",
        "way",
        "print",
        "picture",
        "hang",
        "next",
        "empathy",
        "map",
        "vulture",
        "black",
        "elizabeth",
        "holmes",
        "would",
        "good",
        "thing",
        "great",
        "bärí",
        "williams",
        "break",
        "counterintuitive",
        "argument",
        "spectacular",
        "expensive",
        "failure",
        "like",
        "recent",
        "theranos",
        "debacle",
        "would",
        "actually",
        "sign",
        "real",
        "progress",
        "diversity",
        "incredibly",
        "difficult",
        "imagine",
        "black",
        "woman",
        "chance",
        "reach",
        "anywhere",
        "near",
        "height",
        "elizabeth",
        "holmes",
        "able",
        "fall",
        "black",
        "woman",
        "typically",
        "get",
        "nowhere",
        "close",
        "funding",
        "opportunity",
        "writes",
        "raising",
        "million",
        "mean",
        "feat",
        "white",
        "woman",
        "either",
        "holmes",
        "pulled",
        "raised",
        "ton",
        "money",
        "revenue",
        "product",
        "b",
        "lack",
        "woman",
        "founder",
        "virtually",
        "never",
        "funded",
        "potential",
        "even",
        "basis",
        "promising",
        "minimum",
        "viable",
        "product",
        "writes",
        "williams",
        "worry",
        "theranos",
        "blowback",
        "cause",
        "investor",
        "tighten",
        "criterion",
        "filter",
        "worthy",
        "entrepreneur",
        "hope",
        "fast",
        "company",
        "advertisement",
        "woke",
        "leader",
        "better",
        "ally",
        "always",
        "hilarious",
        "mtv",
        "commentator",
        "beyond",
        "jessica",
        "ramsey",
        "offer",
        "five",
        "tip",
        "better",
        "interpersonal",
        "ally",
        "begin",
        "defining",
        "succinctly",
        "ally",
        "someone",
        "want",
        "fight",
        "equality",
        "marginalized",
        "group",
        "part",
        "simple",
        "everyone",
        "everyone",
        "right",
        "understand",
        "privilege",
        "homework",
        "high",
        "list",
        "number",
        "three",
        "really",
        "sings",
        "speak",
        "ally",
        "job",
        "lead",
        "singer",
        "second",
        "lead",
        "singer",
        "fluent",
        "destiny",
        "child",
        "recognize",
        "michelle",
        "perfect",
        "metaphor",
        "enjoy",
        "youtube",
        "ten",
        "thing",
        "today",
        "support",
        "company",
        "diversity",
        "effort",
        "terrific",
        "list",
        "suggestion",
        "diversity",
        "consultant",
        "company",
        "robin",
        "pedrelli",
        "easy",
        "overlook",
        "sound",
        "deceptively",
        "simple",
        "everyone",
        "particularly",
        "people",
        "target",
        "typical",
        "diversity",
        "effort",
        "role",
        "play",
        "step",
        "one",
        "understand",
        "company",
        "inclusion",
        "goal",
        "next",
        "actually",
        "get",
        "involved",
        "join",
        "erg",
        "take",
        "survey",
        "asked",
        "show",
        "diversity",
        "recruiting",
        "effort",
        "start",
        "thinking",
        "deeply",
        "experience",
        "people",
        "take",
        "time",
        "learn",
        "different",
        "culture",
        "race",
        "religion",
        "background",
        "represented",
        "colleague",
        "suggests",
        "spokesperson",
        "diversity",
        "issue",
        "necessarily",
        "diversity",
        "journal",
        "ignorance",
        "love",
        "wonderful",
        "surprising",
        "story",
        "lulu",
        "wang",
        "explains",
        "entire",
        "chinese",
        "family",
        "conspired",
        "keep",
        "beloved",
        "grandmother",
        "learning",
        "diagnosed",
        "fatal",
        "form",
        "cancer",
        "accidental",
        "discovery",
        "news",
        "customary",
        "doctor",
        "china",
        "give",
        "bad",
        "news",
        "family",
        "member",
        "rather",
        "giving",
        "directly",
        "patient",
        "doctored",
        "health",
        "document",
        "wang",
        "offer",
        "poignant",
        "look",
        "love",
        "chinese",
        "culture",
        "family",
        "generational",
        "divide",
        "lie",
        "bind",
        "worry",
        "spoil",
        "anything",
        "american",
        "life",
        "quote",
        "thought",
        "training",
        "grandmother",
        "talk",
        "therapy",
        "deliver",
        "bench",
        "empower",
        "skill",
        "listen",
        "show",
        "empathy",
        "rooted",
        "cognitive",
        "behavioral",
        "therapy",
        "empower",
        "skill",
        "provide",
        "behavior",
        "activation",
        "activity",
        "scheduling",
        "support",
        "using",
        "digital",
        "technology",
        "know",
        "mobile",
        "phone",
        "technology",
        "pretty",
        "much",
        "everyone",
        "africa",
        "mobile",
        "phone",
        "today",
        "hundred",
        "grandmother",
        "working",
        "community",
        "last",
        "year",
        "alone",
        "people",
        "received",
        "treatment",
        "friendship",
        "bench",
        "grandmother",
        "community",
        "zimbabwe",
        "dixon",
        "chibanda"
    ]
}