{
    "organizations": [],
    "uuid": "c1e986cf272a2353efa8754f5cd6757ae2c8322d",
    "author": "Zameena Mejia",
    "url": "https://www.cnbc.com/2018/03/23/how-the-march-for-our-lives-organizers-changed-the-gun-control-conversation.html",
    "ord_in_thread": 0,
    "title": "How the March For Our Lives organizers changed the gun control conversation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The student survivors of February's mass shooting at Marjory Stoneman Douglas High School in Parkland, Fla. are proving that more than any activists in a generation, they have managed to take over the conversation around gun control and American safety.\n\"The world failed us and we're here to make a new one that's going to be easier on the next generation. If you're against that, then get out,\" Cameron Kasky, March For Our Lives co-founder told Time magazine in a new cover story.\nToday, at least a half-million people, most prominently students, are expected to gather for the March For Our Lives demonstration in Washington, D.C. and over 800 sister marches across the world.\nTIME cover\nOrganizing the march along with Kasky are survivors Emma González, David Hogg, Jacklyn Corinn, Alex Wind and Ryan Deitsch, all of whom have emphasized their mission to \"demand that a comprehensive and effective bill be immediately brought before Congress to address these gun issues.\"\n\"The adults know that we're cleaning up their mess,\" Kasky told Time.\nToday's March For Our Lives event is just one way the Stoneman Douglas students have mobilized since the February tragedy. Thousands of people across America took part in the #Enough National School Walkout on Wednesday, March 14 to both honor those killed at the high school in February and fight for stricter gun laws.\n\"These students are trying to build a different kind of world and correct a lot the mistakes people in previous generations made,\" Columbia University professor Ed Morales, author of the upcoming book \"Latinx: The New Force in American Politics and Culture,\" tells CNBC Make It .\nMorales argues that González, one of the most vocal student survivors, and her emblematic Gen Z peers ( Americans born between 1994 and 2010 ) have succeeded in leading the March For Our Lives movement because of their youth, protest style and ability to hold inclusive conversations.\nGonzález, an 18-year-old senior at Stoneman Douglas, directly called out President Donald Trump and the National Rifle Association (NRA) at an anti-gun rally held days after the mass shooting. A week later, González and fellow survivors again criticized the NRA and lawmakers at a CNN town hall on gun violence.\nAnd their efforts are showing: New results from a Gallup poll conducted after the Stoneman Douglas shooting found that support for stricter laws on gun sales is at its highest since 1993.\nHere are three ways González and her Gen Z peers are pioneering change when so many who came before them failed, according to Morales.\nThey're protesting to prevent further mass shootings In an interview of the five students on 60 Minutes that aired on March 18, CBS News correspondent Sharyn Alfonsi asked them how their protest could be different than the parents who made it their life's mission to get real change after the Sandy Hook mass shooting.\n\"The thing about it is we are the generation that's had to be trapped in closets, waiting for police to come or waiting for a shooter to walk into our door. We are the people who know what it's like first-hand,\" Wind said.\n\"We're the mass shooting generation,\" Kasky added. \"I was born months after Columbine. I'm 17 years old, and we've had 17 years of mass shootings.\"\nMorales explains that while politicians in Congress and coalitions of victims' families have pushed for gun law reform after mass shootings, they haven't had the same unprecedented success in getting their voices heard like these high school students.\n\"This is the first time that there is a mass movement among pre-college students, staging walkouts and protests in the manner that has been done about other issues in the past,\" Morales says.\nCiting the American immigration rights movement, the anti-apartheid movement, AIDS activism and the protests against American involvement in the Vietnam War, Morales says those were protests primarily led by victims directly affected by these particular issues.\n\"One of the reasons why the protest movement against the Vietnam War in the 1960s was so massive is that everyone was exposed to this universal draft and there was a real a danger to [men] that might be drafted,\" Morales says. \"Now, we're at this place where mass shootings are so common that young people feel [shootings] are almost as much a threat to their lives.\"\nWith regard to Wednesday's high school walkouts, Morales says he's \"not trying to diminish [previous movements],\" but today's students are leading a \"preventative movement\" to avoid becoming victims of another tragedy.\n\"Now, we're at this place where mass shootings are so common that young people feel [shootings] are almost as much a threat to their lives.\" -Ed Morales, Columbia University professor \"They want to put strong pressure on Congress to change laws. They're offering different suggestions like banning bump stocks, high capacity automatic weapons, enforcing an age limit and a background check law,\" Morales says. \"They're trying to put pressure and force action.\"\nOn Friday, González shared an op-ed for Teen Vogue in which she repurposed the Preamble to the Constitution in honor of the #NeverAgain movement and today's march:\nWe the Wounded of the United States, in Order to form a more perfect Future, establish Justice, ensure domestic Tranquility, provide for the common People, promote the general Welfare, and secure the Blessings of Liberty to ourselves and our Generations to Come, do ordain and establish this March for the United States of America.\nThey're using social media and their youth to create change \"People always say, 'Get off your phones,' but social media is our weapon,\" Corin told Time. \"Without it, the movement wouldn't have spread this fast.\"\nStoneman Douglas student survivors have primarily used social media to rally the public around hashtags such as #NeverAgain , #March4OurLives and #DouglasStrong .\nMorales says Gen Z's activism on social media and their youth helps them enact change so quickly.\n\"As millennials raise their concerns, it seems like they're being taken up in a more activist fashion by Generation Z. These [Parkland] students are very motivated and are not compromising,\" Morales said.\nHe argues millennials and Gen Z hold more progressive views since they face job insecurity and less opportunity to accumulate wealth than older generations.\n\"People always say, 'Get off your phones,' but social media is our weapon.\" -Jaclyn Corin, Marjory Stoneman Douglas High School junior class president Morales adds that Gen Z is better equipped to lead the March For Our Lives movement because millennials are, quite frankly, getting older and are busy being \"successful adults\" with families. That doesn't leave \"a lot of time to be involved in direct action or confrontational politics,\" he says.\n\"They have less to lose by devoting a lot of time to [activism],\" says Morales.\nThey're sparking an inclusive conversation González's strong sense of self and identity shines through as a defining characteristic of the most vocal Douglas Stoneman students.\nShe begins her Harper's Bazaar op-ed by stating her name and saying, \"I'm 18 years old, Cuban and bisexual,\" but concludes, \"none of this matters anymore\" in light of the tragedy.\nIntersectionality, a term first coined by civil rights activist Kimberlé Crenshaw , was designed to fight for the rights of marginalized women, such as African-Americans, Latinos and Native Americans, in the midst of male-dominated liberation movements.\nMorales says that González is clearly aware of intersectionality and different political causes, thanks to the convergence of her Latina identity and millennials' growing focus on inclusivity.\n\"What you see with Emma is someone who is aware that she's Cuban, aware that she's a woman and aware that she is bisexual and she sees all those things as continuous and intersecting, that these issues should all be thought about together,\" Morales says. \"She's able to juggle a series of interlocking problems and work on all of them at once, rather than just feel like she has to focus on one at the expense of the other.\"\nIn order to see political change, Morales argues, people need to understand the challenges different groups of people face. He says González and her peers are doing exactly that.\n\"Emma is capable of a large series of interlocking problem-solving things that she has in her life,\" he says, \"and she's able to juggle all of them and work on all of them at once rather than just feeling like she has to focus on one at the expense of the other.\"\nEarlier this month González and the members of March For Our Lives met with students from Chicago, one of the country's cities with the most gun-related crimes , to talk about their experiences.\nmeeting tweet1\nmeeting tweet2\nmeeting tweet 4\n\"Young people are much more equipped to see the world today. Twenty years ago, you had to struggle just to come up with the language to describe what all these [intersecting] issues meant, but now you can expect an article in Teen Vogue on it and you can see it all over social media,\" Morales says. \"It's exciting.\"\nLike this story? Like CNBC Make It on Facebook .\nDon't miss:\nThe 3 traits Elon Musk, Albert Einstein and Steve Jobs have in common Here's how Michelle Obama's No. 1 daily habit can make you happier This is an updated version of a previously published article.",
    "published": "2018-03-24T16:00:00.000+03:00",
    "crawled": "2018-03-24T16:35:02.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "student",
        "survivor",
        "february",
        "mass",
        "shooting",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "parkland",
        "proving",
        "activist",
        "generation",
        "managed",
        "take",
        "conversation",
        "around",
        "gun",
        "control",
        "american",
        "safety",
        "world",
        "failed",
        "u",
        "make",
        "new",
        "one",
        "going",
        "easier",
        "next",
        "generation",
        "get",
        "cameron",
        "kasky",
        "march",
        "life",
        "told",
        "time",
        "magazine",
        "new",
        "cover",
        "story",
        "today",
        "least",
        "people",
        "prominently",
        "student",
        "expected",
        "gather",
        "march",
        "life",
        "demonstration",
        "washington",
        "sister",
        "march",
        "across",
        "world",
        "time",
        "cover",
        "organizing",
        "march",
        "along",
        "kasky",
        "survivor",
        "emma",
        "gonzález",
        "david",
        "hogg",
        "jacklyn",
        "corinn",
        "alex",
        "wind",
        "ryan",
        "deitsch",
        "emphasized",
        "mission",
        "demand",
        "comprehensive",
        "effective",
        "bill",
        "immediately",
        "brought",
        "congress",
        "address",
        "gun",
        "issue",
        "adult",
        "know",
        "cleaning",
        "mess",
        "kasky",
        "told",
        "time",
        "today",
        "march",
        "life",
        "event",
        "one",
        "way",
        "stoneman",
        "douglas",
        "student",
        "mobilized",
        "since",
        "february",
        "tragedy",
        "thousand",
        "people",
        "across",
        "america",
        "took",
        "part",
        "enough",
        "national",
        "school",
        "walkout",
        "wednesday",
        "march",
        "honor",
        "killed",
        "high",
        "school",
        "february",
        "fight",
        "stricter",
        "gun",
        "law",
        "student",
        "trying",
        "build",
        "different",
        "kind",
        "world",
        "correct",
        "lot",
        "mistake",
        "people",
        "previous",
        "generation",
        "made",
        "columbia",
        "university",
        "professor",
        "ed",
        "morale",
        "author",
        "upcoming",
        "book",
        "latinx",
        "new",
        "force",
        "american",
        "politics",
        "culture",
        "tell",
        "cnbc",
        "make",
        "morale",
        "argues",
        "gonzález",
        "one",
        "vocal",
        "student",
        "survivor",
        "emblematic",
        "gen",
        "z",
        "peer",
        "american",
        "born",
        "succeeded",
        "leading",
        "march",
        "life",
        "movement",
        "youth",
        "protest",
        "style",
        "ability",
        "hold",
        "inclusive",
        "conversation",
        "gonzález",
        "senior",
        "stoneman",
        "douglas",
        "directly",
        "called",
        "president",
        "donald",
        "trump",
        "national",
        "rifle",
        "association",
        "nra",
        "rally",
        "held",
        "day",
        "mass",
        "shooting",
        "week",
        "later",
        "gonzález",
        "fellow",
        "survivor",
        "criticized",
        "nra",
        "lawmaker",
        "cnn",
        "town",
        "hall",
        "gun",
        "violence",
        "effort",
        "showing",
        "new",
        "result",
        "gallup",
        "poll",
        "conducted",
        "stoneman",
        "douglas",
        "shooting",
        "found",
        "support",
        "stricter",
        "law",
        "gun",
        "sale",
        "highest",
        "since",
        "three",
        "way",
        "gonzález",
        "gen",
        "z",
        "peer",
        "pioneering",
        "change",
        "many",
        "came",
        "failed",
        "according",
        "morale",
        "protesting",
        "prevent",
        "mass",
        "shooting",
        "interview",
        "five",
        "student",
        "minute",
        "aired",
        "march",
        "cbs",
        "news",
        "correspondent",
        "sharyn",
        "alfonsi",
        "asked",
        "protest",
        "could",
        "different",
        "parent",
        "made",
        "life",
        "mission",
        "get",
        "real",
        "change",
        "sandy",
        "hook",
        "mass",
        "shooting",
        "thing",
        "generation",
        "trapped",
        "closet",
        "waiting",
        "police",
        "come",
        "waiting",
        "shooter",
        "walk",
        "door",
        "people",
        "know",
        "like",
        "wind",
        "said",
        "mass",
        "shooting",
        "generation",
        "kasky",
        "added",
        "born",
        "month",
        "columbine",
        "year",
        "old",
        "year",
        "mass",
        "shooting",
        "morale",
        "explains",
        "politician",
        "congress",
        "coalition",
        "victim",
        "family",
        "pushed",
        "gun",
        "law",
        "reform",
        "mass",
        "shooting",
        "unprecedented",
        "success",
        "getting",
        "voice",
        "heard",
        "like",
        "high",
        "school",
        "student",
        "first",
        "time",
        "mass",
        "movement",
        "among",
        "student",
        "staging",
        "walkout",
        "protest",
        "manner",
        "done",
        "issue",
        "past",
        "morale",
        "say",
        "citing",
        "american",
        "immigration",
        "right",
        "movement",
        "movement",
        "aid",
        "activism",
        "protest",
        "american",
        "involvement",
        "vietnam",
        "war",
        "morale",
        "say",
        "protest",
        "primarily",
        "led",
        "victim",
        "directly",
        "affected",
        "particular",
        "issue",
        "one",
        "reason",
        "protest",
        "movement",
        "vietnam",
        "war",
        "1960s",
        "massive",
        "everyone",
        "exposed",
        "universal",
        "draft",
        "real",
        "danger",
        "men",
        "might",
        "drafted",
        "morale",
        "say",
        "place",
        "mass",
        "shooting",
        "common",
        "young",
        "people",
        "feel",
        "shooting",
        "almost",
        "much",
        "threat",
        "life",
        "regard",
        "wednesday",
        "high",
        "school",
        "walkout",
        "morale",
        "say",
        "trying",
        "diminish",
        "previous",
        "movement",
        "today",
        "student",
        "leading",
        "preventative",
        "movement",
        "avoid",
        "becoming",
        "victim",
        "another",
        "tragedy",
        "place",
        "mass",
        "shooting",
        "common",
        "young",
        "people",
        "feel",
        "shooting",
        "almost",
        "much",
        "threat",
        "life",
        "morale",
        "columbia",
        "university",
        "professor",
        "want",
        "put",
        "strong",
        "pressure",
        "congress",
        "change",
        "law",
        "offering",
        "different",
        "suggestion",
        "like",
        "banning",
        "bump",
        "stock",
        "high",
        "capacity",
        "automatic",
        "weapon",
        "enforcing",
        "age",
        "limit",
        "background",
        "check",
        "law",
        "morale",
        "say",
        "trying",
        "put",
        "pressure",
        "force",
        "action",
        "friday",
        "gonzález",
        "shared",
        "teen",
        "vogue",
        "repurposed",
        "preamble",
        "constitution",
        "honor",
        "neveragain",
        "movement",
        "today",
        "march",
        "wounded",
        "united",
        "state",
        "order",
        "form",
        "perfect",
        "future",
        "establish",
        "justice",
        "ensure",
        "domestic",
        "tranquility",
        "provide",
        "common",
        "people",
        "promote",
        "general",
        "welfare",
        "secure",
        "blessing",
        "liberty",
        "generation",
        "come",
        "ordain",
        "establish",
        "march",
        "united",
        "state",
        "america",
        "using",
        "social",
        "medium",
        "youth",
        "create",
        "change",
        "people",
        "always",
        "say",
        "phone",
        "social",
        "medium",
        "weapon",
        "corin",
        "told",
        "time",
        "without",
        "movement",
        "would",
        "spread",
        "fast",
        "stoneman",
        "douglas",
        "student",
        "survivor",
        "primarily",
        "used",
        "social",
        "medium",
        "rally",
        "public",
        "around",
        "hashtags",
        "neveragain",
        "march4ourlives",
        "douglasstrong",
        "morale",
        "say",
        "gen",
        "z",
        "activism",
        "social",
        "medium",
        "youth",
        "help",
        "enact",
        "change",
        "quickly",
        "millennials",
        "raise",
        "concern",
        "seems",
        "like",
        "taken",
        "activist",
        "fashion",
        "generation",
        "parkland",
        "student",
        "motivated",
        "compromising",
        "morale",
        "said",
        "argues",
        "millennials",
        "gen",
        "z",
        "hold",
        "progressive",
        "view",
        "since",
        "face",
        "job",
        "insecurity",
        "less",
        "opportunity",
        "accumulate",
        "wealth",
        "older",
        "generation",
        "people",
        "always",
        "say",
        "phone",
        "social",
        "medium",
        "weapon",
        "corin",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "junior",
        "class",
        "president",
        "morale",
        "add",
        "gen",
        "z",
        "better",
        "equipped",
        "lead",
        "march",
        "life",
        "movement",
        "millennials",
        "quite",
        "frankly",
        "getting",
        "older",
        "busy",
        "successful",
        "adult",
        "family",
        "leave",
        "lot",
        "time",
        "involved",
        "direct",
        "action",
        "confrontational",
        "politics",
        "say",
        "less",
        "lose",
        "devoting",
        "lot",
        "time",
        "activism",
        "say",
        "morale",
        "sparking",
        "inclusive",
        "conversation",
        "gonzález",
        "strong",
        "sense",
        "self",
        "identity",
        "shine",
        "defining",
        "characteristic",
        "vocal",
        "douglas",
        "stoneman",
        "student",
        "begin",
        "harper",
        "bazaar",
        "stating",
        "name",
        "saying",
        "year",
        "old",
        "cuban",
        "bisexual",
        "concludes",
        "none",
        "matter",
        "anymore",
        "light",
        "tragedy",
        "intersectionality",
        "term",
        "first",
        "coined",
        "civil",
        "right",
        "activist",
        "kimberlé",
        "crenshaw",
        "designed",
        "fight",
        "right",
        "marginalized",
        "woman",
        "latino",
        "native",
        "american",
        "midst",
        "liberation",
        "movement",
        "morale",
        "say",
        "gonzález",
        "clearly",
        "aware",
        "intersectionality",
        "different",
        "political",
        "cause",
        "thanks",
        "convergence",
        "latina",
        "identity",
        "millennials",
        "growing",
        "focus",
        "inclusivity",
        "see",
        "emma",
        "someone",
        "aware",
        "cuban",
        "aware",
        "woman",
        "aware",
        "bisexual",
        "see",
        "thing",
        "continuous",
        "intersecting",
        "issue",
        "thought",
        "together",
        "morale",
        "say",
        "able",
        "juggle",
        "series",
        "interlocking",
        "problem",
        "work",
        "rather",
        "feel",
        "like",
        "focus",
        "one",
        "expense",
        "order",
        "see",
        "political",
        "change",
        "morale",
        "argues",
        "people",
        "need",
        "understand",
        "challenge",
        "different",
        "group",
        "people",
        "face",
        "say",
        "gonzález",
        "peer",
        "exactly",
        "emma",
        "capable",
        "large",
        "series",
        "interlocking",
        "thing",
        "life",
        "say",
        "able",
        "juggle",
        "work",
        "rather",
        "feeling",
        "like",
        "focus",
        "one",
        "expense",
        "earlier",
        "month",
        "gonzález",
        "member",
        "march",
        "life",
        "met",
        "student",
        "chicago",
        "one",
        "country",
        "city",
        "crime",
        "talk",
        "experience",
        "meeting",
        "tweet1",
        "meeting",
        "tweet2",
        "meeting",
        "tweet",
        "young",
        "people",
        "much",
        "equipped",
        "see",
        "world",
        "today",
        "twenty",
        "year",
        "ago",
        "struggle",
        "come",
        "language",
        "describe",
        "intersecting",
        "issue",
        "meant",
        "expect",
        "article",
        "teen",
        "vogue",
        "see",
        "social",
        "medium",
        "morale",
        "say",
        "exciting",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "trait",
        "elon",
        "musk",
        "albert",
        "einstein",
        "steve",
        "job",
        "common",
        "michelle",
        "obama",
        "daily",
        "habit",
        "make",
        "happier",
        "updated",
        "version",
        "previously",
        "published",
        "article"
    ]
}