{
    "organizations": [],
    "uuid": "749a3990ca02c74f00c8e870c833e1ee6c4205d0",
    "author": "anonymous Hipster",
    "url": "https://www.cnbc.com/2018/03/06/once-wary-of-facebook-and-apple-a-mill-town-wants-their-expansion.html",
    "ord_in_thread": 0,
    "title": "Once wary of Facebook and Apple, a mill town tells them to keep expanding",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A decade ago, when five shuttered sawmills and 20 percent unemployment defined Crook County, Ore., nobody envisioned that the path to recovery would be tied to Facebook and Apple .\nBut on the rimrock summit overlooking this city, the county seat and home to 10,000 residents, Facebook is sinking the footings for the first of two 450,000-square-foot data centers that together will cost $1 billion when completed in 2021. The immense buildings will join the four existing data centers, totaling 1.27 million square feet, that Facebook has built here since 2010 at a cost of $1.1 billion. They are among 11 centers the company has built in the United States and overseas.\nNearby, Apple built its own $988 million, 660,000-square-foot data center, which the company will soon expand to one million square feet. It is one of seven built by Apple in the United States. One more is under construction in Iowa, and three others are planned in China, Denmark and Ireland, according to an Apple spokeswoman.\nThe Facebook and Apple projects here are part of a wave of global data center construction and development, a market valued at $88 billion last year, according to Synergy Research Group, a market research firm in Reno, Nev.\nThere's not much architectural excitement about a data center. But the windowless, big-box buildings form the climate-controlled central nervous system of online commerce and communications. They are as essential to the basic economic infrastructure of the 21st century as iron ore mines and auto assembly plants were to the 20th.\nRead more from The New York Times: \nHow craft breweries are helping to revive local economies \nPhiladelphia's first step to a platform of innovation \nNew foils for the right: Google and Facebook \nWhat distinguishes them is their size. Prineville's Facebook and Apple centers are among 386 \"hyperscale\" data centers around the world, built and operated by the 24 biggest internet and technology companies, including Alibaba , Alphabet , Amazon , eBay , Microsoft and Yahoo. A study this year by Cisco , the Silicon Valley networking company, projected the number of hyperscale data centers to grow to 628 by 2021. Those centers could command more than half of all data center internet traffic. The United States accounts for more than half of all data center construction, Cisco said, followed by Asia, Western Europe and Latin America.\nA study in 2017 by CBRE Research found that certain metropolitan regions — Chicago, Detroit, New Jersey, New York, Northern Virginia and Silicon Valley — were the most active areas for data center construction in the United States.\nLike the big industrial projects of the previous century, the investments that Facebook, Apple and their competitors have made in land, buildings and equipment are considerable, typically more than $1 billion each. The centers consume prodigious amounts of electricity and water, just like factories. Property tax breaks that Oregon and other states use to lure data centers also are comparable. What is different is slim staffing.\nFacebook employs around 200 people here to manage buildings 1,000 feet long. Inside are aisle after aisle of computer servers networked to receive, store, stream and transmit the flood of digital bytes that steer daily life for more than two billion people.\n\"The market is very big because the demand is huge,\" said Rob Johnson, chief executive of Vertiv, a $4 billion global technology company in Columbus, Ohio, that designs, builds and supplies equipment to data centers. \"Data centers serve the requirements for all the smartphones, streaming, high-definition video and all the new applications like autonomous vehicles. The technology is driving immense amounts of data and traffic.\"\nLucrative tax incentives are the rare area of data center development that has come under criticism. Iowa last year awarded Apple $208 million in tax breaks to build a $1.3 billion center in rural Waukee that would employ 50 people.\n\"The big tech companies are getting huge tax breaks to build things they would build anyway,\" said Greg LeRoy, executive director of Good Jobs First , a research group in Washington. \"The cost to taxpayers is enormous for data centers that create very few permanent jobs.\"\nOregon's incentive package allows both companies to avoid property taxes for 15 years, saving Facebook and Apple roughly $45 million each over that period. State law also has a sweetener for cities. Companies receiving the tax break are required to pay employees 150 percent of the median regional wage. Prineville data center workers earn at least $60,000 a year.\nMeg Roussos | Bloomberg | Getty Images An employee fixes part of a web server inside the Facebook Prineville Data Center in Prineville, Oregon. Prineville counts 400 permanent jobs in the data centers, influencing its small-town culture, filling the municipal treasury and transforming its sagebrush and juniper landscape.\nMayor Betty Roppe noted that Facebook and Apple provided Prineville with income from other municipal accounts. For instance, the city receives a 5 percent \"franchise\" fee on all electricity sales in its jurisdiction. Because Facebook's and Apple's centers consume nearly $40 million in electricity annually, total franchise fees last year reached $2.2 million, up from $340,000 in 2010.\nWhen the abatements expire midway through the 2020s, the value of Prineville's taxable property will increase by roughly $2 billion, more than doubling the total from the $1.5 billion in property currently assessed by the city. Revenue is projected to reach $9 million annually, up from $4 million currently.\n\"We were a cowboy and timber town,\" said Steve Forrester, Prineville's city manager and a former sawmill executive. \"We went from 'I got to go feed my cows' to the most technically advanced companies in the world siting data centers in our little town. It freaked some people out.\"\nOnce-struggling Prineville has become a factor in turning central Oregon into a dynamic region of demographic and economic transition. It is becoming a bedroom community for Bend, 36 miles away, where the population has nearly doubled since 2000, making it the sixth-fastest-growing city in the country.\nThe data centers also are changing the region's electrical market. Avangrid Renewables just opened one of Oregon's largest solar-generating stations outside Prineville, a $120 million, 56-megawatt plant to supply clean energy to Apple. Crook County authorities say they have entertained inquiries for building four more solar stations of similar size to supply data center needs.\nLeah Nash | The New York Times A street in Prineville, Ore., Feb. 18, 2018. In 2009, when Ms. Roppe was a member of the City Council, she convened planning meetings with city executives to save Prineville from sawmill shutdowns and a deep recession. Her economic goals were straightforward: diversifying the economy and seeking companies willing to pay living wages.\n\"Our unadjusted employment was 24 percent,\" she said. \"So we did whatever we had to do to change that.\"\nWhen seven lawyers arrived in town to scout land for a company called Vitesse, she learned how competitive Prineville was to data center developers. The city and region fill all basic requirements — available land, ample electricity, access to fresh water, proximity to markets and generous tax breaks. Another advantage was cool summers — Facebook cools its data centers with fresh air.\nMs. Roppe and her aides soon were made aware that Vitesse was a disguise for Facebook. The company bought 127 acres near the airport for $2.7 million and publicly revealed itself at a groundbreaking ceremony in January 2010.\nA year later, Apple's scouts arrived as agents of a front company called Pillar. \"We always were left guessing as to who we were dealing with,\" Ms. Roppe said. In 2012, after buying 160 acres for $3.6 million, Apple started construction of its big data center.\nThe presence of two big Silicon Valley companies once unnerved Prineville. Though most data center employees are from Crook County, young people wearing hoodies and driving late-model electric hybrid cars were a new presence in bars and on streets where cowboy hats and pickups once dominated.\n\"There was anxiousness,\" Mr. Forrester said. \"The mill types were going around saying: 'We don't want the Mark Zuckerberg types. They're going to ruin our town.'\"\nAnxiety about newcomers has been replaced by relief over local business generated by the data centers, and new stress over rising housing costs. Residential and office vacancy rates are under 5 percent.\n\"Facebook and Apple brought a lot to this community,\" said Erika Vaughan, the owner of Cougar Cuts barbershop. \"They are big, but they support small business.\"",
    "published": "2018-03-06T22:26:00.000+02:00",
    "crawled": "2018-03-06T23:10:02.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "decade",
        "ago",
        "five",
        "shuttered",
        "sawmill",
        "percent",
        "unemployment",
        "defined",
        "crook",
        "county",
        "nobody",
        "envisioned",
        "path",
        "recovery",
        "would",
        "tied",
        "facebook",
        "apple",
        "rimrock",
        "summit",
        "overlooking",
        "city",
        "county",
        "seat",
        "home",
        "resident",
        "facebook",
        "sinking",
        "footing",
        "first",
        "two",
        "data",
        "center",
        "together",
        "cost",
        "billion",
        "completed",
        "immense",
        "building",
        "join",
        "four",
        "existing",
        "data",
        "center",
        "totaling",
        "million",
        "square",
        "foot",
        "facebook",
        "built",
        "since",
        "cost",
        "billion",
        "among",
        "center",
        "company",
        "built",
        "united",
        "state",
        "overseas",
        "nearby",
        "apple",
        "built",
        "million",
        "data",
        "center",
        "company",
        "soon",
        "expand",
        "one",
        "million",
        "square",
        "foot",
        "one",
        "seven",
        "built",
        "apple",
        "united",
        "state",
        "one",
        "construction",
        "iowa",
        "three",
        "others",
        "planned",
        "china",
        "denmark",
        "ireland",
        "according",
        "apple",
        "spokeswoman",
        "facebook",
        "apple",
        "project",
        "part",
        "wave",
        "global",
        "data",
        "center",
        "construction",
        "development",
        "market",
        "valued",
        "billion",
        "last",
        "year",
        "according",
        "synergy",
        "research",
        "group",
        "market",
        "research",
        "firm",
        "reno",
        "much",
        "architectural",
        "excitement",
        "data",
        "center",
        "windowless",
        "building",
        "form",
        "central",
        "nervous",
        "system",
        "online",
        "commerce",
        "communication",
        "essential",
        "basic",
        "economic",
        "infrastructure",
        "21st",
        "century",
        "iron",
        "ore",
        "mine",
        "auto",
        "assembly",
        "plant",
        "20th",
        "read",
        "new",
        "york",
        "time",
        "craft",
        "brewery",
        "helping",
        "revive",
        "local",
        "economy",
        "philadelphia",
        "first",
        "step",
        "platform",
        "innovation",
        "new",
        "foil",
        "right",
        "google",
        "facebook",
        "distinguishes",
        "size",
        "prineville",
        "facebook",
        "apple",
        "center",
        "among",
        "hyperscale",
        "data",
        "center",
        "around",
        "world",
        "built",
        "operated",
        "biggest",
        "internet",
        "technology",
        "company",
        "including",
        "alibaba",
        "alphabet",
        "amazon",
        "ebay",
        "microsoft",
        "yahoo",
        "study",
        "year",
        "cisco",
        "silicon",
        "valley",
        "networking",
        "company",
        "projected",
        "number",
        "hyperscale",
        "data",
        "center",
        "grow",
        "center",
        "could",
        "command",
        "half",
        "data",
        "center",
        "internet",
        "traffic",
        "united",
        "state",
        "account",
        "half",
        "data",
        "center",
        "construction",
        "cisco",
        "said",
        "followed",
        "asia",
        "western",
        "europe",
        "latin",
        "america",
        "study",
        "cbre",
        "research",
        "found",
        "certain",
        "metropolitan",
        "region",
        "chicago",
        "detroit",
        "new",
        "jersey",
        "new",
        "york",
        "northern",
        "virginia",
        "silicon",
        "valley",
        "active",
        "area",
        "data",
        "center",
        "construction",
        "united",
        "state",
        "like",
        "big",
        "industrial",
        "project",
        "previous",
        "century",
        "investment",
        "facebook",
        "apple",
        "competitor",
        "made",
        "land",
        "building",
        "equipment",
        "considerable",
        "typically",
        "billion",
        "center",
        "consume",
        "prodigious",
        "amount",
        "electricity",
        "water",
        "like",
        "factory",
        "property",
        "tax",
        "break",
        "oregon",
        "state",
        "use",
        "lure",
        "data",
        "center",
        "also",
        "comparable",
        "different",
        "slim",
        "staffing",
        "facebook",
        "employ",
        "around",
        "people",
        "manage",
        "building",
        "foot",
        "long",
        "inside",
        "aisle",
        "aisle",
        "computer",
        "server",
        "networked",
        "receive",
        "store",
        "stream",
        "transmit",
        "flood",
        "digital",
        "byte",
        "steer",
        "daily",
        "life",
        "two",
        "billion",
        "people",
        "market",
        "big",
        "demand",
        "huge",
        "said",
        "rob",
        "johnson",
        "chief",
        "executive",
        "vertiv",
        "billion",
        "global",
        "technology",
        "company",
        "columbus",
        "ohio",
        "design",
        "build",
        "supply",
        "equipment",
        "data",
        "center",
        "data",
        "center",
        "serve",
        "requirement",
        "smartphones",
        "streaming",
        "video",
        "new",
        "application",
        "like",
        "autonomous",
        "vehicle",
        "technology",
        "driving",
        "immense",
        "amount",
        "data",
        "traffic",
        "lucrative",
        "tax",
        "incentive",
        "rare",
        "area",
        "data",
        "center",
        "development",
        "come",
        "criticism",
        "iowa",
        "last",
        "year",
        "awarded",
        "apple",
        "million",
        "tax",
        "break",
        "build",
        "billion",
        "center",
        "rural",
        "waukee",
        "would",
        "employ",
        "people",
        "big",
        "tech",
        "company",
        "getting",
        "huge",
        "tax",
        "break",
        "build",
        "thing",
        "would",
        "build",
        "anyway",
        "said",
        "greg",
        "leroy",
        "executive",
        "director",
        "good",
        "job",
        "first",
        "research",
        "group",
        "washington",
        "cost",
        "taxpayer",
        "enormous",
        "data",
        "center",
        "create",
        "permanent",
        "job",
        "oregon",
        "incentive",
        "package",
        "allows",
        "company",
        "avoid",
        "property",
        "tax",
        "year",
        "saving",
        "facebook",
        "apple",
        "roughly",
        "million",
        "period",
        "state",
        "law",
        "also",
        "sweetener",
        "city",
        "company",
        "receiving",
        "tax",
        "break",
        "required",
        "pay",
        "employee",
        "percent",
        "median",
        "regional",
        "wage",
        "prineville",
        "data",
        "center",
        "worker",
        "earn",
        "least",
        "year",
        "meg",
        "roussos",
        "bloomberg",
        "getty",
        "image",
        "employee",
        "fix",
        "part",
        "web",
        "server",
        "inside",
        "facebook",
        "prineville",
        "data",
        "center",
        "prineville",
        "oregon",
        "prineville",
        "count",
        "permanent",
        "job",
        "data",
        "center",
        "influencing",
        "culture",
        "filling",
        "municipal",
        "treasury",
        "transforming",
        "sagebrush",
        "juniper",
        "landscape",
        "mayor",
        "betty",
        "roppe",
        "noted",
        "facebook",
        "apple",
        "provided",
        "prineville",
        "income",
        "municipal",
        "account",
        "instance",
        "city",
        "receives",
        "percent",
        "franchise",
        "fee",
        "electricity",
        "sale",
        "jurisdiction",
        "facebook",
        "apple",
        "center",
        "consume",
        "nearly",
        "million",
        "electricity",
        "annually",
        "total",
        "franchise",
        "fee",
        "last",
        "year",
        "reached",
        "million",
        "abatement",
        "expire",
        "midway",
        "2020s",
        "value",
        "prineville",
        "taxable",
        "property",
        "increase",
        "roughly",
        "billion",
        "doubling",
        "total",
        "billion",
        "property",
        "currently",
        "assessed",
        "city",
        "revenue",
        "projected",
        "reach",
        "million",
        "annually",
        "million",
        "currently",
        "cowboy",
        "timber",
        "town",
        "said",
        "steve",
        "forrester",
        "prineville",
        "city",
        "manager",
        "former",
        "sawmill",
        "executive",
        "went",
        "got",
        "go",
        "feed",
        "cow",
        "technically",
        "advanced",
        "company",
        "world",
        "siting",
        "data",
        "center",
        "little",
        "town",
        "freaked",
        "people",
        "prineville",
        "become",
        "factor",
        "turning",
        "central",
        "oregon",
        "dynamic",
        "region",
        "demographic",
        "economic",
        "transition",
        "becoming",
        "bedroom",
        "community",
        "bend",
        "mile",
        "away",
        "population",
        "nearly",
        "doubled",
        "since",
        "making",
        "city",
        "country",
        "data",
        "center",
        "also",
        "changing",
        "region",
        "electrical",
        "market",
        "avangrid",
        "renewables",
        "opened",
        "one",
        "oregon",
        "largest",
        "station",
        "outside",
        "prineville",
        "million",
        "plant",
        "supply",
        "clean",
        "energy",
        "apple",
        "crook",
        "county",
        "authority",
        "say",
        "entertained",
        "inquiry",
        "building",
        "four",
        "solar",
        "station",
        "similar",
        "size",
        "supply",
        "data",
        "center",
        "need",
        "leah",
        "nash",
        "new",
        "york",
        "time",
        "street",
        "prineville",
        "roppe",
        "member",
        "city",
        "council",
        "convened",
        "planning",
        "meeting",
        "city",
        "executive",
        "save",
        "prineville",
        "sawmill",
        "shutdown",
        "deep",
        "recession",
        "economic",
        "goal",
        "straightforward",
        "diversifying",
        "economy",
        "seeking",
        "company",
        "willing",
        "pay",
        "living",
        "wage",
        "unadjusted",
        "employment",
        "percent",
        "said",
        "whatever",
        "change",
        "seven",
        "lawyer",
        "arrived",
        "town",
        "scout",
        "land",
        "company",
        "called",
        "vitesse",
        "learned",
        "competitive",
        "prineville",
        "data",
        "center",
        "developer",
        "city",
        "region",
        "fill",
        "basic",
        "requirement",
        "available",
        "land",
        "ample",
        "electricity",
        "access",
        "fresh",
        "water",
        "proximity",
        "market",
        "generous",
        "tax",
        "break",
        "another",
        "advantage",
        "cool",
        "summer",
        "facebook",
        "cool",
        "data",
        "center",
        "fresh",
        "air",
        "roppe",
        "aide",
        "soon",
        "made",
        "aware",
        "vitesse",
        "disguise",
        "facebook",
        "company",
        "bought",
        "acre",
        "near",
        "airport",
        "million",
        "publicly",
        "revealed",
        "groundbreaking",
        "ceremony",
        "january",
        "year",
        "later",
        "apple",
        "scout",
        "arrived",
        "agent",
        "front",
        "company",
        "called",
        "pillar",
        "always",
        "left",
        "guessing",
        "dealing",
        "roppe",
        "said",
        "buying",
        "acre",
        "million",
        "apple",
        "started",
        "construction",
        "big",
        "data",
        "center",
        "presence",
        "two",
        "big",
        "silicon",
        "valley",
        "company",
        "unnerved",
        "prineville",
        "though",
        "data",
        "center",
        "employee",
        "crook",
        "county",
        "young",
        "people",
        "wearing",
        "hoodies",
        "driving",
        "electric",
        "hybrid",
        "car",
        "new",
        "presence",
        "bar",
        "street",
        "cowboy",
        "hat",
        "pickup",
        "dominated",
        "anxiousness",
        "forrester",
        "said",
        "mill",
        "type",
        "going",
        "around",
        "saying",
        "want",
        "mark",
        "zuckerberg",
        "type",
        "going",
        "ruin",
        "town",
        "anxiety",
        "newcomer",
        "replaced",
        "relief",
        "local",
        "business",
        "generated",
        "data",
        "center",
        "new",
        "stress",
        "rising",
        "housing",
        "cost",
        "residential",
        "office",
        "vacancy",
        "rate",
        "percent",
        "facebook",
        "apple",
        "brought",
        "lot",
        "community",
        "said",
        "erika",
        "vaughan",
        "owner",
        "cougar",
        "cut",
        "barbershop",
        "big",
        "support",
        "small",
        "business"
    ]
}