{
    "organizations": [],
    "uuid": "0d7dcea8857099565d7b7e6fe7d14cf19cd571cc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/20/pr-newswire-aar-reports-third-quarter-fiscal-year-2018-results.html",
    "ord_in_thread": 0,
    "title": "AAR Reports Third Quarter Fiscal Year 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WOOD DALE, Ill., March 20, 2018 /PRNewswire/ -- AAR CORP. (NYSE: AIR) today reported third quarter Fiscal Year 2018 consolidated sales of $456.3 million and income from continuing operations of $31.3 million, or $0.90 per diluted share. For the third quarter of the prior year, the Company reported sales of $407.2 million and income from continuing operations of $14.4 million, or $0.42 per diluted share. The current period results include a tax benefit of $13.0 million, or $0.38 per diluted share, to reflect the estimated re-measurement impact of the U.S. Tax Cuts and Job Act on our deferred tax liabilities. Our adjusted diluted earnings per share from continuing operations was $0.49 in the current quarter compared to $0.42 in the third quarter of the prior year. We have decided to pursue the sale of our contractor-owned, contractor-operated (COCO) business formerly included in our Expeditionary Services segment. As a result, the COCO business has been reported as discontinued operations for all periods presented.\nSales in Aviation Services increased 11.4% in the quarter over the prior year representing a continuing trend of double-digit year over year growth. The strong sales growth in our industry-leading integrated supply chain solutions and parts supply activities has more than offset the impact from the wind-down of the KC-10 CLS Program which declined to $3.6 million in sales in the current quarter from $24.3 million in the prior year quarter.\nSales in Expeditionary Services increased $5.5 million or 22.5% from the prior year period primarily reflecting the continued recovery in sales volumes for our mobility products business.\n\"Our strategy of driving sales growth across all of our connected businesses through our best-in-class aviation services is on track,\" said David P. Storch, Chairman and Chief Executive Officer of AAR CORP. Storch continued, \"Our differentiated capabilities provide us the basis to continue on our existing growth trajectory as we progress through our long-term transformation.\"\n\"We continued our success with another strong quarter of results led by our parts supply and programs activities,\" said John M. Holmes, President and Chief Operating Officer of AAR CORP. Holmes continued, \"We expect this momentum to continue as market demand for our services remains strong and as we ramp-up on new contract awards including the DoS INL/A Worldwide Aviation Support Services (INL/A WASS) program and the USAF Landing Gear PBL program.\"\nConsolidated gross profit margins increased to 17.0% in the current quarter from 16.3% in the prior year quarter driven by increased sales. Third quarter sales to commercial customers represented 76.9% of consolidated sales, compared to 74.2% of consolidated sales in the third quarter of last year. Sales to government and defense customers represented 23.1% of consolidated sales compared to 25.8% in the prior year's quarter.\nSelling, general and administrative expenses as a percentage of sales were 11.7% for the quarter, compared to 10.6% last year. During the quarter, we incurred approximately $1.1 million of severance costs in connection with an early retirement program. In addition, we continued to experience legal costs associated with the defense of our INL/A WASS contract.\nNet interest expense from continuing operations for the quarter was $2.2 million compared to $1.3 million last year. Also during the quarter, the Company paid cash dividends of $2.5 million, or $0.075 per share, and repurchased 201,536 shares at an average price of $38.99. Average diluted share count for the quarter was 34.5 million compared to 34.2 million in the third quarter last year.\nAs a result of winning the INL/A WASS contract and ramping up our services during the transition period, we have repositioned our key resources to focus on this program into our government-owned, contractor-operated (GOCO) business and have decided to pursue the sale of our COCO business. The COCO business has been reported as discontinued operations for all periods presented. We have recognized a goodwill impairment charge of $9.8 million within discontinued operations related to the COCO business.\nHolmes continued, \"Our decision to shift our focus and essential resources to the GOCO business is designed to deliver superior service to our government customers. This shift is also important to delivering world class service to the DoS on the recently commenced INL/A WASS program. We expect to be fully operational on the INL/A WASS program in May at which point the program will be a contributor to earnings.\"\nNet debt at February 28, 2018 was $172.3 million compared to $159.1 million at February 28, 2017. During the quarter, we entered into an accounts receivable financing program to provide additional financial flexibility and availability. This financing program is off-balance sheet with the receivables sold eliminated from our balance sheet. We incurred $0.4 in one-time fees and expenses to establish the financing program.\nCash flow from operating activities from continuing operations was $50.3 million during the current quarter compared to a use of cash of $18.3 million in the prior year quarter. The new accounts receivable financing program contributed $52.3 million to the current quarter's operating cash flows.\nStorch continued, \"We are affirming our guidance for fiscal 2019 which we previously announced at our Investor Day in January. This guidance included sales in the range of $2.1 to $2.2 billion, diluted earnings per share from continuing operations in the range of $2.50 to $2.80, and adjusted EBITDA in the range of $180 to $190 million.\"\nConference Call Information\nAAR will hold its quarterly conference call at 3:45 p.m. CT on March 20, 2018. The conference call can be accessed by calling 866-802-4322 from inside the U.S. or 703-639-1319 from outside the U.S. A replay of the conference call will also be available by calling 855-859-2056 from inside the U.S. or 404-537-3406 from outside the U.S. (access code 46019253). The replay will be available from 7:15 p.m. CT on March 20, 2018, until 10:59 p.m. CT on March 27, 2018.\nAbout AAR\nAAR is a global aftermarket solutions company that employs more than 5,500 people in over 20 countries. Based in Wood Dale, Illinois, AAR supports commercial aviation and government customers through two operating segments: Aviation Services and Expeditionary Services. AAR's Aviation Services include inventory management; parts supply; OEM parts distribution; aircraft maintenance, repair and overhaul; and component repair. AAR's Expeditionary Services include mobility systems; command and control centers in support of military and humanitarian missions; and composite manufacturing operations. Additional information can be found at www.aarcorp.com .\nThis press release contains certain statements relating to future results, which are forward-looking statements as that term is defined in the Private Securities Litigation Reform Act of 1995. These forward-looking statements are based on beliefs of Company management, as well as assumptions and estimates based on information currently available to the Company, and are subject to certain risks and uncertainties that could cause actual results to differ materially from historical results or those anticipated, including those factors discussed under Item 1A, entitled \"Risk Factors\", included in the Company's Form 10-K for the fiscal year ended May 31, 2017. Should one or more of these risks or uncertainties materialize adversely, or should underlying assumptions or estimates prove incorrect, actual results may vary materially from those described. These events and uncertainties are difficult or impossible to predict accurately and many are beyond the Company's control. The Company assumes no obligation to update any forward-looking statements to reflect events or circumstances after the date of such statements or to reflect the occurrence of anticipated or unanticipated events. For additional information, see the comments included in AAR's filings with the Securities and Exchange Commission.\nAAR CORP. and Subsidiaries\nConsolidated Statements of Income\n(In millions except per share data - unaudited)\nThree Months Ended\nFebruary 28,\nNine Months Ended\nFebruary 28,\n2018\n2017\n2018\n2017\nSales\n$456.3\n$407.2\n$1,274.8\n$1,140.3\nCost and expenses:\nCost of sales\n378.7\n340.7\n1,064.9\n954.8\nSelling, general and administrative\n53.4\n43.1\n146.7\n126.6\nOperating income\n24.2\n23.4\n63.2\n58.9\nInterest expense, net\n(2.2)\n(1.3)\n(5.7)\n(3.7)\nOther expense\n(0.5)\n-\n(0.5)\n-\nIncome from continuing operations before income tax expense (benefit)\n21.5\n22.1\n57.0\n55.2\nIncome tax expense (benefit)\n(9.8)\n7.7\n1.4\n19.5\nIncome from continuing operations\n31.3\n14.4\n55.6\n35.7\nLoss from discontinued operations\n(15.8)\n(0.7)\n(52.0)\n(0.4)\nNet income\n$15.5\n$13.7\n$3.6\n$35.3\nEarnings per share – basic:\nContinuing operations\n$0.91\n$0.43\n$1.62\n$1.05\nDiscontinued operations\n(0.46)\n(0.02)\n(1.52)\n(0.01)\nEarnings per share – Basic\n$0.45\n$0.41\n$0.10\n$1.04\nEarnings per share – diluted:\nContinuing operations\n$0.90\n$0.42\n$1.60\n$1.04\nDiscontinued operations\n(0.46)\n(0.02)\n(1.52)\n(0.01)\nEarnings per share – Diluted\n$0.44\n$0.40\n$0.08\n$1.03\nShare Data:\nAverage shares outstanding – Basic\n34.0\n33.7\n34.1\n33.9\nAverage shares outstanding – Diluted\n34.5\n34.2\n34.5\n34.3\nAAR CORP. and Subsidiaries\nConsolidated Balance Sheet Highlights\n(In millions except per share data)\nFebruary 28,\n2018\nMay 31,\n2017\n(Unaudited)\nCash and cash equivalents\n$ 23.9\n$10.3\nCurrent assets\n933.6\n888.4\nCurrent liabilities (excluding debt accounts)\n326.5\n334.9\nNet property, plant and equipment\n135.3\n117.2\nTotal assets\n1,512.2\n1,504.1\nTotal debt\n196.2\n156.2\nStockholders' equity\n915.2\n914.2\nBook value per share\n$26.45\n$26.58\nShares outstanding\n34.6\n34.4\nSales By Business Segment\n(In millions - unaudited)\nThree Months Ended\nFebruary 28,\nNine Months Ended\nFebruary 28,\n2018\n2017\n2018\n2017\nAviation Services\n$ 426.4\n$ 382.8\n$ 1,189.3\n$ 1,064.1\nExpeditionary Services\n29.9\n24.4\n85.5\n76.2\n$ 456.3\n$ 407.2\n$ 1,274.8\n$ 1,140.3\nGross Profit by Business Segment\n(In millions - unaudited)\nThree Months Ended\nFebruary 28,\nNine Months Ended\nFebruary 28,\n2018\n2017\n2018\n2017\nAviation Services\n$ 71.7\n$ 63.2\n$ 195.5\n$ 172.6\nExpeditionary Services\n5.9\n3.3\n14.4\n12.9\n$ 77.6\n$ 66.5\n$ 209.9\n$ 185.5\nAdjusted income from continuing operations, adjusted diluted earnings per share from continuing operations, adjusted EBITDA and net debt are \"non-GAAP financial measures\" as defined in Regulation G of the Securities Exchange Act of 1934, as amended (the \"Exchange Act\"). We believe these non-GAAP financial measures are relevant and useful for investors as they provide a better understanding of our actual operating performance unaffected by the impact of severance charges and other items. When reviewed in conjunction with our GAAP results and the accompanying reconciliations, we believe these non-GAAP financial measures provide additional information that is useful to gain an understanding of the factors and trends affecting our business and provide a means by which to compare our operating performance against that of other companies in the industries we compete. Adjusted EBITDA is income (loss) from continuing operations before interest expense, interest income, income taxes (benefit), depreciation and amortization, stock-based compensation and other items of an unusual nature including severance and gains on certain asset sales.\nPursuant to the requirements of Regulation G of the Exchange Act, we are providing the following tables that reconcile the above mentioned non-GAAP financial measures to the most directly comparable GAAP financial measures:\nNet Debt\n(In millions- unaudited)\nFebruary 28,\n2018\nFebruary 28,\n2017\nTotal debt\n$196.2\n$169.2\nLess: Cash and cash equivalents\n(23.9)\n(10.1)\nNet debt\n$172.3\n$159.1\nAdjusted Income from Continuing Operations\n(In millions - unaudited)\nThree Months Ended\nFebruary 28,\nNine Months Ended\nFebruary 28,\n2018\n2017\n2018\n2017\nIncome from continuing operations\n$ 31.3\n$ 14.4\n$ 55.6\n$35.7\nDeferred tax re-measurement from the Tax Cuts and Jobs Act\n(13.0)\n–\n(13.0)\n–\nImpact of new lower tax rate on first half pre-tax income\n(1.8)\n–\n(1.8)\n–\nEarly retirement and severance charges, net of tax\n0.8\n(0.1)\n1.3\n0.4\nAdjusted Income from Continuing Operations\n$ 17.3\n$ 14.3\n$ 42.1\n$ 36.1\nAdjusted Diluted Earnings per Share from Continuing\nOperations\n(In millions - unaudited)\nThree Months Ended\nFebruary 28,\nNine Months Ended\nFebruary 28,\n2018\n2017\n2018\n2017\nDiluted earnings per share from continuing operations\n$ 0.90\n$ 0.42\n$ 1.60\n$1.04\nDeferred tax re-measurement from the Tax Cuts and Jobs Act\n(0.38)\n–\n(0.38)\n–\nImpact of new lower tax rate on first half pre-tax income\n(0.05)\n–\n(0.05)\n–\nEarly retirement and severance charges, net of tax\n0.02\n–\n0.04\n0.01\nAdjusted diluted earnings per share from continuing operations\n$ 0.49\n$ 0.42\n$ 1.21\n$ 1.05\nAdjusted EBITDA\n(In millions - unaudited)\nThree Months Ended\nFebruary 28,\nNine Months Ended\nFebruary 28,\n2018\n2017\n2018\n2017\nNet income\n$ 15.5\n$ 13.7\n$ 3.6\n$ 35.3\nLoss from discontinued operations\n15.8\n0.7\n52.0\n0.4\nIncome tax expense (benefit)\n(9.8)\n7.7\n1.4\n19.5\nOther expense\n0.5\n-\n0.5\n-\nInterest expense, net\n2.2\n1.3\n5.7\n3.7\nDepreciation and intangible amortization\n10.6\n9.1\n31.4\n26.2\nEarly retirement and severance charges\n1.1\n0.1\n1.9\n0.6\nGain on asset disposal\n-\n-\n-\n(2.6)\nStock-based compensation\n3.3\n2.8\n8.7\n7.6\nAdjusted EBITDA\n$ 39.2\n$ 35.4\n$ 105.2\n$ 90.7\nView original content with multimedia: http://www.prnewswire.com/news-releases/aar-reports-third-quarter-fiscal-year-2018-results-300617072.html\nSOURCE AAR CORP.",
    "published": "2018-03-20T23:01:00.000+02:00",
    "crawled": "2018-03-20T22:27:04.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wood",
        "dale",
        "march",
        "aar",
        "nyse",
        "air",
        "today",
        "reported",
        "third",
        "quarter",
        "fiscal",
        "year",
        "consolidated",
        "sale",
        "million",
        "income",
        "continuing",
        "operation",
        "million",
        "per",
        "diluted",
        "share",
        "third",
        "quarter",
        "prior",
        "year",
        "company",
        "reported",
        "sale",
        "million",
        "income",
        "continuing",
        "operation",
        "million",
        "per",
        "diluted",
        "share",
        "current",
        "period",
        "result",
        "include",
        "tax",
        "benefit",
        "million",
        "per",
        "diluted",
        "share",
        "reflect",
        "estimated",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "deferred",
        "tax",
        "liability",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "current",
        "quarter",
        "compared",
        "third",
        "quarter",
        "prior",
        "year",
        "decided",
        "pursue",
        "sale",
        "coco",
        "business",
        "formerly",
        "included",
        "expeditionary",
        "service",
        "segment",
        "result",
        "coco",
        "business",
        "reported",
        "discontinued",
        "operation",
        "period",
        "presented",
        "sale",
        "aviation",
        "service",
        "increased",
        "quarter",
        "prior",
        "year",
        "representing",
        "continuing",
        "trend",
        "year",
        "year",
        "growth",
        "strong",
        "sale",
        "growth",
        "integrated",
        "supply",
        "chain",
        "solution",
        "part",
        "supply",
        "activity",
        "offset",
        "impact",
        "cl",
        "program",
        "declined",
        "million",
        "sale",
        "current",
        "quarter",
        "million",
        "prior",
        "year",
        "quarter",
        "sale",
        "expeditionary",
        "service",
        "increased",
        "million",
        "prior",
        "year",
        "period",
        "primarily",
        "reflecting",
        "continued",
        "recovery",
        "sale",
        "volume",
        "mobility",
        "product",
        "business",
        "strategy",
        "driving",
        "sale",
        "growth",
        "across",
        "connected",
        "business",
        "aviation",
        "service",
        "track",
        "said",
        "david",
        "storch",
        "chairman",
        "chief",
        "executive",
        "officer",
        "aar",
        "storch",
        "continued",
        "differentiated",
        "capability",
        "provide",
        "u",
        "basis",
        "continue",
        "existing",
        "growth",
        "trajectory",
        "progress",
        "transformation",
        "continued",
        "success",
        "another",
        "strong",
        "quarter",
        "result",
        "led",
        "part",
        "supply",
        "program",
        "activity",
        "said",
        "john",
        "holmes",
        "president",
        "chief",
        "operating",
        "officer",
        "aar",
        "holmes",
        "continued",
        "expect",
        "momentum",
        "continue",
        "market",
        "demand",
        "service",
        "remains",
        "strong",
        "new",
        "contract",
        "award",
        "including",
        "do",
        "worldwide",
        "aviation",
        "support",
        "service",
        "wass",
        "program",
        "usaf",
        "landing",
        "gear",
        "pbl",
        "program",
        "consolidated",
        "gross",
        "profit",
        "margin",
        "increased",
        "current",
        "quarter",
        "prior",
        "year",
        "quarter",
        "driven",
        "increased",
        "sale",
        "third",
        "quarter",
        "sale",
        "commercial",
        "customer",
        "represented",
        "consolidated",
        "sale",
        "compared",
        "consolidated",
        "sale",
        "third",
        "quarter",
        "last",
        "year",
        "sale",
        "government",
        "defense",
        "customer",
        "represented",
        "consolidated",
        "sale",
        "compared",
        "prior",
        "year",
        "quarter",
        "selling",
        "general",
        "administrative",
        "expense",
        "percentage",
        "sale",
        "quarter",
        "compared",
        "last",
        "year",
        "quarter",
        "incurred",
        "approximately",
        "million",
        "severance",
        "cost",
        "connection",
        "early",
        "retirement",
        "program",
        "addition",
        "continued",
        "experience",
        "legal",
        "cost",
        "associated",
        "defense",
        "wass",
        "contract",
        "net",
        "interest",
        "expense",
        "continuing",
        "operation",
        "quarter",
        "million",
        "compared",
        "million",
        "last",
        "year",
        "also",
        "quarter",
        "company",
        "paid",
        "cash",
        "dividend",
        "million",
        "per",
        "share",
        "repurchased",
        "share",
        "average",
        "price",
        "average",
        "diluted",
        "share",
        "count",
        "quarter",
        "million",
        "compared",
        "million",
        "third",
        "quarter",
        "last",
        "year",
        "result",
        "winning",
        "wass",
        "contract",
        "ramping",
        "service",
        "transition",
        "period",
        "repositioned",
        "key",
        "resource",
        "focus",
        "program",
        "goco",
        "business",
        "decided",
        "pursue",
        "sale",
        "coco",
        "business",
        "coco",
        "business",
        "reported",
        "discontinued",
        "operation",
        "period",
        "presented",
        "recognized",
        "goodwill",
        "impairment",
        "charge",
        "million",
        "within",
        "discontinued",
        "operation",
        "related",
        "coco",
        "business",
        "holmes",
        "continued",
        "decision",
        "shift",
        "focus",
        "essential",
        "resource",
        "goco",
        "business",
        "designed",
        "deliver",
        "superior",
        "service",
        "government",
        "customer",
        "shift",
        "also",
        "important",
        "delivering",
        "world",
        "class",
        "service",
        "do",
        "recently",
        "commenced",
        "wass",
        "program",
        "expect",
        "fully",
        "operational",
        "wass",
        "program",
        "may",
        "point",
        "program",
        "contributor",
        "earnings",
        "net",
        "debt",
        "february",
        "million",
        "compared",
        "million",
        "february",
        "quarter",
        "entered",
        "account",
        "receivable",
        "financing",
        "program",
        "provide",
        "additional",
        "financial",
        "flexibility",
        "availability",
        "financing",
        "program",
        "sheet",
        "receivables",
        "sold",
        "eliminated",
        "balance",
        "sheet",
        "incurred",
        "fee",
        "expense",
        "establish",
        "financing",
        "program",
        "cash",
        "flow",
        "operating",
        "activity",
        "continuing",
        "operation",
        "million",
        "current",
        "quarter",
        "compared",
        "use",
        "cash",
        "million",
        "prior",
        "year",
        "quarter",
        "new",
        "account",
        "receivable",
        "financing",
        "program",
        "contributed",
        "million",
        "current",
        "quarter",
        "operating",
        "cash",
        "flow",
        "storch",
        "continued",
        "affirming",
        "guidance",
        "fiscal",
        "previously",
        "announced",
        "investor",
        "day",
        "january",
        "guidance",
        "included",
        "sale",
        "range",
        "billion",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "range",
        "adjusted",
        "ebitda",
        "range",
        "million",
        "conference",
        "call",
        "information",
        "aar",
        "hold",
        "quarterly",
        "conference",
        "call",
        "ct",
        "march",
        "conference",
        "call",
        "accessed",
        "calling",
        "inside",
        "outside",
        "replay",
        "conference",
        "call",
        "also",
        "available",
        "calling",
        "inside",
        "outside",
        "access",
        "code",
        "replay",
        "available",
        "ct",
        "march",
        "ct",
        "march",
        "aar",
        "aar",
        "global",
        "aftermarket",
        "solution",
        "company",
        "employ",
        "people",
        "country",
        "based",
        "wood",
        "dale",
        "illinois",
        "aar",
        "support",
        "commercial",
        "aviation",
        "government",
        "customer",
        "two",
        "operating",
        "segment",
        "aviation",
        "service",
        "expeditionary",
        "service",
        "aar",
        "aviation",
        "service",
        "include",
        "inventory",
        "management",
        "part",
        "supply",
        "oem",
        "part",
        "distribution",
        "aircraft",
        "maintenance",
        "repair",
        "overhaul",
        "component",
        "repair",
        "aar",
        "expeditionary",
        "service",
        "include",
        "mobility",
        "system",
        "command",
        "control",
        "center",
        "support",
        "military",
        "humanitarian",
        "mission",
        "composite",
        "manufacturing",
        "operation",
        "additional",
        "information",
        "found",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "relating",
        "future",
        "result",
        "statement",
        "term",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "belief",
        "company",
        "management",
        "well",
        "assumption",
        "estimate",
        "based",
        "information",
        "currently",
        "available",
        "company",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "historical",
        "result",
        "anticipated",
        "including",
        "factor",
        "discussed",
        "item",
        "1a",
        "entitled",
        "risk",
        "factor",
        "included",
        "company",
        "form",
        "fiscal",
        "year",
        "ended",
        "may",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "adversely",
        "underlying",
        "assumption",
        "estimate",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "described",
        "event",
        "uncertainty",
        "difficult",
        "impossible",
        "predict",
        "accurately",
        "many",
        "beyond",
        "company",
        "control",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "statement",
        "reflect",
        "occurrence",
        "anticipated",
        "unanticipated",
        "event",
        "additional",
        "information",
        "see",
        "comment",
        "included",
        "aar",
        "filing",
        "security",
        "exchange",
        "commission",
        "aar",
        "subsidiary",
        "consolidated",
        "statement",
        "income",
        "million",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "february",
        "nine",
        "month",
        "ended",
        "february",
        "sale",
        "cost",
        "expense",
        "cost",
        "sale",
        "selling",
        "general",
        "administrative",
        "operating",
        "income",
        "interest",
        "expense",
        "net",
        "expense",
        "income",
        "continuing",
        "operation",
        "income",
        "tax",
        "expense",
        "benefit",
        "income",
        "tax",
        "expense",
        "benefit",
        "income",
        "continuing",
        "operation",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "earnings",
        "per",
        "share",
        "diluted",
        "share",
        "data",
        "average",
        "share",
        "outstanding",
        "basic",
        "average",
        "share",
        "outstanding",
        "diluted",
        "aar",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "highlight",
        "million",
        "except",
        "per",
        "share",
        "data",
        "february",
        "may",
        "unaudited",
        "cash",
        "cash",
        "equivalent",
        "current",
        "asset",
        "current",
        "liability",
        "excluding",
        "debt",
        "account",
        "net",
        "property",
        "plant",
        "equipment",
        "total",
        "asset",
        "total",
        "debt",
        "stockholder",
        "equity",
        "book",
        "value",
        "per",
        "share",
        "share",
        "outstanding",
        "sale",
        "business",
        "segment",
        "million",
        "unaudited",
        "three",
        "month",
        "ended",
        "february",
        "nine",
        "month",
        "ended",
        "february",
        "aviation",
        "service",
        "expeditionary",
        "service",
        "gross",
        "profit",
        "business",
        "segment",
        "million",
        "unaudited",
        "three",
        "month",
        "ended",
        "february",
        "nine",
        "month",
        "ended",
        "february",
        "aviation",
        "service",
        "expeditionary",
        "service",
        "adjusted",
        "income",
        "continuing",
        "operation",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "adjusted",
        "ebitda",
        "net",
        "debt",
        "financial",
        "measure",
        "defined",
        "regulation",
        "g",
        "security",
        "exchange",
        "act",
        "amended",
        "exchange",
        "act",
        "believe",
        "financial",
        "measure",
        "relevant",
        "useful",
        "investor",
        "provide",
        "better",
        "understanding",
        "actual",
        "operating",
        "performance",
        "unaffected",
        "impact",
        "severance",
        "charge",
        "item",
        "reviewed",
        "conjunction",
        "gaap",
        "result",
        "accompanying",
        "reconciliation",
        "believe",
        "financial",
        "measure",
        "provide",
        "additional",
        "information",
        "useful",
        "gain",
        "understanding",
        "factor",
        "trend",
        "affecting",
        "business",
        "provide",
        "mean",
        "compare",
        "operating",
        "performance",
        "company",
        "industry",
        "compete",
        "adjusted",
        "ebitda",
        "income",
        "loss",
        "continuing",
        "operation",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "tax",
        "benefit",
        "depreciation",
        "amortization",
        "compensation",
        "item",
        "unusual",
        "nature",
        "including",
        "severance",
        "gain",
        "certain",
        "asset",
        "sale",
        "pursuant",
        "requirement",
        "regulation",
        "g",
        "exchange",
        "act",
        "providing",
        "following",
        "table",
        "reconcile",
        "mentioned",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "net",
        "debt",
        "unaudited",
        "february",
        "february",
        "total",
        "debt",
        "less",
        "cash",
        "cash",
        "equivalent",
        "net",
        "debt",
        "adjusted",
        "income",
        "continuing",
        "operation",
        "million",
        "unaudited",
        "three",
        "month",
        "ended",
        "february",
        "nine",
        "month",
        "ended",
        "february",
        "income",
        "continuing",
        "operation",
        "deferred",
        "tax",
        "tax",
        "cut",
        "job",
        "act",
        "impact",
        "new",
        "lower",
        "tax",
        "rate",
        "first",
        "half",
        "income",
        "early",
        "retirement",
        "severance",
        "charge",
        "net",
        "tax",
        "adjusted",
        "income",
        "continuing",
        "operation",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "million",
        "unaudited",
        "three",
        "month",
        "ended",
        "february",
        "nine",
        "month",
        "ended",
        "february",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "deferred",
        "tax",
        "tax",
        "cut",
        "job",
        "act",
        "impact",
        "new",
        "lower",
        "tax",
        "rate",
        "first",
        "half",
        "income",
        "early",
        "retirement",
        "severance",
        "charge",
        "net",
        "tax",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "adjusted",
        "ebitda",
        "million",
        "unaudited",
        "three",
        "month",
        "ended",
        "february",
        "nine",
        "month",
        "ended",
        "february",
        "net",
        "income",
        "loss",
        "discontinued",
        "operation",
        "income",
        "tax",
        "expense",
        "benefit",
        "expense",
        "interest",
        "expense",
        "net",
        "depreciation",
        "intangible",
        "amortization",
        "early",
        "retirement",
        "severance",
        "charge",
        "gain",
        "asset",
        "disposal",
        "compensation",
        "adjusted",
        "ebitda",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "aar",
        "corp"
    ]
}