{
    "organizations": [],
    "uuid": "5a16e534d44b8b76360d4c6686f26fb287347cce",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/globe-newswire-nuvectraa-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Nuvectra™ Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PLANO, Texas, March 06, 2018 (GLOBE NEWSWIRE) -- Nuvectra Corporation (NASDAQ:NVTR), a neurostimulation medical device company, today announced financial results for the fourth ended December 31, 2017.\nRecent Company Highlights\nReported record consolidated revenues of $12.0 million for the fourth quarter 2017 and $31.8 million for the full year 2017. Achieved the 1,000th Algovita ® SCS System implantation in U.S. in December 2017. Completed follow-on public offering of common stock for gross proceeds of approximately $26.0 million in February 2018. Completed second amendment to the Company’s existing loan and security agreement and drew down second tranche for $12.5 million in February 2018.\nScott Drees, CEO, said, “In 2017, our first full commercial year, we demonstrated our ability to compete in the SCS market, delivering over $10 million in Q4 Algovita revenue. As we move into 2018, we expect to continue growing our SCS market share by demonstrating the clinical benefits of our Algovita system through clinical studies, obtaining MRI approvals, and building physician awareness of the benefits of the Algovita system. We also anticipate CE mark approval in the second quarter of 2018 of the Virtis sacral neuromodulation system (SNM), and are on track for FDA approval, with the expectation of a commercial launch in the United States in the second half of 2018.”\nFourth Quarter and Full Year 2017 Financial Results\nTotal revenue in the fourth quarter of 2017 was $12.0 million, a 188% increase from $4.2 million in the fourth quarter of 2016. Total revenue for the full year 2017 was $31.8 million, a 154% increase from $12.5 million for the full year 2016. Total Algovita revenue in the fourth quarter of 2017 was $10.4 million, a 416% increase from $2.0 million in the fourth quarter of 2016. Total Algovita revenue for the full year 2017 was $25.6 million, a 514% increase from $4.2 million for the full year 2016. Gross profit in the fourth quarter of 2017 was $6.2 million, or 52% gross margin, an increase from $1.7 million, or 40% gross margin, in the fourth quarter of 2016. Total gross profit for the full year 2017 was $16.0 million, or 50% gross margin, an increase from $6.1 million, or 49% gross margin, for the full year 2016.\nOperating expenses in the fourth quarter of 2017 were $13.9 million, a 6% decrease from $14.7 million in the fourth quarter of 2016. Total operating expenses for the full year 2017 were $58.0 million, an increase of 33% from $43.5 million for the full year 2016. The increase for the full year 2017 compared to the full year 2016 reflects investments in the Company’s sales and marketing team, along with higher headcount and other costs related to becoming a public company.\nNet loss for the fourth quarter of 2017 was $(8.6) million or $(0.80) per share, compared with a net loss of $(13.1) million, or $(1.27) per share, for the fourth quarter of 2016. Net loss for the full year 2017 was $(44.6) million or $(4.22) per share, compared to $(38.4) million or $(3.74) per share for the full year 2016.\nTotal cash and cash equivalents were $28.2 million as of December 31, 2017. Cash and cash equivalents as of December 31, 2017 do not include total net proceeds of approximately $23.8 million from the Company’s follow-on common stock offering completed in February 2018, nor the cash proceeds from the draw down of $12.5 million from the Company’s credit facility in the same month.\nConference Call Information\nNuvectra will hold a conference call today, Tuesday, March 6, 2018, at 4:30pm ET to discuss the results. The dial-in numbers are (844) 882-7830 for domestic callers and (574) 990-9704 for international callers. The conference ID is 1785806. A live webcast of the conference call will be available on the investor relations section of the Company’s website at http://investors.nuvectramed.com/ .\nA replay of the call will be available starting on March 6, 2018 through March 13, 2018. To access the replay, dial (855) 859-2056 for domestic callers and (404) 537-3406 for international callers and enter access code 1785806. The webcast will be available in the investor relations section of the Company’s website for 90 days following the completion of the call.\nAbout Nuvectra Corporation\nNuvectra TM is a neurostimulation company committed to helping physicians improve the lives of people with chronic conditions. The Algovita ® Spinal Cord Stimulation (SCS) System is our first commercial offering and is CE marked and FDA approved for the treatment of chronic intractable pain of the trunk and/or limbs. Our innovative technology platform also has capabilities under development to support other indications such as sacral neuromodulation (SNM) for the treatment of overactive bladder, and deep brain stimulation (DBS) for the treatment of Parkinson’s Disease. In addition, our NeuroNexus subsidiary designs, manufactures and markets leading-edge neural-interface technologies for the neuroscience clinical research market. Visit the Nuvectra website at www.nuvectramed.com .\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains \"forward-looking statements,\" including statements we make regarding the outlook for Nuvectra as an independent publicly-traded company. Forward-looking statements are based only on our current beliefs, expectations and assumptions regarding the future of our business, future plans and strategies, projections, anticipated events and trends, the economy and other future conditions, and therefore they are subject to inherent uncertainties, risks and changes in circumstances that are difficult to predict and may be outside of our control. Our actual performance may differ materially from those indicated in the forward-looking statements. Therefore, you should not rely on any of these forward-looking statements. Any forward-looking statement made by us is based only on information currently available to us and speaks only as of the date on which it is made. Important factors that could cause our actual results to differ materially from those indicated in the forward-looking statements include: (i) our ability to successfully commercialize Algovita and to develop, complete and commercialize enhancements or improvements to Algovita; (ii) our ability to successfully compete with our current SCS competitors and the ability of our U.S. sales representatives to successfully establish market share and acceptance of Algovita, (iii) the uncertainty of obtaining regulatory approvals in the United States and Europe for our Virtis SNM system, (iv) our ability to successfully launch and commercialize the Virtis SNM system if it receives regulatory approval (v) our ability to demonstrate the features, perceived benefits and capabilities of Algovita to physicians and patients in competition with similar products already well established and sold in the SCS market; (vi) our ability to anticipate and satisfy customer needs and preferences and to develop, introduce and commercialize new products or advancements and improvements to Algovita in order to successfully meet our customers’ expectations; (vii) the outcome of our development plans for our neurostimulation technology platform, including our ability to identify additional indications or conditions for which we may develop neurostimulation medical devices or therapies and seek regulatory approval thereof; (viii) our ability to identify business development and growth opportunities and to successfully execute on our strategy, including our ability to seek and develop strategic partnerships with third parties to, among other things, fund clinical and development costs for new product offerings; (ix) the performance by our development partners, including Aleva Neurotherapeutics, S.A., of their obligations under their agreements with us; (x) the scope of protection for our intellectual property rights covering Algovita and other products using our neurostimulation technology platform, along with any product enhancements or improvements; (xi) our ability to successfully build, attract and maintain an effective commercial infrastructure and qualified sales force in the United States; (xii) our compliance with all regulatory and legal requirements regarding implantable medical devices and interactions with healthcare professionals; (xiii) any supplier shortages related to Algovita or its components and any manufacturing disruptions which may impact our inventory supply as we expand our business, (xiv) any product recalls, or the receipt of any warning letters, mandatory corrections or fines from any governmental or regulatory agency; (xv) our ability to satisfy the conditions and covenants, including trailing six month revenue milestones, of our Credit Facility; and (xvi) our ability to raise capital through means other than or in addition to the Credit Facility should it become necessary to do so, through a public offering of our common stock, private equity or debt financings, strategic partnerships, or other sources. Please see the section entitled “Risk Factors” in Nuvectra’s Annual Report on Form 10-K and in our other quarterly and periodic filings for a description of these and other risks and uncertainties. We undertake no obligation to publicly update any forward-looking statement, whether written or oral, that may be made from time to time, whether as a result of new information, future developments or otherwise.\nNUVECTRA CORPORATION\nCONSOLIDATED STATEMENTS OF OPERATIONS\nAND COMPREHENSIVE LOSS\n(in thousands, except per share data) Three Months Ended Year Ended December 31, 2017 December 30, 2016 December 31, 2017 December 30, 2016 Sales: Product 11,639 3,270 30,323 9,314 Service 317 883 1,513 3,221 Total sales 11,956 4,153 31,836 12,535 Cost of Sales: Product 5,596 1,934 14,989 4,806 Service 189 550 897 1,624 Total cost of sales 5,785 2,484 15,886 6,430 Gross profit 6,171 1,669 15,950 6,105 Operating expenses: Selling, general and administrative expenses 10,511 10,322 43,860 28,507 Research, development and engineering costs, net 3,372 4,427 14,102 14,524 Other operating expenses - - - 476 Total operating expenses 13,883 14,749 57,962 43,507 Operating loss (7,712) (13,080) (42,012) (37,402) Interest expense, net 769 390 1,959 1,311 Other expense (income), net 105 (395) 604 (285) Loss before provision for income taxes (8,586) (13,075) (44,575) (38,428) Provision for income taxes 16 - 25 - Net loss $ (8,602) $ (13,075) $ (44,600) $ (38,428) Comprehensive loss $ (8,603) $ (13,077) $ (44,599) $ (38,430) Basic and diluted net loss per share $ (0.80) $ (1.27) $ (4.22) $ (3.74) Basic and diluted weighted average shares outstanding 10,813 10,305 10,576 10,277\nNUVECTRA CORPORATION\nCONSOLIDATED BALANCE SHEETS\n(in thousands, except share and per share data) As of December 31,\n2017 December 30,\n2016 ASSETS Current assets: Cash and cash equivalents $ 28,165 $ 63,710 Trade accounts receivable, net of allowance for doubtful accounts of $417 in fiscal 2017 and $10 in fiscal 2016 10,875 3,177 Inventories 4,978 5,233 Prepaid expenses and other current assets 1,011 443 Total current assets 45,029 72,563 Property, plant and equipment, net 6,219 6,317 Intangible assets, net 1,428 1,714 Goodwill 38,182 38,182 Other long-term assets 245 526 Total assets $ 91,103 $ 119,302 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 2,043 $ 9,928 Accrued liabilities 8,827 3,355 Accrued compensation 4,392 2,757 Short-term debt 789 — Total current liabilities 16,051 16,040 Other long-term liabilities 993 940 Long-term debt, net 25,886 13,744 Total liabilities 42,930 30,724 Commitments and contingencies Stockholders’ equity: Common stock, $0.001 par value, 100,000,000 shares authorized; 10,849,385 and 10,319,627 shares issued and outstanding in fiscal 2017 and fiscal 2016, respectively 11 10 Additional paid-in capital 125,999 121,806 Accumulated other comprehensive loss (1) (2) Accumulated deficit (77,836) (33,236) Total stockholders’ equity 48,173 88,578 Total liabilities and stockholders’ equity $ 91,103 $ 119,302\nCompany Contacts: Nuvectra Corporation Walter Berger, COO & CFO (214) 474-3102 wberger@nuvectramed.com Investor Contacts: The Ruth Group Tram Bui / Brian Johnston (646) 536-7035 / 7028 investors@nuvectramed.com\nSource:Nuvectra Corporation",
    "published": "2018-03-07T00:01:00.000+02:00",
    "crawled": "2018-03-07T03:12:28.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "plano",
        "texas",
        "march",
        "globe",
        "newswire",
        "nuvectra",
        "corporation",
        "nasdaq",
        "nvtr",
        "neurostimulation",
        "medical",
        "device",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "ended",
        "december",
        "recent",
        "company",
        "highlight",
        "reported",
        "record",
        "consolidated",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "million",
        "full",
        "year",
        "achieved",
        "algovita",
        "sc",
        "system",
        "implantation",
        "december",
        "completed",
        "public",
        "offering",
        "common",
        "stock",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "february",
        "completed",
        "second",
        "amendment",
        "company",
        "existing",
        "loan",
        "security",
        "agreement",
        "drew",
        "second",
        "tranche",
        "million",
        "february",
        "scott",
        "drees",
        "ceo",
        "said",
        "first",
        "full",
        "commercial",
        "year",
        "demonstrated",
        "ability",
        "compete",
        "sc",
        "market",
        "delivering",
        "million",
        "q4",
        "algovita",
        "revenue",
        "move",
        "expect",
        "continue",
        "growing",
        "sc",
        "market",
        "share",
        "demonstrating",
        "clinical",
        "benefit",
        "algovita",
        "system",
        "clinical",
        "study",
        "obtaining",
        "mri",
        "approval",
        "building",
        "physician",
        "awareness",
        "benefit",
        "algovita",
        "system",
        "also",
        "anticipate",
        "ce",
        "mark",
        "approval",
        "second",
        "quarter",
        "virtis",
        "sacral",
        "neuromodulation",
        "system",
        "snm",
        "track",
        "fda",
        "approval",
        "expectation",
        "commercial",
        "launch",
        "united",
        "state",
        "second",
        "half",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "million",
        "increase",
        "million",
        "fourth",
        "quarter",
        "total",
        "revenue",
        "full",
        "year",
        "million",
        "increase",
        "million",
        "full",
        "year",
        "total",
        "algovita",
        "revenue",
        "fourth",
        "quarter",
        "million",
        "increase",
        "million",
        "fourth",
        "quarter",
        "total",
        "algovita",
        "revenue",
        "full",
        "year",
        "million",
        "increase",
        "million",
        "full",
        "year",
        "gross",
        "profit",
        "fourth",
        "quarter",
        "million",
        "gross",
        "margin",
        "increase",
        "million",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "total",
        "gross",
        "profit",
        "full",
        "year",
        "million",
        "gross",
        "margin",
        "increase",
        "million",
        "gross",
        "margin",
        "full",
        "year",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "decrease",
        "million",
        "fourth",
        "quarter",
        "total",
        "operating",
        "expense",
        "full",
        "year",
        "million",
        "increase",
        "million",
        "full",
        "year",
        "increase",
        "full",
        "year",
        "compared",
        "full",
        "year",
        "reflects",
        "investment",
        "company",
        "sale",
        "marketing",
        "team",
        "along",
        "higher",
        "headcount",
        "cost",
        "related",
        "becoming",
        "public",
        "company",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "net",
        "loss",
        "full",
        "year",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "full",
        "year",
        "total",
        "cash",
        "cash",
        "equivalent",
        "million",
        "december",
        "cash",
        "cash",
        "equivalent",
        "december",
        "include",
        "total",
        "net",
        "proceeds",
        "approximately",
        "million",
        "company",
        "common",
        "stock",
        "offering",
        "completed",
        "february",
        "cash",
        "proceeds",
        "draw",
        "million",
        "company",
        "credit",
        "facility",
        "month",
        "conference",
        "call",
        "information",
        "nuvectra",
        "hold",
        "conference",
        "call",
        "today",
        "tuesday",
        "march",
        "et",
        "discus",
        "result",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "replay",
        "call",
        "available",
        "starting",
        "march",
        "march",
        "access",
        "replay",
        "dial",
        "domestic",
        "caller",
        "international",
        "caller",
        "enter",
        "access",
        "code",
        "webcast",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "day",
        "following",
        "completion",
        "call",
        "nuvectra",
        "corporation",
        "nuvectra",
        "tm",
        "neurostimulation",
        "company",
        "committed",
        "helping",
        "physician",
        "improve",
        "life",
        "people",
        "chronic",
        "condition",
        "algovita",
        "spinal",
        "cord",
        "stimulation",
        "sc",
        "system",
        "first",
        "commercial",
        "offering",
        "ce",
        "marked",
        "fda",
        "approved",
        "treatment",
        "chronic",
        "intractable",
        "pain",
        "trunk",
        "limb",
        "innovative",
        "technology",
        "platform",
        "also",
        "capability",
        "development",
        "support",
        "indication",
        "sacral",
        "neuromodulation",
        "snm",
        "treatment",
        "overactive",
        "bladder",
        "deep",
        "brain",
        "stimulation",
        "db",
        "treatment",
        "parkinson",
        "disease",
        "addition",
        "neuronexus",
        "subsidiary",
        "design",
        "manufacture",
        "market",
        "technology",
        "neuroscience",
        "clinical",
        "research",
        "market",
        "visit",
        "nuvectra",
        "website",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "make",
        "regarding",
        "outlook",
        "nuvectra",
        "independent",
        "company",
        "statement",
        "based",
        "current",
        "belief",
        "expectation",
        "assumption",
        "regarding",
        "future",
        "business",
        "future",
        "plan",
        "strategy",
        "projection",
        "anticipated",
        "event",
        "trend",
        "economy",
        "future",
        "condition",
        "therefore",
        "subject",
        "inherent",
        "uncertainty",
        "risk",
        "change",
        "circumstance",
        "difficult",
        "predict",
        "may",
        "outside",
        "control",
        "actual",
        "performance",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "therefore",
        "rely",
        "statement",
        "statement",
        "made",
        "u",
        "based",
        "information",
        "currently",
        "available",
        "u",
        "speaks",
        "date",
        "made",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "include",
        "ability",
        "successfully",
        "commercialize",
        "algovita",
        "develop",
        "complete",
        "commercialize",
        "enhancement",
        "improvement",
        "algovita",
        "ii",
        "ability",
        "successfully",
        "compete",
        "current",
        "sc",
        "competitor",
        "ability",
        "sale",
        "representative",
        "successfully",
        "establish",
        "market",
        "share",
        "acceptance",
        "algovita",
        "iii",
        "uncertainty",
        "obtaining",
        "regulatory",
        "approval",
        "united",
        "state",
        "europe",
        "virtis",
        "snm",
        "system",
        "iv",
        "ability",
        "successfully",
        "launch",
        "commercialize",
        "virtis",
        "snm",
        "system",
        "receives",
        "regulatory",
        "approval",
        "v",
        "ability",
        "demonstrate",
        "feature",
        "perceived",
        "benefit",
        "capability",
        "algovita",
        "physician",
        "patient",
        "competition",
        "similar",
        "product",
        "already",
        "well",
        "established",
        "sold",
        "sc",
        "market",
        "vi",
        "ability",
        "anticipate",
        "satisfy",
        "customer",
        "need",
        "preference",
        "develop",
        "introduce",
        "commercialize",
        "new",
        "product",
        "advancement",
        "improvement",
        "algovita",
        "order",
        "successfully",
        "meet",
        "customer",
        "expectation",
        "vii",
        "outcome",
        "development",
        "plan",
        "neurostimulation",
        "technology",
        "platform",
        "including",
        "ability",
        "identify",
        "additional",
        "indication",
        "condition",
        "may",
        "develop",
        "neurostimulation",
        "medical",
        "device",
        "therapy",
        "seek",
        "regulatory",
        "approval",
        "thereof",
        "viii",
        "ability",
        "identify",
        "business",
        "development",
        "growth",
        "opportunity",
        "successfully",
        "execute",
        "strategy",
        "including",
        "ability",
        "seek",
        "develop",
        "strategic",
        "partnership",
        "third",
        "party",
        "among",
        "thing",
        "fund",
        "clinical",
        "development",
        "cost",
        "new",
        "product",
        "offering",
        "ix",
        "performance",
        "development",
        "partner",
        "including",
        "aleva",
        "neurotherapeutics",
        "obligation",
        "agreement",
        "u",
        "x",
        "scope",
        "protection",
        "intellectual",
        "property",
        "right",
        "covering",
        "algovita",
        "product",
        "using",
        "neurostimulation",
        "technology",
        "platform",
        "along",
        "product",
        "enhancement",
        "improvement",
        "xi",
        "ability",
        "successfully",
        "build",
        "attract",
        "maintain",
        "effective",
        "commercial",
        "infrastructure",
        "qualified",
        "sale",
        "force",
        "united",
        "state",
        "xii",
        "compliance",
        "regulatory",
        "legal",
        "requirement",
        "regarding",
        "implantable",
        "medical",
        "device",
        "interaction",
        "healthcare",
        "professional",
        "xiii",
        "supplier",
        "shortage",
        "related",
        "algovita",
        "component",
        "manufacturing",
        "disruption",
        "may",
        "impact",
        "inventory",
        "supply",
        "expand",
        "business",
        "xiv",
        "product",
        "recall",
        "receipt",
        "warning",
        "letter",
        "mandatory",
        "correction",
        "fine",
        "governmental",
        "regulatory",
        "agency",
        "xv",
        "ability",
        "satisfy",
        "condition",
        "covenant",
        "including",
        "trailing",
        "six",
        "month",
        "revenue",
        "milestone",
        "credit",
        "facility",
        "xvi",
        "ability",
        "raise",
        "capital",
        "mean",
        "addition",
        "credit",
        "facility",
        "become",
        "necessary",
        "public",
        "offering",
        "common",
        "stock",
        "private",
        "equity",
        "debt",
        "financing",
        "strategic",
        "partnership",
        "source",
        "please",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "nuvectra",
        "annual",
        "report",
        "form",
        "quarterly",
        "periodic",
        "filing",
        "description",
        "risk",
        "uncertainty",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "written",
        "oral",
        "may",
        "made",
        "time",
        "time",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "nuvectra",
        "corporation",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "sale",
        "product",
        "service",
        "total",
        "sale",
        "cost",
        "sale",
        "product",
        "service",
        "total",
        "cost",
        "sale",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "research",
        "development",
        "engineering",
        "cost",
        "net",
        "operating",
        "expense",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "interest",
        "expense",
        "net",
        "expense",
        "income",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "nuvectra",
        "corporation",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "trade",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "fiscal",
        "fiscal",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "accrued",
        "compensation",
        "debt",
        "total",
        "current",
        "liability",
        "liability",
        "debt",
        "net",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "fiscal",
        "fiscal",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "company",
        "contact",
        "nuvectra",
        "corporation",
        "walter",
        "berger",
        "coo",
        "cfo",
        "wberger",
        "investor",
        "contact",
        "ruth",
        "group",
        "tram",
        "bui",
        "brian",
        "johnston",
        "investor",
        "source",
        "nuvectra",
        "corporation"
    ]
}