{
    "organizations": [],
    "uuid": "804a4542e0833e5ed854366f5231435be08e38a2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/pr-newswire-volitionrx-limited-announces-full-fiscal-year-2017-financial-results-and-business-update.html",
    "ord_in_thread": 0,
    "title": "VolitionRX Limited Announces Full Fiscal Year 2017 Financial Results and Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Conference call to discuss financial and operational results scheduled for Friday, March 2 at 8:30 a.m. Eastern Time\nISNES, Belgium, March 1, 2018 /PRNewswire/ -- VolitionRX Limited (NYSE AMERICAN: VNRX) (\"Volition\") today announced financial results for the full fiscal year ended December 31, 2017.\nCameron Reynolds, Chief Executive Officer of Volition, upon releasing these results commented, \"I could not be more proud of our dedicated team at Volition. During 2017, we, together with our collaborators, have made strong progress. After seven years of hard work, earlier this week we were excited to announce excellent early detection interim results from our ongoing front-line screening trial for colorectal cancer. We believe these are the first data to show high detection rates in a simple blood test, not only of early Stage I cancer, but also of the extremely important high-risk pre-cancerous adenomas. We believe that with further development, our Nu.Q TM panel could form the basis of new colorectal cancer tests with early stage disease detection, and that our tests could become accessible to and usable by a wide section of the screening population around the world. The whole team will be working hard towards achieving our numerous milestones in 2018.\"\nCompany Highlights\nClinical\nAnnounced our participation in what we believe to be the largest-ever colorectal cancer screening study in conjunction with the University of Michigan and the National Cancer Institute and its Early Detection Research Network to validate Nu.Q for the U.S. market. Study is expected to provide approximately 13,500 asymptomatic samples of screen relevant subjects; Collection underway and expected to be completed by 2020; and Cost of study is expected to be up to $3 million, paid in instalments over the study period, which we believe represents an outstanding value for the money. Signed a Memorandum of Understanding with the National Taiwan University to conduct two large multi-center, multi-country, multi-ethnicity studies in Asia. Announced a positive report from the Danish Research Group regarding the Logistics and Pathway Design Study conducted by the Hvidovre Hospital at the University of Copenhagen, Denmark. The study successfully demonstrated that it is possible to collect, process, gather, ship, analyse and provide the needed data all in due time (in accordance with current Danish legislation). Announced interim results from our first asymptomatic colorectal cancer (CRC) frontline screening study. This ongoing study is being carried out in collaboration with Hvidovre Hospital, University of Copenhagen, Denmark and involves 680 subjects from the Danish National CRC Screening Program. The interim results demonstrated that a small panel of three ELISA assays, when considered with patient variables; produced an area under the curve (AUC) of 83%, detected 80% of Stage I CRC cases at 78% specificity, and detected 66% of High-Risk Adenomas (HRA) at 78% specificity.\nIntellectual Property\nSecured four additional patents in 2017, to date, a total of five patents have been granted in the U.S. and eight more patents have been granted in other jurisdictions.\nResearch Use Only Kits\nAnnounced the first order for a bespoke Research Use Only kit to a large multi-national pharmaceutical company. Intend to roll out a range of kits that use the same platform as Volition's cancer diagnosis panel that may be used for many other purposes, such as to aid drug development and treatment selection, which we hope will drive early revenue and validate our platform.\nOperational\nStrengthened the Executive Team with the appointments of Dr. Jasmine Kway as Vice President of Volition, Asia and Mr. David Vanston as the company's Chief Financial Officer. Established Volition America, Inc., a wholly owned subsidiary based in Austin, Texas which is run by Dr. Jason Terrell, Chief Medical Officer of Volition and Chief Executive Officer of Volition America, Inc. Moved into a new purpose-built, state of the art research and development facility in Belgium. This new facility has provided us with increased capacity and capability; we now have additional freezer space, automates and importantly an expanded scientific team (40% increase of the team over December 2016)\nUpcoming Milestones\n4,300-subject CRC Screening Cohort results expected as well as resulting identification of selected panel by June 30, 2018. 12,000-subject CRC Screening Cohort expected to validate the selected panel. CE Marking in parallel, which is expected to allow for sale in all 28 European Union countries. Launch of a range of Research Use Only Kits. Interim results expected to be released on the 27 most prevalent cancers study of 4,500 subject samples, collected by the University of Bonn, Germany, to show the breadth of the platform technology. Commencement of the Asia multi-country study in collaboration with the National Taiwan University.\nMr. Reynolds concluded, \"We are extremely proud of the accomplishments we have achieved thus far. I thank the dedicated Volition team for their tireless efforts. I, along with the rest of the Board and indeed the whole company, look forward to sharing the results of key studies over the coming year.\"\nFull Year 2017 Financial Results\nCash and cash equivalents as of December 31, 2017 totalled $10.1 million. Continue to manage cash carefully with an average quarterly burn (or cash used in operating activities) of approximately $3 million during 2017. Received non-dilutive funding from the Walloon region and local government agencies.\nAbout Volition\nVolition is a multi-national life sciences company developing simple, easy to use blood-based cancer tests to accurately diagnose a range of cancers. The tests are based on the science of Nucleosomics 速 , which is the practice of identifying and measuring nucleosomes in the bloodstream or other bodily fluid - an indication that disease is present.\nAs cancer screening programs become more widespread, Volition's products aim to help to diagnose a range of cancers quickly, simply, accurately and cost effectively. Early diagnosis has the potential to not only prolong the life of patients, but also to improve their quality of life.\nVolition's research and development activities are currently centered in Belgium, with additional offices in London, Texas and Singapore, as the company focuses on bringing its diagnostic products to market first in Europe, then in the U.S. and ultimately, worldwide.\nFor more information about Volition, visit Volition's website ( http://www.volitionrx.com) or connect with us via:\nTwitter: https://twitter.com/volitionrx\nLinkedIn: https://www.linkedin.com/company/volitionrx\nFacebook: https://www.facebook.com/VolitionRx/\nYouTube: https://www.youtube.com/user/VolitionRx\nThe contents found at Volition's website address, Twitter, LinkedIn, Facebook, and YouTube are not incorporated by reference into this document and should not be considered part of this document. The addresses for Volition's website, Twitter, LinkedIn, Facebook, and YouTube are included in this document as inactive textual references only.\nSafe Harbor Statement\nStatements in this press release may be \" \" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, that concern matters that involve risks and uncertainties that could cause actual results those anticipated or projected in the . Words such as \"expects,\" \"anticipates,\" \"intends,\" \"plans,\" \"aims,\" \"targets,\" \"believes,\" \"seeks,\" \"estimates,\" \"optimizing,\" \"potential,\" \"goal,\" \"suggests,\" \"could,\" \"would,\" \"should,\" \"may,\" \"will\" and similar expressions identify . These relate to the effectiveness of Volition's bodily-fluid-based diagnostic tests as well as Volition's ability to develop and successfully commercialize such test platforms for early detection of cancer. Volition's actual results may differ materially from those indicated in these due to numerous risks and uncertainties. For instance, if Volition fails to develop and commercialize diagnostic products, it may be unable to execute its plan of operations. Other risks and uncertainties include Volition's failure to obtain necessary regulatory clearances or approvals to distribute and market future products in the clinical IVD market; a failure by the marketplace to accept the products in Volition's development pipeline or any other diagnostic products Volition might develop; Volition will face fierce competition and Volition's intended products may become obsolete due to the highly competitive nature of the diagnostics market and its rapid technological change; and other risks identified in Volition's most recent Annual Report on Form 10-K and Quarterly Reports on Form 10-Q, as well as other documents that Volition files with the Securities and Exchange Commission. These statements are based on current expectations, estimates and projections about Volition's business based, in part, on assumptions made by management. These statements are not guarantees of future performance and involve risks, uncertainties and assumptions that are difficult to predict. Forward-looking statements are made as of the date of this release, and, except as required by law, Volition does not undertake an obligation to update its to reflect future events or circumstances.\nNucleosomics速, NuQ速, Nu.Q TM and Hypergenomics速 and their respective logos are trademarks and/or service marks of VolitionRX Limited and its subsidiaries. All other trademarks, service marks and trade names referred to in this press release are the property of their respective owners. Additionally, unless otherwise specified, all references to \"$\" refer to the legal currency of the United States of America.\nView original content: http://www.prnewswire.com/news-releases/volitionrx-limited-announces-full-fiscal-year-2017-financial-results-and-business-update-300607045.html\nSOURCE VolitionRx Ltd",
    "published": "2018-03-02T00:05:00.000+02:00",
    "crawled": "2018-03-02T01:09:27.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "conference",
        "call",
        "discus",
        "financial",
        "operational",
        "result",
        "scheduled",
        "friday",
        "march",
        "eastern",
        "time",
        "isnes",
        "belgium",
        "march",
        "volitionrx",
        "limited",
        "nyse",
        "american",
        "vnrx",
        "volition",
        "today",
        "announced",
        "financial",
        "result",
        "full",
        "fiscal",
        "year",
        "ended",
        "december",
        "cameron",
        "reynolds",
        "chief",
        "executive",
        "officer",
        "volition",
        "upon",
        "releasing",
        "result",
        "commented",
        "could",
        "proud",
        "dedicated",
        "team",
        "volition",
        "together",
        "collaborator",
        "made",
        "strong",
        "progress",
        "seven",
        "year",
        "hard",
        "work",
        "earlier",
        "week",
        "excited",
        "announce",
        "excellent",
        "early",
        "detection",
        "interim",
        "result",
        "ongoing",
        "screening",
        "trial",
        "colorectal",
        "cancer",
        "believe",
        "first",
        "data",
        "show",
        "high",
        "detection",
        "rate",
        "simple",
        "blood",
        "test",
        "early",
        "stage",
        "cancer",
        "also",
        "extremely",
        "important",
        "adenoma",
        "believe",
        "development",
        "tm",
        "panel",
        "could",
        "form",
        "basis",
        "new",
        "colorectal",
        "cancer",
        "test",
        "early",
        "stage",
        "disease",
        "detection",
        "test",
        "could",
        "become",
        "accessible",
        "usable",
        "wide",
        "section",
        "screening",
        "population",
        "around",
        "world",
        "whole",
        "team",
        "working",
        "hard",
        "towards",
        "achieving",
        "numerous",
        "milestone",
        "company",
        "highlight",
        "clinical",
        "announced",
        "participation",
        "believe",
        "colorectal",
        "cancer",
        "screening",
        "study",
        "conjunction",
        "university",
        "michigan",
        "national",
        "cancer",
        "institute",
        "early",
        "detection",
        "research",
        "network",
        "validate",
        "market",
        "study",
        "expected",
        "provide",
        "approximately",
        "asymptomatic",
        "sample",
        "screen",
        "relevant",
        "subject",
        "collection",
        "underway",
        "expected",
        "completed",
        "cost",
        "study",
        "expected",
        "million",
        "paid",
        "instalment",
        "study",
        "period",
        "believe",
        "represents",
        "outstanding",
        "value",
        "money",
        "signed",
        "memorandum",
        "understanding",
        "national",
        "taiwan",
        "university",
        "conduct",
        "two",
        "large",
        "study",
        "asia",
        "announced",
        "positive",
        "report",
        "danish",
        "research",
        "group",
        "regarding",
        "logistics",
        "pathway",
        "design",
        "study",
        "conducted",
        "hvidovre",
        "hospital",
        "university",
        "copenhagen",
        "denmark",
        "study",
        "successfully",
        "demonstrated",
        "possible",
        "collect",
        "process",
        "gather",
        "ship",
        "analyse",
        "provide",
        "needed",
        "data",
        "due",
        "time",
        "accordance",
        "current",
        "danish",
        "legislation",
        "announced",
        "interim",
        "result",
        "first",
        "asymptomatic",
        "colorectal",
        "cancer",
        "crc",
        "frontline",
        "screening",
        "study",
        "ongoing",
        "study",
        "carried",
        "collaboration",
        "hvidovre",
        "hospital",
        "university",
        "copenhagen",
        "denmark",
        "involves",
        "subject",
        "danish",
        "national",
        "crc",
        "screening",
        "program",
        "interim",
        "result",
        "demonstrated",
        "small",
        "panel",
        "three",
        "elisa",
        "assay",
        "considered",
        "patient",
        "variable",
        "produced",
        "area",
        "curve",
        "auc",
        "detected",
        "stage",
        "crc",
        "case",
        "specificity",
        "detected",
        "adenoma",
        "hra",
        "specificity",
        "intellectual",
        "property",
        "secured",
        "four",
        "additional",
        "patent",
        "date",
        "total",
        "five",
        "patent",
        "granted",
        "eight",
        "patent",
        "granted",
        "jurisdiction",
        "research",
        "use",
        "kit",
        "announced",
        "first",
        "order",
        "bespoke",
        "research",
        "use",
        "kit",
        "large",
        "pharmaceutical",
        "company",
        "intend",
        "roll",
        "range",
        "kit",
        "use",
        "platform",
        "volition",
        "cancer",
        "diagnosis",
        "panel",
        "may",
        "used",
        "many",
        "purpose",
        "aid",
        "drug",
        "development",
        "treatment",
        "selection",
        "hope",
        "drive",
        "early",
        "revenue",
        "validate",
        "platform",
        "operational",
        "strengthened",
        "executive",
        "team",
        "appointment",
        "jasmine",
        "kway",
        "vice",
        "president",
        "volition",
        "asia",
        "david",
        "vanston",
        "company",
        "chief",
        "financial",
        "officer",
        "established",
        "volition",
        "america",
        "wholly",
        "owned",
        "subsidiary",
        "based",
        "austin",
        "texas",
        "run",
        "jason",
        "terrell",
        "chief",
        "medical",
        "officer",
        "volition",
        "chief",
        "executive",
        "officer",
        "volition",
        "america",
        "moved",
        "new",
        "state",
        "art",
        "research",
        "development",
        "facility",
        "belgium",
        "new",
        "facility",
        "provided",
        "u",
        "increased",
        "capacity",
        "capability",
        "additional",
        "freezer",
        "space",
        "automates",
        "importantly",
        "expanded",
        "scientific",
        "team",
        "increase",
        "team",
        "december",
        "upcoming",
        "milestone",
        "crc",
        "screening",
        "cohort",
        "result",
        "expected",
        "well",
        "resulting",
        "identification",
        "selected",
        "panel",
        "june",
        "crc",
        "screening",
        "cohort",
        "expected",
        "validate",
        "selected",
        "panel",
        "ce",
        "marking",
        "parallel",
        "expected",
        "allow",
        "sale",
        "european",
        "union",
        "country",
        "launch",
        "range",
        "research",
        "use",
        "kit",
        "interim",
        "result",
        "expected",
        "released",
        "prevalent",
        "cancer",
        "study",
        "subject",
        "sample",
        "collected",
        "university",
        "bonn",
        "germany",
        "show",
        "breadth",
        "platform",
        "technology",
        "commencement",
        "asia",
        "study",
        "collaboration",
        "national",
        "taiwan",
        "university",
        "reynolds",
        "concluded",
        "extremely",
        "proud",
        "accomplishment",
        "achieved",
        "thus",
        "far",
        "thank",
        "dedicated",
        "volition",
        "team",
        "tireless",
        "effort",
        "along",
        "rest",
        "board",
        "indeed",
        "whole",
        "company",
        "look",
        "forward",
        "sharing",
        "result",
        "key",
        "study",
        "coming",
        "year",
        "full",
        "year",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "december",
        "totalled",
        "million",
        "continue",
        "manage",
        "cash",
        "carefully",
        "average",
        "quarterly",
        "burn",
        "cash",
        "used",
        "operating",
        "activity",
        "approximately",
        "million",
        "received",
        "funding",
        "walloon",
        "region",
        "local",
        "government",
        "agency",
        "volition",
        "volition",
        "life",
        "science",
        "company",
        "developing",
        "simple",
        "easy",
        "use",
        "cancer",
        "test",
        "accurately",
        "diagnose",
        "range",
        "cancer",
        "test",
        "based",
        "science",
        "nucleosomics",
        "practice",
        "identifying",
        "measuring",
        "nucleosomes",
        "bloodstream",
        "bodily",
        "fluid",
        "indication",
        "disease",
        "present",
        "cancer",
        "screening",
        "program",
        "become",
        "widespread",
        "volition",
        "product",
        "aim",
        "help",
        "diagnose",
        "range",
        "cancer",
        "quickly",
        "simply",
        "accurately",
        "cost",
        "effectively",
        "early",
        "diagnosis",
        "potential",
        "prolong",
        "life",
        "patient",
        "also",
        "improve",
        "quality",
        "life",
        "volition",
        "research",
        "development",
        "activity",
        "currently",
        "centered",
        "belgium",
        "additional",
        "office",
        "london",
        "texas",
        "singapore",
        "company",
        "focus",
        "bringing",
        "diagnostic",
        "product",
        "market",
        "first",
        "europe",
        "ultimately",
        "worldwide",
        "information",
        "volition",
        "visit",
        "volition",
        "website",
        "http",
        "connect",
        "u",
        "via",
        "twitter",
        "http",
        "linkedin",
        "http",
        "facebook",
        "http",
        "youtube",
        "http",
        "content",
        "found",
        "volition",
        "website",
        "address",
        "twitter",
        "linkedin",
        "facebook",
        "youtube",
        "incorporated",
        "reference",
        "document",
        "considered",
        "part",
        "document",
        "address",
        "volition",
        "website",
        "twitter",
        "linkedin",
        "facebook",
        "youtube",
        "included",
        "document",
        "inactive",
        "textual",
        "reference",
        "safe",
        "harbor",
        "statement",
        "statement",
        "press",
        "release",
        "may",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "concern",
        "matter",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "anticipated",
        "projected",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "aim",
        "target",
        "belief",
        "seek",
        "estimate",
        "optimizing",
        "potential",
        "goal",
        "suggests",
        "could",
        "would",
        "may",
        "similar",
        "expression",
        "identify",
        "relate",
        "effectiveness",
        "volition",
        "diagnostic",
        "test",
        "well",
        "volition",
        "ability",
        "develop",
        "successfully",
        "commercialize",
        "test",
        "platform",
        "early",
        "detection",
        "cancer",
        "volition",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "due",
        "numerous",
        "risk",
        "uncertainty",
        "instance",
        "volition",
        "fails",
        "develop",
        "commercialize",
        "diagnostic",
        "product",
        "may",
        "unable",
        "execute",
        "plan",
        "operation",
        "risk",
        "uncertainty",
        "include",
        "volition",
        "failure",
        "obtain",
        "necessary",
        "regulatory",
        "clearance",
        "approval",
        "distribute",
        "market",
        "future",
        "product",
        "clinical",
        "ivd",
        "market",
        "failure",
        "marketplace",
        "accept",
        "product",
        "volition",
        "development",
        "pipeline",
        "diagnostic",
        "product",
        "volition",
        "might",
        "develop",
        "volition",
        "face",
        "fierce",
        "competition",
        "volition",
        "intended",
        "product",
        "may",
        "become",
        "obsolete",
        "due",
        "highly",
        "competitive",
        "nature",
        "diagnostics",
        "market",
        "rapid",
        "technological",
        "change",
        "risk",
        "identified",
        "volition",
        "recent",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "well",
        "document",
        "volition",
        "file",
        "security",
        "exchange",
        "commission",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "volition",
        "business",
        "based",
        "part",
        "assumption",
        "made",
        "management",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "statement",
        "made",
        "date",
        "release",
        "except",
        "required",
        "law",
        "volition",
        "undertake",
        "obligation",
        "update",
        "reflect",
        "future",
        "event",
        "circumstance",
        "tm",
        "respective",
        "logo",
        "trademark",
        "service",
        "mark",
        "volitionrx",
        "limited",
        "subsidiary",
        "trademark",
        "service",
        "mark",
        "trade",
        "name",
        "referred",
        "press",
        "release",
        "property",
        "respective",
        "owner",
        "additionally",
        "unless",
        "otherwise",
        "specified",
        "reference",
        "refer",
        "legal",
        "currency",
        "united",
        "state",
        "america",
        "view",
        "original",
        "content",
        "http",
        "source",
        "volitionrx",
        "ltd"
    ]
}