{
    "organizations": [],
    "uuid": "1123381da47e0936373c160bec14f3123f3622dc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/pr-newswire-airmedia-releases-2018-chairman-letter-for-shareholders.html",
    "ord_in_thread": 0,
    "title": "AirMedia Releases 2018 Chairman Letter for Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING, March 21, 2018 /PRNewswire/ -- AirMedia Group Inc. (\"AirMedia\" or the \"Company\") (AMCN), an operator of out-of-home advertising platforms in China targeting mid-to-high-end consumers as well as a first-mover in the travel Wi-Fi market, today released the following letter to shareholders from the chairman of the Company's board of directors.\nDear Shareholders of AirMedia,\nFollowing AirMedia's ((Nasdaq: AMCN) official announcement of its corporate transformation and upgrade in 2015, AirMedia has achieved remarkable business development success in the past three years. AirMedia has made progress in the construction of aviation satellite communications, integrated solutions for cabin Internet and the commercial operation of railway networks. AirMedia has successfully transformed from a traditional aviation and outdoor media company to a supplier of aviation and railway mobile Internet services at the forefront of the era.\nIn the next leg of its journey, AirMedia will continue to advance the state of mobile Internet by offering long-distance transport services. AirMedia has cooperated with a number of airlines to provide integrated solutions for mobile Internet; and has diversified its business by cooperating with major railway administrations. On this occasion, we would like to express our sincere gratitude to the shareholders of AirMedia. Thank you for your continued support for AirMedia's development and for your recognition of and support for AirMedia.\nChina's Aviation Industry Ushers in a New Era of In-flight Wi-Fi Services and the Market Size Is Expected to Exceed RMB 10 Billion\nIn January 2018, China Eastern Airlines, China Southern Airlines, Hainan Airlines and a number of other airlines successively announced the lifting of restraints on in-flight Wi-Fi services through mobile devices such as mobile phones and pads. As a consequence, China's civil aviation industry will enter \"a new era of in-flight Wi-Fi services\" in 2018. At the same time, with the launch of China's self-developed high-throughput KA satellite, bandwidth capacity has been greatly improved and bandwidth cost has been significantly reduced, providing strong support for Internet services in domestic aircraft cabins.\nFurthermore, according to data disclosed by civil airlines, 116 domestic wide-body aircraft for civil aviation have achieved air-to-ground connection and 237 have not. At the same time, nearly 3,000 narrow-body aircraft, which account for 90% of the total number of passenger aircraft of civil aviation, are expected to gradually renovate and upgrade mobile Internet in cabins this year. The Ku/HTS Ku/Ka airborne satellite communications technology solution independently developed by AirMedia will provide airlines with first-class customized cabin Internet transformation service to capture the market opportunities.\nAccording to International Air Transport Association, China will replace the United States and become the world's largest aviation passenger transport market by 2024. Such a vast and prosperous market will provide space for the rapid development of AirMedia.\nAirMedia Has Anticipated Opportunities and Made Remarkable Achievements in Air-to-Ground Connection\nI. AirMedia and China Unicom Established a Joint Venture Named \"UnicomAirNet\"\nIn April 2017, AirMedia and China Unicom jointly established UnicomAirNet Co., Ltd.\nChina Unicom is one of the few companies in China that has a satellite network license and an airborne business license issued by the Ministry of Industry and Information Technology. Therefore, UnicomAirNet proactively carries out aviation-oriented Internet business development under the authorization of China Unicom. When Emmanuel Macron, the French President, visited China in January 2018, China Unicom and Eutelsat reached cooperation and agreed to jointly explore satellite communications business in regions along the Belt and Road initiative. UnicomAirNet, an important undertaker in the system of satellite network communications service construction, will be responsible for implementing the overall upgrade of satellite communications technology and aviation-oriented mobile Internet operations.\nII. Domestic Leading Aviation-oriented Internet Solutions\nAirMedia owns aviation-oriented Internet solutions with its own intellectual property rights. The Ku/HTS Ku/Ka airborne satellite communications technology solution independently developed by AirMedia is competitive at a global scale. By adopting the Gilat satellite communications system to connect Ka and Ku satellite resources, this system enables airline passengers to enjoy high-speed and stable mobile Internet services at a height of 10,000 meters.\nAt the aviation-oriented mobile Internet experience exhibition held at Beijing Unicom Satellite Communications Ground Station in January 2018, representatives of airlines and partners personally experienced the new Internet entertainment system for airline cabins brought by \"100M bandwidth\" provided by AirMedia.\nIII. Joined Hands with Global Top Partners\nIn 2017, AirMedia cooperated with Kontron and Gilat Satellite Networks from Israel to take the lead in developing an integrated technology solution for Ku/HTS Ku/Ka airborne satellite communications. Kontron is the largest supplier of embedded industrial computer products and the largest supplier of aviation Wi-Fi devices in the world. Its aviation Wi-Fi products provide services on more than 4,000 commercial aircraft in the world. Gilat from Israel is a world-renowned supplier of satellite communications products and services. Its satellite communications system is widely used by major satellite operators around the world. China's first high-throughput Ka-band communications satellites used Gilat's satellite communications system.\nIn October 2017, AirMedia agreed to cooperate with Lufthansa Technik AG, Germany. As the global top MRO (aircraft maintenance, repair and overhaul) company, Lufthansa Technik provides maintenance, modification and other services for global airlines. The cooperation between Lufthansa Technik and AirMedia will provide technical support for modification of aircraft's Wi-Fi system, helping AirMedia provide in-flight Wi-Fi services compliant with the airworthiness requirements for commercial aircraft used by China's airlines.\nIn November 2017, AirMedia and Astronics from the United States reached a cooperation agreement providing system integration, airworthiness certification and technical support for aviation-oriented Internet business. As a world-renowned aircraft engineering group, Astronics has extensive experience in airborne entertainment systems and cabin management systems. Its products, integrated with Airbus A330 and A380, Boeing B747 and B777, etc., serve the mainstream aircraft models of more than 80 airlines in the world.\nIV. Leading Advantage of Cabin Entertainment Resources\nOn January 17th, 2018, Beijing AirMedia Tianyi Information Technology, a subsidiary of AirMedia, formally entered into a strategic cooperation agreement with China Eastern Airlines. AirMedia will provide important support for the upgrade of China Eastern Airlines' aviation-oriented mobile Internet services. In addition, AirMedia has a long-term basis for cooperation with Air China, China Southern Airlines and other airline giants. As the most influential operator of transport-oriented film and television entertainment contents in China, AirMedia owns exclusive aviation-oriented copyright for more than 80% of films played in domestic theaters. In terms of cabin entertainment contents and advertising operations, AirMedia has more than 10 years of operating experience. With the development of aviation-oriented Internet, AirMedia provides users with more high-quality cabin services and is capable of seeking new business models to achieve new profit growth points.\nV. Commercialization in the Field of Rail Transport Has Achieved Initial Success\nIn the field of railway transport, AirMedia has signed contracts with the top railway administrations of Beijing, Shanghai, Guangzhou and other cities for cooperation. AirMedia will undertake mobile Internet construction and operation in the field of railway transport.\nAt present, AirMedia has installed vehicle-mounted Internet devices in more than 10,000 regular-speed trains to provide mobile Internet access service for railway passengers. The service covers nearly 90% of the railway lines in coastal developed cities and the annual number of users covered accounts for about 60% of the total annual passenger flow taking regular speed trains.\nWith the continuous enrichment of the related cooperation resources of AirMedia, operating costs will be greatly reduced and the commercialization capability will continue to become stronger. As a result, the company's competitiveness will be further improved.\nA Number of Awards for AirMedia\nIn recent years, AirMedia has won recognition both inside and outside the industry and received a number of awards through its innovative development and high-quality services. At the IFEC · 2017 - China Air-to-Ground Internet Industry Innovation Summit, AirMedia was awarded 2016 China Aviation IFEC Best Commercial Operation Award; at the 12 th Asian Brand Ceremony, AirMedia was award the title of China (Industry) Top Ten Leading Brands and Guo Man, chairman of the board of directors and CEO of the Group, was honored with the title of China (Industry) Brand Top Ten Innovative Persons; with its innovative mobile Internet services in the field of long-distance transport, Wangfan World Network Technology, a subsidiary of AirMedia, was awarded 2017 Top 100 Startup Dark Horses and became one of the Most Promising Startups.\nAt the same time, many outstanding talents and investors in the industry have also affirmed and supported AirMedia's mobile Internet development in the field of long-distance transport. The research and development team in Beijing with nearly 100 employees is continuously providing strong technical support for mobile Internet solutions for aviation and railways.\nLooking to the Future, AirMedia Has Potential for Growth\nFrom the foundation of a large user base, AirMedia covers all the demands of users for pre-travel, in-travel and post-travel through its rich content and diversified Internet services. By building an \"offline + online\" network service ecosystem for travel, AirMedia has created a mobile Internet access platform with huge commercial value that provides a wide range of users and partners with diversified, high-precision and high-value services, so as to provide an effective guarantee for subsequent commercialization and mutual benefits.\nAirMedia reached a turning point in 2015, began achieving long-term goals in 2016 and transcended this strategic transformation in 2017. In 2018 and in the near future, AirMedia will still use all of its resources to explore and innovate new models of mobile Internet in the field of long-distance transport such as aviation and railway, so as to create more value and returns for the majority of our shareholders. With the continuous advancement of related businesses, AirMedia is at a new turning point in the markets. We have greater confidence and ability to create sustained returns for shareholders. Thank you again.\nHerman Man Guo\nChairman and Chief Executive Officer\nAirMedia Group Inc.\nAbout AirMedia Group Inc.\nIncorporated in 2007 and headquartered in Beijing, China, AirMedia Group Inc. (AMCN) is an operator of out-of-home advertising platforms in China targeting mid-to-high-end consumers as well as a first-mover in the travel Wi-Fi market. AirMedia sells advertisements on the routes operated by several Chinese airlines and at Sinopec's service stations in China. AirMedia also has concession rights to operate the Wi-Fi systems on trains administered by eight railway administrative bureaus in China as well as on many long-haul buses in China. For more information, please visit http://www.airmedia.net.cn .\nForward-Looking Statements\nThis announcement contains forward-looking statements within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. All statements other than statements of historical fact in this announcement are forward-looking statements, including but not limited to, the Company's business strategies and initiatives as well as the Company's business plans; the Company's future business development, results of operations and financial condition; expected changes in the Company's revenue and certain cost or expense items; trends and competition in China; general economic and business conditions in China; and other risks detailed in the Company's filings with the Securities and Exchange Commission. These forward-looking statements involve known and unknown risks and uncertainties and are based on current expectations and projections about future events and financial trends that the Company believes may affect its financial condition, results of operations, business strategy and financial needs. Investors can identify these forward-looking statements by words or phrases such as \"may,\" \"will,\" \"expect,\" \"anticipate,\" \"aim,\" \"estimate,\" \"intend,\" \"plan,\" \"believe,\" \"potential,\" \"continue,\" \"is/are likely to\" or other similar expressions. The Company undertakes no obligation to update forward-looking statements to reflect subsequent occurring events or circumstances, or changes in its expectations, except as may be required by law. Although the Company believes that the expectations expressed in these forward-looking statements are reasonable, it cannot assure you that such expectations will turn out to be correct, and the Company cautions investors that actual results may differ materially from the anticipated results.\nCompany Contact:\nRichard Wu\nChief Financial Officer\nAirMedia Group Inc.\nTel: +86-10-8460-8678\nEmail: ir@ihangmei.com\nInvestor Contact:\nTina Xiao\nPresident\nAscent Investor Relations LLC\nPhone: +1-917-609-0333\nEmail: tina.xiao@ascent-ir.com\nView original content: http://www.prnewswire.com/news-releases/airmedia-releases-2018-chairman-letter-for-shareholders-300617357.html\nSOURCE AirMedia Group Inc.",
    "published": "2018-03-21T13:00:00.000+02:00",
    "crawled": "2018-03-21T16:47:27.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "march",
        "airmedia",
        "group",
        "airmedia",
        "company",
        "amcn",
        "operator",
        "advertising",
        "platform",
        "china",
        "targeting",
        "consumer",
        "well",
        "travel",
        "market",
        "today",
        "released",
        "following",
        "letter",
        "shareholder",
        "chairman",
        "company",
        "board",
        "director",
        "dear",
        "shareholder",
        "airmedia",
        "following",
        "airmedia",
        "nasdaq",
        "amcn",
        "official",
        "announcement",
        "corporate",
        "transformation",
        "upgrade",
        "airmedia",
        "achieved",
        "remarkable",
        "business",
        "development",
        "success",
        "past",
        "three",
        "year",
        "airmedia",
        "made",
        "progress",
        "construction",
        "aviation",
        "satellite",
        "communication",
        "integrated",
        "solution",
        "cabin",
        "internet",
        "commercial",
        "operation",
        "railway",
        "network",
        "airmedia",
        "successfully",
        "transformed",
        "traditional",
        "aviation",
        "outdoor",
        "medium",
        "company",
        "supplier",
        "aviation",
        "railway",
        "mobile",
        "internet",
        "service",
        "forefront",
        "era",
        "next",
        "leg",
        "journey",
        "airmedia",
        "continue",
        "advance",
        "state",
        "mobile",
        "internet",
        "offering",
        "transport",
        "service",
        "airmedia",
        "cooperated",
        "number",
        "airline",
        "provide",
        "integrated",
        "solution",
        "mobile",
        "internet",
        "diversified",
        "business",
        "cooperating",
        "major",
        "railway",
        "administration",
        "occasion",
        "would",
        "like",
        "express",
        "sincere",
        "gratitude",
        "shareholder",
        "airmedia",
        "thank",
        "continued",
        "support",
        "airmedia",
        "development",
        "recognition",
        "support",
        "airmedia",
        "china",
        "aviation",
        "industry",
        "usher",
        "new",
        "era",
        "service",
        "market",
        "size",
        "expected",
        "exceed",
        "rmb",
        "billion",
        "january",
        "china",
        "eastern",
        "airline",
        "china",
        "southern",
        "airline",
        "hainan",
        "airline",
        "number",
        "airline",
        "successively",
        "announced",
        "lifting",
        "restraint",
        "service",
        "mobile",
        "device",
        "mobile",
        "phone",
        "pad",
        "consequence",
        "china",
        "civil",
        "aviation",
        "industry",
        "enter",
        "new",
        "era",
        "service",
        "time",
        "launch",
        "china",
        "ka",
        "satellite",
        "bandwidth",
        "capacity",
        "greatly",
        "improved",
        "bandwidth",
        "cost",
        "significantly",
        "reduced",
        "providing",
        "strong",
        "support",
        "internet",
        "service",
        "domestic",
        "aircraft",
        "cabin",
        "furthermore",
        "according",
        "data",
        "disclosed",
        "civil",
        "airline",
        "domestic",
        "aircraft",
        "civil",
        "aviation",
        "achieved",
        "connection",
        "time",
        "nearly",
        "aircraft",
        "account",
        "total",
        "number",
        "passenger",
        "aircraft",
        "civil",
        "aviation",
        "expected",
        "gradually",
        "renovate",
        "upgrade",
        "mobile",
        "internet",
        "cabin",
        "year",
        "airborne",
        "satellite",
        "communication",
        "technology",
        "solution",
        "independently",
        "developed",
        "airmedia",
        "provide",
        "airline",
        "customized",
        "cabin",
        "internet",
        "transformation",
        "service",
        "capture",
        "market",
        "opportunity",
        "according",
        "international",
        "air",
        "transport",
        "association",
        "china",
        "replace",
        "united",
        "state",
        "become",
        "world",
        "largest",
        "aviation",
        "passenger",
        "transport",
        "market",
        "vast",
        "prosperous",
        "market",
        "provide",
        "space",
        "rapid",
        "development",
        "airmedia",
        "airmedia",
        "anticipated",
        "opportunity",
        "made",
        "remarkable",
        "achievement",
        "connection",
        "airmedia",
        "china",
        "unicom",
        "established",
        "joint",
        "venture",
        "named",
        "unicomairnet",
        "april",
        "airmedia",
        "china",
        "unicom",
        "jointly",
        "established",
        "unicomairnet",
        "china",
        "unicom",
        "one",
        "company",
        "china",
        "satellite",
        "network",
        "license",
        "airborne",
        "business",
        "license",
        "issued",
        "ministry",
        "industry",
        "information",
        "technology",
        "therefore",
        "unicomairnet",
        "proactively",
        "carry",
        "internet",
        "business",
        "development",
        "authorization",
        "china",
        "unicom",
        "emmanuel",
        "macron",
        "french",
        "president",
        "visited",
        "china",
        "january",
        "china",
        "unicom",
        "eutelsat",
        "reached",
        "cooperation",
        "agreed",
        "jointly",
        "explore",
        "satellite",
        "communication",
        "business",
        "region",
        "along",
        "belt",
        "road",
        "initiative",
        "unicomairnet",
        "important",
        "undertaker",
        "system",
        "satellite",
        "network",
        "communication",
        "service",
        "construction",
        "responsible",
        "implementing",
        "overall",
        "upgrade",
        "satellite",
        "communication",
        "technology",
        "mobile",
        "internet",
        "operation",
        "ii",
        "domestic",
        "leading",
        "internet",
        "solution",
        "airmedia",
        "owns",
        "internet",
        "solution",
        "intellectual",
        "property",
        "right",
        "airborne",
        "satellite",
        "communication",
        "technology",
        "solution",
        "independently",
        "developed",
        "airmedia",
        "competitive",
        "global",
        "scale",
        "adopting",
        "gilat",
        "satellite",
        "communication",
        "system",
        "connect",
        "ka",
        "ku",
        "satellite",
        "resource",
        "system",
        "enables",
        "airline",
        "passenger",
        "enjoy",
        "stable",
        "mobile",
        "internet",
        "service",
        "height",
        "meter",
        "mobile",
        "internet",
        "experience",
        "exhibition",
        "held",
        "beijing",
        "unicom",
        "satellite",
        "communication",
        "ground",
        "station",
        "january",
        "representative",
        "airline",
        "partner",
        "personally",
        "experienced",
        "new",
        "internet",
        "entertainment",
        "system",
        "airline",
        "cabin",
        "brought",
        "100m",
        "bandwidth",
        "provided",
        "airmedia",
        "iii",
        "joined",
        "hand",
        "global",
        "top",
        "partner",
        "airmedia",
        "cooperated",
        "kontron",
        "gilat",
        "satellite",
        "network",
        "israel",
        "take",
        "lead",
        "developing",
        "integrated",
        "technology",
        "solution",
        "airborne",
        "satellite",
        "communication",
        "kontron",
        "largest",
        "supplier",
        "embedded",
        "industrial",
        "computer",
        "product",
        "largest",
        "supplier",
        "aviation",
        "device",
        "world",
        "aviation",
        "product",
        "provide",
        "service",
        "commercial",
        "aircraft",
        "world",
        "gilat",
        "israel",
        "supplier",
        "satellite",
        "communication",
        "product",
        "service",
        "satellite",
        "communication",
        "system",
        "widely",
        "used",
        "major",
        "satellite",
        "operator",
        "around",
        "world",
        "china",
        "first",
        "communication",
        "satellite",
        "used",
        "gilat",
        "satellite",
        "communication",
        "system",
        "october",
        "airmedia",
        "agreed",
        "cooperate",
        "lufthansa",
        "technik",
        "ag",
        "germany",
        "global",
        "top",
        "mro",
        "aircraft",
        "maintenance",
        "repair",
        "overhaul",
        "company",
        "lufthansa",
        "technik",
        "provides",
        "maintenance",
        "modification",
        "service",
        "global",
        "airline",
        "cooperation",
        "lufthansa",
        "technik",
        "airmedia",
        "provide",
        "technical",
        "support",
        "modification",
        "aircraft",
        "system",
        "helping",
        "airmedia",
        "provide",
        "service",
        "compliant",
        "airworthiness",
        "requirement",
        "commercial",
        "aircraft",
        "used",
        "china",
        "airline",
        "november",
        "airmedia",
        "astronics",
        "united",
        "state",
        "reached",
        "cooperation",
        "agreement",
        "providing",
        "system",
        "integration",
        "airworthiness",
        "certification",
        "technical",
        "support",
        "internet",
        "business",
        "aircraft",
        "engineering",
        "group",
        "astronics",
        "extensive",
        "experience",
        "airborne",
        "entertainment",
        "system",
        "cabin",
        "management",
        "system",
        "product",
        "integrated",
        "airbus",
        "a330",
        "a380",
        "boeing",
        "b747",
        "b777",
        "serve",
        "mainstream",
        "aircraft",
        "model",
        "airline",
        "world",
        "iv",
        "leading",
        "advantage",
        "cabin",
        "entertainment",
        "resource",
        "january",
        "17th",
        "beijing",
        "airmedia",
        "tianyi",
        "information",
        "technology",
        "subsidiary",
        "airmedia",
        "formally",
        "entered",
        "strategic",
        "cooperation",
        "agreement",
        "china",
        "eastern",
        "airline",
        "airmedia",
        "provide",
        "important",
        "support",
        "upgrade",
        "china",
        "eastern",
        "airline",
        "mobile",
        "internet",
        "service",
        "addition",
        "airmedia",
        "basis",
        "cooperation",
        "air",
        "china",
        "china",
        "southern",
        "airline",
        "airline",
        "giant",
        "influential",
        "operator",
        "film",
        "television",
        "entertainment",
        "content",
        "china",
        "airmedia",
        "owns",
        "exclusive",
        "copyright",
        "film",
        "played",
        "domestic",
        "theater",
        "term",
        "cabin",
        "entertainment",
        "content",
        "advertising",
        "operation",
        "airmedia",
        "year",
        "operating",
        "experience",
        "development",
        "internet",
        "airmedia",
        "provides",
        "user",
        "cabin",
        "service",
        "capable",
        "seeking",
        "new",
        "business",
        "model",
        "achieve",
        "new",
        "profit",
        "growth",
        "point",
        "commercialization",
        "field",
        "rail",
        "transport",
        "achieved",
        "initial",
        "success",
        "field",
        "railway",
        "transport",
        "airmedia",
        "signed",
        "contract",
        "top",
        "railway",
        "administration",
        "beijing",
        "shanghai",
        "guangzhou",
        "city",
        "cooperation",
        "airmedia",
        "undertake",
        "mobile",
        "internet",
        "construction",
        "operation",
        "field",
        "railway",
        "transport",
        "present",
        "airmedia",
        "installed",
        "internet",
        "device",
        "train",
        "provide",
        "mobile",
        "internet",
        "access",
        "service",
        "railway",
        "passenger",
        "service",
        "cover",
        "nearly",
        "railway",
        "line",
        "coastal",
        "developed",
        "city",
        "annual",
        "number",
        "user",
        "covered",
        "account",
        "total",
        "annual",
        "passenger",
        "flow",
        "taking",
        "regular",
        "speed",
        "train",
        "continuous",
        "enrichment",
        "related",
        "cooperation",
        "resource",
        "airmedia",
        "operating",
        "cost",
        "greatly",
        "reduced",
        "commercialization",
        "capability",
        "continue",
        "become",
        "stronger",
        "result",
        "company",
        "competitiveness",
        "improved",
        "number",
        "award",
        "airmedia",
        "recent",
        "year",
        "airmedia",
        "recognition",
        "inside",
        "outside",
        "industry",
        "received",
        "number",
        "award",
        "innovative",
        "development",
        "service",
        "ifec",
        "china",
        "internet",
        "industry",
        "innovation",
        "summit",
        "airmedia",
        "awarded",
        "china",
        "aviation",
        "ifec",
        "best",
        "commercial",
        "operation",
        "award",
        "th",
        "asian",
        "brand",
        "ceremony",
        "airmedia",
        "award",
        "title",
        "china",
        "industry",
        "top",
        "ten",
        "leading",
        "brand",
        "guo",
        "man",
        "chairman",
        "board",
        "director",
        "ceo",
        "group",
        "honored",
        "title",
        "china",
        "industry",
        "brand",
        "top",
        "ten",
        "innovative",
        "person",
        "innovative",
        "mobile",
        "internet",
        "service",
        "field",
        "transport",
        "wangfan",
        "world",
        "network",
        "technology",
        "subsidiary",
        "airmedia",
        "awarded",
        "top",
        "startup",
        "dark",
        "horse",
        "became",
        "one",
        "promising",
        "startup",
        "time",
        "many",
        "outstanding",
        "talent",
        "investor",
        "industry",
        "also",
        "affirmed",
        "supported",
        "airmedia",
        "mobile",
        "internet",
        "development",
        "field",
        "transport",
        "research",
        "development",
        "team",
        "beijing",
        "nearly",
        "employee",
        "continuously",
        "providing",
        "strong",
        "technical",
        "support",
        "mobile",
        "internet",
        "solution",
        "aviation",
        "railway",
        "looking",
        "future",
        "airmedia",
        "potential",
        "growth",
        "foundation",
        "large",
        "user",
        "base",
        "airmedia",
        "cover",
        "demand",
        "user",
        "rich",
        "content",
        "diversified",
        "internet",
        "service",
        "building",
        "offline",
        "online",
        "network",
        "service",
        "ecosystem",
        "travel",
        "airmedia",
        "created",
        "mobile",
        "internet",
        "access",
        "platform",
        "huge",
        "commercial",
        "value",
        "provides",
        "wide",
        "range",
        "user",
        "partner",
        "diversified",
        "service",
        "provide",
        "effective",
        "guarantee",
        "subsequent",
        "commercialization",
        "mutual",
        "benefit",
        "airmedia",
        "reached",
        "turning",
        "point",
        "began",
        "achieving",
        "goal",
        "transcended",
        "strategic",
        "transformation",
        "near",
        "future",
        "airmedia",
        "still",
        "use",
        "resource",
        "explore",
        "innovate",
        "new",
        "model",
        "mobile",
        "internet",
        "field",
        "transport",
        "aviation",
        "railway",
        "create",
        "value",
        "return",
        "majority",
        "shareholder",
        "continuous",
        "advancement",
        "related",
        "business",
        "airmedia",
        "new",
        "turning",
        "point",
        "market",
        "greater",
        "confidence",
        "ability",
        "create",
        "sustained",
        "return",
        "shareholder",
        "thank",
        "herman",
        "man",
        "guo",
        "chairman",
        "chief",
        "executive",
        "officer",
        "airmedia",
        "group",
        "airmedia",
        "group",
        "incorporated",
        "headquartered",
        "beijing",
        "china",
        "airmedia",
        "group",
        "amcn",
        "operator",
        "advertising",
        "platform",
        "china",
        "targeting",
        "consumer",
        "well",
        "travel",
        "market",
        "airmedia",
        "sell",
        "advertisement",
        "route",
        "operated",
        "several",
        "chinese",
        "airline",
        "sinopec",
        "service",
        "station",
        "china",
        "airmedia",
        "also",
        "concession",
        "right",
        "operate",
        "system",
        "train",
        "administered",
        "eight",
        "railway",
        "administrative",
        "bureau",
        "china",
        "well",
        "many",
        "bus",
        "china",
        "information",
        "please",
        "visit",
        "http",
        "statement",
        "announcement",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "announcement",
        "statement",
        "including",
        "limited",
        "company",
        "business",
        "strategy",
        "initiative",
        "well",
        "company",
        "business",
        "plan",
        "company",
        "future",
        "business",
        "development",
        "result",
        "operation",
        "financial",
        "condition",
        "expected",
        "change",
        "company",
        "revenue",
        "certain",
        "cost",
        "expense",
        "item",
        "trend",
        "competition",
        "china",
        "general",
        "economic",
        "business",
        "condition",
        "china",
        "risk",
        "detailed",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "based",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "financial",
        "trend",
        "company",
        "belief",
        "may",
        "affect",
        "financial",
        "condition",
        "result",
        "operation",
        "business",
        "strategy",
        "financial",
        "need",
        "investor",
        "identify",
        "statement",
        "word",
        "phrase",
        "may",
        "expect",
        "anticipate",
        "aim",
        "estimate",
        "intend",
        "plan",
        "believe",
        "potential",
        "continue",
        "likely",
        "similar",
        "expression",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "subsequent",
        "occurring",
        "event",
        "circumstance",
        "change",
        "expectation",
        "except",
        "may",
        "required",
        "law",
        "although",
        "company",
        "belief",
        "expectation",
        "expressed",
        "statement",
        "reasonable",
        "assure",
        "expectation",
        "turn",
        "correct",
        "company",
        "caution",
        "investor",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "anticipated",
        "result",
        "company",
        "contact",
        "richard",
        "wu",
        "chief",
        "financial",
        "officer",
        "airmedia",
        "group",
        "tel",
        "email",
        "ir",
        "investor",
        "contact",
        "tina",
        "xiao",
        "president",
        "ascent",
        "investor",
        "relation",
        "llc",
        "phone",
        "email",
        "view",
        "original",
        "content",
        "http",
        "source",
        "airmedia",
        "group",
        "inc"
    ]
}