{
    "organizations": [],
    "uuid": "c6be5d9fefb4d7143450f45b3193fd6cb07571ab",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/23/pr-newswire-apptio-inc-announces-closing-of-125-million-convertible-notes-offering-and-full-exercise-of-initial-purchasers-18-point-75.html",
    "ord_in_thread": 0,
    "title": "Apptio, Inc. Announces Closing of $125 Million Convertible Notes Offering and Full Exercise of Initial Purchasers' $18.75 Million Option to Purchase Additional Notes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BELLEVUE, Wash., Apptio, Inc. (NASDAQ: APTI) today announced that it has closed its offering of convertible senior notes due 2023 (the \"notes\") for gross proceeds of $143.75 million. The proceeds include the full exercise of the $18.75 million option to purchase additional notes granted by Apptio to the initial purchasers. The notes were sold to the initial purchasers in a private placement and subsequently resold to qualified institutional buyers pursuant to Rule 144A under the Securities Act of 1933, as amended (the \"Act\"). Apptio estimates that the net proceeds from the offering, given the initial purchasers' exercise in full of their option to purchase additional notes, is approximately $138.9 million, after deducting the initial purchasers' discount and estimated offering expenses payable by Apptio.\nThe notes are senior, unsecured obligations of Apptio. The notes bear interest at a rate of 0.875% per year. Interest is payable semi-annually in arrears on April 1 and October 1 of each year, beginning on October 1, 2018. The notes will mature on April 1, 2023 unless earlier repurchased, redeemed or converted.\nApptio used approximately $17.1 million of the net proceeds to pay the cost of the capped call transactions described below. The remaining net proceeds from this offering will be used for general corporate purposes, which may include working capital, capital expenditures, potential acquisitions and strategic transactions.\nThe notes have an initial conversion rate of 25.4544 shares of Class A common stock per $1,000 principal amount of notes (subject to customary adjustments in certain circumstances). This represents an initial effective conversion price of approximately $39.29 per share. The initial conversion price of the notes represents a premium of approximately 30% to the $30.22 per share closing price of Apptio's Class A common stock on March 20, 2018. Prior to the close of business on the business day immediately preceding January 1, 2023, the notes are convertible at the option of the noteholders only upon the satisfaction of specified conditions and during certain periods. Thereafter, until the close of business on the scheduled trading day preceding the relevant maturity date, the notes are convertible at the option of the noteholders at any time regardless of these conditions. Conversions of the notes will be settled in cash, shares of Apptio's Class A common stock, or a combination thereof, at Apptio's election.\nApptio may redeem the notes, at its option, on or after April 5, 2021, at a redemption price equal to 100% of the principal amount thereof, plus accrued and unpaid interest to, but excluding the redemption date, if the last reported sale price of Apptio's Class A common stock has been at least 130% of the conversion price then in effect for at least 20 trading days (whether or not consecutive) during any 30 consecutive trading day period ending within not more than three trading days preceding the date on which Apptio provides written notice of redemption.\nNoteholders may require Apptio to repurchase their notes upon the occurrence of certain events that constitute a fundamental change under the indenture governing the notes at a purchase price equal to 100% of the principal amount thereof, plus accrued and unpaid interest to, but excluding, the date of repurchase. In connection with certain corporate events or if Apptio issues a notice of redemption, it will, under certain circumstances, increase the conversion rate for noteholders who elect to convert their notes in connection with such corporate event or during the relevant redemption period.\nIn connection with the pricing of the notes, Apptio entered into capped call transactions with certain of the initial purchasers of the notes or their respective affiliates and other financial institutions (the \"capped call counterparties\"). The capped call transactions initially cover, subject to customary anti-dilution adjustments, the number of shares of Apptio's Class A common stock that initially underlie the notes, including the notes purchased pursuant to the option to purchase additional notes. The cap price of the capped call transactions is initially $60.44 per share of Apptio's Class A common stock, representing a premium of 100% over the last reported sale price of $30.22 per share of Apptio's Class A common stock on March 20, 2018, and is subject to certain adjustments under the terms of the capped call transactions. The capped call transactions are expected generally to reduce the potential dilution to Apptio's Class A common stock upon any conversion of the notes and/or offset the cash payments that Apptio could be required to make in excess of the principal amount of any converted notes, as the case may be, in the event that the market price of Apptio's Class A common stock is greater than the strike price and lower than the cap price of the capped call transactions, which initially corresponds to the initial conversion price of the notes.\nIn connection with establishing their initial hedge of the capped call transactions, the capped call counterparties have advised Apptio that they and/or their respective affiliates expect to enter into various derivative transactions with respect to Apptio's Class A common stock and/or purchase Apptio's Class A common stock concurrently with, or shortly after, the pricing of the notes. This activity could increase (or reduce the size of any decrease in) the market price of Apptio's Class A common stock or the notes concurrently with, or shortly after, the pricing of the notes.\nIn addition, the capped call counterparties and/or their respective affiliates may modify their hedge positions by entering into or unwinding derivative transactions with respect to Apptio's Class A common stock and/or by purchasing or selling shares of Apptio's Class A common stock or other securities of Apptio in secondary market transactions following the pricing of the notes and prior to the maturity of the notes (and are likely to do so during any observation period relating to a conversion of the notes). This activity could also cause or avoid an increase or a decrease in the market price of Apptio's Class A common stock or the notes, which could affect the ability of the noteholders to convert the notes and, to the extent the activity occurs during any observation period related to a conversion of notes, it could affect the amount and value of the consideration that noteholders will receive upon conversion of such notes.\nThis announcement is neither an offer to sell nor a solicitation of an offer to buy any of these securities (including the shares of Apptio's Class A common stock, if any, into which the notes are convertible) and shall not constitute an offer, solicitation or sale in any jurisdiction in which such offer, solicitation or sale is unlawful.\nThe notes and any shares of Class A common stock issuable upon conversion of the notes, if any, have not been registered under the Act or any state securities laws and unless so registered, may not be offered or sold in the United States except pursuant to an exemption from the registration requirements of the Act and applicable state laws.\nForward-Looking Statements\nThis press release includes forward-looking statements within the meaning of Section 27A of the Act and Section 21E of the Securities Exchange Act of 1934. These statements involve risks and uncertainties that could cause actual results to differ materially, including, but not limited to, the anticipated use of net proceeds of the offering of the notes which could change as a result of market conditions or for other reasons and the impact of general economic, industry or political conditions in the United States or internationally. Forward-looking statements may be identified by the use of the words \"may,\" \"will,\" \"expect,\" \"intend\" and other similar expressions. These forward-looking statements are based on estimates and assumptions by Apptio's management that, although believed to be reasonable, are inherently uncertain and subject to a number of risks. Actual results may differ materially from those anticipated or predicted by Apptio's forward-looking statements. All forward-looking statements are subject to other risks detailed in Apptio's Annual Report on Form 10-K for the year ended December 31, 2017 and the risks discussed in Apptio's other filings with the Securities and Exchange Commission. You are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. All forward-looking statements are qualified in their entirety by this cautionary statement, and Apptio undertakes no obligation to revise or update this press release to reflect events or circumstances after the date hereof, except as required by applicable law.\nInvestor Contact:\nSusanna Morgan\n(425) 279-6101\nIR@apptio.com\nMedia Contact:\nSarah Vreugdenhil\n(425) 279-6097\npr@apptio.com\n with multimedia: releases/apptio-inc-announces-closing-of-125-million-convertible-notes-offering-and-full-exercise-of-initial-purchasers-1875-million-option-to-purchase-additional-notes-300618963.html\nSOURCE Apptio",
    "published": "2018-03-24T01:22:00.000+03:00",
    "crawled": "2018-03-24T03:20:41.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bellevue",
        "apptio",
        "nasdaq",
        "apti",
        "today",
        "announced",
        "closed",
        "offering",
        "convertible",
        "senior",
        "note",
        "due",
        "note",
        "gross",
        "proceeds",
        "million",
        "proceeds",
        "include",
        "full",
        "exercise",
        "million",
        "option",
        "purchase",
        "additional",
        "note",
        "granted",
        "apptio",
        "initial",
        "purchaser",
        "note",
        "sold",
        "initial",
        "purchaser",
        "private",
        "placement",
        "subsequently",
        "resold",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "act",
        "apptio",
        "estimate",
        "net",
        "proceeds",
        "offering",
        "given",
        "initial",
        "purchaser",
        "exercise",
        "full",
        "option",
        "purchase",
        "additional",
        "note",
        "approximately",
        "million",
        "deducting",
        "initial",
        "purchaser",
        "discount",
        "estimated",
        "offering",
        "expense",
        "payable",
        "apptio",
        "note",
        "senior",
        "unsecured",
        "obligation",
        "apptio",
        "note",
        "bear",
        "interest",
        "rate",
        "per",
        "year",
        "interest",
        "payable",
        "arrears",
        "april",
        "october",
        "year",
        "beginning",
        "october",
        "note",
        "mature",
        "april",
        "unless",
        "earlier",
        "repurchased",
        "redeemed",
        "converted",
        "apptio",
        "used",
        "approximately",
        "million",
        "net",
        "proceeds",
        "pay",
        "cost",
        "capped",
        "call",
        "transaction",
        "described",
        "remaining",
        "net",
        "proceeds",
        "offering",
        "used",
        "general",
        "corporate",
        "purpose",
        "may",
        "include",
        "working",
        "capital",
        "capital",
        "expenditure",
        "potential",
        "acquisition",
        "strategic",
        "transaction",
        "note",
        "initial",
        "conversion",
        "rate",
        "share",
        "class",
        "common",
        "stock",
        "per",
        "principal",
        "amount",
        "note",
        "subject",
        "customary",
        "adjustment",
        "certain",
        "circumstance",
        "represents",
        "initial",
        "effective",
        "conversion",
        "price",
        "approximately",
        "per",
        "share",
        "initial",
        "conversion",
        "price",
        "note",
        "represents",
        "premium",
        "approximately",
        "per",
        "share",
        "closing",
        "price",
        "apptio",
        "class",
        "common",
        "stock",
        "march",
        "prior",
        "close",
        "business",
        "business",
        "day",
        "immediately",
        "preceding",
        "january",
        "note",
        "convertible",
        "option",
        "noteholders",
        "upon",
        "satisfaction",
        "specified",
        "condition",
        "certain",
        "period",
        "thereafter",
        "close",
        "business",
        "scheduled",
        "trading",
        "day",
        "preceding",
        "relevant",
        "maturity",
        "date",
        "note",
        "convertible",
        "option",
        "noteholders",
        "time",
        "regardless",
        "condition",
        "conversion",
        "note",
        "settled",
        "cash",
        "share",
        "apptio",
        "class",
        "common",
        "stock",
        "combination",
        "thereof",
        "apptio",
        "election",
        "apptio",
        "may",
        "redeem",
        "note",
        "option",
        "april",
        "redemption",
        "price",
        "equal",
        "principal",
        "amount",
        "thereof",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "excluding",
        "redemption",
        "date",
        "last",
        "reported",
        "sale",
        "price",
        "apptio",
        "class",
        "common",
        "stock",
        "least",
        "conversion",
        "price",
        "effect",
        "least",
        "trading",
        "day",
        "whether",
        "consecutive",
        "consecutive",
        "trading",
        "day",
        "period",
        "ending",
        "within",
        "three",
        "trading",
        "day",
        "preceding",
        "date",
        "apptio",
        "provides",
        "written",
        "notice",
        "redemption",
        "noteholders",
        "may",
        "require",
        "apptio",
        "repurchase",
        "note",
        "upon",
        "occurrence",
        "certain",
        "event",
        "constitute",
        "fundamental",
        "change",
        "indenture",
        "governing",
        "note",
        "purchase",
        "price",
        "equal",
        "principal",
        "amount",
        "thereof",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "excluding",
        "date",
        "repurchase",
        "connection",
        "certain",
        "corporate",
        "event",
        "apptio",
        "issue",
        "notice",
        "redemption",
        "certain",
        "circumstance",
        "increase",
        "conversion",
        "rate",
        "noteholders",
        "elect",
        "convert",
        "note",
        "connection",
        "corporate",
        "event",
        "relevant",
        "redemption",
        "period",
        "connection",
        "pricing",
        "note",
        "apptio",
        "entered",
        "capped",
        "call",
        "transaction",
        "certain",
        "initial",
        "purchaser",
        "note",
        "respective",
        "affiliate",
        "financial",
        "institution",
        "capped",
        "call",
        "counterparties",
        "capped",
        "call",
        "transaction",
        "initially",
        "cover",
        "subject",
        "customary",
        "adjustment",
        "number",
        "share",
        "apptio",
        "class",
        "common",
        "stock",
        "initially",
        "underlie",
        "note",
        "including",
        "note",
        "purchased",
        "pursuant",
        "option",
        "purchase",
        "additional",
        "note",
        "cap",
        "price",
        "capped",
        "call",
        "transaction",
        "initially",
        "per",
        "share",
        "apptio",
        "class",
        "common",
        "stock",
        "representing",
        "premium",
        "last",
        "reported",
        "sale",
        "price",
        "per",
        "share",
        "apptio",
        "class",
        "common",
        "stock",
        "march",
        "subject",
        "certain",
        "adjustment",
        "term",
        "capped",
        "call",
        "transaction",
        "capped",
        "call",
        "transaction",
        "expected",
        "generally",
        "reduce",
        "potential",
        "dilution",
        "apptio",
        "class",
        "common",
        "stock",
        "upon",
        "conversion",
        "note",
        "offset",
        "cash",
        "payment",
        "apptio",
        "could",
        "required",
        "make",
        "excess",
        "principal",
        "amount",
        "converted",
        "note",
        "case",
        "may",
        "event",
        "market",
        "price",
        "apptio",
        "class",
        "common",
        "stock",
        "greater",
        "strike",
        "price",
        "lower",
        "cap",
        "price",
        "capped",
        "call",
        "transaction",
        "initially",
        "corresponds",
        "initial",
        "conversion",
        "price",
        "note",
        "connection",
        "establishing",
        "initial",
        "hedge",
        "capped",
        "call",
        "transaction",
        "capped",
        "call",
        "counterparties",
        "advised",
        "apptio",
        "respective",
        "affiliate",
        "expect",
        "enter",
        "various",
        "derivative",
        "transaction",
        "respect",
        "apptio",
        "class",
        "common",
        "stock",
        "purchase",
        "apptio",
        "class",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "activity",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "apptio",
        "class",
        "common",
        "stock",
        "note",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "addition",
        "capped",
        "call",
        "counterparties",
        "respective",
        "affiliate",
        "may",
        "modify",
        "hedge",
        "position",
        "entering",
        "unwinding",
        "derivative",
        "transaction",
        "respect",
        "apptio",
        "class",
        "common",
        "stock",
        "purchasing",
        "selling",
        "share",
        "apptio",
        "class",
        "common",
        "stock",
        "security",
        "apptio",
        "secondary",
        "market",
        "transaction",
        "following",
        "pricing",
        "note",
        "prior",
        "maturity",
        "note",
        "likely",
        "observation",
        "period",
        "relating",
        "conversion",
        "note",
        "activity",
        "could",
        "also",
        "cause",
        "avoid",
        "increase",
        "decrease",
        "market",
        "price",
        "apptio",
        "class",
        "common",
        "stock",
        "note",
        "could",
        "affect",
        "ability",
        "noteholders",
        "convert",
        "note",
        "extent",
        "activity",
        "occurs",
        "observation",
        "period",
        "related",
        "conversion",
        "note",
        "could",
        "affect",
        "amount",
        "value",
        "consideration",
        "noteholders",
        "receive",
        "upon",
        "conversion",
        "note",
        "announcement",
        "neither",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "including",
        "share",
        "apptio",
        "class",
        "common",
        "stock",
        "note",
        "convertible",
        "shall",
        "constitute",
        "offer",
        "solicitation",
        "sale",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "unlawful",
        "note",
        "share",
        "class",
        "common",
        "stock",
        "issuable",
        "upon",
        "conversion",
        "note",
        "registered",
        "act",
        "state",
        "security",
        "law",
        "unless",
        "registered",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "except",
        "pursuant",
        "exemption",
        "registration",
        "requirement",
        "act",
        "applicable",
        "state",
        "law",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "including",
        "limited",
        "anticipated",
        "use",
        "net",
        "proceeds",
        "offering",
        "note",
        "could",
        "change",
        "result",
        "market",
        "condition",
        "reason",
        "impact",
        "general",
        "economic",
        "industry",
        "political",
        "condition",
        "united",
        "state",
        "internationally",
        "statement",
        "may",
        "identified",
        "use",
        "word",
        "may",
        "expect",
        "intend",
        "similar",
        "expression",
        "statement",
        "based",
        "estimate",
        "assumption",
        "apptio",
        "management",
        "although",
        "believed",
        "reasonable",
        "inherently",
        "uncertain",
        "subject",
        "number",
        "risk",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "anticipated",
        "predicted",
        "apptio",
        "statement",
        "statement",
        "subject",
        "risk",
        "detailed",
        "apptio",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "risk",
        "discussed",
        "apptio",
        "filing",
        "security",
        "exchange",
        "commission",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "statement",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "apptio",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "press",
        "release",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "except",
        "required",
        "applicable",
        "law",
        "investor",
        "contact",
        "susanna",
        "morgan",
        "ir",
        "medium",
        "contact",
        "sarah",
        "vreugdenhil",
        "pr",
        "multimedia",
        "source",
        "apptio"
    ]
}