{
    "organizations": [],
    "uuid": "bf630e4c110bcec1b6a537202a78dc8276639c81",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-isc-reports-fourth-quarter-and-year-end-financial-results-for-2017.html",
    "ord_in_thread": 0,
    "title": "ISC Reports Fourth Quarter and Year-End Financial Results for 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "REGINA, Saskatchewan, March 13, 2018 (GLOBE NEWSWIRE) -- Information Services Corporation (TSX:ISV) (“ISC” or the “Company”) today reported on the Company’s financial results for the fourth quarter and year ended December 31, 2017.\nFourth Quarter 2017 Highlights\nRevenue of $23.6 million compared to $21.2 million in Q4 2016, up 11.3%. EBITDA (earnings before interest, taxes, depreciation and amortization) of $7.8 million compared to $6.8 million in Q4 2016, up 14.8%. EBITDA margin of 33.2% compared to 32.2% in Q4 2016. Net income of $18.8 million or $1.07 per basic and diluted share compared to $2.9 million or $0.17 per basic and diluted share in Q4 2016. Free cash flow of $2.8 million compared to $4.1 million in Q4 2016. On October 5, 2017, the Company sold its 30.1 per cent ownership interest in Dye & Durham Corporation (“D&D”) for $25 million, representing a $15.4 million accounting gain before tax. On December 21, 2017, the Company, through its subsidiary ESC Corporate Services Ltd. (“ESC”), acquired AVS Systems Inc. (“AVS”) for $25.0 million in cash on closing, with up to $20.0 million in additional consideration contingent on the realization of future business.\nYear-end 2017 Highlights\nRevenue of $93.6 million compared to $88.4 million in 2016, up 5.9%. EBITDA (earnings before interest, taxes, depreciation and amortization) of $30.0 million compared to $29.5 million in 2016, up 1.7%. EBITDA margin of 32.1% compared to 33.4% in 2016. Net income of $27.8 million or $1.59 per basic share and $1.58 per diluted share compared to $15.5 million or $0.89 per basic and $0.88 per diluted share in 2016. Free cash flow of $22.9 million compared to $20.0 million in 2016. During the year, the Company completed three acquisitions: Enterprise Registry Solutions Ltd. (“ERS“) in January, Alliance Online Solutions in June and as noted in the fourth quarter highlights, AVS in December. As also noted, the Company sold its 30.1 per cent ownership interest in D&D for $25 million.\nFinancial Position as at December 31, 2017\nCash of $31.3 million compared to $33.5 million as at December 31, 2016, down 6.6%. Total debt of $21.6 million compared to $23.4 million as at December 31, 2016, down 8.3%.\nCommenting on ISC’s results, Jeff Stusek, President and CEO stated, “This was a strong year for ISC. Not only did we deliver increased revenue, EBITDA, net income and earnings per share, but we also made two significant acquisitions, which is consistent with our strategy of acquiring companies with competencies or operations in our industry space.” Stusek continued, “Our subsidiaries ESC and ERS are delivering organic growth, while our Registries business continues to demonstrate its resilience in the face of economic challenge. I look forward to the year ahead as we continue to execute on our strategy to deliver shareholder value.”\nManagement’s Discussion of ISC’s Summary of Fourth Quarter and Year-end 2017 Financial Results\n(thousands of CAD dollars;\nexcept earnings per share\nand where noted)\nThree Months\nEnded Dec 31,\n2017\nThree Months\nEnded Dec 31,\n2016\nYear Ended\nDec 31, 2017\nYear Ended\nDec 31, 2016\nRevenue - Registries Land Registry $ 13,762 $ 13,038 $ 54,792 $ 54,921 Personal Property Registry 2,294 2,273 9,953 9,947 Corporate Registry 2,468 2,254 10,143 9,082 Total $ 18,524 $ 17,565 $ 74,888 $ 73,950 Revenue - Services 4,035 3,427 14,902 13,639 Revenue - Other 1,030 209 3,802 786 TOTAL Revenue $ 23,589 $ 21,201 $ 93,592 $ 88,375 Expenses $ 17,539 $ 18,248 $ 71,694 $ 67,929 EBITDA 1 $ 7,842 $ 6,833 $ 30,015 $ 29,529 EBITDA margin 1 (% of revenue) 33.2 % 32.2 % 32.1 % 33.4 % Adjusted EBITDA 1 $ 8,954 $ 7,336 $ 33,403 $ 33,454 Adjusted EBITDA margin 1 38.0 % 34.6 % 35.7 % 37.9 % Net income $ 18,774 $ 2,919 $ 27,789 $ 15,503 Earnings per share (basic) 2 $ 1.07 $ 0.17 $ 1.59 $ 0.89 Earnings per share, (diluted) 2 $ 1.07 $ 0.17 $ 1.58 $ 0.88 Free cash flow 1,3 $ 2,804 $ 4,084 $ 22,918 $ 19,993 EBITDA, EBITDA margin, adjusted EBITDA, adjusted EBITDA margin and free cash flow are not recognized as measures under IFRS and do not have a standardized meaning prescribed by IFRS and therefore, are not comparable to similar measures reported by other corporations. Refer to section “Non-IFRS Measures” in the Management’s Discussion & Analysis for the year ended December 31, 2017. The 2017 EBITDA figure does not include the gain from our sale of ownership in D&D. We base the calculation of earnings per share on net income after tax and the weighted average number of shares outstanding during the period. ISC has changed the recognition of current income taxes within the definition of free cash flow to equal the balance recognized on the statement of comprehensive income. Comparative figures for previous years have been updated accordingly.\n2017 Results of Operations\nTotal revenue was $93.6 million, up $5.2 million (+5.9%) compared to 2016. Registries segment revenue was $74.9 million, up $0.9 million (+1.3%) compared to 2016. Land Registry revenue was $54.8 million, down $0.1 million (-0.2%) versus 2016. Personal Property Registry stable at $10.0 million (+0.1%) compared to 2016. Corporate Registry revenue was $10.1 million, up $1.0 million (+ 11.7%) compared to 2016. Services segment revenue was $14.9 million, up $1.3 million (+9.2%) compared to 2016. Consolidated expenses (all segments) were $71.7 million (+5.5%) compared to $67.9 million for 2016. Net income for the year ended December 31, 2017, was $27.8 million or $1.59 per basic and $1.58 per diluted share. For 2016, net income was $15.5 million or $0.89 per basic and $0.88 per diluted share. The increase in net income and earnings per share was mainly due to the impact of the $15.4 million accounting gain before tax on the sale of our 30.1 per cent ownership interest in D&D on October 5, 2017. Without this gain, net income would have been $14.4 million or $0.82 per basic and diluted share. Capital expenditures for 2017 were $2.0 million, compared to $6.3 million in 2016. As at December 31, 2017, the Company held $31.3 million in cash, compared to $33.5 million as at December 31, 2016, a decrease of $2.2 million. The Company had $21.6 million of total debt as at December 31, 2017 compared to $23.4 million as at December 31, 2016. For more details, see section “Debt” in the Management’s Discussion & Analysis for the year ended December 31, 2017.\nOutlook\nThe following section includes forward-looking information, including statements related to the industries in which we operate, growth opportunities and our future financial position and results including expected revenue, EBITDA and capital expenditures . Refer to “Cautionary Note Regarding Forward-Looking Information”.\nWe see two factors influencing the outlook for our Registries segment, specifically the Saskatchewan Land Registry, those being changes to the mortgage rules and an increase in overnight lending rates. The Office of the Superintendent of the Financial Institutions Canada implemented revisions to its mortgage rules effective on January 1, 2018, which now include a requirement to “stress test” borrowers with uninsured loans to ensure they could withstand increases in interest rates. In addition, The Bank of Canada raised its overnight lending rate on January 17, 2018 following two similar increases in 2017. Interest rate changes often influence consumer behaviour and, as such, may affect ISC’s business. We expect; however, it will be some time before the impact of these changes is known. In general, we expect the performance of our Registries segment in 2018 to be in line with that of 2017.\nIn our Services segment, we expect to see further customer growth in the Financial Support Services revenue category (beginning in 2018, we will change the way in which we report revenue for our Services segment, consolidating to two categories, namely Legal Support Services and Financial Support Services – for more details, see section “Services Segment” in the Management’s Discussion & Analysis for the year ended December 31, 2017), with customers leveraging Know-Your-Customer on-boarding services as our customers’ programs come on stream during the year. With our recent acquisition of AVS, we also expect continued revenue growth in our Financial Support Services as we are now able to provide complete \"best in class\" service offerings to the market. ESC will continue to invest in its core technology platforms to enable integrated solutions in conjunction with its AVS technology in the year ahead.\nThe key drivers of our expenses will continue to be wages, salaries and information technology costs, as well as the pursuit of new business opportunities.\nThe acquisition of AVS in December 2017, with a high revenue, lower margin profile, changes ISC’s consolidated revenue and EBITDA margin profile compared to previous years. With that in mind, and based on our outlook, ISC currently expects total revenue of between $124.0 and $130.0 million with an EBITDA margin of between 24.0 per cent and 26.0 per cent. Capital expenditures are expected to range between $4.0 million and $6.0 million and will be funded through operating cash flow.\nISC’s guidance does not include revenue or costs from any potential new contracts in any of its reportable segments.\nNote to Readers\nThe Board of Directors (“Board”) of ISC is responsible for review and approval of this disclosure. The Audit Committee of the Board, which is comprised exclusively of independent directors, reviews and approves the fiscal year-end Management’s Discussion and Analysis (“MD&A”) and financial statements and recommends both to the Board for approval. The interim financial statements and MD&A are reviewed and approved by the Audit Committee.\nThis news release provides a general summary of ISC’s results for the years ended December 31, 2017 and 2016. Readers are encouraged to download the Company’s complete financial disclosures. Links to ISC’s financial statements and related notes and MD&A for the period are available on our website in the Investor section at www.company.isc.ca .\nCopies can also be obtained at www.sedar.com by searching Information Services Corporation’s profile or by contacting Information Services Corporation at investor.relations@isc.ca .\nAll figures are in Canadian dollars unless otherwise noted.\nC onference Call and Webcast\nWe will hold an investor conference call on Wednesday, March 14, 2018 at 11:00 a.m. ET (9 a.m. MT) to discuss the results. Participants may join the call by dialing toll-free (844) 419-1765 or (216) 562-0470 for calls outside North America. Simultaneously, an audio webcast of the conference call will also be available at the following link https://company.isc.ca/investor-relations/events/default.aspx . The audio file with a replay of the webcast will be available about 24 hours after the event on our website at the link above. We invite media to attend on a listen-only basis.\nAbout ISC\nHeadquartered in Canada, ISC is the leading provider of registry and information management services for public data and records. Throughout our history we have delivered value to our clients by providing solutions to manage, secure and administer information through our Registries and Services segments. ISC is focused on sustaining its core business while pursuing new growth opportunities. The Class A Shares of ISC trade on the Toronto Stock Exchange under the symbol ISV.\nCautionary Note Regarding Forward-Looking Information\nThis news release contains forward-looking information within the meaning of applicable Canadian securities legislation including, without limitation, those contained in the “Outlook” section hereof and statements related to the industries in which we operate, growth opportunities and our future financial position and results including expected revenue, EBITDA and capital expenditures. Forward-looking information involves known and unknown risks, uncertainties and other factors that may cause actual results or events to differ materially from those expressed or implied by such forward-looking information. Important factors that could cause actual results to differ materially from the Company's plans or expectations include risks relating to changes in economic, market and business conditions, reliance on key customers and licenses, dependence on key projects and clients, securing new business and fixed-price contracts, identification of viable growth opportunities, implementation of our growth strategy, competition and other risks detailed from time to time in the filings made by the Company including those detailed in ISC’s Annual Information Form dated March 13, 2018 and ISC’s audited Consolidated Financial Statements and Notes and Management’s Discussion and Analysis for the fourth quarter and year ended December 31, 2017, copies of which are filed on SEDAR at www.sedar.com .\nThe forward-looking information in this release is made as of the date hereof and, except as required under applicable securities legislation, ISC assumes no obligation to update or revise such information to reflect new events or circumstances.\nInvestor Contact\nJonathan Hackshaw\nDirector, Investor Relations & Corporate Communications\n306-798-2136\ninvestor.relations@isc.ca\nPamela Keck\nManager, Investor Relations\nToll Free: 1-855-341-8363 in North America or 1-306-798-1137\ninvestor.relations@isc.ca\nSource:Information Services Corporation",
    "published": "2018-03-14T02:56:00.000+02:00",
    "crawled": "2018-03-14T05:00:50.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "regina",
        "saskatchewan",
        "march",
        "globe",
        "newswire",
        "information",
        "service",
        "corporation",
        "tsx",
        "isv",
        "isc",
        "company",
        "today",
        "reported",
        "company",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "highlight",
        "revenue",
        "million",
        "compared",
        "million",
        "q4",
        "ebitda",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "million",
        "compared",
        "million",
        "q4",
        "ebitda",
        "margin",
        "compared",
        "q4",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "q4",
        "free",
        "cash",
        "flow",
        "million",
        "compared",
        "million",
        "q4",
        "october",
        "company",
        "sold",
        "per",
        "cent",
        "ownership",
        "interest",
        "dye",
        "durham",
        "corporation",
        "million",
        "representing",
        "million",
        "accounting",
        "gain",
        "tax",
        "december",
        "company",
        "subsidiary",
        "esc",
        "corporate",
        "service",
        "esc",
        "acquired",
        "av",
        "system",
        "av",
        "million",
        "cash",
        "closing",
        "million",
        "additional",
        "consideration",
        "contingent",
        "realization",
        "future",
        "business",
        "highlight",
        "revenue",
        "million",
        "compared",
        "million",
        "ebitda",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "million",
        "compared",
        "million",
        "ebitda",
        "margin",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "share",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "basic",
        "per",
        "diluted",
        "share",
        "free",
        "cash",
        "flow",
        "million",
        "compared",
        "million",
        "year",
        "company",
        "completed",
        "three",
        "acquisition",
        "enterprise",
        "registry",
        "solution",
        "er",
        "january",
        "alliance",
        "online",
        "solution",
        "june",
        "noted",
        "fourth",
        "quarter",
        "highlight",
        "av",
        "december",
        "also",
        "noted",
        "company",
        "sold",
        "per",
        "cent",
        "ownership",
        "interest",
        "million",
        "financial",
        "position",
        "december",
        "cash",
        "million",
        "compared",
        "million",
        "december",
        "total",
        "debt",
        "million",
        "compared",
        "million",
        "december",
        "commenting",
        "isc",
        "result",
        "jeff",
        "stusek",
        "president",
        "ceo",
        "stated",
        "strong",
        "year",
        "isc",
        "deliver",
        "increased",
        "revenue",
        "ebitda",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "also",
        "made",
        "two",
        "significant",
        "acquisition",
        "consistent",
        "strategy",
        "acquiring",
        "company",
        "competency",
        "operation",
        "industry",
        "stusek",
        "continued",
        "subsidiary",
        "esc",
        "er",
        "delivering",
        "organic",
        "growth",
        "registry",
        "business",
        "continues",
        "demonstrate",
        "resilience",
        "face",
        "economic",
        "challenge",
        "look",
        "forward",
        "year",
        "ahead",
        "continue",
        "execute",
        "strategy",
        "deliver",
        "shareholder",
        "management",
        "discussion",
        "isc",
        "summary",
        "fourth",
        "quarter",
        "financial",
        "result",
        "thousand",
        "cad",
        "dollar",
        "except",
        "earnings",
        "per",
        "share",
        "noted",
        "three",
        "month",
        "ended",
        "dec",
        "three",
        "month",
        "ended",
        "dec",
        "year",
        "ended",
        "dec",
        "year",
        "ended",
        "dec",
        "revenue",
        "registry",
        "land",
        "registry",
        "personal",
        "property",
        "registry",
        "corporate",
        "registry",
        "total",
        "revenue",
        "service",
        "revenue",
        "total",
        "revenue",
        "expense",
        "ebitda",
        "ebitda",
        "margin",
        "revenue",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "free",
        "cash",
        "flow",
        "ebitda",
        "ebitda",
        "margin",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "free",
        "cash",
        "flow",
        "recognized",
        "measure",
        "ifrs",
        "standardized",
        "meaning",
        "prescribed",
        "ifrs",
        "therefore",
        "comparable",
        "similar",
        "measure",
        "reported",
        "corporation",
        "refer",
        "section",
        "measure",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "ebitda",
        "figure",
        "include",
        "gain",
        "sale",
        "ownership",
        "base",
        "calculation",
        "earnings",
        "per",
        "share",
        "net",
        "income",
        "tax",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "period",
        "isc",
        "changed",
        "recognition",
        "current",
        "income",
        "tax",
        "within",
        "definition",
        "free",
        "cash",
        "flow",
        "equal",
        "balance",
        "recognized",
        "statement",
        "comprehensive",
        "income",
        "comparative",
        "figure",
        "previous",
        "year",
        "updated",
        "accordingly",
        "result",
        "operation",
        "total",
        "revenue",
        "million",
        "million",
        "compared",
        "registry",
        "segment",
        "revenue",
        "million",
        "million",
        "compared",
        "land",
        "registry",
        "revenue",
        "million",
        "million",
        "versus",
        "personal",
        "property",
        "registry",
        "stable",
        "million",
        "compared",
        "corporate",
        "registry",
        "revenue",
        "million",
        "million",
        "compared",
        "service",
        "segment",
        "revenue",
        "million",
        "million",
        "compared",
        "consolidated",
        "expense",
        "segment",
        "million",
        "compared",
        "million",
        "net",
        "income",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "basic",
        "per",
        "diluted",
        "share",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "per",
        "diluted",
        "share",
        "increase",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "mainly",
        "due",
        "impact",
        "million",
        "accounting",
        "gain",
        "tax",
        "sale",
        "per",
        "cent",
        "ownership",
        "interest",
        "october",
        "without",
        "gain",
        "net",
        "income",
        "would",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "capital",
        "expenditure",
        "million",
        "compared",
        "million",
        "december",
        "company",
        "held",
        "million",
        "cash",
        "compared",
        "million",
        "december",
        "decrease",
        "million",
        "company",
        "million",
        "total",
        "debt",
        "december",
        "compared",
        "million",
        "december",
        "detail",
        "see",
        "section",
        "debt",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "outlook",
        "following",
        "section",
        "includes",
        "information",
        "including",
        "statement",
        "related",
        "industry",
        "operate",
        "growth",
        "opportunity",
        "future",
        "financial",
        "position",
        "result",
        "including",
        "expected",
        "revenue",
        "ebitda",
        "capital",
        "expenditure",
        "refer",
        "cautionary",
        "note",
        "regarding",
        "information",
        "see",
        "two",
        "factor",
        "influencing",
        "outlook",
        "registry",
        "segment",
        "specifically",
        "saskatchewan",
        "land",
        "registry",
        "change",
        "mortgage",
        "rule",
        "increase",
        "overnight",
        "lending",
        "rate",
        "office",
        "superintendent",
        "financial",
        "institution",
        "canada",
        "implemented",
        "revision",
        "mortgage",
        "rule",
        "effective",
        "january",
        "include",
        "requirement",
        "stress",
        "test",
        "borrower",
        "uninsured",
        "loan",
        "ensure",
        "could",
        "withstand",
        "increase",
        "interest",
        "rate",
        "addition",
        "bank",
        "canada",
        "raised",
        "overnight",
        "lending",
        "rate",
        "january",
        "following",
        "two",
        "similar",
        "increase",
        "interest",
        "rate",
        "change",
        "often",
        "influence",
        "consumer",
        "behaviour",
        "may",
        "affect",
        "isc",
        "business",
        "expect",
        "however",
        "time",
        "impact",
        "change",
        "known",
        "general",
        "expect",
        "performance",
        "registry",
        "segment",
        "line",
        "service",
        "segment",
        "expect",
        "see",
        "customer",
        "growth",
        "financial",
        "support",
        "service",
        "revenue",
        "category",
        "beginning",
        "change",
        "way",
        "report",
        "revenue",
        "service",
        "segment",
        "consolidating",
        "two",
        "category",
        "namely",
        "legal",
        "support",
        "service",
        "financial",
        "support",
        "service",
        "detail",
        "see",
        "section",
        "service",
        "segment",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "customer",
        "leveraging",
        "service",
        "customer",
        "program",
        "come",
        "stream",
        "year",
        "recent",
        "acquisition",
        "av",
        "also",
        "expect",
        "continued",
        "revenue",
        "growth",
        "financial",
        "support",
        "service",
        "able",
        "provide",
        "complete",
        "best",
        "class",
        "service",
        "offering",
        "market",
        "esc",
        "continue",
        "invest",
        "core",
        "technology",
        "platform",
        "enable",
        "integrated",
        "solution",
        "conjunction",
        "av",
        "technology",
        "year",
        "ahead",
        "key",
        "driver",
        "expense",
        "continue",
        "wage",
        "salary",
        "information",
        "technology",
        "cost",
        "well",
        "pursuit",
        "new",
        "business",
        "opportunity",
        "acquisition",
        "av",
        "december",
        "high",
        "revenue",
        "lower",
        "margin",
        "profile",
        "change",
        "isc",
        "consolidated",
        "revenue",
        "ebitda",
        "margin",
        "profile",
        "compared",
        "previous",
        "year",
        "mind",
        "based",
        "outlook",
        "isc",
        "currently",
        "expects",
        "total",
        "revenue",
        "million",
        "ebitda",
        "margin",
        "per",
        "cent",
        "per",
        "cent",
        "capital",
        "expenditure",
        "expected",
        "range",
        "million",
        "million",
        "funded",
        "operating",
        "cash",
        "flow",
        "isc",
        "guidance",
        "include",
        "revenue",
        "cost",
        "potential",
        "new",
        "contract",
        "reportable",
        "segment",
        "note",
        "reader",
        "board",
        "director",
        "board",
        "isc",
        "responsible",
        "review",
        "approval",
        "disclosure",
        "audit",
        "committee",
        "board",
        "comprised",
        "exclusively",
        "independent",
        "director",
        "review",
        "approves",
        "fiscal",
        "management",
        "discussion",
        "analysis",
        "md",
        "financial",
        "statement",
        "recommends",
        "board",
        "approval",
        "interim",
        "financial",
        "statement",
        "md",
        "reviewed",
        "approved",
        "audit",
        "committee",
        "news",
        "release",
        "provides",
        "general",
        "summary",
        "isc",
        "result",
        "year",
        "ended",
        "december",
        "reader",
        "encouraged",
        "download",
        "company",
        "complete",
        "financial",
        "disclosure",
        "link",
        "isc",
        "financial",
        "statement",
        "related",
        "note",
        "md",
        "period",
        "available",
        "website",
        "investor",
        "section",
        "copy",
        "also",
        "obtained",
        "searching",
        "information",
        "service",
        "corporation",
        "profile",
        "contacting",
        "information",
        "service",
        "corporation",
        "figure",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "c",
        "onference",
        "call",
        "webcast",
        "hold",
        "investor",
        "conference",
        "call",
        "wednesday",
        "march",
        "et",
        "mt",
        "discus",
        "result",
        "participant",
        "may",
        "join",
        "call",
        "dialing",
        "call",
        "outside",
        "north",
        "america",
        "simultaneously",
        "audio",
        "webcast",
        "conference",
        "call",
        "also",
        "available",
        "following",
        "link",
        "http",
        "audio",
        "file",
        "replay",
        "webcast",
        "available",
        "hour",
        "event",
        "website",
        "link",
        "invite",
        "medium",
        "attend",
        "basis",
        "isc",
        "headquartered",
        "canada",
        "isc",
        "leading",
        "provider",
        "registry",
        "information",
        "management",
        "service",
        "public",
        "data",
        "record",
        "throughout",
        "history",
        "delivered",
        "value",
        "client",
        "providing",
        "solution",
        "manage",
        "secure",
        "administer",
        "information",
        "registry",
        "service",
        "segment",
        "isc",
        "focused",
        "sustaining",
        "core",
        "business",
        "pursuing",
        "new",
        "growth",
        "opportunity",
        "class",
        "share",
        "isc",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "symbol",
        "isv",
        "cautionary",
        "note",
        "regarding",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "including",
        "without",
        "limitation",
        "contained",
        "outlook",
        "section",
        "hereof",
        "statement",
        "related",
        "industry",
        "operate",
        "growth",
        "opportunity",
        "future",
        "financial",
        "position",
        "result",
        "including",
        "expected",
        "revenue",
        "ebitda",
        "capital",
        "expenditure",
        "information",
        "involves",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "information",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "company",
        "plan",
        "expectation",
        "include",
        "risk",
        "relating",
        "change",
        "economic",
        "market",
        "business",
        "condition",
        "reliance",
        "key",
        "customer",
        "license",
        "dependence",
        "key",
        "project",
        "client",
        "securing",
        "new",
        "business",
        "contract",
        "identification",
        "viable",
        "growth",
        "opportunity",
        "implementation",
        "growth",
        "strategy",
        "competition",
        "risk",
        "detailed",
        "time",
        "time",
        "filing",
        "made",
        "company",
        "including",
        "detailed",
        "isc",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "isc",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "note",
        "management",
        "discussion",
        "analysis",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "copy",
        "filed",
        "sedar",
        "information",
        "release",
        "made",
        "date",
        "hereof",
        "except",
        "required",
        "applicable",
        "security",
        "legislation",
        "isc",
        "assumes",
        "obligation",
        "update",
        "revise",
        "information",
        "reflect",
        "new",
        "event",
        "circumstance",
        "investor",
        "contact",
        "jonathan",
        "hackshaw",
        "director",
        "investor",
        "relation",
        "corporate",
        "communication",
        "pamela",
        "keck",
        "manager",
        "investor",
        "relation",
        "toll",
        "free",
        "north",
        "america",
        "source",
        "information",
        "service",
        "corporation"
    ]
}