{
    "organizations": [],
    "uuid": "5567a772dd84278022cab9b11545a0dab67b2a69",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/globe-newswire-canadian-metals-enter-into-option-agreement-to-acquire-three-major-target-zinc-properties-in-bathurst-new-brunswick.html",
    "ord_in_thread": 0,
    "title": "Canadian Metals Enter Into Option Agreement to Acquire Three Major Target Zinc Properties in Bathurst, New Brunswick",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MONTREAL, March 19, 2018 (GLOBE NEWSWIRE) -- Canadian Metals Inc. (The ‘‘Company’’) (CSE:CME) The company has decided to develop diversified resources focused on creating a shareholder value through the development of large-scale industrial mineral portfolios in specific commodities and jurisdictions that will fuel the new energy economy. With this decision, the company is pleased to announce it has signed a definitive option agreement to acquire an undivided 100% right, title and interest in and to the TV Tower, Mountain Brook and Blackshale SedEx properties (collectively the “Property”), located in Bathurst, New Brunswick (the “Option”). Following this option, the Company will hold a unique position in the assets of Silicon and Zinc / Cobalt in North America.\nOur main activities are directed towards the development of the Langis project, a high-purity silica deposit located in the province of Quebec, fully permitted with the BEX and the certificate of authorization from the MDDELCC.\nThe Bathurst Mining Camp occupies a roughly circular area of approximately 70 km diameter in the Miramichi Highlands of northern New Brunswick. The area boasts some 46 mineral deposits with defined tonnage and another hundred mineral occurrences, all hosted by Cambro-Ordovician rocks that were deposited in an ensialic back-arc basin.\nProject Highlights\nThe Brunswick Black Shale Property\nThe Brunswick Black Shale property is composed of a total of 163 claim units covering approximately 3,557 hectares, and is located 10 km west of the Brunswick #12. Property geology is composed of Ordovician sediments intruded by Silurian/Devonian gabbroic and diabase dykes. The property is situated on one of the largest gravity anomalies of the Bathurst Mining Camp and several conductivity anomalies. New Brunswick regional stream sediment sampling has identified anomalous Zn, Mn, Ni and Co values.\nMineralization highlights for the Brunswick Black Shale property include a quartz carbonate zone with assay results up to 15 g/t Au coincident with a prominent magnetic anomaly. Noranda reported float containing 12,600 ppm Zn and 2,320 ppm Pb in the vicinity of a conductor. A local prospector later reported a brecciated boulder containing 4.1 g/t Au.\nThe TV Tower Property\nThe TV Tower property is composed of a total of 53 claim units covering approximately 1,157 hectares. The TV Tower property hosts a Zn-Cu-Au massive sulphide lens. A new target for mineral exploration, located only 14 km south of the Trevali Caribou Mines. The geological unit is comprised of dacitic to rhyolitic quartz-feldspar crystal tuff, dark grey iron formation and massive sulphides of the Tetagouche group. The property includes historic diamond drill intersects up to 5.15% Zn.\nThe Mountain Brook Property\nThe Mountain Brook property is composed of a total of 139 claim units covering approximately 3,048 hectares. The Mountain Brook property is located only 7 km south of the Heath Steele Mines. The geological unit is comprised of quartz-feldspar crystal tuff and mafic volcanic rocks of the Tetagouche group. Zn, Pb, Cu and Ag mineralization is disseminated along the contact of the mafic rock and felsic rock and it is closely associated with rich magnetite and siderite mineralization. New Brunswick provincial geologist R.R Irrinki, in 1986, estimated that the mineralization may have a strike length of 4,000 meters. Mountain Brook best drill intersects include results up to 4.6% Zn, 4.9% Pb and 13.37 g/t Ag.\nHubert Vallée, President of Canadian Metals, stated: “We are very pleased with the acquisition of the three properties. We have succeeded in securing prime properties in one of the most prolific historical zinc belts in Canada. This acquisition will allow us to diversify our portfolio by giving Canadian Metals exposure to the base metal market, particularly in zinc, adding significant value given the improving price and lack of global resources for this increasingly valuable commodity. The zinc market has gained substantial value in the last year and the consensus is that the demand for zinc will continue to rise as supplies tighten due to extremely low inventories, mine closures and very few development projects in the pipeline.’’\nAbout Brunswick No.12 and Brunswick No.6\nBrunswick No. 12 mine and Brunswick No. 6 mine. These mines produced approximately 150 million tonnes of plus 12 per cent zinc equivalent. Brunswick No. 12 was the largest underground zinc mine for nearly 50 years, processing 10,500 tonnes per day on average.\nThe transaction\nPursuant to the terms and conditions of the Option Agreement and in order to acquire the 100% undivided right, title and interest in and to the Property (the “Interest”), the Corporation will pay to the Optionor an aggregate of $400,000 in cash, issue to the Optionor 16,000,000 common shares (each a “Share”) in the capital of the Corporation, and incur $300,000 of work expenditures, as follows:\n$200,000 and 6,000,000 Shares at the signature of the agreement; $300,000 of work expenditures on or before October 15, 2018 $200,000 and 5,000,000 Shares on or before November 1, 2018; and 5,000,000 Shares on or before November 1, 2019\nPursuant to the terms and conditions of the Option Agreement, the Optionee shall make additional bonus cash payment of US$4,000,000 if 1,000,000 ounces of gold or gold-equivalent resources in aggregate in any and all categories is discovered at TV Tower, Mountain Brook or Blackshale SedEx, for an aggregate of up to US$12,000,000 should such discovery be made on each property.\nPursuant to the terms and conditions of the Option Agreement, at any time after the Corporation has earned the Interest, the Corporation will pay to the Optionor a royalty (the “Royalty”) being equal to 2% of net smelter returns.\nThe transaction is subject to Canadian Securities Exchange (CSE) approval.\nThe technical sections of this press release have been reviewed by Alex Mackay, P.Geo., a qualified person according to NI 43-101 guidelines.\nRelated-party transaction\nA portion of the Option constitutes a related-party transaction as set out in Multilateral Instrument 61-101 protection of minority shareholders in special transactions as Mr. Stephane Leblanc, Chairman and Chief Investment Officer of Canadian Metals, indirectly through 9248-7792 Quebec Inc., has been issued under the Option, 1,500,000 Shares. Accordingly, the first payment pursuant to the Option constituted to that extent a related-party transaction under Multilateral Instrument 61-101. The transaction is exempt from the formal valuation and minority shareholder approval requirements under MI 61-101 as neither the fair market value of any securities issued to or the consideration paid by such persons exceeds 25 per cent of the company's market capitalization. The company will likely not file a material change report more than 21 days before the expected closing of the acquisition as it wishes to close on an expedited basis for sound business reasons.\nAbout Canadian Metals\nCanadian Metals is a diversified resource company focused on creating shareholder value through the development of large-scale industrial mineral portfolios in specific commodities and jurisdictions that will fuel the new energy economy. The Company is uniquely positioned to pursue this strategy and controls significant interest in Silicon and Zinc/Cobalt assets throughout North America.\nOur main activities are directed towards the development of the Langis project, a high-purity silica deposit located in the province of Quebec, fully permitted with the BEX and the certificate of authorization from the MDDELCC. The Company is rapidly positioning itself as a supplier of high purity silica and silicon alloy in North America. Silicon based materials can be formulated to provide a broad range of products from more durable, faster building materials with smarter electronic devices, solar panels and more efficient wind turbines. We expect to become a global supplier for a number of industries and applications but without limitation: glass, ceramics, lighting, oil and gas, paint, plastic and rubber. We also want to become an integrated supplier to metallurgical industries including foundries, and participate in a wide range of civil, industrial, environmental and related applications. These target markets are an integral part of the lives of millions of people every day.\nFor more information, please contact:\nHubert Vallée\nPresident and CEO\nEmail: hvallee@canadianmetalsinc.com\nWebsite: www.canadianmetalsinc.com\nCautionary Statements Regarding Forward-Looking Information\nCertain statements included herein may constitute “forward-looking statements”. All statements included in this press release that address future events, conditions or results, including in connection with the pre-feasibility study, its financing, the hybrid flex project, job creation, the investments to complete the project and the potential performance, production and environmental footprint of the silicon plant, are forward-looking statements. These forward-looking statements can be identified by the use of words such as “may”, “must”, “plan”, “believe”, “expect”, “estimate”, “think”, “continue”, “should”, “will”, “could”, “intend”, “anticipate” or “future” or the negative forms thereof or similar variations. These forward-looking statements are based on certain assumptions and analyses made by management in light of their experiences and their perception of historical trends, current conditions and expected future developments, as well as other factors they believe are appropriate in the circumstances. These statements are subject to risks, uncertainties and assumptions, including those mentioned in the Corporation’s continuous disclosure documents, which can be found under its profile on SEDAR ( www.sedar.com ). Many of such risks and uncertainties are outside the control of the Corporation and could cause actual results to differ materially from those expressed or implied by such forward-looking statements. In making such forward-looking statements, management has relied upon a number of material factors and assumptions, on the basis of currently available information, for which there is no insurance that such information will prove accurate. All forward-looking statements are expressly qualified in their entirety by the cautionary statements set forth above. The Corporation is under no obligation, and expressly disclaims any intention or obligation, to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, except as expressly required by applicable law.\nNeither the CSE nor its Regulation Services Provider accepts responsibility for the adequacy or accuracy of this release.\nSource: Canadian Metals Inc.",
    "published": "2018-03-19T14:00:00.000+02:00",
    "crawled": "2018-03-19T16:23:45.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "montreal",
        "march",
        "globe",
        "newswire",
        "canadian",
        "metal",
        "company",
        "cse",
        "cme",
        "company",
        "decided",
        "develop",
        "diversified",
        "resource",
        "focused",
        "creating",
        "shareholder",
        "value",
        "development",
        "industrial",
        "mineral",
        "portfolio",
        "specific",
        "commodity",
        "jurisdiction",
        "fuel",
        "new",
        "energy",
        "economy",
        "decision",
        "company",
        "pleased",
        "announce",
        "signed",
        "definitive",
        "option",
        "agreement",
        "acquire",
        "undivided",
        "right",
        "title",
        "interest",
        "tv",
        "tower",
        "mountain",
        "brook",
        "blackshale",
        "sedex",
        "property",
        "collectively",
        "property",
        "located",
        "bathurst",
        "new",
        "brunswick",
        "option",
        "following",
        "option",
        "company",
        "hold",
        "unique",
        "position",
        "asset",
        "silicon",
        "zinc",
        "cobalt",
        "north",
        "america",
        "main",
        "activity",
        "directed",
        "towards",
        "development",
        "langis",
        "project",
        "silica",
        "deposit",
        "located",
        "province",
        "quebec",
        "fully",
        "permitted",
        "bex",
        "certificate",
        "authorization",
        "mddelcc",
        "bathurst",
        "mining",
        "camp",
        "occupies",
        "roughly",
        "circular",
        "area",
        "approximately",
        "km",
        "diameter",
        "miramichi",
        "highland",
        "northern",
        "new",
        "brunswick",
        "area",
        "boast",
        "mineral",
        "deposit",
        "defined",
        "tonnage",
        "another",
        "hundred",
        "mineral",
        "occurrence",
        "hosted",
        "rock",
        "deposited",
        "ensialic",
        "basin",
        "project",
        "highlight",
        "brunswick",
        "black",
        "shale",
        "property",
        "brunswick",
        "black",
        "shale",
        "property",
        "composed",
        "total",
        "claim",
        "unit",
        "covering",
        "approximately",
        "hectare",
        "located",
        "km",
        "west",
        "brunswick",
        "property",
        "geology",
        "composed",
        "ordovician",
        "sediment",
        "intruded",
        "gabbroic",
        "diabase",
        "dyke",
        "property",
        "situated",
        "one",
        "largest",
        "gravity",
        "anomaly",
        "bathurst",
        "mining",
        "camp",
        "several",
        "conductivity",
        "anomaly",
        "new",
        "brunswick",
        "regional",
        "stream",
        "sediment",
        "sampling",
        "identified",
        "anomalous",
        "zn",
        "mn",
        "ni",
        "co",
        "value",
        "mineralization",
        "highlight",
        "brunswick",
        "black",
        "shale",
        "property",
        "include",
        "quartz",
        "carbonate",
        "zone",
        "assay",
        "result",
        "au",
        "coincident",
        "prominent",
        "magnetic",
        "anomaly",
        "noranda",
        "reported",
        "float",
        "containing",
        "ppm",
        "zn",
        "ppm",
        "pb",
        "vicinity",
        "conductor",
        "local",
        "prospector",
        "later",
        "reported",
        "brecciated",
        "boulder",
        "containing",
        "au",
        "tv",
        "tower",
        "property",
        "tv",
        "tower",
        "property",
        "composed",
        "total",
        "claim",
        "unit",
        "covering",
        "approximately",
        "hectare",
        "tv",
        "tower",
        "property",
        "host",
        "massive",
        "sulphide",
        "lens",
        "new",
        "target",
        "mineral",
        "exploration",
        "located",
        "km",
        "south",
        "trevali",
        "caribou",
        "mine",
        "geological",
        "unit",
        "comprised",
        "dacitic",
        "rhyolitic",
        "crystal",
        "tuff",
        "dark",
        "grey",
        "iron",
        "formation",
        "massive",
        "sulphide",
        "tetagouche",
        "group",
        "property",
        "includes",
        "historic",
        "diamond",
        "drill",
        "intersects",
        "zn",
        "mountain",
        "brook",
        "property",
        "mountain",
        "brook",
        "property",
        "composed",
        "total",
        "claim",
        "unit",
        "covering",
        "approximately",
        "hectare",
        "mountain",
        "brook",
        "property",
        "located",
        "km",
        "south",
        "heath",
        "steele",
        "mine",
        "geological",
        "unit",
        "comprised",
        "crystal",
        "tuff",
        "mafic",
        "volcanic",
        "rock",
        "tetagouche",
        "group",
        "zn",
        "pb",
        "cu",
        "ag",
        "mineralization",
        "disseminated",
        "along",
        "contact",
        "mafic",
        "rock",
        "felsic",
        "rock",
        "closely",
        "associated",
        "rich",
        "magnetite",
        "siderite",
        "mineralization",
        "new",
        "brunswick",
        "provincial",
        "geologist",
        "irrinki",
        "estimated",
        "mineralization",
        "may",
        "strike",
        "length",
        "meter",
        "mountain",
        "brook",
        "best",
        "drill",
        "intersects",
        "include",
        "result",
        "zn",
        "pb",
        "ag",
        "hubert",
        "vallée",
        "president",
        "canadian",
        "metal",
        "stated",
        "pleased",
        "acquisition",
        "three",
        "property",
        "succeeded",
        "securing",
        "prime",
        "property",
        "one",
        "prolific",
        "historical",
        "zinc",
        "belt",
        "canada",
        "acquisition",
        "allow",
        "u",
        "diversify",
        "portfolio",
        "giving",
        "canadian",
        "metal",
        "exposure",
        "base",
        "metal",
        "market",
        "particularly",
        "zinc",
        "adding",
        "significant",
        "value",
        "given",
        "improving",
        "price",
        "lack",
        "global",
        "resource",
        "increasingly",
        "valuable",
        "commodity",
        "zinc",
        "market",
        "gained",
        "substantial",
        "value",
        "last",
        "year",
        "consensus",
        "demand",
        "zinc",
        "continue",
        "rise",
        "supply",
        "tighten",
        "due",
        "extremely",
        "low",
        "inventory",
        "mine",
        "closure",
        "development",
        "project",
        "brunswick",
        "brunswick",
        "brunswick",
        "mine",
        "brunswick",
        "mine",
        "mine",
        "produced",
        "approximately",
        "million",
        "tonne",
        "plus",
        "per",
        "cent",
        "zinc",
        "equivalent",
        "brunswick",
        "largest",
        "underground",
        "zinc",
        "mine",
        "nearly",
        "year",
        "processing",
        "tonne",
        "per",
        "day",
        "average",
        "transaction",
        "pursuant",
        "term",
        "condition",
        "option",
        "agreement",
        "order",
        "acquire",
        "undivided",
        "right",
        "title",
        "interest",
        "property",
        "interest",
        "corporation",
        "pay",
        "optionor",
        "aggregate",
        "cash",
        "issue",
        "optionor",
        "common",
        "share",
        "share",
        "capital",
        "corporation",
        "incur",
        "work",
        "expenditure",
        "follows",
        "share",
        "signature",
        "agreement",
        "work",
        "expenditure",
        "october",
        "share",
        "november",
        "share",
        "november",
        "pursuant",
        "term",
        "condition",
        "option",
        "agreement",
        "optionee",
        "shall",
        "make",
        "additional",
        "bonus",
        "cash",
        "payment",
        "u",
        "ounce",
        "gold",
        "resource",
        "aggregate",
        "category",
        "discovered",
        "tv",
        "tower",
        "mountain",
        "brook",
        "blackshale",
        "sedex",
        "aggregate",
        "u",
        "discovery",
        "made",
        "property",
        "pursuant",
        "term",
        "condition",
        "option",
        "agreement",
        "time",
        "corporation",
        "earned",
        "interest",
        "corporation",
        "pay",
        "optionor",
        "royalty",
        "royalty",
        "equal",
        "net",
        "smelter",
        "return",
        "transaction",
        "subject",
        "canadian",
        "security",
        "exchange",
        "cse",
        "approval",
        "technical",
        "section",
        "press",
        "release",
        "reviewed",
        "alex",
        "mackay",
        "qualified",
        "person",
        "according",
        "ni",
        "guideline",
        "transaction",
        "portion",
        "option",
        "constitutes",
        "transaction",
        "set",
        "multilateral",
        "instrument",
        "protection",
        "minority",
        "shareholder",
        "special",
        "transaction",
        "stephane",
        "leblanc",
        "chairman",
        "chief",
        "investment",
        "officer",
        "canadian",
        "metal",
        "indirectly",
        "quebec",
        "issued",
        "option",
        "share",
        "accordingly",
        "first",
        "payment",
        "pursuant",
        "option",
        "constituted",
        "extent",
        "transaction",
        "multilateral",
        "instrument",
        "transaction",
        "exempt",
        "formal",
        "valuation",
        "minority",
        "shareholder",
        "approval",
        "requirement",
        "mi",
        "neither",
        "fair",
        "market",
        "value",
        "security",
        "issued",
        "consideration",
        "paid",
        "person",
        "exceeds",
        "per",
        "cent",
        "company",
        "market",
        "capitalization",
        "company",
        "likely",
        "file",
        "material",
        "change",
        "report",
        "day",
        "expected",
        "closing",
        "acquisition",
        "wish",
        "close",
        "expedited",
        "basis",
        "sound",
        "business",
        "reason",
        "canadian",
        "metal",
        "canadian",
        "metal",
        "diversified",
        "resource",
        "company",
        "focused",
        "creating",
        "shareholder",
        "value",
        "development",
        "industrial",
        "mineral",
        "portfolio",
        "specific",
        "commodity",
        "jurisdiction",
        "fuel",
        "new",
        "energy",
        "economy",
        "company",
        "uniquely",
        "positioned",
        "pursue",
        "strategy",
        "control",
        "significant",
        "interest",
        "silicon",
        "asset",
        "throughout",
        "north",
        "america",
        "main",
        "activity",
        "directed",
        "towards",
        "development",
        "langis",
        "project",
        "silica",
        "deposit",
        "located",
        "province",
        "quebec",
        "fully",
        "permitted",
        "bex",
        "certificate",
        "authorization",
        "mddelcc",
        "company",
        "rapidly",
        "positioning",
        "supplier",
        "high",
        "purity",
        "silica",
        "silicon",
        "alloy",
        "north",
        "america",
        "silicon",
        "based",
        "material",
        "formulated",
        "provide",
        "broad",
        "range",
        "product",
        "durable",
        "faster",
        "building",
        "material",
        "smarter",
        "electronic",
        "device",
        "solar",
        "panel",
        "efficient",
        "wind",
        "turbine",
        "expect",
        "become",
        "global",
        "supplier",
        "number",
        "industry",
        "application",
        "without",
        "limitation",
        "glass",
        "ceramic",
        "lighting",
        "oil",
        "gas",
        "paint",
        "plastic",
        "rubber",
        "also",
        "want",
        "become",
        "integrated",
        "supplier",
        "metallurgical",
        "industry",
        "including",
        "foundry",
        "participate",
        "wide",
        "range",
        "civil",
        "industrial",
        "environmental",
        "related",
        "application",
        "target",
        "market",
        "integral",
        "part",
        "life",
        "million",
        "people",
        "every",
        "day",
        "information",
        "please",
        "contact",
        "hubert",
        "vallée",
        "president",
        "ceo",
        "email",
        "hvallee",
        "website",
        "cautionary",
        "statement",
        "regarding",
        "information",
        "certain",
        "statement",
        "included",
        "herein",
        "may",
        "constitute",
        "statement",
        "statement",
        "included",
        "press",
        "release",
        "address",
        "future",
        "event",
        "condition",
        "result",
        "including",
        "connection",
        "study",
        "financing",
        "hybrid",
        "flex",
        "project",
        "job",
        "creation",
        "investment",
        "complete",
        "project",
        "potential",
        "performance",
        "production",
        "environmental",
        "footprint",
        "silicon",
        "plant",
        "statement",
        "statement",
        "identified",
        "use",
        "word",
        "may",
        "must",
        "plan",
        "believe",
        "expect",
        "estimate",
        "think",
        "continue",
        "could",
        "intend",
        "anticipate",
        "future",
        "negative",
        "form",
        "thereof",
        "similar",
        "variation",
        "statement",
        "based",
        "certain",
        "assumption",
        "analysis",
        "made",
        "management",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "well",
        "factor",
        "believe",
        "appropriate",
        "circumstance",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "mentioned",
        "corporation",
        "continuous",
        "disclosure",
        "document",
        "found",
        "profile",
        "sedar",
        "many",
        "risk",
        "uncertainty",
        "outside",
        "control",
        "corporation",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "making",
        "statement",
        "management",
        "relied",
        "upon",
        "number",
        "material",
        "factor",
        "assumption",
        "basis",
        "currently",
        "available",
        "information",
        "insurance",
        "information",
        "prove",
        "accurate",
        "statement",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "set",
        "forth",
        "corporation",
        "obligation",
        "expressly",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "expressly",
        "required",
        "applicable",
        "law",
        "neither",
        "cse",
        "regulation",
        "service",
        "provider",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "canadian",
        "metal",
        "inc"
    ]
}