{
    "organizations": [],
    "uuid": "2a97324d85fc5fbf7260ec251f32fb86c2915549",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/pr-newswire-biospecifics-technologies-corp-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "BioSpecifics Technologies Corp. Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LYNBROOK, N.Y., March 14, 2018 /PRNewswire/ -- BioSpecifics Technologies Corp. (NASDAQ: BSTC), a biopharmaceutical company that originated and continues to develop collagenase based-therapies with a first in class collagenase-based product marketed as XIAFLEX速 in the U.S. and Xiapex速 in Europe, today announced its financial results for the fourth quarter and full year ended December 31, 2017 and provided a corporate update.\n\"2018 is off to a solid start with the Phase 3 cellulite trials for CCH now initiated and positive interim data recently presented for our ongoing Phase 1 uterine fibroids trial, which is advancing toward a top-line data readout this year. In 2017, we continued to be pleased with our royalty revenues from XIAFLEX net sales and look forward to the continued growth of this product and the ongoing profitability of our business,\" said Thomas L. Wegman, President of BioSpecifics. \"In 2018, we will also continue to work with our partner Endo to ensure that XIAFLEX and CCH are able to fulfill their commercial and clinical potential.\"\nFourth Quarter and Full Year 2017 Financial Results\nBioSpecifics reported net income of $2.6 million for the fourth quarter ended December 31, 2017, or $0.37 per basic share and $0.36 per share on a fully diluted basis, compared to net income of $2.9 million, or $0.41 per basic share and $0.40 per share on a fully diluted basis, for the same period in 2016. For the full year ended December 31, 2017, the Company reported a net income of $11.3 million, or $1.58 per basic share and $1.55 per share on a fully diluted basis, compared to net income of $11.4 million, or $1.61 per basic share and $1.56 per share on a fully diluted basis for the same period in 2016.\nTotal revenue for the fourth quarter ended December 31, 2017 was $6.7 million, compared to $6.6 million for the same period in 2016. For the full year ended December 31, 2017, total revenue was $27.4 million, compared to $26.3 million for the same period in 2016. The increase in total revenues for the quarterly and year-end periods was primarily due to royalty revenues related to the net sales of XIAFLEX.\nRoyalty and mark-up on cost of goods sold (COGS) revenues recognized under BioSpecifics' agreement with Endo for the fourth quarter ended December 31, 2017 were $6.7 million compared to $6.6 million for the same period in 2016, an increase of $0.1 million or 2 percent. Total royalty and mark-up on COGS revenues for the year ended December 31, 2017 increased to $27.4 million as compared to $25.4 million in the same period in 2016. This increase in royalties and the mark-up on COGS in each quarterly and year end periods was primarily due to royalty revenues related to the net sales of XIAFLEX.\nLicensing revenue consists of licensing fees, sublicensing fees and milestones. BioSpecifics recognized licensing revenue for the fourth quarter ended December 31, 2017 and 2016 of approximately $4,000 in each period. Licensing fees recognized for the years ended December 31, 2017 and 2016 were $18,000 and $0.8 million, respectively. In the 2017 period, licensing fees recognized were related to the cash payments received under the agreement with Endo in prior years and amortized over the expected development period. In the 2016 period, licensing fees of $0.8 million were recognized related to the exercise of an opt-in right by Endo for the human lipoma indication.\nMilestone revenue recognized for the years ended December 31, 2017 and 2016 was zero and $28,500, respectively. The $28,500 milestone revenue recognized in the 2016 period related to the approval of XIAFLEX in Australia for the treatment of Peyronie's Disease by Actelion.\nResearch and development (R&D) expenses for the fourth quarter ended December 31, 2017 and 2016 were $0.3 million in each period. For the year ended December 31, 2017, R&D expenses were $1.2 million, compared to $1.3 million in the same period in 2016.\nGeneral and administrative expenses for the fourth quarter ended December 31, 2017 were $1.6 million, compared to $2.0 million for the same period in 2016. For the year ended, December 31, 2017, general and administrative expenses were $8.5 million, compared to $7.9 million in the same period in 2016.\nProvision for income taxes for the fourth quarter ended December 31, 2017 were $2.4 million, compared to $1.5 million for the same period in 2016. For the year ended December 31, 2017, provision for income taxes were $7.0 million as compared to $6.0 million in the same period of 2016. The increase in 2017 as compared to 2016 was primarily due to the Company's initial analysis of the Tax Cuts and Job Act. The Company has made reasonable estimates of its 2017 impact and due to the federal corporate rate reduction, a re-measurement of deferred tax assets and liabilities resulted in the recording of a charge of approximately $1.1 million.\nAs of December 31, 2017, BioSpecifics had cash and cash equivalents and investments of $65.1 million, compared to $52.8 million as of December 31, 2016.\nXIAFLEX Commercial Highlights\nOn February 27, 2018, Endo reported commercial highlights for XIAFLEX for the fourth quarter and full year of 2017 (Endo's fourth quarter 2017 financials are reported in BioSpecifics' first quarter 2018 financials). For the fourth quarter of 2017, net revenues were $61.3 million compared to $55.5 million for the fourth quarter of 2016, a 10 percent increase, primarily driven by a full year of direct-to-consumer initiatives intended to increase patient awareness. Full year 2017 net revenues were $213.4 million compared to $189.7 million for the full year of 2016, a 12 percent increase.\nCCH Pipeline Updates and Anticipated Upcoming Milestones\nBioSpecifics manages the development of collagenase clostridium histolyticum (CCH) for the treatment of uterine fibroids and has the right to initiate the development of any new potential indication not licensed by Endo. Endo's licensed indications include Dupuytren's Contracture and Peyronie's Disease, both approved and marketed; in addition to cellulite, adhesive capsulitis, human and canine lipoma, lateral hip fat and plantar fibromatosis.\nBioSpecifics presented interim data from the ongoing Phase 1 study of CCH for the treatment of uterine fibroids in a poster on March 9, 2018 at the Society for Reproductive Investigation's 65th Annual Scientific Meeting in San Diego, CA. The data show the safety and effectiveness of the injection method in five patients. Three patients were injected with CCH and underwent a hysterectomy 24-96 hours after the injection. Two patients subsequently were injected with a higher dose of collagenase, and underwent a hysterectomy 63 days after the injection. The collagenase-treated tissue samples showed not only the reduction of collagen content but also the disruption of the tissue pattern, while in control tissues the collagen remained abundant and compact. The digestion of collagen did not extend beyond the capsule of any fibroid. No adverse event occurred in these patients. In February 2018, Endo announced the initiation of two pivotal Phase 3 RELEASE clinical trials of CCH for the treatment of cellulite. These multicenter, randomized, double-blind, placebo-controlled studies will evaluate the safety and efficacy of CCH in reducing the appearance of cellulite. These two U.S. studies are expected to enroll 840 women, 420 per trial, aged 18 years or older with moderate-to-severe buttock cellulite. Each subject will receive up to three treatments in which CCH, 0.84 mg per treatment area, or placebo will be administered. The two treatment areas include the left and right buttock. Each treatment visit will occur approximately 21 days apart. A total of 12 injections will be administered into cellulite dimples per treatment area per visit. Cellulite severity will be assessed at the beginning and conclusion of treatment. The assessments will be conducted by each patient and clinician using two validated photonumeric cellulite severity scales developed by Endo and third-party psychometric experts. The primary endpoint of the studies is a composite responder analysis demonstrating at least a 2-level composite improvement on the photonumeric cellulite severity scale, independently reported by both the patient and clinician. Key secondary endpoints include the percentage of subjects that experience at least a 1-level or 2-level improvement in patient reported assessment, percentage of subjects with a 1-level composite improvement, percentage of satisfied subjects, change from baseline in a cellulite impact scale and the percentage of subjects with at least a 1-level or 2-level improvement in the global aesthetic improvement scale (GAIS). Top-line results for the Phase 3 trials of CCH for cellulite are expected in the first quarter of 2019. BioSpecifics is conducting an ongoing Phase 1 clinical trial of CCH for the treatment of uterine fibroids with data expected in 2018. This Phase 1 open-label dose escalation study is being conducted at the Department of Gynecology & Obstetrics at Johns Hopkins University and is designed to enroll 15 female subjects treated prior to hysterectomy. The trial's primary endpoint will assess the safety and tolerability of a single injection of CCH directly into the uterine fibroid under transvaginal ultrasound guidance. The secondary endpoints will assess symptoms of pain and bleeding, quality of life throughout the study in addition to size, collagen content and rate of apoptosis of CCH treated fibroids. Endo continues its commercial review of additional licensed indications, including adhesive capsulitis (frozen shoulder) and plantar fibromatosis.\nAbout BioSpecifics Technologies Corp.\nBioSpecifics Technologies Corp. is a biopharmaceutical company that has developed injectable collagenase for thirteen clinical indications to date. Injectable collagenase is marketed as XIAFLEX速 in the U.S. for the treatment of Dupuytren's contracture and Peyronie's disease by BioSpecifics' partner, Endo International plc (Endo). XIAFLEX速 is also commercialized in Japan, Europe, Canada and Australia for Dupuytren's contracture and for Peyronie's disease in Europe and Australia. The CCH research and development pipeline includes several additional promising indications. BioSpecifics is managing the development of CCH for uterine fibroids and is conducting a Phase 1 clinical trial. For more information, please visit www.biospecifics.com .\nForward-Looking Statements\nThis report includes \"forward-looking statements\" within the meaning of, and made pursuant to the safe harbor provisions of, the Private Securities Litigation Reform Act of 1995. All statements other than statements of historical fact, including statements regarding the Company's strategy, future operations, future financial position, future revenues, projected costs, prospects, plans and objectives of management, expected revenue growth, and the assumptions underlying or relating to such statements, are \"forward-looking statements.\" The forward-looking statements include statements concerning, among other things, whether and when Endo will publish top-line results for the Phase 3 trials of CCH for cellulite; whether and when BioSpecifics will release data from the Phase 1 clinical trial of CCH for the treatment of uterine fibroids; and the outcome of Endo's commercial assessment regarding the XIAFLEX R&D pipeline. In some cases, these statements can be identified by forward-looking words such as \"expect,\" \"plan,\" \"anticipate,\" \"potential,\" \"estimate,\" \"can,\" \"will,\" \"continue,\" the negative or plural of these words, and other similar expressions. These forward-looking statements are predictions based on our current expectations and our projections about future events and various assumptions. There can be no assurance that we will realize our expectations or that our beliefs will prove correct. There are a number of important factors that could cause BioSpecifics' actual results to differ materially from those indicated by such forward-looking statements, including the timing of regulatory filings and action; the ability of Endo and its partners, Asahi Kasei Pharma Corporation, Actelion Ltd. and Swedish Orphan Biovitrum AB, to achieve their objectives for XIAFLEX in their applicable territories; the market for XIAFLEX in, and timing, initiation and outcome of clinical trials for, additional indications, which will determine the amount of milestone, royalty, mark-up on cost of goods sold, license and sublicense income that BioSpecifics may receive; the potential of XIAFLEX to be used in additional indications; Endo modifying its objectives or allocating resources other than to XIAFLEX; and other risk factors identified in BioSpecifics' Annual Report on Form 10-K for the year ended December 31, 2016, Quarterly Reports on Form 10-Q for the quarters ended March 31, 2017, June 30, 2017 and September 30, 2017 and its Current Reports on Form 8-K filed with the Securities and Exchange Commission. All forward-looking statements included in this Report are made as of the date hereof, are expressly qualified in their entirety by the cautionary statements included in this Report and, except as may be required by law, we assume no obligation to update these forward-looking statements.\nBioSpecifics Technologies Corp.\nConsolidated Statements of Operations\nThree months ended\nTwelve months ended\nDecember 31\nDecember 31\n2017\n2016\n2017\n2016\nRevenues:\n(Unaudited)\n(Audited)\nRoyalties\n$ 6,697,100\n$ 6,587,739\n$ 27,426,117\n$ 25,431,012\nLicensing revenue\n4,409\n32,909\n17,635\n819,943\nTotal Revenues\n6,701,509\n6,620,648\n27,443,752\n26,250,955\nCosts and expenses:\nResearch and development\n273,918\n322,039\n1,223,277\n1,327,923\nGeneral and administrative\n1,625,823\n1,986,832\n8,542,324\n7,896,616\nTotal costs and expenses\n1,899,741\n2,308,871\n9,765,601\n9,224,539\nOperating income\n4,801,768\n4,311,777\n17,678,151\n17,026,416\nOther income:\nInterest Income\n200,358\n95,079\n636,568\n295,783\nOther, net\n10,422\n15,357\n51,074\n52,805\n210,780\n110,436\n687,642\n348,588\nIncome before provision for income taxes\n5,012,548\n4,422,213\n18,365,793\n17,375,004\nProvision for Income taxes\n(2,367,958)\n(1,505,406)\n(7,037,527)\n(6,002,765)\nNet income\n$ 2,644,590\n$ 2,916,807\n$ 11,328,266\n$ 11,372,239\nEarnings per share:\nBasic\n$ 0.37\n$ 0.41\n$ 1.58\n$ 1.61\nDiluted\n$ 0.36\n$ 0.40\n$ 1.55\n$ 1.56\nShares used in calculation of earnings per share:\nBasic\n7,183,255\n7,151,752\n7,170,701\n7,061,404\nDiluted\n7,309,469\n7,295,239\n7,321,805\n7,283,262\nBioSpecifics Technologies Corp.\nSelected Consolidated Balance Sheet Data (1)\nDecember 31\n2017\n2016\nCash and cash equivalents\n$ 7,333,810\n$ 4,763,364\nInvestments\n57,719,945\n48,026,242\nAccounts and income tax receivable\n4,723,838\n4,305,503\nDeferred tax assets\n1,739,706\n3,290,122\nWorking capital\n64,241,667\n53,403,332\nTotal assets\n74,996,394\n64,696,280\nDeferred revenue\n6,398,687\n7,597,550\nTotal stockholders' equity\n67,516,838\n56,281,943\n(1) The selected consolidated balance sheets for the years ended December 31, 2017 and 2016 have been derived from the audited financial statements but do not include all of the information and footnotes required by accounting principles generally accepted in the United States for complete financial statements\nView original content with multimedia: http://www.prnewswire.com/news-releases/biospecifics-technologies-corp-reports-fourth-quarter-and-full-year-2017-financial-results-300613335.html\nSOURCE BioSpecifics Technologies Corp.",
    "published": "2018-03-14T15:01:00.000+02:00",
    "crawled": "2018-03-14T18:17:24.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lynbrook",
        "march",
        "biospecifics",
        "technology",
        "nasdaq",
        "bstc",
        "biopharmaceutical",
        "company",
        "originated",
        "continues",
        "develop",
        "collagenase",
        "first",
        "class",
        "product",
        "marketed",
        "europe",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "provided",
        "corporate",
        "update",
        "solid",
        "start",
        "phase",
        "cellulite",
        "trial",
        "cch",
        "initiated",
        "positive",
        "interim",
        "data",
        "recently",
        "presented",
        "ongoing",
        "phase",
        "uterine",
        "fibroid",
        "trial",
        "advancing",
        "toward",
        "data",
        "readout",
        "year",
        "continued",
        "pleased",
        "royalty",
        "revenue",
        "xiaflex",
        "net",
        "sale",
        "look",
        "forward",
        "continued",
        "growth",
        "product",
        "ongoing",
        "profitability",
        "business",
        "said",
        "thomas",
        "wegman",
        "president",
        "biospecifics",
        "also",
        "continue",
        "work",
        "partner",
        "endo",
        "ensure",
        "xiaflex",
        "cch",
        "able",
        "fulfill",
        "commercial",
        "clinical",
        "potential",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "biospecifics",
        "reported",
        "net",
        "income",
        "million",
        "fourth",
        "quarter",
        "ended",
        "december",
        "per",
        "basic",
        "share",
        "per",
        "share",
        "fully",
        "diluted",
        "basis",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "share",
        "per",
        "share",
        "fully",
        "diluted",
        "basis",
        "period",
        "full",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "share",
        "per",
        "share",
        "fully",
        "diluted",
        "basis",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "share",
        "per",
        "share",
        "fully",
        "diluted",
        "basis",
        "period",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "full",
        "year",
        "ended",
        "december",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "total",
        "revenue",
        "quarterly",
        "period",
        "primarily",
        "due",
        "royalty",
        "revenue",
        "related",
        "net",
        "sale",
        "xiaflex",
        "royalty",
        "cost",
        "good",
        "sold",
        "cog",
        "revenue",
        "recognized",
        "biospecifics",
        "agreement",
        "endo",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "million",
        "percent",
        "total",
        "royalty",
        "cog",
        "revenue",
        "year",
        "ended",
        "december",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "royalty",
        "cog",
        "quarterly",
        "year",
        "end",
        "period",
        "primarily",
        "due",
        "royalty",
        "revenue",
        "related",
        "net",
        "sale",
        "xiaflex",
        "licensing",
        "revenue",
        "consists",
        "licensing",
        "fee",
        "sublicensing",
        "fee",
        "milestone",
        "biospecifics",
        "recognized",
        "licensing",
        "revenue",
        "fourth",
        "quarter",
        "ended",
        "december",
        "approximately",
        "period",
        "licensing",
        "fee",
        "recognized",
        "year",
        "ended",
        "december",
        "million",
        "respectively",
        "period",
        "licensing",
        "fee",
        "recognized",
        "related",
        "cash",
        "payment",
        "received",
        "agreement",
        "endo",
        "prior",
        "year",
        "amortized",
        "expected",
        "development",
        "period",
        "period",
        "licensing",
        "fee",
        "million",
        "recognized",
        "related",
        "exercise",
        "right",
        "endo",
        "human",
        "lipoma",
        "indication",
        "milestone",
        "revenue",
        "recognized",
        "year",
        "ended",
        "december",
        "zero",
        "respectively",
        "milestone",
        "revenue",
        "recognized",
        "period",
        "related",
        "approval",
        "xiaflex",
        "australia",
        "treatment",
        "peyronie",
        "disease",
        "actelion",
        "research",
        "development",
        "r",
        "expense",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "period",
        "year",
        "ended",
        "december",
        "r",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "december",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "provision",
        "income",
        "tax",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "year",
        "ended",
        "december",
        "provision",
        "income",
        "tax",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "compared",
        "primarily",
        "due",
        "company",
        "initial",
        "analysis",
        "tax",
        "cut",
        "job",
        "act",
        "company",
        "made",
        "reasonable",
        "estimate",
        "impact",
        "due",
        "federal",
        "corporate",
        "rate",
        "reduction",
        "deferred",
        "tax",
        "asset",
        "liability",
        "resulted",
        "recording",
        "charge",
        "approximately",
        "million",
        "december",
        "biospecifics",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "xiaflex",
        "commercial",
        "highlight",
        "february",
        "endo",
        "reported",
        "commercial",
        "highlight",
        "xiaflex",
        "fourth",
        "quarter",
        "full",
        "year",
        "endo",
        "fourth",
        "quarter",
        "financials",
        "reported",
        "biospecifics",
        "first",
        "quarter",
        "financials",
        "fourth",
        "quarter",
        "net",
        "revenue",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "percent",
        "increase",
        "primarily",
        "driven",
        "full",
        "year",
        "initiative",
        "intended",
        "increase",
        "patient",
        "awareness",
        "full",
        "year",
        "net",
        "revenue",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "percent",
        "increase",
        "cch",
        "pipeline",
        "update",
        "anticipated",
        "upcoming",
        "milestone",
        "biospecifics",
        "manages",
        "development",
        "collagenase",
        "clostridium",
        "histolyticum",
        "cch",
        "treatment",
        "uterine",
        "fibroid",
        "right",
        "initiate",
        "development",
        "new",
        "potential",
        "indication",
        "licensed",
        "endo",
        "endo",
        "licensed",
        "indication",
        "include",
        "dupuytren",
        "contracture",
        "peyronie",
        "disease",
        "approved",
        "marketed",
        "addition",
        "cellulite",
        "adhesive",
        "capsulitis",
        "human",
        "canine",
        "lipoma",
        "lateral",
        "hip",
        "fat",
        "plantar",
        "fibromatosis",
        "biospecifics",
        "presented",
        "interim",
        "data",
        "ongoing",
        "phase",
        "study",
        "cch",
        "treatment",
        "uterine",
        "fibroid",
        "poster",
        "march",
        "society",
        "reproductive",
        "investigation",
        "65th",
        "annual",
        "scientific",
        "meeting",
        "san",
        "diego",
        "ca",
        "data",
        "show",
        "safety",
        "effectiveness",
        "injection",
        "method",
        "five",
        "patient",
        "three",
        "patient",
        "injected",
        "cch",
        "underwent",
        "hysterectomy",
        "hour",
        "injection",
        "two",
        "patient",
        "subsequently",
        "injected",
        "higher",
        "dose",
        "collagenase",
        "underwent",
        "hysterectomy",
        "day",
        "injection",
        "tissue",
        "sample",
        "showed",
        "reduction",
        "collagen",
        "content",
        "also",
        "disruption",
        "tissue",
        "pattern",
        "control",
        "tissue",
        "collagen",
        "remained",
        "abundant",
        "compact",
        "digestion",
        "collagen",
        "extend",
        "beyond",
        "capsule",
        "fibroid",
        "adverse",
        "event",
        "occurred",
        "patient",
        "february",
        "endo",
        "announced",
        "initiation",
        "two",
        "pivotal",
        "phase",
        "release",
        "clinical",
        "trial",
        "cch",
        "treatment",
        "cellulite",
        "multicenter",
        "randomized",
        "study",
        "evaluate",
        "safety",
        "efficacy",
        "cch",
        "reducing",
        "appearance",
        "cellulite",
        "two",
        "study",
        "expected",
        "enroll",
        "woman",
        "per",
        "trial",
        "aged",
        "year",
        "older",
        "buttock",
        "cellulite",
        "subject",
        "receive",
        "three",
        "treatment",
        "cch",
        "mg",
        "per",
        "treatment",
        "area",
        "placebo",
        "administered",
        "two",
        "treatment",
        "area",
        "include",
        "left",
        "right",
        "buttock",
        "treatment",
        "visit",
        "occur",
        "approximately",
        "day",
        "apart",
        "total",
        "injection",
        "administered",
        "cellulite",
        "dimple",
        "per",
        "treatment",
        "area",
        "per",
        "visit",
        "cellulite",
        "severity",
        "assessed",
        "beginning",
        "conclusion",
        "treatment",
        "assessment",
        "conducted",
        "patient",
        "clinician",
        "using",
        "two",
        "validated",
        "photonumeric",
        "cellulite",
        "severity",
        "scale",
        "developed",
        "endo",
        "psychometric",
        "expert",
        "primary",
        "endpoint",
        "study",
        "composite",
        "responder",
        "analysis",
        "demonstrating",
        "least",
        "composite",
        "improvement",
        "photonumeric",
        "cellulite",
        "severity",
        "scale",
        "independently",
        "reported",
        "patient",
        "clinician",
        "key",
        "secondary",
        "endpoint",
        "include",
        "percentage",
        "subject",
        "experience",
        "least",
        "improvement",
        "patient",
        "reported",
        "assessment",
        "percentage",
        "subject",
        "composite",
        "improvement",
        "percentage",
        "satisfied",
        "subject",
        "change",
        "baseline",
        "cellulite",
        "impact",
        "scale",
        "percentage",
        "subject",
        "least",
        "improvement",
        "global",
        "aesthetic",
        "improvement",
        "scale",
        "gais",
        "result",
        "phase",
        "trial",
        "cch",
        "cellulite",
        "expected",
        "first",
        "quarter",
        "biospecifics",
        "conducting",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "cch",
        "treatment",
        "uterine",
        "fibroid",
        "data",
        "expected",
        "phase",
        "dose",
        "escalation",
        "study",
        "conducted",
        "department",
        "gynecology",
        "obstetrics",
        "john",
        "hopkins",
        "university",
        "designed",
        "enroll",
        "female",
        "subject",
        "treated",
        "prior",
        "hysterectomy",
        "trial",
        "primary",
        "endpoint",
        "assess",
        "safety",
        "tolerability",
        "single",
        "injection",
        "cch",
        "directly",
        "uterine",
        "fibroid",
        "transvaginal",
        "ultrasound",
        "guidance",
        "secondary",
        "endpoint",
        "assess",
        "symptom",
        "pain",
        "bleeding",
        "quality",
        "life",
        "throughout",
        "study",
        "addition",
        "size",
        "collagen",
        "content",
        "rate",
        "apoptosis",
        "cch",
        "treated",
        "fibroid",
        "endo",
        "continues",
        "commercial",
        "review",
        "additional",
        "licensed",
        "indication",
        "including",
        "adhesive",
        "capsulitis",
        "frozen",
        "shoulder",
        "plantar",
        "fibromatosis",
        "biospecifics",
        "technology",
        "biospecifics",
        "technology",
        "biopharmaceutical",
        "company",
        "developed",
        "injectable",
        "collagenase",
        "thirteen",
        "clinical",
        "indication",
        "date",
        "injectable",
        "collagenase",
        "marketed",
        "treatment",
        "dupuytren",
        "contracture",
        "peyronie",
        "disease",
        "biospecifics",
        "partner",
        "endo",
        "international",
        "plc",
        "endo",
        "also",
        "commercialized",
        "japan",
        "europe",
        "canada",
        "australia",
        "dupuytren",
        "contracture",
        "peyronie",
        "disease",
        "europe",
        "australia",
        "cch",
        "research",
        "development",
        "pipeline",
        "includes",
        "several",
        "additional",
        "promising",
        "indication",
        "biospecifics",
        "managing",
        "development",
        "cch",
        "uterine",
        "fibroid",
        "conducting",
        "phase",
        "clinical",
        "trial",
        "information",
        "please",
        "visit",
        "statement",
        "report",
        "includes",
        "statement",
        "within",
        "meaning",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "regarding",
        "company",
        "strategy",
        "future",
        "operation",
        "future",
        "financial",
        "position",
        "future",
        "revenue",
        "projected",
        "cost",
        "prospect",
        "plan",
        "objective",
        "management",
        "expected",
        "revenue",
        "growth",
        "assumption",
        "underlying",
        "relating",
        "statement",
        "statement",
        "statement",
        "include",
        "statement",
        "concerning",
        "among",
        "thing",
        "whether",
        "endo",
        "publish",
        "result",
        "phase",
        "trial",
        "cch",
        "cellulite",
        "whether",
        "biospecifics",
        "release",
        "data",
        "phase",
        "clinical",
        "trial",
        "cch",
        "treatment",
        "uterine",
        "fibroid",
        "outcome",
        "endo",
        "commercial",
        "assessment",
        "regarding",
        "xiaflex",
        "r",
        "pipeline",
        "case",
        "statement",
        "identified",
        "word",
        "expect",
        "plan",
        "anticipate",
        "potential",
        "estimate",
        "continue",
        "negative",
        "plural",
        "word",
        "similar",
        "expression",
        "statement",
        "prediction",
        "based",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "various",
        "assumption",
        "assurance",
        "realize",
        "expectation",
        "belief",
        "prove",
        "correct",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "biospecifics",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "including",
        "timing",
        "regulatory",
        "filing",
        "action",
        "ability",
        "endo",
        "partner",
        "asahi",
        "kasei",
        "pharma",
        "corporation",
        "actelion",
        "swedish",
        "orphan",
        "biovitrum",
        "ab",
        "achieve",
        "objective",
        "xiaflex",
        "applicable",
        "territory",
        "market",
        "xiaflex",
        "timing",
        "initiation",
        "outcome",
        "clinical",
        "trial",
        "additional",
        "indication",
        "determine",
        "amount",
        "milestone",
        "royalty",
        "cost",
        "good",
        "sold",
        "license",
        "sublicense",
        "income",
        "biospecifics",
        "may",
        "receive",
        "potential",
        "xiaflex",
        "used",
        "additional",
        "indication",
        "endo",
        "modifying",
        "objective",
        "allocating",
        "resource",
        "xiaflex",
        "risk",
        "factor",
        "identified",
        "biospecifics",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "june",
        "september",
        "current",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "statement",
        "included",
        "report",
        "made",
        "date",
        "hereof",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "included",
        "report",
        "except",
        "may",
        "required",
        "law",
        "assume",
        "obligation",
        "update",
        "statement",
        "biospecifics",
        "technology",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "unaudited",
        "audited",
        "royalty",
        "licensing",
        "revenue",
        "total",
        "revenue",
        "cost",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "cost",
        "expense",
        "operating",
        "income",
        "income",
        "interest",
        "income",
        "net",
        "income",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "calculation",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "biospecifics",
        "technology",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "income",
        "tax",
        "receivable",
        "deferred",
        "tax",
        "asset",
        "working",
        "capital",
        "total",
        "asset",
        "deferred",
        "revenue",
        "total",
        "stockholder",
        "equity",
        "selected",
        "consolidated",
        "balance",
        "sheet",
        "year",
        "ended",
        "december",
        "derived",
        "audited",
        "financial",
        "statement",
        "include",
        "information",
        "footnote",
        "required",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "complete",
        "financial",
        "statement",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "biospecifics",
        "technology",
        "corp"
    ]
}