{
    "organizations": [],
    "uuid": "405f0db0ad0213777eaa5e0074e89afcc4dfd417",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/business-wire-liberty-oilfield-services-inc-announces-fourth-quarter-and-full-year-2017-financial-and-operational-results.html",
    "ord_in_thread": 0,
    "title": "Liberty Oilfield Services Inc. Announces Fourth Quarter and Full Year 2017 Financial and Operational Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DENVER, CO--(BUSINESS WIRE)-- Liberty Oilfield Services Inc. (NYSE: LBRT; “Liberty”) announced today fourth quarter and year ended December 31, 2017 financial and operational results.\nSummary Results and Highlights\nRevenue of $1,490 million and net income of $169 million for the year ended December 31, 2017 Adjusted EBITDA of $281 million and adjusted EBITDA per average active fleet of $18.6 million for the year ended December 31, 2017 1 Revenue of $449 million and net income of $58 million for the fourth quarter of 2017 Adjusted EBITDA of $92 million and annualized adjusted EBITDA per average active fleet of $20.2 million for the fourth quarter of 2017 1\nMessage from Chris Wright, CEO\n“We are proud of our fourth quarter and full year 2017 results. We continue to execute on our strategy of driving differential financial results through technology focused, long-term customer partnerships.\n“Over the course of 2017, we nearly doubled our fleet count, expanded our presence in the Permian, entered the Eagle Ford, and added over 1,000 new team members to the Liberty family. We did this all while generating industry-leading returns and earnings per fleet.\n“We are excited as we move into 2018. Although we experienced some impediments to throughput in the first quarter arising from extreme and unusual weather, strong demand for our differential frac services coupled with supportive commodity prices and drilling activity leave us confident in our expectations for the full year.”\nFleet Deployment Update\nDuring the first quarter of 2018, Liberty deployed fleets 20 and 21 under dedicated arrangements with existing customers. As previously announced, Liberty expects to deploy fleet 22 on a dedicated basis at the end of the second quarter of 2018. In addition, based on ongoing discussions with customers and a positive long-term view on the current cycle, Liberty has placed orders for two additional customer-dedicated fleets to be delivered in the third and fourth quarters of 2018.\nFourth Quarter and Full Year 2017 Results\nLiberty completed its initial public offering of 14,640,755 shares of its Class A common stock at a price of $17.00 per share on January 17, 2018. Liberty's pre-IPO predecessor companies, Liberty Oilfield Services LLC and LOS Acquisition CO I LLC and its subsidiaries (collectively \"Liberty Predecessor\"), were not subject to U.S. federal income tax at an entity level. As a result, the combined net income in the historical financial statements of Liberty Predecessor (including the year ended December 31, 2017 and the fourth quarter of 2017) does not reflect income tax expense. The following numbers have been adjusted to reflect what the income tax expense and resulting net income would have been had Liberty been a public company for the year ended December 31, 2017.\nFor the year ended December 31, 2017, pro forma net income totaled $130 million and generated pro forma diluted earnings of $0.88 per share.\nRevenue for the year ended December 31, 2017 totaled $1,490 million and generated adjusted EBITDA of $281 million. Liberty averaged 15.1 average active fleets during 2017. Adjusted EBITDA per average active fleet averaged $18.6 million for 2017. For the year ended December 31, 2017 the pre-tax return on capital employed (“ROCE”) was 35%. Please refer to the reconciliation of adjusted EBITDA (a non-GAAP measure) to net income (a GAAP measure) and the calculation of ROCE in this release.\nFor the fourth quarter of 2017, pro forma net income totaled $45 million, compared to $49 million in the third quarter. Pro forma diluted earnings per share totaled $0.30 in the fourth quarter of 2017, compared to $0.33 in the third quarter.\nAdjusted EBITDA for the fourth quarter of 2017 totaled $92 million, compared to $94 million in the third quarter. Annualized adjusted EBITDA per average active fleet averaged $20.2 million in the fourth quarter of 2017, versus $22.3 million per fleet in the third quarter. Please refer to the reconciliation of adjusted EBITDA (a non-GAAP measure) to net income (a GAAP measure) in this release.\nIn 2017, fourth quarter revenue grew to $449 million, compared to $442 million in the third quarter.\nBalance Sheet and IPO Proceeds\nAs of December 31, 2017, Liberty had cash on hand of $16 million and total debt of $196 million, net of discount. On January 17, 2018, Liberty completed its initial public offering of 14,640,755 shares of its Class A common stock at a price of $17.00 per share. Net proceeds to Liberty totaled approximately $220.4 million, which were used to repay borrowings and accrued interest under our ABL credit facility ($30.1 million), pay off a portion of our term loan and accrued interest ($62.5 million), redeem interests held by certain of our pre-IPO investors ($25.9 million) and for general corporate purposes. Pro forma for the initial public offering, Liberty’s cash balance at December 31, 2017 would have been $118 million and total debt would have been $107 million, net of discount.\nConference Call\nLiberty will host a conference call to discuss the results at 8:00 a.m. Mountain Time (10:00 a.m. Eastern Time) on Tuesday, March 13, 2018. Presenting Liberty’s results will be Chris Wright, Chief Executive Officer, Ron Gusek, President, and Michael Stock, Chief Financial Officer.\nIndividuals wishing to participate in the conference call should dial (866) 807-9684, or for international callers (412) 317-5415. Participants should ask to join Liberty's call. A live webcast will be available at http://investors.libertyfrac.com . The webcast can be accessed for 90 days following the call. A telephone replay will be available shortly after the call and can be accessed by dialing (877) 344-7529, or for international callers (412) 317-0088. The passcode for the replay is 10117847. The replay will be available until March 20, 2018.\nAbout Liberty\nLiberty is an independent provider of hydraulic fracturing services to onshore oil and natural gas exploration and production companies in North America. Liberty was founded in 2011 with a relentless focus on improving tight-oil completions, and an emphasis on customer partnerships and technology to find innovative answers to frac optimization. Liberty is headquartered in Denver, Colorado. For more information about Liberty, please contact Investor Relations at IR@libertyfrac.com .\nNon-GAAP Financial Measures\nThis press release includes unaudited non-GAAP financial and operational measures, including EBITDA, Adjusted EBITDA and ROCE. We believe that the presentation of these non-GAAP financial and operational measures provides useful information about our financial performance and results of operations. Non-GAAP financial and operational measures do not have any standardized meaning and are therefore unlikely to be comparable to similar measures presented by other companies. The presentation of non-GAAP financial and operational measures is not intended to be a substitute for, and should not be considered in isolation from, the financial measures reported in accordance with U.S. GAAP. See the tables entitled “Reconciliation and Calculation of Non-GAAP Financial and Operational Measures” for a reconciliation or calculation of the non-GAAP financial or operational measures to the most directly comparable GAAP measure.\nForward-Looking and Cautionary Statements\nThe information above includes “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. All statements, other than statements of historical facts, included herein concerning, among other things, the deployment of fleets in the future, planned capital expenditures, future cash flows and borrowings, pursuit of potential acquisition opportunities, our financial position, business strategy and objectives for future operations, are forward-looking statements. These forward-looking statements are identified by their use of terms and phrases such as “may,” “expect,” “estimate,” “project,” “plan,” “believe,” “intend,” “achievable,” “anticipate,” “will,” “continue,” “potential,” “should,” “could,” and similar terms and phrases. Although we believe that the expectations reflected in these forward-looking statements are reasonable, they do involve certain assumptions, risks and uncertainties. These forward-looking statements represent our expectations or beliefs concerning future events, and it is possible that the results described in this press release will not be achieved. These forward-looking statements are subject to certain risks, uncertainties and assumptions identified above or as disclosed from time to time in Liberty's filings with the Commission. As a result of these factors, actual results may differ materially from those indicated or implied by such forward-looking statements.\nAny forward-looking statement speaks only as of the date on which it is made, and, except as required by law, we do not undertake any obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise. New factors emerge from time to time, and it is not possible for us to predict all such factors. When considering these forward-looking statements, you should keep in mind the risk factors and other cautionary statements in the “Risk Factors” section of the prospectus we filed with the SEC on January 16, 2018 and in our other public filings. These and other factors could cause our actual results to differ materially from those contained in any forward-looking statements.\n1 “Adjusted EBITDA” is not presented in accordance with accounting principles generally accepted in the United States of America (“U.S. GAAP”). Please see the supplemental financial information in the table under “Reconciliation of Net Income to EBITDA and Adjusted EBITDA” at the end of this earnings release for a reconciliation of the non-GAAP financial measure of Adjusted EBITDA to its most directly comparable GAAP financial measure. Liberty Predecessor Selected Financial Data\n(unaudited)\nYear Ended Three Months Ended December 31, December 31, September 30, 2017 2016 2017 2017 (In thousands, except for share and per share data, and fleets)\nStatement of Operations Data: Revenue $ 1,489,855 $ 374,773 $ 448,883 $ 441,853 Costs of services, excluding depreciation and amortization shown separately 1,147,008 354,729 339,315 328,434 General and administrative 80,089 35,789 20,738 22,245 Depreciation and amortization 81,473 41,362 25,642 24,164 (Gain) loss on disposal of assets 148 (2,673 ) 160 21 Total operating expenses 1,308,718 429,207 385,855 374,864 Operating income (loss) 181,137 (54,434 ) 63,028 66,989 Interest expense, net (12,636 ) (6,126 ) (5,347 ) (3,326 ) Net income (loss) $ 168,501 $ (60,560 ) $ 57,681 $ 63,663 Pro Forma Income Tax and Net Income (1) (unaudited) Pro forma tax expense (benefit) $ 38,149 $ (13,138 ) $ 13,061 $ 14,416 Pro forma net income (loss) $ 130,352 $ (47,422 ) $ 44,620 $ 49,247 Pre tax income (loss) attributable to noncontrolling interests $ 68,782 $ (24,634 ) $ 23,540 $ 25,980 Pro forma tax expense attributable to noncontrolling interests — — — — Pro forma net income (loss) attributable to noncontrolling interests $ 68,782 $ (24,634 ) $ 23,540 $ 25,980 Pre tax income (loss) attributable to Liberty Inc. $ 99,719 $ (35,926 ) $ 34,141 $ 37,683 Pro forma tax expense (benefit) attributable to Liberty Inc. 38,149 (13,138 ) 13,061 14,416 Pro forma net income (loss) attributable to Liberty Inc. $ 61,570 $ (22,788 ) $ 21,080 $ 23,267 Pro Forma per Share Data (2) (unaudited) Pro forma net income (loss) per share Basic $ 0.90 $ (0.34 ) $ 0.31 $ 0.34 Diluted $ 0.88 $ (0.34 ) $ 0.30 $ 0.33 Pro forma weighted average shares outstanding Basic 68,729,523 67,794,887 68,729,523 68,433,773\nDiluted 117,713,945 67,794,887 117,713,945 117,600,802 Other Financial and Operational Data (unaudited) Capital expenditures $ 300,793 $ 102,428 $ 60,255 $ 35,387 EBITDA (3) $ 262,610 $ (13,072 ) $ 88,670 $ 91,153 Adjusted EBITDA (3) $ 280,728 $ (5,588 ) $ 91,753 $ 93,745 Total Fleets at beginning of period (4) 10.0 6.0 17.0 16.0 Total Fleets at end of period (4) 19.0 10.0 19.0 17.0 Average Active Fleets (5) 15.1 7.4 18.0 16.7 Annualized Adjusted EBITDA per Average Active Fleet (6) $ 18,591 $ (755 ) $ 20,223 $ 22,271",
    "published": "2018-03-12T23:04:00.000+02:00",
    "crawled": "2018-03-13T01:42:30.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denver",
        "co",
        "business",
        "wire",
        "liberty",
        "oilfield",
        "service",
        "nyse",
        "lbrt",
        "liberty",
        "announced",
        "today",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "financial",
        "operational",
        "result",
        "summary",
        "result",
        "highlight",
        "revenue",
        "million",
        "net",
        "income",
        "million",
        "year",
        "ended",
        "december",
        "adjusted",
        "ebitda",
        "million",
        "adjusted",
        "ebitda",
        "per",
        "average",
        "active",
        "fleet",
        "million",
        "year",
        "ended",
        "december",
        "revenue",
        "million",
        "net",
        "income",
        "million",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "million",
        "annualized",
        "adjusted",
        "ebitda",
        "per",
        "average",
        "active",
        "fleet",
        "million",
        "fourth",
        "quarter",
        "message",
        "chris",
        "wright",
        "ceo",
        "proud",
        "fourth",
        "quarter",
        "full",
        "year",
        "result",
        "continue",
        "execute",
        "strategy",
        "driving",
        "differential",
        "financial",
        "result",
        "technology",
        "focused",
        "customer",
        "partnership",
        "course",
        "nearly",
        "doubled",
        "fleet",
        "count",
        "expanded",
        "presence",
        "permian",
        "entered",
        "eagle",
        "ford",
        "added",
        "new",
        "team",
        "member",
        "liberty",
        "family",
        "generating",
        "return",
        "earnings",
        "per",
        "fleet",
        "excited",
        "move",
        "although",
        "experienced",
        "impediment",
        "throughput",
        "first",
        "quarter",
        "arising",
        "extreme",
        "unusual",
        "weather",
        "strong",
        "demand",
        "differential",
        "frac",
        "service",
        "coupled",
        "supportive",
        "commodity",
        "price",
        "drilling",
        "activity",
        "leave",
        "u",
        "confident",
        "expectation",
        "full",
        "fleet",
        "deployment",
        "update",
        "first",
        "quarter",
        "liberty",
        "deployed",
        "fleet",
        "dedicated",
        "arrangement",
        "existing",
        "customer",
        "previously",
        "announced",
        "liberty",
        "expects",
        "deploy",
        "fleet",
        "dedicated",
        "basis",
        "end",
        "second",
        "quarter",
        "addition",
        "based",
        "ongoing",
        "discussion",
        "customer",
        "positive",
        "view",
        "current",
        "cycle",
        "liberty",
        "placed",
        "order",
        "two",
        "additional",
        "fleet",
        "delivered",
        "third",
        "fourth",
        "quarter",
        "fourth",
        "quarter",
        "full",
        "year",
        "result",
        "liberty",
        "completed",
        "initial",
        "public",
        "offering",
        "share",
        "class",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "january",
        "liberty",
        "predecessor",
        "company",
        "liberty",
        "oilfield",
        "service",
        "llc",
        "los",
        "acquisition",
        "co",
        "llc",
        "subsidiary",
        "collectively",
        "liberty",
        "predecessor",
        "subject",
        "federal",
        "income",
        "tax",
        "entity",
        "level",
        "result",
        "combined",
        "net",
        "income",
        "historical",
        "financial",
        "statement",
        "liberty",
        "predecessor",
        "including",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "reflect",
        "income",
        "tax",
        "expense",
        "following",
        "number",
        "adjusted",
        "reflect",
        "income",
        "tax",
        "expense",
        "resulting",
        "net",
        "income",
        "would",
        "liberty",
        "public",
        "company",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "pro",
        "forma",
        "net",
        "income",
        "totaled",
        "million",
        "generated",
        "pro",
        "forma",
        "diluted",
        "earnings",
        "per",
        "share",
        "revenue",
        "year",
        "ended",
        "december",
        "totaled",
        "million",
        "generated",
        "adjusted",
        "ebitda",
        "million",
        "liberty",
        "averaged",
        "average",
        "active",
        "fleet",
        "adjusted",
        "ebitda",
        "per",
        "average",
        "active",
        "fleet",
        "averaged",
        "million",
        "year",
        "ended",
        "december",
        "return",
        "capital",
        "employed",
        "roce",
        "please",
        "refer",
        "reconciliation",
        "adjusted",
        "ebitda",
        "measure",
        "net",
        "income",
        "gaap",
        "measure",
        "calculation",
        "roce",
        "release",
        "fourth",
        "quarter",
        "pro",
        "forma",
        "net",
        "income",
        "totaled",
        "million",
        "compared",
        "million",
        "third",
        "quarter",
        "pro",
        "forma",
        "diluted",
        "earnings",
        "per",
        "share",
        "totaled",
        "fourth",
        "quarter",
        "compared",
        "third",
        "quarter",
        "adjusted",
        "ebitda",
        "fourth",
        "quarter",
        "totaled",
        "million",
        "compared",
        "million",
        "third",
        "quarter",
        "annualized",
        "adjusted",
        "ebitda",
        "per",
        "average",
        "active",
        "fleet",
        "averaged",
        "million",
        "fourth",
        "quarter",
        "versus",
        "million",
        "per",
        "fleet",
        "third",
        "quarter",
        "please",
        "refer",
        "reconciliation",
        "adjusted",
        "ebitda",
        "measure",
        "net",
        "income",
        "gaap",
        "measure",
        "release",
        "fourth",
        "quarter",
        "revenue",
        "grew",
        "million",
        "compared",
        "million",
        "third",
        "quarter",
        "balance",
        "sheet",
        "ipo",
        "proceeds",
        "december",
        "liberty",
        "cash",
        "hand",
        "million",
        "total",
        "debt",
        "million",
        "net",
        "discount",
        "january",
        "liberty",
        "completed",
        "initial",
        "public",
        "offering",
        "share",
        "class",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "net",
        "proceeds",
        "liberty",
        "totaled",
        "approximately",
        "million",
        "used",
        "repay",
        "borrowing",
        "accrued",
        "interest",
        "abl",
        "credit",
        "facility",
        "million",
        "pay",
        "portion",
        "term",
        "loan",
        "accrued",
        "interest",
        "million",
        "redeem",
        "interest",
        "held",
        "certain",
        "investor",
        "million",
        "general",
        "corporate",
        "purpose",
        "pro",
        "forma",
        "initial",
        "public",
        "offering",
        "liberty",
        "cash",
        "balance",
        "december",
        "would",
        "million",
        "total",
        "debt",
        "would",
        "million",
        "net",
        "discount",
        "conference",
        "call",
        "liberty",
        "host",
        "conference",
        "call",
        "discus",
        "result",
        "mountain",
        "time",
        "eastern",
        "time",
        "tuesday",
        "march",
        "presenting",
        "liberty",
        "result",
        "chris",
        "wright",
        "chief",
        "executive",
        "officer",
        "ron",
        "gusek",
        "president",
        "michael",
        "stock",
        "chief",
        "financial",
        "officer",
        "individual",
        "wishing",
        "participate",
        "conference",
        "call",
        "dial",
        "international",
        "caller",
        "participant",
        "ask",
        "join",
        "liberty",
        "call",
        "live",
        "webcast",
        "available",
        "http",
        "webcast",
        "accessed",
        "day",
        "following",
        "call",
        "telephone",
        "replay",
        "available",
        "shortly",
        "call",
        "accessed",
        "dialing",
        "international",
        "caller",
        "passcode",
        "replay",
        "replay",
        "available",
        "march",
        "liberty",
        "liberty",
        "independent",
        "provider",
        "hydraulic",
        "fracturing",
        "service",
        "onshore",
        "oil",
        "natural",
        "gas",
        "exploration",
        "production",
        "company",
        "north",
        "america",
        "liberty",
        "founded",
        "relentless",
        "focus",
        "improving",
        "completion",
        "emphasis",
        "customer",
        "partnership",
        "technology",
        "find",
        "innovative",
        "answer",
        "frac",
        "optimization",
        "liberty",
        "headquartered",
        "denver",
        "colorado",
        "information",
        "liberty",
        "please",
        "contact",
        "investor",
        "relation",
        "ir",
        "financial",
        "measure",
        "press",
        "release",
        "includes",
        "unaudited",
        "financial",
        "operational",
        "measure",
        "including",
        "ebitda",
        "adjusted",
        "ebitda",
        "roce",
        "believe",
        "presentation",
        "financial",
        "operational",
        "measure",
        "provides",
        "useful",
        "information",
        "financial",
        "performance",
        "result",
        "operation",
        "financial",
        "operational",
        "measure",
        "standardized",
        "meaning",
        "therefore",
        "unlikely",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "presentation",
        "financial",
        "operational",
        "measure",
        "intended",
        "substitute",
        "considered",
        "isolation",
        "financial",
        "measure",
        "reported",
        "accordance",
        "gaap",
        "see",
        "table",
        "entitled",
        "reconciliation",
        "calculation",
        "financial",
        "operational",
        "measure",
        "reconciliation",
        "calculation",
        "financial",
        "operational",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "measure",
        "cautionary",
        "statement",
        "information",
        "includes",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "herein",
        "concerning",
        "among",
        "thing",
        "deployment",
        "fleet",
        "future",
        "planned",
        "capital",
        "expenditure",
        "future",
        "cash",
        "flow",
        "borrowing",
        "pursuit",
        "potential",
        "acquisition",
        "opportunity",
        "financial",
        "position",
        "business",
        "strategy",
        "objective",
        "future",
        "operation",
        "statement",
        "statement",
        "identified",
        "use",
        "term",
        "phrase",
        "may",
        "expect",
        "estimate",
        "project",
        "plan",
        "believe",
        "intend",
        "achievable",
        "anticipate",
        "continue",
        "potential",
        "could",
        "similar",
        "term",
        "phrase",
        "although",
        "believe",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "involve",
        "certain",
        "assumption",
        "risk",
        "uncertainty",
        "statement",
        "represent",
        "expectation",
        "belief",
        "concerning",
        "future",
        "event",
        "possible",
        "result",
        "described",
        "press",
        "release",
        "achieved",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "identified",
        "disclosed",
        "time",
        "time",
        "liberty",
        "filing",
        "commission",
        "result",
        "factor",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "implied",
        "statement",
        "statement",
        "speaks",
        "date",
        "made",
        "except",
        "required",
        "law",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "new",
        "factor",
        "emerge",
        "time",
        "time",
        "possible",
        "u",
        "predict",
        "factor",
        "considering",
        "statement",
        "keep",
        "mind",
        "risk",
        "factor",
        "cautionary",
        "statement",
        "risk",
        "factor",
        "section",
        "prospectus",
        "filed",
        "sec",
        "january",
        "public",
        "filing",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "adjusted",
        "ebitda",
        "presented",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "please",
        "see",
        "supplemental",
        "financial",
        "information",
        "table",
        "reconciliation",
        "net",
        "income",
        "ebitda",
        "adjusted",
        "ebitda",
        "end",
        "earnings",
        "release",
        "reconciliation",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "liberty",
        "predecessor",
        "selected",
        "financial",
        "data",
        "unaudited",
        "year",
        "ended",
        "three",
        "month",
        "ended",
        "december",
        "december",
        "september",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "fleet",
        "statement",
        "operation",
        "data",
        "revenue",
        "cost",
        "service",
        "excluding",
        "depreciation",
        "amortization",
        "shown",
        "separately",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "gain",
        "loss",
        "disposal",
        "asset",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "loss",
        "interest",
        "expense",
        "net",
        "net",
        "income",
        "loss",
        "pro",
        "forma",
        "income",
        "tax",
        "net",
        "income",
        "unaudited",
        "pro",
        "forma",
        "tax",
        "expense",
        "benefit",
        "pro",
        "forma",
        "net",
        "income",
        "loss",
        "pre",
        "tax",
        "income",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "pro",
        "forma",
        "tax",
        "expense",
        "attributable",
        "noncontrolling",
        "interest",
        "pro",
        "forma",
        "net",
        "income",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "pre",
        "tax",
        "income",
        "loss",
        "attributable",
        "liberty",
        "pro",
        "forma",
        "tax",
        "expense",
        "benefit",
        "attributable",
        "liberty",
        "pro",
        "forma",
        "net",
        "income",
        "loss",
        "attributable",
        "liberty",
        "pro",
        "forma",
        "per",
        "share",
        "data",
        "unaudited",
        "pro",
        "forma",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "pro",
        "forma",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "financial",
        "operational",
        "data",
        "unaudited",
        "capital",
        "expenditure",
        "ebitda",
        "adjusted",
        "ebitda",
        "total",
        "fleet",
        "beginning",
        "period",
        "total",
        "fleet",
        "end",
        "period",
        "average",
        "active",
        "fleet",
        "annualized",
        "adjusted",
        "ebitda",
        "per",
        "average",
        "active",
        "fleet"
    ]
}