{
    "organizations": [],
    "uuid": "7afd1ebfdcb15ad286ecec12a16208b16a38c7fb",
    "author": "Sue Shellenbarger",
    "url": "https://www.wsj.com/articles/quit-feeling-guilty-about-missing-your-childs-performance-1520947371",
    "ord_in_thread": 0,
    "title": "Quit Feeling Guilty About Missing Your Child’s Performance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "22 COMMENTS Parents often agonize when they have to miss a child’s big game or stage performance and wonder: Is my absence hurting my child?\nHaving Mom or Dad miss an important event or competition can actually be good for children, if parents manage these rough spots with wisdom and skill, psychologists say.\nThat doesn’t mean skipping your child’s event to go drinking with friends, or never making an effort to see anything your kids do. But parents who have a compelling reason to be absent and explain it honestly can instill coping skills and self-reliance.\nMany parents want to attend their children’s big games or recitals not only for the child, but for themselves. “Those moments are fleeting and precious, and of course we want to be there when we can,” says Eileen Kennedy-Moore, a Princeton, N.J., clinical psychologist and author of several books on parenting.\nEight-year-old Madeline Thomas was upset when her mother Wanda told her she’d have to miss her ninth birthday party in November to photograph an evening wedding, keeping a promise she’d made to an important client. Mrs. Thomas owns MadCris Images, a Philadelphia photo studio.\nShe listened respectfully to Madeline’s protests, then told her: “You have a right to be mad, but I have a responsibility to this household to make sure you have a roof over your head, the bills are paid and there’s food in the fridge.” Although Madeline’s father, grandmother and 7-year-old brother attended her birthday party at home, she insisted on waiting to cut the cake until her mother was home. Madeline had fallen asleep by the time Mrs. Thomas was able to get home, around midnight, so the family had cake the next morning.\nMrs. Thomas was sad too, but she believes Madeline learned some coping skills. Such experiences “make your kids stronger in the long run,” she says.\nExperts advise skipping the melodrama when telling your child you’ll be M.I.A. You may be disappointed, “but don’t make it into a bigger thing than it is, by repeatedly apologizing or begging for forgiveness or saying, ‘What can I do to make it up to you?’” Dr. Kennedy-Moore says.\nChildren tend to follow parents’ examples. “If you send a message that this is devastating, your child is going to think it’s devastating,” says Stephanie O’Leary, a Mount Kisco, N.Y., clinical psychologist and author of “Parenting in the Real World.” Instead, model good coping skills: “I’m so excited for the game tomorrow. I have to work, but I’m going to call you at 5:30 and I can’t wait to hear all about it,” she says. \nMore in Parenting \nAn Escape to the Dentist? Parents Confess Their Secret Ways to Get Alone Time How Tech Experts Monitor Their Teens on Social Media When Your Child Won’t Hug the Relatives Step Away From Your Over-Scheduled High School Student When Your Child Crashes the Parent-Teacher Conference Parents’ presence and attention is especially helpful to very young children in developing a healthy self-image, research shows. Preschoolers may enjoy singing a new song or learning a gymnastics move, but they aren’t able to feel proud of themselves. That begins around age 5 or 6, when they start noticing their parents taking pride in their accomplishments. By 7 or 8, most have internalized their parents’ values enough to feel proud of themselves—an important step toward self-respect, Dr. Kennedy-Moore says.\nParents have countless chances to play this role, however. “Your children’s confidence and relationship with you aren’t built around one particular instance,” Dr. O’Leary says.\nIt’s more important to be consistently supportive and responsive over time, says Mary Reckmeyer, a child-development expert for Gallup Inc. and author of “Strengths Based Parenting.” Such consistent support “serves as a buffer, shores up the child and contributes to overall well-being,” she says.\nMissing an event can provide a chance to teach children their contribution is valuable, regardless of whether you’re present. Julia Corso cried when her mother Cherie told her she couldn’t attend her violin concert several years ago. “I had worked really hard to get ready for it,” Julia says.\nMrs. Corso, of Pelham, N.Y., told her daughter she needed to support Julia’s father, Lou, by attending an event where he would receive a major sales award. “You have your job to do” also, by performing, Mrs. Corso, who blogs on parenting and lifestyle topics, says she told her daughter.\nJulia, now 14, applied that lesson to other activities in her life. While she loves having her parents watch her play basketball and tennis and strives to make them proud, she doesn’t slack off when they’re not there. “I try just the same,” she says. “I try for myself.”\nJennifer Bright Reich with her sons Tyler, left, and Austin. She had to miss Tyler’s 12th birthday party for a work-related trip but adjusted her itinerary based on his suggestions. Photo: Reich Family Giving your child a role in planning alternative ways to celebrate an event can bolster self-esteem. Tyler Reich begged his mother not to go when she told him she had to miss his 12th birthday party last summer to attend a conference. Jennifer Bright Reich, chief executive of Momosa Publishing LLC in Hellertown, Pa., says she explained that the trip was a unique opportunity to meet new business partners who would help her business grow.\nShe asked Tyler for suggestions. At his request, she delayed her planned predawn departure by a few hours. Although she missed the conference’s opening reception, the delay allowed her to make a bacon-and-egg breakfast for Tyler and his brother Austin, 10, and give Tyler his gifts early.\nTyler says having a say in the schedule “made me feel like I had a little bit of power over it, which made me feel good.”\nHaving a friend take videos or photos of an event, of course, can afford parents a second chance to enjoy it.\nMandy Shelsta, an Elmwood, Neb., teacher and mother of four, says her presence at events matters a lot to her oldest child, 13-year-old Samantha. Samantha was disappointed when Ms. Shelsta told her she had to miss her first quiz bowl meet after being named team captain. Ms. Shelsta helped her prepare and asked a friend to take photos.\nWhen mother and daughter sat down together afterward to look at the photos, Samantha’s face lit up as she described her team’s victory, and how she’d been the only competitor to correctly answer a question about the “Hamilton” soundtrack, Ms. Shelsta says. With the help of a few photos, “you can savor these events almost as much after the fact.”\nWrite to Sue Shellenbarger at sue.shellenbarger@wsj.com",
    "published": "2018-03-13T16:22:00.000+02:00",
    "crawled": "2018-03-13T17:37:57.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "parent",
        "often",
        "agonize",
        "miss",
        "child",
        "big",
        "game",
        "stage",
        "performance",
        "wonder",
        "absence",
        "hurting",
        "child",
        "mom",
        "dad",
        "miss",
        "important",
        "event",
        "competition",
        "actually",
        "good",
        "child",
        "parent",
        "manage",
        "rough",
        "spot",
        "wisdom",
        "skill",
        "psychologist",
        "say",
        "mean",
        "skipping",
        "child",
        "event",
        "go",
        "drinking",
        "friend",
        "never",
        "making",
        "effort",
        "see",
        "anything",
        "kid",
        "parent",
        "compelling",
        "reason",
        "absent",
        "explain",
        "honestly",
        "instill",
        "coping",
        "skill",
        "many",
        "parent",
        "want",
        "attend",
        "child",
        "big",
        "game",
        "recital",
        "child",
        "moment",
        "fleeting",
        "precious",
        "course",
        "want",
        "say",
        "eileen",
        "princeton",
        "clinical",
        "psychologist",
        "author",
        "several",
        "book",
        "parenting",
        "madeline",
        "thomas",
        "upset",
        "mother",
        "wanda",
        "told",
        "miss",
        "ninth",
        "birthday",
        "party",
        "november",
        "photograph",
        "evening",
        "wedding",
        "keeping",
        "promise",
        "made",
        "important",
        "client",
        "thomas",
        "owns",
        "madcris",
        "image",
        "philadelphia",
        "photo",
        "studio",
        "listened",
        "respectfully",
        "madeline",
        "protest",
        "told",
        "right",
        "mad",
        "responsibility",
        "household",
        "make",
        "sure",
        "roof",
        "head",
        "bill",
        "paid",
        "food",
        "although",
        "madeline",
        "father",
        "grandmother",
        "brother",
        "attended",
        "birthday",
        "party",
        "home",
        "insisted",
        "waiting",
        "cut",
        "cake",
        "mother",
        "home",
        "madeline",
        "fallen",
        "asleep",
        "time",
        "thomas",
        "able",
        "get",
        "home",
        "around",
        "midnight",
        "family",
        "cake",
        "next",
        "morning",
        "thomas",
        "sad",
        "belief",
        "madeline",
        "learned",
        "coping",
        "skill",
        "experience",
        "make",
        "kid",
        "stronger",
        "long",
        "run",
        "say",
        "expert",
        "advise",
        "skipping",
        "melodrama",
        "telling",
        "child",
        "may",
        "disappointed",
        "make",
        "bigger",
        "thing",
        "repeatedly",
        "apologizing",
        "begging",
        "forgiveness",
        "saying",
        "make",
        "say",
        "child",
        "tend",
        "follow",
        "parent",
        "example",
        "send",
        "message",
        "devastating",
        "child",
        "going",
        "think",
        "devastating",
        "say",
        "stephanie",
        "leary",
        "mount",
        "kisco",
        "clinical",
        "psychologist",
        "author",
        "parenting",
        "real",
        "instead",
        "model",
        "good",
        "coping",
        "skill",
        "excited",
        "game",
        "tomorrow",
        "work",
        "going",
        "call",
        "wait",
        "hear",
        "say",
        "parenting",
        "escape",
        "dentist",
        "parent",
        "confess",
        "secret",
        "way",
        "get",
        "alone",
        "time",
        "tech",
        "expert",
        "monitor",
        "teen",
        "social",
        "medium",
        "child",
        "hug",
        "relative",
        "step",
        "away",
        "high",
        "school",
        "student",
        "child",
        "crash",
        "conference",
        "parent",
        "presence",
        "attention",
        "especially",
        "helpful",
        "young",
        "child",
        "developing",
        "healthy",
        "research",
        "show",
        "preschooler",
        "may",
        "enjoy",
        "singing",
        "new",
        "song",
        "learning",
        "gymnastics",
        "move",
        "able",
        "feel",
        "proud",
        "begin",
        "around",
        "age",
        "start",
        "noticing",
        "parent",
        "taking",
        "pride",
        "accomplishment",
        "internalized",
        "parent",
        "value",
        "enough",
        "feel",
        "proud",
        "important",
        "step",
        "toward",
        "say",
        "parent",
        "countless",
        "chance",
        "play",
        "role",
        "however",
        "child",
        "confidence",
        "relationship",
        "built",
        "around",
        "one",
        "particular",
        "instance",
        "leary",
        "say",
        "important",
        "consistently",
        "supportive",
        "responsive",
        "time",
        "say",
        "mary",
        "reckmeyer",
        "expert",
        "gallup",
        "author",
        "strength",
        "based",
        "consistent",
        "support",
        "serf",
        "buffer",
        "shore",
        "child",
        "contributes",
        "overall",
        "say",
        "missing",
        "event",
        "provide",
        "chance",
        "teach",
        "child",
        "contribution",
        "valuable",
        "regardless",
        "whether",
        "present",
        "julia",
        "corso",
        "cried",
        "mother",
        "cherie",
        "told",
        "attend",
        "violin",
        "concert",
        "several",
        "year",
        "ago",
        "worked",
        "really",
        "hard",
        "get",
        "ready",
        "julia",
        "say",
        "corso",
        "pelham",
        "told",
        "daughter",
        "needed",
        "support",
        "julia",
        "father",
        "lou",
        "attending",
        "event",
        "would",
        "receive",
        "major",
        "sale",
        "award",
        "job",
        "also",
        "performing",
        "corso",
        "blog",
        "parenting",
        "lifestyle",
        "topic",
        "say",
        "told",
        "daughter",
        "julia",
        "applied",
        "lesson",
        "activity",
        "life",
        "love",
        "parent",
        "watch",
        "play",
        "basketball",
        "tennis",
        "strives",
        "make",
        "proud",
        "slack",
        "try",
        "say",
        "try",
        "jennifer",
        "bright",
        "reich",
        "son",
        "tyler",
        "left",
        "austin",
        "miss",
        "tyler",
        "12th",
        "birthday",
        "party",
        "trip",
        "adjusted",
        "itinerary",
        "based",
        "suggestion",
        "photo",
        "reich",
        "family",
        "giving",
        "child",
        "role",
        "planning",
        "alternative",
        "way",
        "celebrate",
        "event",
        "bolster",
        "tyler",
        "reich",
        "begged",
        "mother",
        "go",
        "told",
        "miss",
        "12th",
        "birthday",
        "party",
        "last",
        "summer",
        "attend",
        "conference",
        "jennifer",
        "bright",
        "reich",
        "chief",
        "executive",
        "momosa",
        "publishing",
        "llc",
        "hellertown",
        "say",
        "explained",
        "trip",
        "unique",
        "opportunity",
        "meet",
        "new",
        "business",
        "partner",
        "would",
        "help",
        "business",
        "grow",
        "asked",
        "tyler",
        "suggestion",
        "request",
        "delayed",
        "planned",
        "predawn",
        "departure",
        "hour",
        "although",
        "missed",
        "conference",
        "opening",
        "reception",
        "delay",
        "allowed",
        "make",
        "breakfast",
        "tyler",
        "brother",
        "austin",
        "give",
        "tyler",
        "gift",
        "early",
        "tyler",
        "say",
        "say",
        "schedule",
        "made",
        "feel",
        "like",
        "little",
        "bit",
        "power",
        "made",
        "feel",
        "friend",
        "take",
        "video",
        "photo",
        "event",
        "course",
        "afford",
        "parent",
        "second",
        "chance",
        "enjoy",
        "mandy",
        "shelsta",
        "elmwood",
        "teacher",
        "mother",
        "four",
        "say",
        "presence",
        "event",
        "matter",
        "lot",
        "oldest",
        "child",
        "samantha",
        "samantha",
        "disappointed",
        "shelsta",
        "told",
        "miss",
        "first",
        "quiz",
        "bowl",
        "meet",
        "named",
        "team",
        "captain",
        "shelsta",
        "helped",
        "prepare",
        "asked",
        "friend",
        "take",
        "photo",
        "mother",
        "daughter",
        "sat",
        "together",
        "afterward",
        "look",
        "photo",
        "samantha",
        "face",
        "lit",
        "described",
        "team",
        "victory",
        "competitor",
        "correctly",
        "answer",
        "question",
        "hamilton",
        "soundtrack",
        "shelsta",
        "say",
        "help",
        "photo",
        "savor",
        "event",
        "almost",
        "much",
        "write",
        "sue",
        "shellenbarger"
    ]
}