{
    "organizations": [],
    "uuid": "baf3b426cf737dfc4658da8dedbd705c7923b1fa",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/pr-newswire-cheetah-mobile-announces-changes-to-the-board-of-directors.html",
    "ord_in_thread": 0,
    "title": "Cheetah Mobile Announces Changes to the Board of Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING, March 13, 2018 /PRNewswire/ -- Cheetah Mobile Inc. (NYSE: CMCM) (\"Cheetah Mobile\" or the \"Company\"), a leading mobile Internet company with strong global vision, today announced changes to its Board of Directors (the \"Board\") effective immediately.\nThe Board has appointed Ms. Ning Zhang, Mr. Tianyang Zhao and Dr. Yi Ma each as an independent director. Mr. Tianyang Zhao will become a member of the audit committee and the compensation committee of the Board. Ms. Ning Zhang will become the chairman of the compensation committee and a member of the nominating and corporate governance committee of the Board. The Board has also appointed Ms. Jie Xiao and Mr. Pin Zhou, who serve as the Company's Senior Vice Presidents, and Mr. Rui Hao, who serves as a Tencent Investment's Executive Director, each as a director of the Board.\nMeanwhile, Mr. Jun Lei has tendered his resignation as the Chairman and a member of the Board. Mr. Lei will remain as an advisor to Cheetah Mobile going forward. Mr. Fu Sheng, Cheetah Mobile's Chief Executive Officer, will succeed Mr. Lei as the Chairman of the Board. In addition, Mr. Yuk Keung Ng, Mr. Wei Liu, Mr. Ke Ding, and Mr. Jeffrey Zhaohui Li have resigned from their directorships of the Company.\nWith the aforementioned changes, the Board now consists of eleven members, six of them are independent. The Board's audit committee, compensation committee, and nominating and corporate governance committee are composed entirely of independent directors. As of the date of this announcement, the Board's audit committee consists of Mr. Richard Weidong Ji, Mr. Michael Lingye Zuo, and Mr. Tianyang Zhao, and is chaired by Mr. Richard Weidong Ji. The Board's compensation committee consists of Ms. Ning Zhang, Mr. Michael Lingye Zuo, and Mr. Tianyang Zhao, and is chaired by Ms. Ning Zhang. The Board's nominating and corporate governance committee consists of Mr. Michael Lingye Zuo, Michael Jinbo Yao and Ms. Ning Zhang, and is chaired by Mr. Michael Jinbo Yao.\nMr. Sheng Fu, Cheetah Mobile's Chairman and Chief Executive Officer, stated, \"We are honored and excited to welcome our new board members. Their extensive leadership experience, investment expertise, and technical knowledge will make a valuable contribution to us as we build our next stage of growth. On behalf of Cheetah Mobile's Board of Directors, I would also like to thank all the previous board members who have made significant contributions to the Company in the past. \"\nMs. Ning Zhang currently serves as the Founder and Chairman of Red Avenue Group. Red Avenue Group researches, produces, and invests in new materials through three business units: Red Avenue New Materials Group, Red Avenue Investment Group, and Red Avenue Foundation. Ms. Zhang holds a doctoral degree in business administration from Arizona State University, an M.B.A. from the University of Warwick, an E.M.B.A. from Cheung Kong Graduate School of Business, and a Bachelor of Science degree in biomedical engineering from Beijing Technology and Business University.\nMr. Tianyang Zhao currently serves as the Chief Executive Officer of Beijing Shougang Fund, which he helped establish in 2010. Beijing Shougang Fund manages 12 funds with RMB48 billion in assets under management. As a professional investor, Mr. Zhao's investments focus on four industries: smart parking and smart cities, medicine, supply chain finance, and sports. In the past few years, Mr. Zhao led Shougang Group in several public and private capital market transactions. Mr. Zhao graduated from Peking University and Cheung Kong Graduate School of Business (EMBA).\nDr. Yi Ma currently serves as a Professor at the Electrical Engineering and Computer Sciences (\"EECS\") Department of the University of California at Berkeley. From 2014 to 2017, he was a Professor and the Executive Dean of the School of Information and Science and Technology, Shanghai Tech University, China. From 2009 to early 2014, he was a Principal Researcher and the Research Manager of the Visual Computing group at Microsoft Research Asia. From 2000 to 2011, he was an Associate Professor at the ECE Department of the University of Illinois at Urbana-Champaign. His main research interest is in computer vision and high-dimensional data analysis. He received his Bachelors' degree in Automation and Applied Mathematics from Tsinghua University (Beijing, China) in 1995, Master of Science degree in EECS in 1997, Master of Arts degree in Mathematics in 2000, and PhD degree in EECS in 2000, all from the University of California at Berkeley. He is ranked as the World's Highly Cited Researchers by Clarivate Analytics of Thomson Reuters since 2016, and ranked among the Top 50 of the World's Most Influential Authors in Computer Science by Semantic Scholar, according to the Science Magazine 2016.\nMs. Jie Xiao has been our senior vice president since November 2014, after having served as our vice president since October 2010. Ms. Xiao is in charge of business development, marketing, and commercial products. From 2008 to 2010, she was a senior manager at the enterprise marketing department of Baidu, Inc. (NASDAQ: BIDU), focusing on public relations. Before that, she worked as a public relations director at Qihoo 360 Technology Co., Ltd. and a communications manager for Yahoo! China. Ms. Xiao received a bachelor's degree in accounting from Renmin University in 1999.\nMr. Pin Zhou has been our senior vice president since March 2018, after having served as our advisor since March 1, 2015. Mr. Zhou is in charge of sales, strategic investment, human resources, and part of the Company's smart hardware business. Mr. Zhou has more than 18 years of experience in Internet industry, with extensive knowledge in product management and online advertising. Before joining Cheetah Mobile, Mr. Zhou served as the founder and CEO of Quwan.com , an e-commerce company in China. Before that, Mr. Zhou held various managerial positions in Baidu, Herosoft, and Tuopu Software Group. Mr. Zhou received a bachelor's degree in International Finance from Shanxi Institute of Finance and Economics in 1999.\nMr. Rui Hao currently serves as an Executive Director at Tencent Investment, focusing on Tencent's strategic investment and M&A activity in the areas of E-commerce, O2O (\"Online-to-Offline\"), and Retail. Mr. Hao was responsible for Tencent's strategic investments in JD.com (NASDAQ: JD), Meituan Dianping, VIPshop (NYSE: VIPS), 58.com (NYSE: WUBA), and many others. Before that, Mr. Hao worked for Jefferies Hong Kong Limited as Research Analyst covering the Internet sector. Before that, Mr. Hao worked for Accenture Consulting as a strategy consultant in the high-tech industry. Mr. Hao received both a bachelor' degree in e-Commerce and a master's degree in Management Science and Engineering from Beijing University of Posts and Telecommunications.\nAbout Cheetah Mobile Inc.\nCheetah Mobile is a leading mobile Internet company with strong global vision. It has attracted hundreds of millions of monthly active users through its mobile utility products such as Clean Master and Cheetah Keyboard, casual games such as Piano Tiles 2, and live streaming product Live.me. The Company provides its advertising customers, which include direct advertisers and mobile advertising networks through which advertisers place their advertisements, with direct access to highly targeted mobile users and global promotional channels. The Company also provides value-added services to its mobile application users through the sale of in-app virtual items on select mobile products and games. Cheetah Mobile is committed to leveraging its cutting-edge artificial intelligence technologies to power its products and make the world smarter. It has been listed on the New York Stock Exchange since May 2014.\nSafe Harbor Statement\nThis press release contains forward-looking statements. These statements, including management Quote: s and business outlook, constitute forward-looking statements under the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as \"will,\" \"expects,\" \"anticipates,\" \"future,\" \"intends,\" \"plans,\" \"believes,\" \"estimates\" and similar statements. Such statements involve inherent risks and uncertainties. A number of factors could cause actual results to differ materially from those contained in the forward-looking statements, including but are not limited to the following: Cheetah Mobile's growth strategies; Cheetah Mobile's ability to retain and increase its user base and expand its product and service offerings; Cheetah Mobile's ability to monetize its platform; Cheetah Mobile's future business development, financial condition and results of operations; competition with companies in a number of industries including Internet companies that provide online marketing services and Internet value-added services; expected changes in Cheetah Mobile's revenues and certain cost or expense items; and general economic and business condition globally and in China. Further information regarding these and other risks is included in Cheetah Mobile's filings with the U.S. Securities and Exchange Commission. Cheetah Mobile does not undertake any obligation to update any forward-looking statement as a result of new information, future events or otherwise, except as required under applicable law.\nInvestor Relations Contact\nCheetah Mobile Inc.\nHelen Jing Zhu\nTel: +86 10 6292 7779 ext. 1600\nEmail: helenjingzhu@cmcm.com\nICR, Inc.\nJack Wang\nTel: +1 (646) 417-5395\nEmail: ir@cmcm.com\nView original content: http://www.prnewswire.com/news-releases/cheetah-mobile-announces-changes-to-the-board-of-directors-300612925.html\nSOURCE Cheetah Mobile",
    "published": "2018-03-13T13:00:00.000+02:00",
    "crawled": "2018-03-13T14:17:00.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "march",
        "cheetah",
        "mobile",
        "nyse",
        "cmcm",
        "cheetah",
        "mobile",
        "company",
        "leading",
        "mobile",
        "internet",
        "company",
        "strong",
        "global",
        "vision",
        "today",
        "announced",
        "change",
        "board",
        "director",
        "board",
        "effective",
        "immediately",
        "board",
        "appointed",
        "ning",
        "zhang",
        "tianyang",
        "zhao",
        "yi",
        "independent",
        "director",
        "tianyang",
        "zhao",
        "become",
        "member",
        "audit",
        "committee",
        "compensation",
        "committee",
        "board",
        "ning",
        "zhang",
        "become",
        "chairman",
        "compensation",
        "committee",
        "member",
        "nominating",
        "corporate",
        "governance",
        "committee",
        "board",
        "board",
        "also",
        "appointed",
        "jie",
        "xiao",
        "pin",
        "zhou",
        "serve",
        "company",
        "senior",
        "vice",
        "president",
        "rui",
        "hao",
        "serf",
        "tencent",
        "investment",
        "executive",
        "director",
        "director",
        "board",
        "meanwhile",
        "jun",
        "lei",
        "tendered",
        "resignation",
        "chairman",
        "member",
        "board",
        "lei",
        "remain",
        "advisor",
        "cheetah",
        "mobile",
        "going",
        "forward",
        "fu",
        "sheng",
        "cheetah",
        "mobile",
        "chief",
        "executive",
        "officer",
        "succeed",
        "lei",
        "chairman",
        "board",
        "addition",
        "yuk",
        "keung",
        "ng",
        "wei",
        "liu",
        "ke",
        "ding",
        "jeffrey",
        "zhaohui",
        "li",
        "resigned",
        "directorship",
        "company",
        "aforementioned",
        "change",
        "board",
        "consists",
        "eleven",
        "member",
        "six",
        "independent",
        "board",
        "audit",
        "committee",
        "compensation",
        "committee",
        "nominating",
        "corporate",
        "governance",
        "committee",
        "composed",
        "entirely",
        "independent",
        "director",
        "date",
        "announcement",
        "board",
        "audit",
        "committee",
        "consists",
        "richard",
        "weidong",
        "ji",
        "michael",
        "lingye",
        "zuo",
        "tianyang",
        "zhao",
        "chaired",
        "richard",
        "weidong",
        "ji",
        "board",
        "compensation",
        "committee",
        "consists",
        "ning",
        "zhang",
        "michael",
        "lingye",
        "zuo",
        "tianyang",
        "zhao",
        "chaired",
        "ning",
        "zhang",
        "board",
        "nominating",
        "corporate",
        "governance",
        "committee",
        "consists",
        "michael",
        "lingye",
        "zuo",
        "michael",
        "jinbo",
        "yao",
        "ning",
        "zhang",
        "chaired",
        "michael",
        "jinbo",
        "yao",
        "sheng",
        "fu",
        "cheetah",
        "mobile",
        "chairman",
        "chief",
        "executive",
        "officer",
        "stated",
        "honored",
        "excited",
        "welcome",
        "new",
        "board",
        "member",
        "extensive",
        "leadership",
        "experience",
        "investment",
        "expertise",
        "technical",
        "knowledge",
        "make",
        "valuable",
        "contribution",
        "u",
        "build",
        "next",
        "stage",
        "growth",
        "behalf",
        "cheetah",
        "mobile",
        "board",
        "director",
        "would",
        "also",
        "like",
        "thank",
        "previous",
        "board",
        "member",
        "made",
        "significant",
        "contribution",
        "company",
        "ning",
        "zhang",
        "currently",
        "serf",
        "founder",
        "chairman",
        "red",
        "avenue",
        "group",
        "red",
        "avenue",
        "group",
        "research",
        "produce",
        "invests",
        "new",
        "material",
        "three",
        "business",
        "unit",
        "red",
        "avenue",
        "new",
        "material",
        "group",
        "red",
        "avenue",
        "investment",
        "group",
        "red",
        "avenue",
        "foundation",
        "zhang",
        "hold",
        "doctoral",
        "degree",
        "business",
        "administration",
        "arizona",
        "state",
        "university",
        "university",
        "warwick",
        "cheung",
        "kong",
        "graduate",
        "school",
        "business",
        "bachelor",
        "science",
        "degree",
        "biomedical",
        "engineering",
        "beijing",
        "technology",
        "business",
        "university",
        "tianyang",
        "zhao",
        "currently",
        "serf",
        "chief",
        "executive",
        "officer",
        "beijing",
        "shougang",
        "fund",
        "helped",
        "establish",
        "beijing",
        "shougang",
        "fund",
        "manages",
        "fund",
        "rmb48",
        "billion",
        "asset",
        "management",
        "professional",
        "investor",
        "zhao",
        "investment",
        "focus",
        "four",
        "industry",
        "smart",
        "parking",
        "smart",
        "city",
        "medicine",
        "supply",
        "chain",
        "finance",
        "sport",
        "past",
        "year",
        "zhao",
        "led",
        "shougang",
        "group",
        "several",
        "public",
        "private",
        "capital",
        "market",
        "transaction",
        "zhao",
        "graduated",
        "peking",
        "university",
        "cheung",
        "kong",
        "graduate",
        "school",
        "business",
        "emba",
        "yi",
        "currently",
        "serf",
        "professor",
        "electrical",
        "engineering",
        "computer",
        "science",
        "eec",
        "department",
        "university",
        "california",
        "berkeley",
        "professor",
        "executive",
        "dean",
        "school",
        "information",
        "science",
        "technology",
        "shanghai",
        "tech",
        "university",
        "china",
        "early",
        "principal",
        "researcher",
        "research",
        "manager",
        "visual",
        "computing",
        "group",
        "microsoft",
        "research",
        "asia",
        "associate",
        "professor",
        "ece",
        "department",
        "university",
        "illinois",
        "main",
        "research",
        "interest",
        "computer",
        "vision",
        "data",
        "analysis",
        "received",
        "bachelor",
        "degree",
        "automation",
        "applied",
        "mathematics",
        "tsinghua",
        "university",
        "beijing",
        "china",
        "master",
        "science",
        "degree",
        "eec",
        "master",
        "art",
        "degree",
        "mathematics",
        "phd",
        "degree",
        "eec",
        "university",
        "california",
        "berkeley",
        "ranked",
        "world",
        "highly",
        "cited",
        "researcher",
        "clarivate",
        "analytics",
        "thomson",
        "reuters",
        "since",
        "ranked",
        "among",
        "top",
        "world",
        "influential",
        "author",
        "computer",
        "science",
        "semantic",
        "scholar",
        "according",
        "science",
        "magazine",
        "jie",
        "xiao",
        "senior",
        "vice",
        "president",
        "since",
        "november",
        "served",
        "vice",
        "president",
        "since",
        "october",
        "xiao",
        "charge",
        "business",
        "development",
        "marketing",
        "commercial",
        "product",
        "senior",
        "manager",
        "enterprise",
        "marketing",
        "department",
        "baidu",
        "nasdaq",
        "bidu",
        "focusing",
        "public",
        "relation",
        "worked",
        "public",
        "relation",
        "director",
        "qihoo",
        "technology",
        "communication",
        "manager",
        "yahoo",
        "china",
        "xiao",
        "received",
        "bachelor",
        "degree",
        "accounting",
        "renmin",
        "university",
        "pin",
        "zhou",
        "senior",
        "vice",
        "president",
        "since",
        "march",
        "served",
        "advisor",
        "since",
        "march",
        "zhou",
        "charge",
        "sale",
        "strategic",
        "investment",
        "human",
        "resource",
        "part",
        "company",
        "smart",
        "hardware",
        "business",
        "zhou",
        "year",
        "experience",
        "internet",
        "industry",
        "extensive",
        "knowledge",
        "product",
        "management",
        "online",
        "advertising",
        "joining",
        "cheetah",
        "mobile",
        "zhou",
        "served",
        "founder",
        "ceo",
        "company",
        "china",
        "zhou",
        "held",
        "various",
        "managerial",
        "position",
        "baidu",
        "herosoft",
        "tuopu",
        "software",
        "group",
        "zhou",
        "received",
        "bachelor",
        "degree",
        "international",
        "finance",
        "shanxi",
        "institute",
        "finance",
        "economics",
        "rui",
        "hao",
        "currently",
        "serf",
        "executive",
        "director",
        "tencent",
        "investment",
        "focusing",
        "tencent",
        "strategic",
        "investment",
        "activity",
        "area",
        "o2o",
        "retail",
        "hao",
        "responsible",
        "tencent",
        "strategic",
        "investment",
        "nasdaq",
        "jd",
        "meituan",
        "dianping",
        "vipshop",
        "nyse",
        "vip",
        "nyse",
        "wuba",
        "many",
        "others",
        "hao",
        "worked",
        "jefferies",
        "hong",
        "kong",
        "limited",
        "research",
        "analyst",
        "covering",
        "internet",
        "sector",
        "hao",
        "worked",
        "accenture",
        "consulting",
        "strategy",
        "consultant",
        "industry",
        "hao",
        "received",
        "bachelor",
        "degree",
        "master",
        "degree",
        "management",
        "science",
        "engineering",
        "beijing",
        "university",
        "post",
        "telecommunication",
        "cheetah",
        "mobile",
        "cheetah",
        "mobile",
        "leading",
        "mobile",
        "internet",
        "company",
        "strong",
        "global",
        "vision",
        "attracted",
        "hundred",
        "million",
        "monthly",
        "active",
        "user",
        "mobile",
        "utility",
        "product",
        "clean",
        "master",
        "cheetah",
        "keyboard",
        "casual",
        "game",
        "piano",
        "tile",
        "live",
        "streaming",
        "product",
        "company",
        "provides",
        "advertising",
        "customer",
        "include",
        "direct",
        "advertiser",
        "mobile",
        "advertising",
        "network",
        "advertiser",
        "place",
        "advertisement",
        "direct",
        "access",
        "highly",
        "targeted",
        "mobile",
        "user",
        "global",
        "promotional",
        "channel",
        "company",
        "also",
        "provides",
        "service",
        "mobile",
        "application",
        "user",
        "sale",
        "virtual",
        "item",
        "select",
        "mobile",
        "product",
        "game",
        "cheetah",
        "mobile",
        "committed",
        "leveraging",
        "artificial",
        "intelligence",
        "technology",
        "power",
        "product",
        "make",
        "world",
        "smarter",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "since",
        "may",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "including",
        "management",
        "quote",
        "business",
        "outlook",
        "constitute",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "identified",
        "terminology",
        "expects",
        "anticipates",
        "future",
        "intends",
        "plan",
        "belief",
        "estimate",
        "similar",
        "statement",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "number",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "including",
        "limited",
        "following",
        "cheetah",
        "mobile",
        "growth",
        "strategy",
        "cheetah",
        "mobile",
        "ability",
        "retain",
        "increase",
        "user",
        "base",
        "expand",
        "product",
        "service",
        "offering",
        "cheetah",
        "mobile",
        "ability",
        "monetize",
        "platform",
        "cheetah",
        "mobile",
        "future",
        "business",
        "development",
        "financial",
        "condition",
        "result",
        "operation",
        "competition",
        "company",
        "number",
        "industry",
        "including",
        "internet",
        "company",
        "provide",
        "online",
        "marketing",
        "service",
        "internet",
        "service",
        "expected",
        "change",
        "cheetah",
        "mobile",
        "revenue",
        "certain",
        "cost",
        "expense",
        "item",
        "general",
        "economic",
        "business",
        "condition",
        "globally",
        "china",
        "information",
        "regarding",
        "risk",
        "included",
        "cheetah",
        "mobile",
        "filing",
        "security",
        "exchange",
        "commission",
        "cheetah",
        "mobile",
        "undertake",
        "obligation",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "investor",
        "relation",
        "contact",
        "cheetah",
        "mobile",
        "helen",
        "jing",
        "zhu",
        "tel",
        "ext",
        "email",
        "helenjingzhu",
        "icr",
        "jack",
        "wang",
        "tel",
        "email",
        "ir",
        "view",
        "original",
        "content",
        "http",
        "source",
        "cheetah",
        "mobile"
    ]
}