{
    "organizations": [],
    "uuid": "5bed5305256d40e42f6dbe695f9c3d5414620a65",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/03/19/raceahead-fifty-most-powerful-latinas-in-business/",
    "ord_in_thread": 0,
    "title": "raceAhead: The Fifty Most Powerful Latinas in Business",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: March 19, 2018 1:51 PM ET\nWe start this week on a bright note: The Association of Latino Professionals for America (ALPFA) has published its second annual list of the 50 Most Powerful Latina women in corporate life. It’s a who’s who of business heavyweights, with senior executives from Accenture, Bank of America , Citi, Google , HBO, McDonald’s, PwC, Salesforce and Walmart all represented.\nSome play a meaningful role in inclusion efforts and beyond. For example, Salesforce’s Chief People Officer Cindy Robbins has been a leader in the firm’s equal pay efforts , and has been instrumental in helping shape a corporate culture that lands the company on the top of coveted lists, like Fortune ’s 100 Best Companies to Work For.\nBut what’s particularly encouraging about the list is the number of women who are also working outside the diversity realm in operational capacities, like Geisha Williams, the CEO of PG&E and Grace Puma, the executive vice president of global operations at PepsiCo , who manages some $25 billion in procurement spending. Even a back-of-the-envelope look at the trillions of dollars this group of Latina women collectively steward is a remarkable benchmark. Part of the reason is surely the concerted efforts of managers and companies who offered these exceptional women developmental opportunities at key points in their careers. When it comes to making sure your talent pipeline is truly diverse, show people the P&L early and often.\nBut this list does not reflect the norm for many working Latinas. Latina Equal Pay Day, the day each year when the average income paid to Latina workers catches up to what an average white man earned, fell on November 2 last year. Of all the Equal Pay Days, it was dead last .\nLatina women earn roughly 54 cents for every dollar a white man makes, according to data from the non-partisan National Partnership, a persistent gap which puts undue burdens on Latinx families, who often rely on the income of women to make ends meet. Some forty percent of Latina mothers provide over 40% of household income to their families. And as women are becoming a bigger part of the agricultural labor force – now almost 30% and mostly Latina – they’ve also been increasingly subject to assault and harassment. And according to a recent study by the Economic Policy Institute , Latino workers of all genders are most likely to experience wage theft.\nSo, by all means, bookmark this list and share with your conference organizers, recruiters, book agents and diversity experts. Here’s one data point on why lists like these matter: Three of the women, including Puma, joined a corporate board last year after appearing on the inaugural list, a sign that this kind of exposure helps get talented people into positions of greater influence.\nLarga vida a la lista.\nOn Point Black boys raised in wealthy families do not grow into wealthy adults There is no good news and few surprises in this extraordinary report from The New York Times, and yet it still has the capacity to shock. White and black boys raised in similar circumstances experience very different adulthoods: Wealthy white boys turn into wealthy white men, while wealthy black boys lose economic capacity as they grow up, in almost every neighborhood in the U.S. The report examines a study led by researchers at Stanford, Harvard, and the Census Bureau, and directly explodes the myth that class, not race, is the prevailing barrier to success. And in this case, the research reveals that boys are uniquely affected – white and black girls from wealthy families fare similarly. “It’s not just being black but being male that has been hyper-stereotyped in this negative way,” says one professor. A must read. New York Times And now for some breaking college basketball news You don’t have to be an N.C.A.A. men’s basketball fan or critic to understand the unique delight in Friday night’s victory by the tiny University of Maryland, Baltimore County, over the celebrated University of Virginia team. While it was the ultimate underdog victory, it’s worth noting that U.M.B.C. has a storied track record outside of sports. It’s produced the most African-American students who go on to complete combined M.D.-Ph.D. programs in the country, and a statue of its school mascot, a retriever named “True Grit” is touched for good luck before finals, not games. Come for the twitter jabs, stay for the true innovation. New York Times While covering white supremacy is uniquely dangerous for journalists, white supremacists are dangerous to everybody This story focuses on the experience of journalists covering white supremacist movements and the new risks of harassment and threats to themselves and their families they now face. It is a terrifying read, particularly as understaffed or inexperienced newsrooms try to assess the dangers of well-organized, digitally sophisticated and newly empowered hate movements. “It’s become more necessary to have reporters trained to be able to cover this movement,” Samhita Mukhopadhyay, an executive editor at Teen Vogue. While this story is specific to one industry, it has implications for every public-facing industry. And yes, it is truly terrifying. Committee to Protect Journalists Another way to think about A.D.H.D. The diagnosis, and its attendant medication protocols have become a thorny rite of passage for many parents eager to help their kids survive an education system that prizes order over the gentle chaos of certain learning styles. But for some, some A.D.H.D. behaviors (they exist on a spectrum) may actually be an adaptive advantage in a rapidly changing world. “To thrive in this frenetic world, certain cognitive tendencies are useful: to embrace novelty, to absorb a wide variety of information, to generate new ideas,” says physicist Leonard Mlodinow in this opinion piece. Now if only we could stop punishing black boys for the same behavior we seek to treasure in white ones, right? New York Times Advertisement The Woke Leader How racism destroys The TED Radio hour has curated four interviews with TED talkers that explore the consequences of racism and the powerful damage it does. All segments are on point but start with RaceAhead favorite, the writer and poet Clint Smith. He begins by talking about what it was like to be and raise black children in a world where “melanin is something to be feared.” He starts with “the talk” his own father gave him to try to raise his awareness of how his life would be different from his white peers – in subtle ways, ending his childhood. “You are not like the rest of your friends. You are a black boy in a racist country.” How do you convey to a young person that they are both existentially unsafe and yet not to blame? NPR Yes, faith is part of diversity This fascinating opinion piece from the Deseret News, starts by correctly lauding Salesforce for adding “Faithforce” to its employee resource groups, or ohanas, last year. While nobody should feel compelled to participate in faith-based conversations, “for too long, citizens have been told that they can have their individual faith and religion so long as they don’t bring it to work or into the public square,” says the editorial board. While they did take a moment to sniff that Silicon Valley is “not exactly a burgeoning bastion of religiosity,” they do make the case that the very benefits of being able to share ideas about faith and attendant traditions should be similar to other benefits of diversity: “increased understanding, meaningful conversation and better dialogue.” Deseret News When the abusive artist is a woman you love In this poignant essay, writer Annie Lloyd explores the cognitive dissonance of being unable to continue to love the work of an artist after revelations of past sexual assault make them ultimately indefensible. In this case, it was also a necessary refuge. Anne Sexton was a Pulitzer Prize-winning poet whose work on motherhood, mental health, and feminine strength had become an emotional touchstone for Lloyd. And then she learned that Sexton had sexually abused her daughter, the same one she’d memorialized in verse. “The tender, passionate, and illuminating words I had carried so tightly in my heart was radiating from someone who committed one of the darkest acts of humankind,” Lloyd writes. “My affection towards her poetry began rotting under my skin.” The Establishment Quote:\nIf machines produce everything we need, the outcome will depend on how things are distributed. Everyone can enjoy a life of luxurious leisure if the machine-produced wealth is shared, or most people can end up miserably poor if the machine-owners successfully lobby against wealth redistribution. So far, the trend seems to be toward the second option, with technology driving ever-increasing inequality. - Stephen Hawking",
    "published": "2018-03-20T00:44:00.000+02:00",
    "crawled": "2018-03-19T21:14:24.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "march",
        "pm",
        "et",
        "start",
        "week",
        "bright",
        "note",
        "association",
        "latino",
        "professional",
        "america",
        "alpfa",
        "published",
        "second",
        "annual",
        "list",
        "powerful",
        "latina",
        "woman",
        "corporate",
        "life",
        "business",
        "heavyweight",
        "senior",
        "executive",
        "accenture",
        "bank",
        "america",
        "citi",
        "google",
        "hbo",
        "mcdonald",
        "pwc",
        "salesforce",
        "walmart",
        "represented",
        "play",
        "meaningful",
        "role",
        "inclusion",
        "effort",
        "beyond",
        "example",
        "salesforce",
        "chief",
        "people",
        "officer",
        "cindy",
        "robbins",
        "leader",
        "firm",
        "equal",
        "pay",
        "effort",
        "instrumental",
        "helping",
        "shape",
        "corporate",
        "culture",
        "land",
        "company",
        "top",
        "coveted",
        "list",
        "like",
        "fortune",
        "best",
        "company",
        "work",
        "particularly",
        "encouraging",
        "list",
        "number",
        "woman",
        "also",
        "working",
        "outside",
        "diversity",
        "realm",
        "operational",
        "capacity",
        "like",
        "geisha",
        "williams",
        "ceo",
        "pg",
        "e",
        "grace",
        "puma",
        "executive",
        "vice",
        "president",
        "global",
        "operation",
        "pepsico",
        "manages",
        "billion",
        "procurement",
        "spending",
        "even",
        "look",
        "trillion",
        "dollar",
        "group",
        "latina",
        "woman",
        "collectively",
        "steward",
        "remarkable",
        "benchmark",
        "part",
        "reason",
        "surely",
        "concerted",
        "effort",
        "manager",
        "company",
        "offered",
        "exceptional",
        "woman",
        "developmental",
        "opportunity",
        "key",
        "point",
        "career",
        "come",
        "making",
        "sure",
        "talent",
        "pipeline",
        "truly",
        "diverse",
        "show",
        "people",
        "p",
        "l",
        "early",
        "often",
        "list",
        "reflect",
        "norm",
        "many",
        "working",
        "latinas",
        "latina",
        "equal",
        "pay",
        "day",
        "day",
        "year",
        "average",
        "income",
        "paid",
        "latina",
        "worker",
        "catch",
        "average",
        "white",
        "man",
        "earned",
        "fell",
        "november",
        "last",
        "year",
        "equal",
        "pay",
        "day",
        "dead",
        "last",
        "latina",
        "woman",
        "earn",
        "roughly",
        "cent",
        "every",
        "dollar",
        "white",
        "man",
        "make",
        "according",
        "data",
        "national",
        "partnership",
        "persistent",
        "gap",
        "put",
        "undue",
        "burden",
        "latinx",
        "family",
        "often",
        "rely",
        "income",
        "woman",
        "make",
        "end",
        "meet",
        "forty",
        "percent",
        "latina",
        "mother",
        "provide",
        "household",
        "income",
        "family",
        "woman",
        "becoming",
        "bigger",
        "part",
        "agricultural",
        "labor",
        "force",
        "almost",
        "mostly",
        "latina",
        "also",
        "increasingly",
        "subject",
        "assault",
        "harassment",
        "according",
        "recent",
        "study",
        "economic",
        "policy",
        "institute",
        "latino",
        "worker",
        "gender",
        "likely",
        "experience",
        "wage",
        "theft",
        "mean",
        "bookmark",
        "list",
        "share",
        "conference",
        "organizer",
        "recruiter",
        "book",
        "agent",
        "diversity",
        "expert",
        "one",
        "data",
        "point",
        "list",
        "like",
        "matter",
        "three",
        "woman",
        "including",
        "puma",
        "joined",
        "corporate",
        "board",
        "last",
        "year",
        "appearing",
        "inaugural",
        "list",
        "sign",
        "kind",
        "exposure",
        "help",
        "get",
        "talented",
        "people",
        "position",
        "greater",
        "influence",
        "larga",
        "vida",
        "la",
        "lista",
        "point",
        "black",
        "boy",
        "raised",
        "wealthy",
        "family",
        "grow",
        "wealthy",
        "adult",
        "good",
        "news",
        "surprise",
        "extraordinary",
        "report",
        "new",
        "york",
        "time",
        "yet",
        "still",
        "capacity",
        "shock",
        "white",
        "black",
        "boy",
        "raised",
        "similar",
        "circumstance",
        "experience",
        "different",
        "adulthood",
        "wealthy",
        "white",
        "boy",
        "turn",
        "wealthy",
        "white",
        "men",
        "wealthy",
        "black",
        "boy",
        "lose",
        "economic",
        "capacity",
        "grow",
        "almost",
        "every",
        "neighborhood",
        "report",
        "examines",
        "study",
        "led",
        "researcher",
        "stanford",
        "harvard",
        "census",
        "bureau",
        "directly",
        "explodes",
        "myth",
        "class",
        "race",
        "prevailing",
        "barrier",
        "success",
        "case",
        "research",
        "reveals",
        "boy",
        "uniquely",
        "affected",
        "white",
        "black",
        "girl",
        "wealthy",
        "family",
        "fare",
        "similarly",
        "black",
        "male",
        "negative",
        "way",
        "say",
        "one",
        "professor",
        "must",
        "read",
        "new",
        "york",
        "time",
        "breaking",
        "college",
        "basketball",
        "news",
        "men",
        "basketball",
        "fan",
        "critic",
        "understand",
        "unique",
        "delight",
        "friday",
        "night",
        "victory",
        "tiny",
        "university",
        "maryland",
        "baltimore",
        "county",
        "celebrated",
        "university",
        "virginia",
        "team",
        "ultimate",
        "underdog",
        "victory",
        "worth",
        "noting",
        "storied",
        "track",
        "record",
        "outside",
        "sport",
        "produced",
        "student",
        "go",
        "complete",
        "combined",
        "program",
        "country",
        "statue",
        "school",
        "mascot",
        "retriever",
        "named",
        "true",
        "grit",
        "touched",
        "good",
        "luck",
        "final",
        "game",
        "come",
        "twitter",
        "jab",
        "stay",
        "true",
        "innovation",
        "new",
        "york",
        "time",
        "covering",
        "white",
        "supremacy",
        "uniquely",
        "dangerous",
        "journalist",
        "white",
        "supremacist",
        "dangerous",
        "everybody",
        "story",
        "focus",
        "experience",
        "journalist",
        "covering",
        "white",
        "supremacist",
        "movement",
        "new",
        "risk",
        "harassment",
        "threat",
        "family",
        "face",
        "terrifying",
        "read",
        "particularly",
        "understaffed",
        "inexperienced",
        "newsroom",
        "try",
        "assess",
        "danger",
        "digitally",
        "sophisticated",
        "newly",
        "empowered",
        "hate",
        "movement",
        "become",
        "necessary",
        "reporter",
        "trained",
        "able",
        "cover",
        "movement",
        "samhita",
        "mukhopadhyay",
        "executive",
        "editor",
        "teen",
        "vogue",
        "story",
        "specific",
        "one",
        "industry",
        "implication",
        "every",
        "industry",
        "yes",
        "truly",
        "terrifying",
        "committee",
        "protect",
        "journalist",
        "another",
        "way",
        "think",
        "diagnosis",
        "attendant",
        "medication",
        "protocol",
        "become",
        "thorny",
        "rite",
        "passage",
        "many",
        "parent",
        "eager",
        "help",
        "kid",
        "survive",
        "education",
        "system",
        "prize",
        "order",
        "gentle",
        "chaos",
        "certain",
        "learning",
        "style",
        "behavior",
        "exist",
        "spectrum",
        "may",
        "actually",
        "adaptive",
        "advantage",
        "rapidly",
        "changing",
        "world",
        "thrive",
        "frenetic",
        "world",
        "certain",
        "cognitive",
        "tendency",
        "useful",
        "embrace",
        "novelty",
        "absorb",
        "wide",
        "variety",
        "information",
        "generate",
        "new",
        "idea",
        "say",
        "physicist",
        "leonard",
        "mlodinow",
        "opinion",
        "piece",
        "could",
        "stop",
        "punishing",
        "black",
        "boy",
        "behavior",
        "seek",
        "treasure",
        "white",
        "one",
        "right",
        "new",
        "york",
        "time",
        "advertisement",
        "woke",
        "leader",
        "racism",
        "destroys",
        "ted",
        "radio",
        "hour",
        "curated",
        "four",
        "interview",
        "ted",
        "talker",
        "explore",
        "consequence",
        "racism",
        "powerful",
        "damage",
        "segment",
        "point",
        "start",
        "raceahead",
        "favorite",
        "writer",
        "poet",
        "clint",
        "smith",
        "begin",
        "talking",
        "like",
        "raise",
        "black",
        "child",
        "world",
        "melanin",
        "something",
        "start",
        "talk",
        "father",
        "gave",
        "try",
        "raise",
        "awareness",
        "life",
        "would",
        "different",
        "white",
        "peer",
        "subtle",
        "way",
        "ending",
        "childhood",
        "like",
        "rest",
        "friend",
        "black",
        "boy",
        "racist",
        "convey",
        "young",
        "person",
        "existentially",
        "unsafe",
        "yet",
        "blame",
        "npr",
        "yes",
        "faith",
        "part",
        "diversity",
        "fascinating",
        "opinion",
        "piece",
        "deseret",
        "news",
        "start",
        "correctly",
        "lauding",
        "salesforce",
        "adding",
        "faithforce",
        "employee",
        "resource",
        "group",
        "ohanas",
        "last",
        "year",
        "nobody",
        "feel",
        "compelled",
        "participate",
        "conversation",
        "long",
        "citizen",
        "told",
        "individual",
        "faith",
        "religion",
        "long",
        "bring",
        "work",
        "public",
        "square",
        "say",
        "editorial",
        "board",
        "take",
        "moment",
        "sniff",
        "silicon",
        "valley",
        "exactly",
        "burgeoning",
        "bastion",
        "religiosity",
        "make",
        "case",
        "benefit",
        "able",
        "share",
        "idea",
        "faith",
        "attendant",
        "tradition",
        "similar",
        "benefit",
        "diversity",
        "increased",
        "understanding",
        "meaningful",
        "conversation",
        "better",
        "deseret",
        "news",
        "abusive",
        "artist",
        "woman",
        "love",
        "poignant",
        "essay",
        "writer",
        "annie",
        "lloyd",
        "explores",
        "cognitive",
        "dissonance",
        "unable",
        "continue",
        "love",
        "work",
        "artist",
        "revelation",
        "past",
        "sexual",
        "assault",
        "make",
        "ultimately",
        "indefensible",
        "case",
        "also",
        "necessary",
        "refuge",
        "anne",
        "sexton",
        "pulitzer",
        "poet",
        "whose",
        "work",
        "motherhood",
        "mental",
        "health",
        "feminine",
        "strength",
        "become",
        "emotional",
        "touchstone",
        "lloyd",
        "learned",
        "sexton",
        "sexually",
        "abused",
        "daughter",
        "one",
        "memorialized",
        "verse",
        "tender",
        "passionate",
        "illuminating",
        "word",
        "carried",
        "tightly",
        "heart",
        "radiating",
        "someone",
        "committed",
        "one",
        "darkest",
        "act",
        "humankind",
        "lloyd",
        "writes",
        "affection",
        "towards",
        "poetry",
        "began",
        "rotting",
        "establishment",
        "quote",
        "machine",
        "produce",
        "everything",
        "need",
        "outcome",
        "depend",
        "thing",
        "distributed",
        "everyone",
        "enjoy",
        "life",
        "luxurious",
        "leisure",
        "wealth",
        "shared",
        "people",
        "end",
        "miserably",
        "poor",
        "successfully",
        "lobby",
        "wealth",
        "redistribution",
        "far",
        "trend",
        "seems",
        "toward",
        "second",
        "option",
        "technology",
        "driving",
        "inequality",
        "stephen",
        "hawking"
    ]
}