{
    "organizations": [],
    "uuid": "8993b746fcb1edd1ed233c683bca32bf06c1981b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/20/pr-newswire-ping-an-net-profit-attributable-to-shareholders-of-parent-company-surged-42-point-8-percent-in-2017.html",
    "ord_in_thread": 0,
    "title": "Ping An Net Profit Attributable to Shareholders of Parent Company Surged 42.8% in 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Dividend per Share Jumped 100 %\nHONG KONG and SHANGHAI, March 20, 2018 /PRNewswire/ -- Ping An Insurance (Group) Company of China, Ltd. (hereafter \"Ping An\", the \"Group\" or the \"Company\", HKEx: 2318; SSE: 601318) today announced its 2017 annual results for the year ended December 31, 2017.\nIn 2017, Ping An continued to achieve strong sustainable growth. Net profit was RMB99,978 million, up 38.2% year on year. Net profit attributable to shareholders of the parent company was RMB89,088 million, up 42.8% year on year. The operating profit, which excludes short-term fluctuations, reached RMB94,708 million, up 38.8% year on year. The new business embedded value (\"NBEV\") of Ping An's life and health insurance business soared by 32.6% year on year, aided by the long-term value creation strategy and increased agent force and productivity.\nPing An materially increased its dividend payout owing to sustainable profit growth and adequate solvency position. The Group Board of Directors proposed the payment of a 2017 final cash dividend of RMB1 (tax inclusive) per share; together with the paid 2017 interim cash dividend of RMB0.5 (tax inclusive) per share, the total cash dividend for the year reached RMB1.5 per share, up 100% year on year.\nPing An's retail business value rose rapidly, driven by increases in retail customers and deep cultivation of customer values. In 2017, the Group's retail customers increased by 26.4% to 166 million from the beginning of 2017. The number of contracts per customer stood at 2.32, up 5.0% from the beginning of 2017 and the Group recorded profit per customer of RMB355.85, up 14.2% year on year. Furthermore, 18.72 million or 40.4% of the Group's new customers were sourced as internet users from its five online ecosystems, namely financial services, health care, auto services, real estate services, and smart city services.\nIn 2017, Ping An unveiled a strategy to pursue \"finance + technology\" and explore \"finance + ecosystem\" in the coming decade, aiming to become a world-leading technology-powered personal financial services group on the basis of five core technologies of AI, blockchain, cloud computing, big data, and security, focusing on pan financial assets and pan health care. Ping An has been strengthening its core financial businesses by boosting efficiency, cutting costs, improving experience, enhancing risk management, and increasing competitiveness. Moreover, Ping An has been using its innovative technologies to create value by exporting technologies and services as well as building ecosystems and platforms.\nPing An's major business highlights for 2017 are as follow:\nNet profit attributable to shareholders of the parent company reached RMB89,088 million, up 42.8% year on year. The operating profit attributable to shareholders of the parent company reached RMB94,708 million, up 38.8% year on year. The annual return on equity (ROE) was 20.7%. Cash dividends increased significantly -- a cash dividend of RMB1 per share is proposed; total dividend for the year reached RMB1.5 per share, up 100% year on year. The life and health insurance business boosted its NBEV by 32.6% year on year, achieved an annual operating return on embedded value (ROEV) of 35.5%, and increased its sales agent force by 24.8% to 1.3860 million agents from the start of 2017. Ping An Property & Casualty recorded premium income of over RMB200 billion, with its market share up 1.3pps. Ping An Property & Casualty maintained a combined ratio of 96.2% and an ROE of 20.0%, both at healthy levels. Ping An Bank's retail business accounted for 44.1% of its revenue, up 13.5pps year on year, and 67.6% of its net profit, up 26.4pps year on year. Ping An's retail assets under management (AUM) grew by 36.2% to RMB1,086.7 billion. Lufax Holding boosted its AUM by 5.3% from the start of 2017 to RMB461,699 million and its loans under management by 96.7% from the start of 2017 to RMB288,434 million. Lufax Holding became profitable for the first time in 2017. Ping An Good Doctor had over 190 million registered users. In its pre-IPO financing, Ping An Good Doctor raised USD400 million at a post-money valuation of USD5.4 billion. It has filed an IPO application with the HKEx. Ping An Healthcare Technology and OneConnect, two newly-incubated \"unicorns\" of the Group, completed their first rounds of financing of USD1,150 million and USD650 million at post-money valuations of USD8.8 billion and USD7.4 billion respectively.\nPing An's technology highlights for 2017 are as follow:\nIn 2017, the number of Ping An's patent applications increased by 262% to 3,030, covering various technical fields such as AI, blockchain, cloud computing, big data, and security. Ping An's face recognition technology has an accuracy rate of 99.8% and its voiceprint recognition technology has a text-dependent accuracy rate of 99.7%, both at world-leading levels. Ping An's medical image reading technology ranked first in lung nodule detection and false positive reduction with precision rates of 95.1% and 96.8% respectively according to test results of LUNA, an international authoritative assessment in the medical imaging field. Ping An' s pioneering \"AI + big data\" models for forecasting influenza and hand, foot and mouth disease have precision rates above 90%.\nThe Group: Retail business accounted for 66.2 % of profit, up 0.8pps; 40.4 % of new customers came from online ecosystems.\nFocusing on retail customers, Ping An continued to enhance the service capabilities of its traditional finance channels and internet channels. By the end of 2017, the Group's retail customers grew by 26.4% to 166 million, and new customers increased by 20.5% year on year to 46.30 million. About 18.72 million or 40.4% of new customers came from the Group's online ecosystems. Internet channels and traditional channels have become two major drivers of Ping An's customer growth.\nIn 2017, retail business contributed RMB58,975 million to the Group's profit, accounting for 66.2% of the total, up 0.8pps year on year. The Group's retail customers held 2.32 contracts on average, up 5.0% from the beginning of 2017. The profit per customer increased by 14.2% year on year to RMB355.85. Progress of Ping An's integrated finance strategy has been accompanied by increased cross-selling. As at the end of 2017, 28.5% of the Group's retail customers held multiple contracts with different subsidiaries, up 4.5pps.\nPing An continued to build diverse core financial product lines and internet service lines. From the beginning of 2017, the Group's internet users increased sharply by 26.0% to 436 million; 81.23 million user migrations happened among the Group's internet platforms. On average, each user held 2.22 online services of Ping An, up 14.4% from the start of 2017. In 2017, Ping An had 73.56 million monthly active users, up 18.7% year on year. User activity increased gradually. Highly active users accounted for 24.2% of all users in 2017. User stickiness continued to strengthen.\nCore Finance Businesses: The life and health insurance business's NBEV soared by 32.6 %, with an operating ROEV of 35.5 %; Ping An P&C expanded its market share by 1.3 pps; Ping An Bank increased the proportion of retail business in its net profit to 67.6 %.\nLeveraging products and technologies, Ping An maintained stable, healthy growth of ROEV and scale of the life and health insurance business. In 2017, the life and health insurance business's NBEV soared by 32.6% year on year to RMB67,357 million despite impacts of the \"Circular No. 134\". The sales agent force grew by 24.8% to 1.3860 million agents, hitting a historic high. The agents' productivity increased steadily as the monthly per capita first year premium (\"FYP\") grew by 7.1% year on year to RMB8,373. In 2017, the life and health insurance business's EV grew by 37.8% and its operating ROEV rose by 8.5pps to 35.5% year on year. Ping An Life's net profit for 2017 was RMB34,732 million, up 42.1% year on year, driven by the fast-growing release of residual margin.\nIn 2017, Ping An achieved a total investment yield of 6.0% and a net investment yield of 5.8% on its insurance funds thanks to robust asset-liability management. These yields were higher than industry averages and the EV ultimate investment assumption of 5%.\nPing An Property & Casualty increased service efficiency, improved customer experience, built technical barriers, and developed differentiation advantages through technological innovations and applications. In 2017, Ping An Property & Casualty's premium income rose above RMB200 billion, up 21.4% year on year; its market share increased by 1.3pps to 20.5%; its combined ratio and return on equity (\"ROE\") were 96.2% and 20.0% respectively, better than industry averages. The auto insurance premium income was RMB170,508 million, up 14.8% year on year, with a market share of 22.7%. Ping An Property & Casualty launched the \"510 City Superfast Onsite Investigation\" service, through which 92.9% of auto insurance claims requiring an on-site investigation were handled within 10 minutes.\nPing An Bank pursued comprehensive transformation towards smart retail banking. Ping An Bank's net profit for 2017 was RMB 23,189 million, up 2.6% year on year. Thanks to the transformation, retail banking accounted for 44.1% of revenue (compared with 30.6% in 2016) and 67.6% of net profit (compared with 41.2% in 2016). Retail customers increased by 33.4% year on year to 69.91million, and retail AUM grew by 36.2% year on year to RMB1,086.7 billion. Retail loans increased by 57.0% while corporate loans decreased by 8.5%. Improving asset quality proved the effectiveness of the transformation towards retail banking. The non-performing loan ratio and the proportion of special mention loans decreased by 0.04pps and 0.41pps respectively.\nFintech and Healthtech Business: Ping An has incubated four \"unicorns\"; Ping An Healthcare Technology and OneConnect have valuations of USD 8.8 billion and USD 7.4 billion respectively.\nIn recent years, Ping An developed applications for diverse scenarios, integrated the applications into core technological capabilities, and exported the capabilities to serve society. Over the years, Ping An has incubated several high-tech platforms.\nAs China's leading fintech company, Lufax Holding utilizes its technology-powered financial DNA to provide personalized financial services and make personal wealth and asset management more convenient, secure and efficient. In 2017, Lufax Holding maintained rapid growth in major business segments such as wealth management, consumer finance and institutional trading. Lufax Holding's AUM and loans under management grew by 5.3% and 96.7% from the start of 2017 to RMB461,699 million and RMB288,434 million respectively. Lufax Holding became profitable for the first time in 2017.\nPing An Good Doctor is committed to building the world's largest health care ecosystem and using technologies to make people healthier. As at the end of 2017, Ping An Good Doctor had provided over 190 million users with health management services. Ping An Good Doctor had built a team of 888 in-house medical staff members and about 2,100 contracted external doctors. Ping An Good Doctor's Health Mall offers 24/7 1-hour drug delivery in 14 Chinese cities including Beijing, Shanghai, Guangzhou, and Shenzhen.\nOneConnect is striving to build a world-leading, strategically-empowering fintech platform, and has launched leading technologies such as Smart Banking Cloud, Smart Insurance Cloud, and Smart Investment Cloud. By the end of 2017, OneConnect had provided one-stop fintech solutions for 468 banks and 1,890 non-bank financial institutions (including 14 insurance companies). In 2017, OneConnect processed over 900 million credit inquiries and an interbank trading volume of over RMB10 trillion. OneConnect has raised USD650 million at a post-money valuation of USD7.4 billion by completing its first round of financing.\nPing An Healthcare Technology is dedicated to building China's best tech-powered managed care service platform. Ping An Healthcare Technology has provided social and private health insurance management services to 800 million people in over 200 cities. Over 2,000 hospitals have connected with Ping An Healthcare Technology's automatic operations network for private insurance. The \"City OneConnect\" app developed by Ping An Healthcare Technology has covered 26 cities. Ping An Healthcare Technology has built a personal health risk profiling model by combining its pioneering Ping An Grouper, a tool for grouping diseases, with advanced neural network algorithms. The model has a world-leading accuracy rate of 99.7% in forecasting overall medical costs. Ping An Healthcare Technology has raised USD 1.15 billion at a post-money valuation of USD8.8 billion by completing its first round of financing.\nIn 2018, we'll celebrate the 40th anniversary of China's reform and opening-up as well as the 30th anniversary of Ping An. Since it was founded, Ping An has always tied itself to the national destiny and upheld a philosophy of \"seeking survival via competition and pursuing development via innovation.\" For 30 years, Ping An has been a benchmark and role model for corporate governance in China, and has achieved consistent excellent results. In the past 15 years, Ping An's total assets and net profit grew by a CAGR of nearly 30%. Ping An's tax contributions have also increased; in 2017, Ping An paid RMB99.4 billion in taxes (including withholding tax), which means RMB 270 million per day.\nOutlook\nLooking forward, Chairman Ma Mingzhe says, \"Turning 30, Ping An is embarking on a new journey. Ping An will closely follow the national strategies, effectively serve the real economy, strictly prevent financial risks, and pursue technology-powered development. Ping An's vision is to become a world-leading technology-powered personal financial services group. Ping An will combine its unique advantages such as technology, financial strength, scenarios and data with leading innovations and applications to transform into an industry and technology leader under a strategy to pursue 'finance + technology' and explore 'finance + ecosystem'. Technology will enable us to create new drivers of earnings and boost Ping An's value.\"\nFor more information contact:\nVicky Cheng\n+86-186-1706-3169\nCHENGJING572@pingan.com.cn\nView original content: http://www.prnewswire.com/news-releases/ping-an-net-profit-attributable-to-shareholders-of-parent-company-surged-428-in-2017-300616601.html\nSOURCE Ping An Insurance (Group) Company of China, Ltd.",
    "published": "2018-03-20T14:37:00.000+02:00",
    "crawled": "2018-03-20T14:25:03.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dividend",
        "per",
        "share",
        "jumped",
        "hong",
        "kong",
        "shanghai",
        "march",
        "ping",
        "insurance",
        "group",
        "company",
        "china",
        "hereafter",
        "ping",
        "group",
        "company",
        "hkex",
        "sse",
        "today",
        "announced",
        "annual",
        "result",
        "year",
        "ended",
        "december",
        "ping",
        "continued",
        "achieve",
        "strong",
        "sustainable",
        "growth",
        "net",
        "profit",
        "million",
        "year",
        "year",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "parent",
        "company",
        "million",
        "year",
        "year",
        "operating",
        "profit",
        "excludes",
        "fluctuation",
        "reached",
        "million",
        "year",
        "year",
        "new",
        "business",
        "embedded",
        "value",
        "nbev",
        "ping",
        "life",
        "health",
        "insurance",
        "business",
        "soared",
        "year",
        "year",
        "aided",
        "value",
        "creation",
        "strategy",
        "increased",
        "agent",
        "force",
        "productivity",
        "ping",
        "materially",
        "increased",
        "dividend",
        "payout",
        "owing",
        "sustainable",
        "profit",
        "growth",
        "adequate",
        "solvency",
        "position",
        "group",
        "board",
        "director",
        "proposed",
        "payment",
        "final",
        "cash",
        "dividend",
        "rmb1",
        "tax",
        "inclusive",
        "per",
        "share",
        "together",
        "paid",
        "interim",
        "cash",
        "dividend",
        "tax",
        "inclusive",
        "per",
        "share",
        "total",
        "cash",
        "dividend",
        "year",
        "reached",
        "per",
        "share",
        "year",
        "year",
        "ping",
        "retail",
        "business",
        "value",
        "rose",
        "rapidly",
        "driven",
        "increase",
        "retail",
        "customer",
        "deep",
        "cultivation",
        "customer",
        "value",
        "group",
        "retail",
        "customer",
        "increased",
        "million",
        "beginning",
        "number",
        "contract",
        "per",
        "customer",
        "stood",
        "beginning",
        "group",
        "recorded",
        "profit",
        "per",
        "customer",
        "year",
        "year",
        "furthermore",
        "million",
        "group",
        "new",
        "customer",
        "sourced",
        "internet",
        "user",
        "five",
        "online",
        "ecosystem",
        "namely",
        "financial",
        "service",
        "health",
        "care",
        "auto",
        "service",
        "real",
        "estate",
        "service",
        "smart",
        "city",
        "service",
        "ping",
        "unveiled",
        "strategy",
        "pursue",
        "finance",
        "technology",
        "explore",
        "finance",
        "ecosystem",
        "coming",
        "decade",
        "aiming",
        "become",
        "personal",
        "financial",
        "service",
        "group",
        "basis",
        "five",
        "core",
        "technology",
        "ai",
        "blockchain",
        "cloud",
        "computing",
        "big",
        "data",
        "security",
        "focusing",
        "pan",
        "financial",
        "asset",
        "pan",
        "health",
        "care",
        "ping",
        "strengthening",
        "core",
        "financial",
        "business",
        "boosting",
        "efficiency",
        "cutting",
        "cost",
        "improving",
        "experience",
        "enhancing",
        "risk",
        "management",
        "increasing",
        "competitiveness",
        "moreover",
        "ping",
        "using",
        "innovative",
        "technology",
        "create",
        "value",
        "exporting",
        "technology",
        "service",
        "well",
        "building",
        "ecosystem",
        "platform",
        "ping",
        "major",
        "business",
        "highlight",
        "follow",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "parent",
        "company",
        "reached",
        "million",
        "year",
        "year",
        "operating",
        "profit",
        "attributable",
        "shareholder",
        "parent",
        "company",
        "reached",
        "million",
        "year",
        "year",
        "annual",
        "return",
        "equity",
        "roe",
        "cash",
        "dividend",
        "increased",
        "significantly",
        "cash",
        "dividend",
        "rmb1",
        "per",
        "share",
        "proposed",
        "total",
        "dividend",
        "year",
        "reached",
        "per",
        "share",
        "year",
        "year",
        "life",
        "health",
        "insurance",
        "business",
        "boosted",
        "nbev",
        "year",
        "year",
        "achieved",
        "annual",
        "operating",
        "return",
        "embedded",
        "value",
        "roev",
        "increased",
        "sale",
        "agent",
        "force",
        "million",
        "agent",
        "start",
        "ping",
        "property",
        "casualty",
        "recorded",
        "premium",
        "income",
        "rmb200",
        "billion",
        "market",
        "share",
        "ping",
        "property",
        "casualty",
        "maintained",
        "combined",
        "ratio",
        "roe",
        "healthy",
        "level",
        "ping",
        "bank",
        "retail",
        "business",
        "accounted",
        "revenue",
        "year",
        "year",
        "net",
        "profit",
        "year",
        "year",
        "ping",
        "retail",
        "asset",
        "management",
        "aum",
        "grew",
        "billion",
        "lufax",
        "holding",
        "boosted",
        "aum",
        "start",
        "million",
        "loan",
        "management",
        "start",
        "million",
        "lufax",
        "holding",
        "became",
        "profitable",
        "first",
        "time",
        "ping",
        "good",
        "doctor",
        "million",
        "registered",
        "user",
        "financing",
        "ping",
        "good",
        "doctor",
        "raised",
        "usd400",
        "million",
        "valuation",
        "billion",
        "filed",
        "ipo",
        "application",
        "hkex",
        "ping",
        "healthcare",
        "technology",
        "oneconnect",
        "two",
        "unicorn",
        "group",
        "completed",
        "first",
        "round",
        "financing",
        "million",
        "usd650",
        "million",
        "valuation",
        "billion",
        "billion",
        "respectively",
        "ping",
        "technology",
        "highlight",
        "follow",
        "number",
        "ping",
        "patent",
        "application",
        "increased",
        "covering",
        "various",
        "technical",
        "field",
        "ai",
        "blockchain",
        "cloud",
        "computing",
        "big",
        "data",
        "security",
        "ping",
        "face",
        "recognition",
        "technology",
        "accuracy",
        "rate",
        "voiceprint",
        "recognition",
        "technology",
        "accuracy",
        "rate",
        "level",
        "ping",
        "medical",
        "image",
        "reading",
        "technology",
        "ranked",
        "first",
        "lung",
        "nodule",
        "detection",
        "false",
        "positive",
        "reduction",
        "precision",
        "rate",
        "respectively",
        "according",
        "test",
        "result",
        "luna",
        "international",
        "authoritative",
        "assessment",
        "medical",
        "imaging",
        "field",
        "ping",
        "pioneering",
        "ai",
        "big",
        "data",
        "model",
        "forecasting",
        "influenza",
        "hand",
        "foot",
        "mouth",
        "disease",
        "precision",
        "rate",
        "group",
        "retail",
        "business",
        "accounted",
        "profit",
        "new",
        "customer",
        "came",
        "online",
        "ecosystem",
        "focusing",
        "retail",
        "customer",
        "ping",
        "continued",
        "enhance",
        "service",
        "capability",
        "traditional",
        "finance",
        "channel",
        "internet",
        "channel",
        "end",
        "group",
        "retail",
        "customer",
        "grew",
        "million",
        "new",
        "customer",
        "increased",
        "year",
        "year",
        "million",
        "million",
        "new",
        "customer",
        "came",
        "group",
        "online",
        "ecosystem",
        "internet",
        "channel",
        "traditional",
        "channel",
        "become",
        "two",
        "major",
        "driver",
        "ping",
        "customer",
        "growth",
        "retail",
        "business",
        "contributed",
        "million",
        "group",
        "profit",
        "accounting",
        "total",
        "year",
        "year",
        "group",
        "retail",
        "customer",
        "held",
        "contract",
        "average",
        "beginning",
        "profit",
        "per",
        "customer",
        "increased",
        "year",
        "year",
        "progress",
        "ping",
        "integrated",
        "finance",
        "strategy",
        "accompanied",
        "increased",
        "end",
        "group",
        "retail",
        "customer",
        "held",
        "multiple",
        "contract",
        "different",
        "subsidiary",
        "ping",
        "continued",
        "build",
        "diverse",
        "core",
        "financial",
        "product",
        "line",
        "internet",
        "service",
        "line",
        "beginning",
        "group",
        "internet",
        "user",
        "increased",
        "sharply",
        "million",
        "million",
        "user",
        "migration",
        "happened",
        "among",
        "group",
        "internet",
        "platform",
        "average",
        "user",
        "held",
        "online",
        "service",
        "ping",
        "start",
        "ping",
        "million",
        "monthly",
        "active",
        "user",
        "year",
        "year",
        "user",
        "activity",
        "increased",
        "gradually",
        "highly",
        "active",
        "user",
        "accounted",
        "user",
        "user",
        "stickiness",
        "continued",
        "strengthen",
        "core",
        "finance",
        "business",
        "life",
        "health",
        "insurance",
        "business",
        "nbev",
        "soared",
        "operating",
        "roev",
        "ping",
        "p",
        "c",
        "expanded",
        "market",
        "share",
        "pps",
        "ping",
        "bank",
        "increased",
        "proportion",
        "retail",
        "business",
        "net",
        "profit",
        "leveraging",
        "product",
        "technology",
        "ping",
        "maintained",
        "stable",
        "healthy",
        "growth",
        "roev",
        "scale",
        "life",
        "health",
        "insurance",
        "business",
        "life",
        "health",
        "insurance",
        "business",
        "nbev",
        "soared",
        "year",
        "year",
        "million",
        "despite",
        "impact",
        "circular",
        "sale",
        "agent",
        "force",
        "grew",
        "million",
        "agent",
        "hitting",
        "historic",
        "high",
        "agent",
        "productivity",
        "increased",
        "steadily",
        "monthly",
        "per",
        "caput",
        "first",
        "year",
        "premium",
        "fyp",
        "grew",
        "year",
        "year",
        "life",
        "health",
        "insurance",
        "business",
        "ev",
        "grew",
        "operating",
        "roev",
        "rose",
        "year",
        "year",
        "ping",
        "life",
        "net",
        "profit",
        "million",
        "year",
        "year",
        "driven",
        "release",
        "residual",
        "margin",
        "ping",
        "achieved",
        "total",
        "investment",
        "yield",
        "net",
        "investment",
        "yield",
        "insurance",
        "fund",
        "thanks",
        "robust",
        "management",
        "yield",
        "higher",
        "industry",
        "average",
        "ev",
        "ultimate",
        "investment",
        "assumption",
        "ping",
        "property",
        "casualty",
        "increased",
        "service",
        "efficiency",
        "improved",
        "customer",
        "experience",
        "built",
        "technical",
        "barrier",
        "developed",
        "differentiation",
        "advantage",
        "technological",
        "innovation",
        "application",
        "ping",
        "property",
        "casualty",
        "premium",
        "income",
        "rose",
        "rmb200",
        "billion",
        "year",
        "year",
        "market",
        "share",
        "increased",
        "combined",
        "ratio",
        "return",
        "equity",
        "roe",
        "respectively",
        "better",
        "industry",
        "average",
        "auto",
        "insurance",
        "premium",
        "income",
        "million",
        "year",
        "year",
        "market",
        "share",
        "ping",
        "property",
        "casualty",
        "launched",
        "city",
        "superfast",
        "onsite",
        "investigation",
        "service",
        "auto",
        "insurance",
        "claim",
        "requiring",
        "investigation",
        "handled",
        "within",
        "minute",
        "ping",
        "bank",
        "pursued",
        "comprehensive",
        "transformation",
        "towards",
        "smart",
        "retail",
        "banking",
        "ping",
        "bank",
        "net",
        "profit",
        "rmb",
        "million",
        "year",
        "year",
        "thanks",
        "transformation",
        "retail",
        "banking",
        "accounted",
        "revenue",
        "compared",
        "net",
        "profit",
        "compared",
        "retail",
        "customer",
        "increased",
        "year",
        "year",
        "retail",
        "aum",
        "grew",
        "year",
        "year",
        "billion",
        "retail",
        "loan",
        "increased",
        "corporate",
        "loan",
        "decreased",
        "improving",
        "asset",
        "quality",
        "proved",
        "effectiveness",
        "transformation",
        "towards",
        "retail",
        "banking",
        "loan",
        "ratio",
        "proportion",
        "special",
        "mention",
        "loan",
        "decreased",
        "respectively",
        "fintech",
        "healthtech",
        "business",
        "ping",
        "incubated",
        "four",
        "unicorn",
        "ping",
        "healthcare",
        "technology",
        "oneconnect",
        "valuation",
        "usd",
        "billion",
        "usd",
        "billion",
        "respectively",
        "recent",
        "year",
        "ping",
        "developed",
        "application",
        "diverse",
        "scenario",
        "integrated",
        "application",
        "core",
        "technological",
        "capability",
        "exported",
        "capability",
        "serve",
        "society",
        "year",
        "ping",
        "incubated",
        "several",
        "platform",
        "china",
        "leading",
        "fintech",
        "company",
        "lufax",
        "holding",
        "utilizes",
        "financial",
        "dna",
        "provide",
        "personalized",
        "financial",
        "service",
        "make",
        "personal",
        "wealth",
        "asset",
        "management",
        "convenient",
        "secure",
        "efficient",
        "lufax",
        "holding",
        "maintained",
        "rapid",
        "growth",
        "major",
        "business",
        "segment",
        "wealth",
        "management",
        "consumer",
        "finance",
        "institutional",
        "trading",
        "lufax",
        "holding",
        "aum",
        "loan",
        "management",
        "grew",
        "start",
        "million",
        "million",
        "respectively",
        "lufax",
        "holding",
        "became",
        "profitable",
        "first",
        "time",
        "ping",
        "good",
        "doctor",
        "committed",
        "building",
        "world",
        "largest",
        "health",
        "care",
        "ecosystem",
        "using",
        "technology",
        "make",
        "people",
        "healthier",
        "end",
        "ping",
        "good",
        "doctor",
        "provided",
        "million",
        "user",
        "health",
        "management",
        "service",
        "ping",
        "good",
        "doctor",
        "built",
        "team",
        "medical",
        "staff",
        "member",
        "contracted",
        "external",
        "doctor",
        "ping",
        "good",
        "doctor",
        "health",
        "mall",
        "offer",
        "drug",
        "delivery",
        "chinese",
        "city",
        "including",
        "beijing",
        "shanghai",
        "guangzhou",
        "shenzhen",
        "oneconnect",
        "striving",
        "build",
        "fintech",
        "platform",
        "launched",
        "leading",
        "technology",
        "smart",
        "banking",
        "cloud",
        "smart",
        "insurance",
        "cloud",
        "smart",
        "investment",
        "cloud",
        "end",
        "oneconnect",
        "provided",
        "fintech",
        "solution",
        "bank",
        "financial",
        "institution",
        "including",
        "insurance",
        "company",
        "oneconnect",
        "processed",
        "million",
        "credit",
        "inquiry",
        "interbank",
        "trading",
        "volume",
        "rmb10",
        "trillion",
        "oneconnect",
        "raised",
        "usd650",
        "million",
        "valuation",
        "billion",
        "completing",
        "first",
        "round",
        "financing",
        "ping",
        "healthcare",
        "technology",
        "dedicated",
        "building",
        "china",
        "best",
        "managed",
        "care",
        "service",
        "platform",
        "ping",
        "healthcare",
        "technology",
        "provided",
        "social",
        "private",
        "health",
        "insurance",
        "management",
        "service",
        "million",
        "people",
        "city",
        "hospital",
        "connected",
        "ping",
        "healthcare",
        "technology",
        "automatic",
        "operation",
        "network",
        "private",
        "insurance",
        "city",
        "oneconnect",
        "app",
        "developed",
        "ping",
        "healthcare",
        "technology",
        "covered",
        "city",
        "ping",
        "healthcare",
        "technology",
        "built",
        "personal",
        "health",
        "risk",
        "profiling",
        "model",
        "combining",
        "pioneering",
        "ping",
        "grouper",
        "tool",
        "grouping",
        "disease",
        "advanced",
        "neural",
        "network",
        "algorithm",
        "model",
        "accuracy",
        "rate",
        "forecasting",
        "overall",
        "medical",
        "cost",
        "ping",
        "healthcare",
        "technology",
        "raised",
        "usd",
        "billion",
        "valuation",
        "billion",
        "completing",
        "first",
        "round",
        "financing",
        "celebrate",
        "40th",
        "anniversary",
        "china",
        "reform",
        "well",
        "30th",
        "anniversary",
        "ping",
        "since",
        "founded",
        "ping",
        "always",
        "tied",
        "national",
        "destiny",
        "upheld",
        "philosophy",
        "seeking",
        "survival",
        "via",
        "competition",
        "pursuing",
        "development",
        "via",
        "innovation",
        "year",
        "ping",
        "benchmark",
        "role",
        "model",
        "corporate",
        "governance",
        "china",
        "achieved",
        "consistent",
        "excellent",
        "result",
        "past",
        "year",
        "ping",
        "total",
        "asset",
        "net",
        "profit",
        "grew",
        "cagr",
        "nearly",
        "ping",
        "tax",
        "contribution",
        "also",
        "increased",
        "ping",
        "paid",
        "billion",
        "tax",
        "including",
        "withholding",
        "tax",
        "mean",
        "rmb",
        "million",
        "per",
        "day",
        "outlook",
        "looking",
        "forward",
        "chairman",
        "mingzhe",
        "say",
        "turning",
        "ping",
        "embarking",
        "new",
        "journey",
        "ping",
        "closely",
        "follow",
        "national",
        "strategy",
        "effectively",
        "serve",
        "real",
        "economy",
        "strictly",
        "prevent",
        "financial",
        "risk",
        "pursue",
        "development",
        "ping",
        "vision",
        "become",
        "personal",
        "financial",
        "service",
        "group",
        "ping",
        "combine",
        "unique",
        "advantage",
        "technology",
        "financial",
        "strength",
        "scenario",
        "data",
        "leading",
        "innovation",
        "application",
        "transform",
        "industry",
        "technology",
        "leader",
        "strategy",
        "pursue",
        "technology",
        "explore",
        "ecosystem",
        "technology",
        "enable",
        "u",
        "create",
        "new",
        "driver",
        "earnings",
        "boost",
        "ping",
        "value",
        "information",
        "contact",
        "vicky",
        "cheng",
        "chengjing572",
        "view",
        "original",
        "content",
        "http",
        "source",
        "ping",
        "insurance",
        "group",
        "company",
        "china",
        "ltd"
    ]
}