{
    "organizations": [],
    "uuid": "9116dd4ad1c461625fec55cd68401545ab4ab939",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/globe-newswire-actinium-pharmaceuticals-announces-appointment-of-jehan-rowlands-pharm-d-as-vice-president-head-of-regulatory-affairs.html",
    "ord_in_thread": 0,
    "title": "Actinium Pharmaceuticals Announces Appointment of Jehan Rowlands, Pharm.D. as Vice-President, Head of Regulatory Affairs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Dr. Rowlands joins Actinium with almost two decades of experience as a regulatory affairs strategist specialized in the development of first-in-class therapeutics for the treatment of rare and/or serious conditions with unmet medical need\nDr. Rowlands to lead Actinium’s clinical regulatory strategy and efforts to support the Company’s planned growth of its myeloablation and CD33 programs\nNEW YORK, March 14, 2018 (GLOBE NEWSWIRE) -- Actinium Pharmaceuticals, Inc. (NYSE American:ATNM) (\"Actinium\" or \"the Company\") announced today that Dr. Jehan Rowlands has been appointed Vice-President, Head of Regulatory Affairs effective today. Dr. Rowlands joins Actinium with significant expertise as a clinical regulatory affairs strategist including development, drug application filing and approval for Namenda for alzheimer’s disease while at Forest Laboratories (now Allergan), Natpara for hypoparathyroidism while at NPS Pharma (now Shire), and accelerating development and early NDA filing of stannsoporfin for neonatal hyperbilirubinemia while at InfaCare (now a Mallinckrodt Company).\nDr. Rowlands will be responsible for developing clinical regulatory strategies for Actinium’s antibody radio-conjugate (ARC) based drug candidates. This will include supporting the filing of a Biologics License Application (BLA) with the FDA for Iomab-B, Actinium’s lead myeloablation product that is currently in a pivotal Phase 3 trial. In addition, Dr. Rowlands will be responsible for supporting the development of a regulatory pathway for Actinium’s planned Actimab-MDS clinical trial, which is Actinium’s latest myeloablation initiative that leverages Actinium’s core competencies in bone marrow transplant (BMT). Finally, he will be responsible for developing and executing the clinical regulatory strategy for Actinium’s current and future clinical trials from its CD33 program and AWE technology platform.\nDr. Jehan Rowlands said, “I have spent my entire career as a clinical regulatory affairs strategist and have always been excited about working on treatments for serious and/or rare conditions for which there is an unmet medical need. Therefore, it is with great enthusiasm and excitement that I join Actinium. I look forward to working closely with the strong team now assembled at Actinium to add value to the company’s industry leading drug candidates for improved myeloablation and the CD33 program by applying smart regulatory strategy to accelerate development and bring these important therapies that can potentially alter the treatment paradigm to a severely ill patient population with hematological malignancies.”\nSandesh Seth, Actinium’s Chairman and CEO said, “Actinium is committed to progressing our growing pipeline of ARC drug candidates to improve access and outcomes to bone marrow transplant through improved myeloablation and for patients with hematologic diseases with unmet needs. Our ARC technology has allowed us to initiate new clinical trials that align with our core competencies and strategic focus such as our planned Actimab-MDS Phase 2 trial for myeloablation and our most recent Actimab-A CLAG-M combination trial. Dr. Rowlands has a demonstrated ability to develop and execute on successful clinical regulatory strategies that will be invaluable to Actinium. He will be integral to shaping our regulatory strategy for our new clinical initiatives, developing efficient regulatory strategies for future programs and leading our BLA submission for Iomab-B.”\nDr. Rowlands joins Actinium from InfaCare Pharmaceutical, Inc. (now a Mallinckrodt Company) where he was Vice President, Head of Regulatory Affairs. InfaCare Pharmaceutical Corporation is specialty pharmaceutical company focused on neonatal and pediatric patient population that developed stannsoporfin, which is expected to become the first and only pharmacologic option indicated for treatment of neonates at risk for developing severe hyperbilirubinemia, or severe jaundice. Dr. Rowlands developed a regulatory strategy that resulted in stannsoporfin being granted Fast Track Designation by the FDA and an agreement with the FDA that a New Drug Application (NDA) could be filed upon successful completion of a Phase 2(b) trial. In September 2017, Mallinckrodt acquired InfaCare for a total of $425 million inclusive of upfront and potential milestone payments. Dr. Rowlands’ career spans eighteen years as a regulatory affairs strategist with extensive experience working closely with the FDA. His career began at Forest and continued with roles of increasing responsibility at Sanofi, Otsuka, NPS Pharma and InfaCare. Dr. Rowlands has a B.S. in Pharmacy as well as a Doctor of Pharmacy (Pharm.D.) degree from Rutgers University. He also completed a post-doctoral pharmaceutical industry fellowship jointly sponsored by Rutgers University and Hoffmann-La Roche.\nAbout Actinium Pharmaceuticals, Inc.\nActinium Pharmaceuticals Inc. is a clinical-stage biopharmaceutical company focused on developing and commercializing targeted therapies for potentially superior myeloablation and conditioning of the bone marrow prior to a bone marrow transplant and for the targeting and killing of cancer cells. Our targeted therapies have demonstrated the potential to result in significantly improved access to bone marrow transplant with better outcomes, namely increased marrow engraftment and survival. Our targeted therapies are ARC’s or Antibody Radio-Conjugates that combine the targeting ability of monoclonal antibodies with the cell killing ability of radioisotopes. We have four clinical trials based on our AWE or Actinium Warhead Enabling Technology Platform that utilizes the isotope Actinium-225 (Ac 225 ) which emits alpha particles. In addition, our most advanced product candidate, Iomab-B, an ARC developed by the Fred Hutchinson Cancer Research Center, is comprised of an anti-CD45 monoclonal antibody labeled with iodine-131. We are currently conducting a pivotal Phase 3 trial of Iomab-B for myeloablation and conditioning of the bone marrow prior to a bone marrow transplant for patients with relapsed or refractory acute myeloid leukemia (AML) age 55 and older. A bone marrow transplant is a potentially curative treatment for patients with AML and other blood cancers including leukemias, lymphomas and multiple myeloma as well as certain blood disorders. Iomab-B has been tested in several of these other cancers with over five hundred patients treated in several Phase 1 and 2 trials with promising results. Upon successful completion of our Phase 3 clinical trial for Iomab-B we intend to submit this candidate for marketing approval in the U.S. and European Union where it has been designated as an Orphan Drug. We are also developing a potentially best in class CD33 program using an ARC comprised of the anti-CD33 monoclonal antibody lintuzumab labeled with the alpha-particle emitter actinium-225. Our most advanced CD33 program candidate, Actimab-A, is currently in a Phase 2 clinical trial for patients advanced over the age of 60 who are newly diagnosed with AML and ineligible for standard induction chemotherapy. Actimab-A also has Orphan Drug designation in the US and EU. Actimab-M, our second CD33 program ARC, is being studied in a Phase 1 trial for patients with refractory multiple myeloma. Actinium is also planning a Phase 2 trial for Actimab-MDS, our third CD33 program candidate, as a conditioning regimen prior to a bone marrow transplant for patients with MDS that have a p53 genetic mutation. Our Phase 1 trial studying Actimab-A with CLAG-M is our fourth CD33 program clinical trial for patients with relapsed or refractory AML. Our AWE or Actinium Warhead Enabling Technology Platform, originally developed in conjunction with Memorial Sloan Kettering Cancer Center, is focused on leveraging Actinium’s know how and intellectual property to create additional ARC drug candidates by labeling Ac 225 to targeting moieties that we will either progress in clinical trials ourselves or out-license.\nMore information is available at www.actiniumpharma.com and our Twitter feed @ActiniumPharma, www.twitter.com/actiniumpharma .\nForward-Looking Statements for Actinium Pharmaceuticals, Inc.\nThis news release contains \"forward-looking statements\" as defined in the Private Securities Litigation Reform Act of 1995. These statements are based on management's current expectations and involve risks and uncertainties, which may cause actual results to differ materially from those set forth in the statements. The forward-looking statements may include statements regarding product development, product potential, or financial performance. No forward-looking statement can be guaranteed, and actual results may differ materially from those projected. Actinium Pharmaceuticals undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future events, or otherwise.\nContact:\nActinium Pharmaceuticals, Inc.\nSteve O'Loughlin\nPrincipal Financial Officer\nsoloughlin@actiniumpharma.com\nInvestor Relations\nMarek Ciszewski, J.D.\n949.574.3860\nATNM@liolios.com\nSource:Actinium Pharmaceuticals",
    "published": "2018-03-14T14:30:00.000+02:00",
    "crawled": "2018-03-14T19:09:32.029+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rowlands",
        "join",
        "actinium",
        "almost",
        "two",
        "decade",
        "experience",
        "regulatory",
        "affair",
        "strategist",
        "specialized",
        "development",
        "therapeutic",
        "treatment",
        "rare",
        "serious",
        "condition",
        "unmet",
        "medical",
        "need",
        "rowlands",
        "lead",
        "actinium",
        "clinical",
        "regulatory",
        "strategy",
        "effort",
        "support",
        "company",
        "planned",
        "growth",
        "myeloablation",
        "cd33",
        "program",
        "new",
        "york",
        "march",
        "globe",
        "newswire",
        "actinium",
        "pharmaceutical",
        "nyse",
        "american",
        "atnm",
        "actinium",
        "company",
        "announced",
        "today",
        "jehan",
        "rowlands",
        "appointed",
        "head",
        "regulatory",
        "affair",
        "effective",
        "today",
        "rowlands",
        "join",
        "actinium",
        "significant",
        "expertise",
        "clinical",
        "regulatory",
        "affair",
        "strategist",
        "including",
        "development",
        "drug",
        "application",
        "filing",
        "approval",
        "namenda",
        "alzheimer",
        "disease",
        "forest",
        "laboratory",
        "allergan",
        "natpara",
        "hypoparathyroidism",
        "np",
        "pharma",
        "shire",
        "accelerating",
        "development",
        "early",
        "nda",
        "filing",
        "stannsoporfin",
        "neonatal",
        "hyperbilirubinemia",
        "infacare",
        "mallinckrodt",
        "company",
        "rowlands",
        "responsible",
        "developing",
        "clinical",
        "regulatory",
        "strategy",
        "actinium",
        "antibody",
        "arc",
        "based",
        "drug",
        "candidate",
        "include",
        "supporting",
        "filing",
        "biologics",
        "license",
        "application",
        "bla",
        "fda",
        "actinium",
        "lead",
        "myeloablation",
        "product",
        "currently",
        "pivotal",
        "phase",
        "trial",
        "addition",
        "rowlands",
        "responsible",
        "supporting",
        "development",
        "regulatory",
        "pathway",
        "actinium",
        "planned",
        "clinical",
        "trial",
        "actinium",
        "latest",
        "myeloablation",
        "initiative",
        "leverage",
        "actinium",
        "core",
        "competency",
        "bone",
        "marrow",
        "transplant",
        "bmt",
        "finally",
        "responsible",
        "developing",
        "executing",
        "clinical",
        "regulatory",
        "strategy",
        "actinium",
        "current",
        "future",
        "clinical",
        "trial",
        "cd33",
        "program",
        "awe",
        "technology",
        "platform",
        "jehan",
        "rowlands",
        "said",
        "spent",
        "entire",
        "career",
        "clinical",
        "regulatory",
        "affair",
        "strategist",
        "always",
        "excited",
        "working",
        "treatment",
        "serious",
        "rare",
        "condition",
        "unmet",
        "medical",
        "need",
        "therefore",
        "great",
        "enthusiasm",
        "excitement",
        "join",
        "actinium",
        "look",
        "forward",
        "working",
        "closely",
        "strong",
        "team",
        "assembled",
        "actinium",
        "add",
        "value",
        "company",
        "industry",
        "leading",
        "drug",
        "candidate",
        "improved",
        "myeloablation",
        "cd33",
        "program",
        "applying",
        "smart",
        "regulatory",
        "strategy",
        "accelerate",
        "development",
        "bring",
        "important",
        "therapy",
        "potentially",
        "alter",
        "treatment",
        "paradigm",
        "severely",
        "ill",
        "patient",
        "population",
        "hematological",
        "sandesh",
        "seth",
        "actinium",
        "chairman",
        "ceo",
        "said",
        "actinium",
        "committed",
        "progressing",
        "growing",
        "pipeline",
        "arc",
        "drug",
        "candidate",
        "improve",
        "access",
        "outcome",
        "bone",
        "marrow",
        "transplant",
        "improved",
        "myeloablation",
        "patient",
        "hematologic",
        "disease",
        "unmet",
        "need",
        "arc",
        "technology",
        "allowed",
        "u",
        "initiate",
        "new",
        "clinical",
        "trial",
        "align",
        "core",
        "competency",
        "strategic",
        "focus",
        "planned",
        "phase",
        "trial",
        "myeloablation",
        "recent",
        "combination",
        "trial",
        "rowlands",
        "demonstrated",
        "ability",
        "develop",
        "execute",
        "successful",
        "clinical",
        "regulatory",
        "strategy",
        "invaluable",
        "actinium",
        "integral",
        "shaping",
        "regulatory",
        "strategy",
        "new",
        "clinical",
        "initiative",
        "developing",
        "efficient",
        "regulatory",
        "strategy",
        "future",
        "program",
        "leading",
        "bla",
        "submission",
        "rowlands",
        "join",
        "actinium",
        "infacare",
        "pharmaceutical",
        "mallinckrodt",
        "company",
        "vice",
        "president",
        "head",
        "regulatory",
        "affair",
        "infacare",
        "pharmaceutical",
        "corporation",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "neonatal",
        "pediatric",
        "patient",
        "population",
        "developed",
        "stannsoporfin",
        "expected",
        "become",
        "first",
        "pharmacologic",
        "option",
        "indicated",
        "treatment",
        "neonate",
        "risk",
        "developing",
        "severe",
        "hyperbilirubinemia",
        "severe",
        "jaundice",
        "rowlands",
        "developed",
        "regulatory",
        "strategy",
        "resulted",
        "stannsoporfin",
        "granted",
        "fast",
        "track",
        "designation",
        "fda",
        "agreement",
        "fda",
        "new",
        "drug",
        "application",
        "nda",
        "could",
        "filed",
        "upon",
        "successful",
        "completion",
        "phase",
        "b",
        "trial",
        "september",
        "mallinckrodt",
        "acquired",
        "infacare",
        "total",
        "million",
        "inclusive",
        "upfront",
        "potential",
        "milestone",
        "payment",
        "rowlands",
        "career",
        "span",
        "eighteen",
        "year",
        "regulatory",
        "affair",
        "strategist",
        "extensive",
        "experience",
        "working",
        "closely",
        "fda",
        "career",
        "began",
        "forest",
        "continued",
        "role",
        "increasing",
        "responsibility",
        "sanofi",
        "otsuka",
        "np",
        "pharma",
        "infacare",
        "rowlands",
        "pharmacy",
        "well",
        "doctor",
        "pharmacy",
        "degree",
        "rutgers",
        "university",
        "also",
        "completed",
        "pharmaceutical",
        "industry",
        "fellowship",
        "jointly",
        "sponsored",
        "rutgers",
        "university",
        "roche",
        "actinium",
        "pharmaceutical",
        "actinium",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "targeted",
        "therapy",
        "potentially",
        "superior",
        "myeloablation",
        "conditioning",
        "bone",
        "marrow",
        "prior",
        "bone",
        "marrow",
        "transplant",
        "targeting",
        "killing",
        "cancer",
        "cell",
        "targeted",
        "therapy",
        "demonstrated",
        "potential",
        "result",
        "significantly",
        "improved",
        "access",
        "bone",
        "marrow",
        "transplant",
        "better",
        "outcome",
        "namely",
        "increased",
        "marrow",
        "engraftment",
        "survival",
        "targeted",
        "therapy",
        "arc",
        "antibody",
        "combine",
        "targeting",
        "ability",
        "monoclonal",
        "antibody",
        "cell",
        "killing",
        "ability",
        "radioisotope",
        "four",
        "clinical",
        "trial",
        "based",
        "awe",
        "actinium",
        "warhead",
        "enabling",
        "technology",
        "platform",
        "utilizes",
        "isotope",
        "ac",
        "emits",
        "alpha",
        "particle",
        "addition",
        "advanced",
        "product",
        "candidate",
        "arc",
        "developed",
        "fred",
        "hutchinson",
        "cancer",
        "research",
        "center",
        "comprised",
        "monoclonal",
        "antibody",
        "labeled",
        "currently",
        "conducting",
        "pivotal",
        "phase",
        "trial",
        "myeloablation",
        "conditioning",
        "bone",
        "marrow",
        "prior",
        "bone",
        "marrow",
        "transplant",
        "patient",
        "relapsed",
        "refractory",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "age",
        "older",
        "bone",
        "marrow",
        "transplant",
        "potentially",
        "curative",
        "treatment",
        "patient",
        "aml",
        "blood",
        "cancer",
        "including",
        "leukemia",
        "lymphoma",
        "multiple",
        "myeloma",
        "well",
        "certain",
        "blood",
        "disorder",
        "tested",
        "several",
        "cancer",
        "five",
        "hundred",
        "patient",
        "treated",
        "several",
        "phase",
        "trial",
        "promising",
        "result",
        "upon",
        "successful",
        "completion",
        "phase",
        "clinical",
        "trial",
        "intend",
        "submit",
        "candidate",
        "marketing",
        "approval",
        "european",
        "union",
        "designated",
        "orphan",
        "drug",
        "also",
        "developing",
        "potentially",
        "best",
        "class",
        "cd33",
        "program",
        "using",
        "arc",
        "comprised",
        "monoclonal",
        "antibody",
        "lintuzumab",
        "labeled",
        "emitter",
        "advanced",
        "cd33",
        "program",
        "candidate",
        "currently",
        "phase",
        "clinical",
        "trial",
        "patient",
        "advanced",
        "age",
        "newly",
        "diagnosed",
        "aml",
        "ineligible",
        "standard",
        "induction",
        "chemotherapy",
        "also",
        "orphan",
        "drug",
        "designation",
        "u",
        "eu",
        "second",
        "cd33",
        "program",
        "arc",
        "studied",
        "phase",
        "trial",
        "patient",
        "refractory",
        "multiple",
        "myeloma",
        "actinium",
        "also",
        "planning",
        "phase",
        "trial",
        "third",
        "cd33",
        "program",
        "candidate",
        "conditioning",
        "regimen",
        "prior",
        "bone",
        "marrow",
        "transplant",
        "patient",
        "md",
        "p53",
        "genetic",
        "mutation",
        "phase",
        "trial",
        "studying",
        "fourth",
        "cd33",
        "program",
        "clinical",
        "trial",
        "patient",
        "relapsed",
        "refractory",
        "aml",
        "awe",
        "actinium",
        "warhead",
        "enabling",
        "technology",
        "platform",
        "originally",
        "developed",
        "conjunction",
        "memorial",
        "sloan",
        "kettering",
        "cancer",
        "center",
        "focused",
        "leveraging",
        "actinium",
        "know",
        "intellectual",
        "property",
        "create",
        "additional",
        "arc",
        "drug",
        "candidate",
        "labeling",
        "ac",
        "targeting",
        "moiety",
        "either",
        "progress",
        "clinical",
        "trial",
        "information",
        "available",
        "twitter",
        "feed",
        "actiniumpharma",
        "statement",
        "actinium",
        "pharmaceutical",
        "news",
        "release",
        "contains",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "involve",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "set",
        "forth",
        "statement",
        "statement",
        "may",
        "include",
        "statement",
        "regarding",
        "product",
        "development",
        "product",
        "potential",
        "financial",
        "performance",
        "statement",
        "guaranteed",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "actinium",
        "pharmaceutical",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "actinium",
        "pharmaceutical",
        "steve",
        "principal",
        "financial",
        "officer",
        "soloughlin",
        "investor",
        "relation",
        "marek",
        "ciszewski",
        "atnm",
        "source",
        "actinium",
        "pharmaceutical"
    ]
}