{
    "organizations": [],
    "uuid": "3ca70febc4e23aae5c632e973773a48c2591a2e1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/business-wire-maven-hubpages-and-say-media-unite-to-form-largest-independent-media-coalition-in-north-america-reaching-over-90-million.html",
    "ord_in_thread": 0,
    "title": "Maven, HubPages and Say Media Unite to Form Largest Independent Media Coalition in North America, Reaching over 90 Million Readers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Maven to file registration statement, as part of public offering to fund merger. Profitability forecasted by Q4 on $30 Million run rate of revenue from combined operations.\nSEATTLE--(BUSINESS WIRE)-- Maven announced today it has signed a letter of intent to acquire Say Media as part of a three-way fusion -- along with HubPages -- that will bring together former competitors to create a dominant platform for professional, independent publishers. Maven, Say Media and HubPages will continue to trade under the MVEN ticker symbol.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180329005350/en/\nManagement believes the combined operations will be profitable in Q4 2018, generating a projected $30 million in annualized revenue. The combined entity will offer:\nOne of the largest news and information destinations on the internet Significant depth and breadth of content with more than 300 curated channels, and over 6,000 professional writers A single integrated revenue, distribution and technology platform for publishers seeking an alternative to social platforms\nThe newly formed coalition’s leadership discusses their decision to unite in this short video .\n“After more than 12 years building and collaborating with our extraordinary community of partners, it’s become clear that fully integrated technology and monetization at massive scale is needed to save independent digital media publishing,” says Matt Sanchez, CEO of Say Media. “Together with Maven and HubPages, the strength of our technology and size of our collective communities will free publishers to focus on content instead of technology, distribution and advertising, which will produce a sustainable foundation on which to grow revenue and audience.”\nThe three companies operate under the same business model: content partners, on a shared business and technology platform. Combining the three companies will create economic efficiencies that will be passed along to independent publishers seeking stability and consistency, with each partner in the union bringing a unique set of offerings to create a powerhouse for online publishers.\nSay Media: A fully-developed direct sales team, and Tempest, a powerful system for enterprise publishers to author, design and distribute world-class content Maven: Next generation advertising, video, publishing and community engagement technology HubPages: Best-of-class SEO expertise and the leading platform for expert writers\n“This alliance will create one of the largest-scale news and information media companies in North America,” says Maven CEO James Heckman. “It will also position Maven as a viable alternative for publishers, from single authors to leading publications, seeking a sustainable future and to replace the distribution and revenue lost from social media platforms.”\nThis announcement comes as the entire independent publisher ecosystem is in crisis. This powerful new coalition creates a preferable business model for publishers, offering writers an alternative path toward sustainable independence. Through advanced yet intuitively easy advertising and publishing technology, publishers will receive the time savings, scale and efficiencies they require to flourish.\n“The vision of integrated tools and services across a coalition of independent publishers is very compelling, and we’re happy to be partnered with a team that is constantly searching for solutions to evolve and enhance the online model for enthusiast media brands like ours,” says Jonathan Dorn, Chief Innovation Officer at Active Interest Media, which currently publishes their digital portfolio of 50 sites, including Backpacker and Yoga Journal, on Say Media’s Tempest.\nMaven plans to raise new equity capital through a public offering to finance the acquisitions of both Say Media and HubPages. Maven filed a Current Report on Form 8-K with the SEC on March 29, 2018, which further explains the terms of the planned acquisition of Say Media. The 8-K can be found on the SEC’s EDGAR website at www.sec.gov .\nAbout Say Media:\nBased in San Francisco, Say Media was formed in 2010 when VideoEgg (founders of the first ad-in-video model) acquired Six Apart (creators of Movable Type and Typepad), bringing together pioneers in digital advertising and publishing with one goal: combining technology, tools, services and yield management to helps publishers build audiences, businesses and brands. Tempest, the company’s full-service platform, powers over 120 enterprise publishers including Biography.com (A&E), Fashionista.com , Cupcakesandcashmere.com , and all of the NewBay Media and Active Interest Media digital portfolios.\nAbout Maven:\nMaven is a coalition of mavens operating on a shared digital publishing, advertising and distribution platform, unified under a single media brand. Based in Seattle, Maven is publicly traded under the ticker symbol MVEN . Membership in the coalition offers independent publishers:\nDistribution: Exposure across the coalition’s audience of more than 90 million readers, plus support for delivery across all major news syndication formats. Revenue: Exceptional income potential through an advanced advertising platform, direct media sales and integrated membership offerings. Technology: Stable, world-class writing, sharing, community and notifications platform featuring video, social and app technology. Ownership: Fully retained ownership of content and reader data with uninhibited access to all followers, and equity interest in Maven, Inc.\nForward-Looking Statements\nThis press release by theMaven, Inc. (“company”) contains “forward-looking statements.” Forward-looking statements relate to future events or future performance and include, without limitation, statements concerning the company’s business strategy, future revenues, market growth, capital requirements, product introductions and expansion plans, and the adequacy of the company’s funding. Other statements contained in this press release that are not historical facts are also forward-looking statements. The company has tried, wherever possible, to identify forward-looking statements by terminology such as “may,” “will,” “could,” “should,” “expects,” “anticipates,” “intends,” “plans,” “believes,” “seeks,” “estimates” and other comparable terminology.\nThe company cautions investors that any forward-looking statements presented in this report, or that the company may make orally or in writing from time to time, are based on the beliefs of, assumptions made by, and information currently available to, the company. Such statements are based on assumptions, and the actual outcome will be affected by known and unknown risks, trends, uncertainties and factors that are beyond the company’s control or ability to predict. Although the company believes that its assumptions are reasonable, they are not guarantees of future performance, and some will inevitably prove to be incorrect. As a result, the company’s actual future results can be expected to differ from its expectations, and those differences may be material. Accordingly, investors should use caution in relying on forward-looking statements, which are based only on known results and trends at the time they are made, to anticipate future results or trends.\nThis press release and all subsequent written and oral forward-looking statements attributable to the company or any person acting on its behalf are expressly qualified in their entirety by the cautionary statements contained or referred to in this section. The company does not undertake any obligation to release publicly any revisions to its forward-looking statements to reflect events or circumstances after the date of this press release. The information on the websites referenced in this press release are not incorporated herein by reference for any purpose.\nThis press release shall not constitute an offer to sell or a solicitation of an offer to buy, nor shall there be any sale of these securities in any state or jurisdiction in which such an offer, solicitation or sale is not permitted.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180329005350/en/\nQnary\nMark Braff, 201-612-0707\nmark.braff@qnary.com\nSource: Maven",
    "published": "2018-03-29T16:00:00.000+03:00",
    "crawled": "2018-03-29T17:44:55.068+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "maven",
        "file",
        "registration",
        "statement",
        "part",
        "public",
        "offering",
        "fund",
        "merger",
        "profitability",
        "forecasted",
        "q4",
        "million",
        "run",
        "rate",
        "revenue",
        "combined",
        "operation",
        "seattle",
        "business",
        "wire",
        "maven",
        "announced",
        "today",
        "signed",
        "letter",
        "intent",
        "acquire",
        "say",
        "medium",
        "part",
        "fusion",
        "along",
        "hubpages",
        "bring",
        "together",
        "former",
        "competitor",
        "create",
        "dominant",
        "platform",
        "professional",
        "independent",
        "publisher",
        "maven",
        "say",
        "medium",
        "hubpages",
        "continue",
        "trade",
        "mven",
        "ticker",
        "symbol",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "management",
        "belief",
        "combined",
        "operation",
        "profitable",
        "q4",
        "generating",
        "projected",
        "million",
        "annualized",
        "revenue",
        "combined",
        "entity",
        "offer",
        "one",
        "largest",
        "news",
        "information",
        "destination",
        "internet",
        "significant",
        "depth",
        "breadth",
        "content",
        "curated",
        "channel",
        "professional",
        "writer",
        "single",
        "integrated",
        "revenue",
        "distribution",
        "technology",
        "platform",
        "publisher",
        "seeking",
        "alternative",
        "social",
        "platform",
        "newly",
        "formed",
        "coalition",
        "leadership",
        "discusses",
        "decision",
        "unite",
        "short",
        "video",
        "year",
        "building",
        "collaborating",
        "extraordinary",
        "community",
        "partner",
        "become",
        "clear",
        "fully",
        "integrated",
        "technology",
        "monetization",
        "massive",
        "scale",
        "needed",
        "save",
        "independent",
        "digital",
        "medium",
        "publishing",
        "say",
        "matt",
        "sanchez",
        "ceo",
        "say",
        "medium",
        "together",
        "maven",
        "hubpages",
        "strength",
        "technology",
        "size",
        "collective",
        "community",
        "free",
        "publisher",
        "focus",
        "content",
        "instead",
        "technology",
        "distribution",
        "advertising",
        "produce",
        "sustainable",
        "foundation",
        "grow",
        "revenue",
        "three",
        "company",
        "operate",
        "business",
        "model",
        "content",
        "partner",
        "shared",
        "business",
        "technology",
        "platform",
        "combining",
        "three",
        "company",
        "create",
        "economic",
        "efficiency",
        "passed",
        "along",
        "independent",
        "publisher",
        "seeking",
        "stability",
        "consistency",
        "partner",
        "union",
        "bringing",
        "unique",
        "set",
        "offering",
        "create",
        "powerhouse",
        "online",
        "publisher",
        "say",
        "medium",
        "direct",
        "sale",
        "team",
        "tempest",
        "powerful",
        "system",
        "enterprise",
        "publisher",
        "author",
        "design",
        "distribute",
        "content",
        "maven",
        "next",
        "generation",
        "advertising",
        "video",
        "publishing",
        "community",
        "engagement",
        "technology",
        "hubpages",
        "seo",
        "expertise",
        "leading",
        "platform",
        "expert",
        "writer",
        "alliance",
        "create",
        "one",
        "news",
        "information",
        "medium",
        "company",
        "north",
        "america",
        "say",
        "maven",
        "ceo",
        "james",
        "heckman",
        "also",
        "position",
        "maven",
        "viable",
        "alternative",
        "publisher",
        "single",
        "author",
        "leading",
        "publication",
        "seeking",
        "sustainable",
        "future",
        "replace",
        "distribution",
        "revenue",
        "lost",
        "social",
        "medium",
        "announcement",
        "come",
        "entire",
        "independent",
        "publisher",
        "ecosystem",
        "crisis",
        "powerful",
        "new",
        "coalition",
        "creates",
        "preferable",
        "business",
        "model",
        "publisher",
        "offering",
        "writer",
        "alternative",
        "path",
        "toward",
        "sustainable",
        "independence",
        "advanced",
        "yet",
        "intuitively",
        "easy",
        "advertising",
        "publishing",
        "technology",
        "publisher",
        "receive",
        "time",
        "saving",
        "scale",
        "efficiency",
        "require",
        "flourish",
        "vision",
        "integrated",
        "tool",
        "service",
        "across",
        "coalition",
        "independent",
        "publisher",
        "compelling",
        "happy",
        "partnered",
        "team",
        "constantly",
        "searching",
        "solution",
        "evolve",
        "enhance",
        "online",
        "model",
        "enthusiast",
        "medium",
        "brand",
        "like",
        "say",
        "jonathan",
        "dorn",
        "chief",
        "innovation",
        "officer",
        "active",
        "interest",
        "medium",
        "currently",
        "publishes",
        "digital",
        "portfolio",
        "site",
        "including",
        "backpacker",
        "yoga",
        "journal",
        "say",
        "medium",
        "tempest",
        "maven",
        "plan",
        "raise",
        "new",
        "equity",
        "capital",
        "public",
        "offering",
        "finance",
        "acquisition",
        "say",
        "medium",
        "hubpages",
        "maven",
        "filed",
        "current",
        "report",
        "form",
        "sec",
        "march",
        "explains",
        "term",
        "planned",
        "acquisition",
        "say",
        "medium",
        "found",
        "sec",
        "edgar",
        "website",
        "say",
        "medium",
        "based",
        "san",
        "francisco",
        "say",
        "medium",
        "formed",
        "videoegg",
        "founder",
        "first",
        "model",
        "acquired",
        "six",
        "apart",
        "creator",
        "movable",
        "type",
        "typepad",
        "bringing",
        "together",
        "pioneer",
        "digital",
        "advertising",
        "publishing",
        "one",
        "goal",
        "combining",
        "technology",
        "tool",
        "service",
        "yield",
        "management",
        "help",
        "publisher",
        "build",
        "audience",
        "business",
        "brand",
        "tempest",
        "company",
        "platform",
        "power",
        "enterprise",
        "publisher",
        "including",
        "e",
        "newbay",
        "medium",
        "active",
        "interest",
        "medium",
        "digital",
        "portfolio",
        "maven",
        "maven",
        "coalition",
        "maven",
        "operating",
        "shared",
        "digital",
        "publishing",
        "advertising",
        "distribution",
        "platform",
        "unified",
        "single",
        "medium",
        "brand",
        "based",
        "seattle",
        "maven",
        "publicly",
        "traded",
        "ticker",
        "symbol",
        "mven",
        "membership",
        "coalition",
        "offer",
        "independent",
        "publisher",
        "distribution",
        "exposure",
        "across",
        "coalition",
        "audience",
        "million",
        "reader",
        "plus",
        "support",
        "delivery",
        "across",
        "major",
        "news",
        "syndication",
        "format",
        "revenue",
        "exceptional",
        "income",
        "potential",
        "advanced",
        "advertising",
        "platform",
        "direct",
        "medium",
        "sale",
        "integrated",
        "membership",
        "offering",
        "technology",
        "stable",
        "writing",
        "sharing",
        "community",
        "notification",
        "platform",
        "featuring",
        "video",
        "social",
        "app",
        "technology",
        "ownership",
        "fully",
        "retained",
        "ownership",
        "content",
        "reader",
        "data",
        "uninhibited",
        "access",
        "follower",
        "equity",
        "interest",
        "maven",
        "statement",
        "press",
        "release",
        "themaven",
        "company",
        "contains",
        "statement",
        "relate",
        "future",
        "event",
        "future",
        "performance",
        "include",
        "without",
        "limitation",
        "statement",
        "concerning",
        "company",
        "business",
        "strategy",
        "future",
        "revenue",
        "market",
        "growth",
        "capital",
        "requirement",
        "product",
        "introduction",
        "expansion",
        "plan",
        "adequacy",
        "company",
        "funding",
        "statement",
        "contained",
        "press",
        "release",
        "historical",
        "fact",
        "also",
        "statement",
        "company",
        "tried",
        "wherever",
        "possible",
        "identify",
        "statement",
        "terminology",
        "may",
        "could",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "seek",
        "estimate",
        "comparable",
        "terminology",
        "company",
        "caution",
        "investor",
        "statement",
        "presented",
        "report",
        "company",
        "may",
        "make",
        "orally",
        "writing",
        "time",
        "time",
        "based",
        "belief",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "company",
        "statement",
        "based",
        "assumption",
        "actual",
        "outcome",
        "affected",
        "known",
        "unknown",
        "risk",
        "trend",
        "uncertainty",
        "factor",
        "beyond",
        "company",
        "control",
        "ability",
        "predict",
        "although",
        "company",
        "belief",
        "assumption",
        "reasonable",
        "guarantee",
        "future",
        "performance",
        "inevitably",
        "prove",
        "incorrect",
        "result",
        "company",
        "actual",
        "future",
        "result",
        "expected",
        "differ",
        "expectation",
        "difference",
        "may",
        "material",
        "accordingly",
        "investor",
        "use",
        "caution",
        "relying",
        "statement",
        "based",
        "known",
        "result",
        "trend",
        "time",
        "made",
        "anticipate",
        "future",
        "result",
        "trend",
        "press",
        "release",
        "subsequent",
        "written",
        "oral",
        "statement",
        "attributable",
        "company",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "contained",
        "referred",
        "section",
        "company",
        "undertake",
        "obligation",
        "release",
        "publicly",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "press",
        "release",
        "information",
        "website",
        "referenced",
        "press",
        "release",
        "incorporated",
        "herein",
        "reference",
        "purpose",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "permitted",
        "view",
        "source",
        "version",
        "http",
        "qnary",
        "mark",
        "braff",
        "source",
        "maven"
    ]
}