{
    "organizations": [],
    "uuid": "40e84017daf62e4b6dc474dc8650c8120a3be048",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/business-wire-aveo-oncology-announces-publication-of-long-term-follow-up-results-from-tivo-1-extension-study-study-902-in-tki-refractory.html",
    "ord_in_thread": 0,
    "title": "AVEO Oncology Announces Publication of Long-term Follow-up Results from TIVO-1 Extension Study (Study 902) in TKI Refractory RCC",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Results Published in the European Journal of Cancer\nCAMBRIDGE, Mass.--(BUSINESS WIRE)-- AVEO Oncology (NASDAQ: AVEO) today announced the publication of long-term follow-up results from Study 902, where patients were treated with tivozanib (FOTIVDA ® ) as second-line treatment in advanced renal cell carcinoma (aRCC), in the European Journal of Cancer. The publication, titled “Efficacy of Tivozanib Treatment after Sorafenib in Patients with Advanced Renal Cell Carcinoma: Crossover of a Phase 3 Study,” was published online first and is available here . Tivozanib is an oral, once-daily, potent and highly selective vascular endothelial growth factor receptor tyrosine kinase inhibitor (VEGFR-TKI).\nIn Study 902, a total of 161 patients with aRCC received tivozanib as second-line treatment subsequent to disease progression on sorafenib in the Phase 3 TIVO-1 study. As previously reported, median progression-free survival and median overall survival were 11.0 months and 21.6 months, respectively. Overall response rate was 18% and stable disease was 52% for an overall disease control rate of 70%. Tivozanib was generally well tolerated, with adverse events consistent with those observed in previous tivozanib trials. The activity shown in TKI refractory patients compares favorably with data published for other TKI agents in a similar population.\n“Publication of Study 902 underscores the activity of tivozanib in the refractory setting, with evidence of encouraging clinical responses, disease control and overall survival outcomes in patients previously treated with a VEGFR TKI,” said Michael Needle, M.D., chief medical officer of AVEO. “We believe these efficacy and safety findings in refractory patients support the rationale for our ongoing Phase 3 TIVO-3 study. We anticipate that the results of the TIVO-3 study, together with the results of the previously completed TIVO-1 trial of tivozanib in the first-line treatment of aRCC, will serve as a key component for a potential regulatory approval of tivozanib in the U.S. as a first- and third-line treatment for aRCC. When completed, TIVO-3 will be among the only large randomized datasets in third-line disease, a sizable and growing treatment segment thanks to advances in earlier lines of treatment, and in patients progressing on prior immunotherapy. Based on the current rate of progression-free survival events, we expect top-line results from this study to read out in the second quarter of this year.”\nAbout Tivozanib (FOTIVDA ® )\nTivozanib (FOTIVDA ® ) is an oral, once-daily, vascular endothelial growth factor (VEGF) tyrosine kinase inhibitor (TKI) discovered by Kyowa Hakko Kirin and approved for the treatment of adult patients with advanced renal cell carcinoma (aRCC) in the European Union plus Norway and Iceland. It is a potent, selective and long half-life inhibitor of all three VEGF receptors and is designed to optimize VEGF blockade while minimizing off-target toxicities, potentially resulting in improved efficacy and minimal dose modifications. 1,2 Tivozanib has been shown to significantly reduce regulatory T-cell production in preclinical models, enabling potentially enhanced activity when used in combination with immune modulating therapy. As part of a North American registration plan, tivozanib is currently being studied in the Phase 3 TIVO-3 trial, a randomized, controlled, multi-center, open-label study to compare tivozanib to sorafenib in subjects with refractory advanced RCC. Tivozanib has been investigated in several tumors types, including renal cell, hepatocellular, colorectal and breast cancers.\nAbout AVEO\nAVEO Oncology (AVEO) is a biopharmaceutical company dedicated to advancing a broad portfolio of targeted therapeutics for oncology and other areas of unmet medical need. AVEO is focused on seeking to develop and commercialize its lead candidate tivozanib, a potent, selective, long half-life inhibitor of vascular endothelial growth factor 1, 2 and 3 receptors, in North America as a treatment for renal cell carcinoma and other cancers. AVEO is leveraging multiple partnerships aimed at developing and commercializing tivozanib in oncology indications outside of North America, and at progressing its pipeline of novel therapeutic candidates in cancer and other areas of unmet medical need. Tivozanib (FOTIVDA ® ) is approved by the European Commission for the treatment of adult patients with advanced renal cell carcinoma (aRCC) in the European Union plus Norway and Iceland. For more information, please visit AVEO’s website at www.aveooncology.com .\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains of AVEO that involve substantial risks and uncertainties. All statements, other than statements of historical fact, contained in this press release are . The words “anticipate,” “believe,” “expect,” “intend,” “may,” “plan,” “potential,” “could,” “should,” “would,” “seek,” “look forward,” “advance,” “goal,” “strategy,” or the negative of these terms or other similar expressions, are intended to identify , although not all contain these identifying words. These include, among others, statements about: the Company’s plans and prospects for seeking and obtaining U.S. Food and Drug Administration (FDA) approval of tivozanib as a first- and third-line treatment for aRCC; the expected timeline for further EU reimbursement decisions as well as reporting data from TIVO-3 clinical trial; and AVEO’s strategy, prospects, plans and objectives. AVEO has based its expectations and estimates on assumptions that may prove to be incorrect. As a result, readers are cautioned not to place undue reliance on these expectations and estimates. Actual results or events could differ materially from the plans, intentions and expectations disclosed in the that AVEO makes due to a number of important factors, including risks relating to AVEO’s ability to enter into and maintain its third-party collaboration and license agreements and its ability, and the ability of its collaborators, licensees and other strategic partners, to achieve development and commercialization objectives under these arrangements; and AVEO’s ability, and the ability of its licensees, to demonstrate to the satisfaction of applicable regulatory agencies, including the FDA, the safety, efficacy and clinically meaningful benefit of AVEO’s product candidates, including tivozanib. AVEO faces other risks relating to its business as well, including risks relating to its and its collaborators’ ability to successfully enroll and complete clinical trials, including the TIVO-3 and TiNivo trials; AVEO’s ability to achieve and maintain compliance with all regulatory requirements applicable to its product candidates; AVEO’s ability to obtain and maintain adequate protection for intellectual property rights relating to its product candidates and technologies; developments, expenses and outcomes related to AVEO’s ongoing shareholder litigation; AVEO’s ability to successfully implement its strategic plans; AVEO’s ability to raise the substantial additional funds required to achieve its goals, including those goals pertaining to the development and commercialization of tivozanib; unplanned capital requirements; adverse general economic and industry conditions; competitive factors; and those risks discussed in the section titled “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations—Liquidity and Capital Resources” included in AVEO’s quarterly and annual reports on file with the Securities and Exchange Commission, including its Annual Report on Form 10K for the 2017, and in other filings that AVEO may make with the SEC in the future. The in this press release represent AVEO’s views as of the date of this press release. AVEO anticipates that subsequent events and developments may cause its views to change. While AVEO may elect to update these at some point in the future, it specifically disclaims any obligation to do so. You should, therefore, not rely on these as representing AVEO's views as of any date other than the date of this press release.\nReferences\n1 . Fotivda (Tivozanib) SmPC August 2017\n2 . Motzer RJ, Nosov D, Eisen T, et al. J Clin Oncol 2013; 31(30): 3791-9.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180321006105/en/\nAVEO:\nArgot Partners\nDavid Pitts, 212-600-1902\naveo@argotpartners.com\nSource: AVEO Oncology",
    "published": "2018-03-21T23:05:00.000+02:00",
    "crawled": "2018-03-22T00:28:00.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "result",
        "published",
        "european",
        "journal",
        "cancer",
        "cambridge",
        "business",
        "wire",
        "aveo",
        "oncology",
        "nasdaq",
        "aveo",
        "today",
        "announced",
        "publication",
        "result",
        "study",
        "patient",
        "treated",
        "tivozanib",
        "fotivda",
        "treatment",
        "advanced",
        "renal",
        "cell",
        "carcinoma",
        "arcc",
        "european",
        "journal",
        "cancer",
        "publication",
        "titled",
        "efficacy",
        "tivozanib",
        "treatment",
        "sorafenib",
        "patient",
        "advanced",
        "renal",
        "cell",
        "carcinoma",
        "crossover",
        "phase",
        "study",
        "published",
        "online",
        "first",
        "available",
        "tivozanib",
        "oral",
        "potent",
        "highly",
        "selective",
        "vascular",
        "endothelial",
        "growth",
        "factor",
        "receptor",
        "tyrosine",
        "kinase",
        "inhibitor",
        "study",
        "total",
        "patient",
        "arcc",
        "received",
        "tivozanib",
        "treatment",
        "subsequent",
        "disease",
        "progression",
        "sorafenib",
        "phase",
        "study",
        "previously",
        "reported",
        "median",
        "survival",
        "median",
        "overall",
        "survival",
        "month",
        "month",
        "respectively",
        "overall",
        "response",
        "rate",
        "stable",
        "disease",
        "overall",
        "disease",
        "control",
        "rate",
        "tivozanib",
        "generally",
        "well",
        "tolerated",
        "adverse",
        "event",
        "consistent",
        "observed",
        "previous",
        "tivozanib",
        "trial",
        "activity",
        "shown",
        "tki",
        "refractory",
        "patient",
        "compare",
        "favorably",
        "data",
        "published",
        "tki",
        "agent",
        "similar",
        "population",
        "publication",
        "study",
        "underscore",
        "activity",
        "tivozanib",
        "refractory",
        "setting",
        "evidence",
        "encouraging",
        "clinical",
        "response",
        "disease",
        "control",
        "overall",
        "survival",
        "outcome",
        "patient",
        "previously",
        "treated",
        "vegfr",
        "tki",
        "said",
        "michael",
        "needle",
        "chief",
        "medical",
        "officer",
        "aveo",
        "believe",
        "efficacy",
        "safety",
        "finding",
        "refractory",
        "patient",
        "support",
        "rationale",
        "ongoing",
        "phase",
        "study",
        "anticipate",
        "result",
        "study",
        "together",
        "result",
        "previously",
        "completed",
        "trial",
        "tivozanib",
        "treatment",
        "arcc",
        "serve",
        "key",
        "component",
        "potential",
        "regulatory",
        "approval",
        "tivozanib",
        "treatment",
        "arcc",
        "completed",
        "among",
        "large",
        "randomized",
        "datasets",
        "disease",
        "sizable",
        "growing",
        "treatment",
        "segment",
        "thanks",
        "advance",
        "earlier",
        "line",
        "treatment",
        "patient",
        "progressing",
        "prior",
        "immunotherapy",
        "based",
        "current",
        "rate",
        "survival",
        "event",
        "expect",
        "result",
        "study",
        "read",
        "second",
        "quarter",
        "tivozanib",
        "fotivda",
        "tivozanib",
        "fotivda",
        "oral",
        "vascular",
        "endothelial",
        "growth",
        "factor",
        "vegf",
        "tyrosine",
        "kinase",
        "inhibitor",
        "tki",
        "discovered",
        "kyowa",
        "hakko",
        "kirin",
        "approved",
        "treatment",
        "adult",
        "patient",
        "advanced",
        "renal",
        "cell",
        "carcinoma",
        "arcc",
        "european",
        "union",
        "plus",
        "norway",
        "iceland",
        "potent",
        "selective",
        "long",
        "inhibitor",
        "three",
        "vegf",
        "receptor",
        "designed",
        "optimize",
        "vegf",
        "blockade",
        "minimizing",
        "toxicity",
        "potentially",
        "resulting",
        "improved",
        "efficacy",
        "minimal",
        "dose",
        "modification",
        "tivozanib",
        "shown",
        "significantly",
        "reduce",
        "regulatory",
        "production",
        "preclinical",
        "model",
        "enabling",
        "potentially",
        "enhanced",
        "activity",
        "used",
        "combination",
        "immune",
        "modulating",
        "therapy",
        "part",
        "north",
        "american",
        "registration",
        "plan",
        "tivozanib",
        "currently",
        "studied",
        "phase",
        "trial",
        "randomized",
        "controlled",
        "study",
        "compare",
        "tivozanib",
        "sorafenib",
        "subject",
        "refractory",
        "advanced",
        "rcc",
        "tivozanib",
        "investigated",
        "several",
        "tumor",
        "type",
        "including",
        "renal",
        "cell",
        "hepatocellular",
        "colorectal",
        "breast",
        "cancer",
        "aveo",
        "aveo",
        "oncology",
        "aveo",
        "biopharmaceutical",
        "company",
        "dedicated",
        "advancing",
        "broad",
        "portfolio",
        "targeted",
        "therapeutic",
        "oncology",
        "area",
        "unmet",
        "medical",
        "need",
        "aveo",
        "focused",
        "seeking",
        "develop",
        "commercialize",
        "lead",
        "candidate",
        "tivozanib",
        "potent",
        "selective",
        "long",
        "inhibitor",
        "vascular",
        "endothelial",
        "growth",
        "factor",
        "receptor",
        "north",
        "america",
        "treatment",
        "renal",
        "cell",
        "carcinoma",
        "cancer",
        "aveo",
        "leveraging",
        "multiple",
        "partnership",
        "aimed",
        "developing",
        "commercializing",
        "tivozanib",
        "oncology",
        "indication",
        "outside",
        "north",
        "america",
        "progressing",
        "pipeline",
        "novel",
        "therapeutic",
        "candidate",
        "cancer",
        "area",
        "unmet",
        "medical",
        "need",
        "tivozanib",
        "fotivda",
        "approved",
        "european",
        "commission",
        "treatment",
        "adult",
        "patient",
        "advanced",
        "renal",
        "cell",
        "carcinoma",
        "arcc",
        "european",
        "union",
        "plus",
        "norway",
        "iceland",
        "information",
        "please",
        "visit",
        "aveo",
        "website",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "aveo",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "press",
        "release",
        "word",
        "anticipate",
        "believe",
        "expect",
        "intend",
        "may",
        "plan",
        "potential",
        "could",
        "would",
        "seek",
        "look",
        "forward",
        "advance",
        "goal",
        "strategy",
        "negative",
        "term",
        "similar",
        "expression",
        "intended",
        "identify",
        "although",
        "contain",
        "identifying",
        "word",
        "include",
        "among",
        "others",
        "statement",
        "company",
        "plan",
        "prospect",
        "seeking",
        "obtaining",
        "food",
        "drug",
        "administration",
        "fda",
        "approval",
        "tivozanib",
        "treatment",
        "arcc",
        "expected",
        "timeline",
        "eu",
        "reimbursement",
        "decision",
        "well",
        "reporting",
        "data",
        "clinical",
        "trial",
        "aveo",
        "strategy",
        "prospect",
        "plan",
        "objective",
        "aveo",
        "based",
        "expectation",
        "estimate",
        "assumption",
        "may",
        "prove",
        "incorrect",
        "result",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "expectation",
        "estimate",
        "actual",
        "result",
        "event",
        "could",
        "differ",
        "materially",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "aveo",
        "make",
        "due",
        "number",
        "important",
        "factor",
        "including",
        "risk",
        "relating",
        "aveo",
        "ability",
        "enter",
        "maintain",
        "collaboration",
        "license",
        "agreement",
        "ability",
        "ability",
        "collaborator",
        "licensee",
        "strategic",
        "partner",
        "achieve",
        "development",
        "commercialization",
        "objective",
        "arrangement",
        "aveo",
        "ability",
        "ability",
        "licensee",
        "demonstrate",
        "satisfaction",
        "applicable",
        "regulatory",
        "agency",
        "including",
        "fda",
        "safety",
        "efficacy",
        "clinically",
        "meaningful",
        "benefit",
        "aveo",
        "product",
        "candidate",
        "including",
        "tivozanib",
        "aveo",
        "face",
        "risk",
        "relating",
        "business",
        "well",
        "including",
        "risk",
        "relating",
        "collaborator",
        "ability",
        "successfully",
        "enroll",
        "complete",
        "clinical",
        "trial",
        "including",
        "tinivo",
        "trial",
        "aveo",
        "ability",
        "achieve",
        "maintain",
        "compliance",
        "regulatory",
        "requirement",
        "applicable",
        "product",
        "candidate",
        "aveo",
        "ability",
        "obtain",
        "maintain",
        "adequate",
        "protection",
        "intellectual",
        "property",
        "right",
        "relating",
        "product",
        "candidate",
        "technology",
        "development",
        "expense",
        "outcome",
        "related",
        "aveo",
        "ongoing",
        "shareholder",
        "litigation",
        "aveo",
        "ability",
        "successfully",
        "implement",
        "strategic",
        "plan",
        "aveo",
        "ability",
        "raise",
        "substantial",
        "additional",
        "fund",
        "required",
        "achieve",
        "goal",
        "including",
        "goal",
        "pertaining",
        "development",
        "commercialization",
        "tivozanib",
        "unplanned",
        "capital",
        "requirement",
        "adverse",
        "general",
        "economic",
        "industry",
        "condition",
        "competitive",
        "factor",
        "risk",
        "discussed",
        "section",
        "titled",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "capital",
        "resource",
        "included",
        "aveo",
        "quarterly",
        "annual",
        "report",
        "file",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "10k",
        "filing",
        "aveo",
        "may",
        "make",
        "sec",
        "future",
        "press",
        "release",
        "represent",
        "aveo",
        "view",
        "date",
        "press",
        "release",
        "aveo",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "may",
        "cause",
        "view",
        "change",
        "aveo",
        "may",
        "elect",
        "update",
        "point",
        "future",
        "specifically",
        "disclaims",
        "obligation",
        "therefore",
        "rely",
        "representing",
        "aveo",
        "view",
        "date",
        "date",
        "press",
        "release",
        "reference",
        "fotivda",
        "tivozanib",
        "smpc",
        "august",
        "motzer",
        "rj",
        "nosov",
        "eisen",
        "et",
        "al",
        "j",
        "clin",
        "oncol",
        "view",
        "source",
        "version",
        "http",
        "aveo",
        "argot",
        "partner",
        "david",
        "pitt",
        "aveo",
        "source",
        "aveo",
        "oncology"
    ]
}