{
    "organizations": [],
    "uuid": "9d3120abc9b86a5741a3c7a8ddc8a969abf873d1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/business-wire-lasalle-hotel-properties-board-of-trustees-confirms-unanimous-rejection-of-unsolicited-proposal-from-pebblebrook-hotel-trust.html",
    "ord_in_thread": 0,
    "title": "LaSalle Hotel Properties Board of Trustees Confirms Unanimous Rejection of Unsolicited Proposal from Pebblebrook Hotel Trust",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Grossly Inadequate Proposal Significantly Undervalues LaSalle and is Not in the Best Interests of Shareholders\nLaSalle Reiterates Confidence in its Ability to Deliver Exceptional Value to Shareholders\nEmphasizes Commitment to Previously Announced Share Repurchase Program\nAnnounces Dividend Policy for 2018\nBETHESDA, Md.--(BUSINESS WIRE)-- LaSalle Hotel Properties (NYSE: LHO) (“LaSalle” or the “Company”) today confirmed that its Board of Trustees (the “Board”) unanimously rejected an unsolicited proposal received on March 6, 2018 from Pebblebrook Hotel Trust (NYSE: PEB) (“Pebblebrook”) to acquire all outstanding shares of LaSalle in an all-stock transaction with consideration of 0.8655 common shares of Pebblebrook per common share of LaSalle.\nThis press release features multimedia. View the full release here: https://www.businesswire.com/news/home/20180328005805/en/\n(Graphic: Business Wire)\nIn consultation with its financial and legal advisors, the Board thoroughly analyzed the proposal and concluded that it is insufficient in both price and mix of consideration and is not in the best interests of the Company’s shareholders.\n“Consistent with our fiduciary duties, the Board has taken the time to carefully evaluate the proposal and the future potential of a combined company, and we have concluded that the proposal is grossly inadequate and is, therefore, not in the best interests of our shareholders,” said Stuart L. Scott, Chairman of the Board. “The Board is focused on the continued execution of our strategic plan, prudent capital allocation, and our superior hotel portfolio, which will deliver greater value, sooner to our shareholders than Pebblebrook’s low-premium proposal.”\nMr. Scott continued, “With our outstanding assets, solid balance sheet and strong cash flow, we are well-positioned to execute strategically on near-term and long-term opportunities, which will enable us to drive growth and return capital to shareholders through dividends and share repurchases. Of course, the Board continues to be open-minded and will consider any alternatives that enhance long-term shareholder value; however, this proposal does not achieve that objective.”\nRationale for Unanimous Rejection of Pebblebrook’s Proposal\nIn reaching its conclusion, the Board considered a number of factors, including:\nProposal Significantly Undervalues LaSalle’s High Quality Hotel Portfolio and Prospects for Future Value Creation. The Company has strategically assembled an irreplaceable portfolio of trophy assets with significant upside in prime, high-barrier-to-entry urban and resort markets. In addition, the LaSalle portfolio has 38 out of 41 hotels with terminable at will contracts, which provides ongoing optionality and translates to higher value at sale. Pebblebrook’s proposal reflects neither the value inherent in the Company’s high quality portfolio, nor its potential for future value creation. Pebblebrook’s History of Missing RevPAR Guidance. The Board has significant concerns that Pebblebrook’s share price reflects its overly-optimistic growth targets. Given Pebblebrook’s history of consistently missing its RevPAR outlook over the past three years, as outlined below, and based on current market conditions, LaSalle is not confident Pebblebrook will meet its guidance.\nLaSalle’s RevPAR performance has been superior to Pebblebrook’s for the past two years, and the Company was able to better contain expenses over the same period. As such, given Pebblebrook’s track record of missing its targets, the LaSalle Board does not believe that Pebblebrook’s current all-stock proposal is in the best interest of LaSalle shareholders. Proposal Exploits Short-Term Pricing Dislocation. Pebblebrook submitted its proposal during a short-term dislocation in LaSalle’s share price, illustrating Pebblebrook’s attempt to transfer LaSalle value to Pebblebrook’s shareholders by using its overvalued share currency. LaSalle’s shares traded above Pebblebrook’s proposal value as recently as last month, implying the proposal reflects no premium to the historical trading range for LaSalle.\nSuperior Value Creation from LaSalle’s Current Plan\nThe Board considered the proposal relative to the strength of the Company’s current operating plan and financial position, as well as the Company’s ability to execute strategically through continued prudent capital allocation, including:\nLaSalle’s Strong Track Record of Creating Value. The Company has a long history of value creation, illustrated by its returns on invested capital, which have exceeded its peers over the last nine years. 1 LaSalle’s Superior Track Record of Recycling Capital. Since 2014, all of LaSalle’s hotel dispositions were sold for capital gains, which totaled approximately $284 million. Those same assets were sold at an average 6.8% cap rate on trailing NOI and provided a cumulative IRR of over 10% to shareholders during the hold periods. In addition, the Company has returned significant capital to shareholders through share repurchases, including the recent repurchase of $74.5 million of common shares at an approximate implied 8.1% average cap rate on trailing 2017 net operating income. The Company has approximately $500 million of capacity remaining under the share repurchase plan. As soon as repurchases are legally permissible and the Company’s trading window reopens, the Company intends to continue to opportunistically repurchase shares under the program. In comparison, since inception, Pebblebrook has monetized interest in nine hotel assets (inclusive of joint ventures). Of these assets, only two were sold for a gain, while the remaining investments were all sold for a capital loss.\nThe Company is also committed to returning capital to shareholders through dividends, as evidenced by the Company’s dividend policy for the remainder of 2018, which includes an expected annualized dividend for the full year 2018 of $1.125 per common share and a $0.90 annualized run rate. Substantial Near-Term Value Creation Opportunities. LaSalle is targeting additional dispositions of up to $500 million over the next 12-18 months to provide increased capital to allocate towards the Company’s value-enhancing objectives, including stock buybacks, potential acquisitions and internal capital projects that are expected to yield double-digit return on cost. LaSalle’s Prudent Balance Sheet Management. LaSalle has consistently maintained a strong balance sheet that positions the Company to deliver long-term shareholder value, especially late in the lodging cycle.\nPebblebrook Executives’ Potential Payouts and Self-Serving Agenda\nLaSalle is surprised that Pebblebrook has not waived “change in control” payments to Pebblebrook executives in connection with this proposed transaction. Under the terms of the Pebblebrook proposal, existing Pebblebrook shareholders would own less than 50% of the combined entity, which would constitute a change in control under Pebblebrook’s equity incentive plan, share award agreements and change in control severance agreements. As a result, the transaction would trigger immediate vesting of outstanding equity awards held by Pebblebrook’s executives and the payment of cash stay bonuses to Pebblebrook’s executives on the first anniversary of the transaction, with aggregate values of approximately $29 million and $4.5 million, respectively, according to Pebblebrook’s definitive proxy statement filed on April 28, 2017. Moreover, in lieu of such cash stay bonuses, Pebblebrook’s executives could be entitled to the payment of cash severance payments in an aggregate amount of approximately $21.6 million (including tax gross ups) in the event of termination without cause or resignation for good reason within a year following the transaction.\nLaSalle Announces 2018 Dividend Policy\nLaSalle today also announced its dividend policy for the remaining quarters of 2018. Pursuant to the dividend policy, the Company expects to pay a quarterly dividend of $0.225 per common share of beneficial interest for each of the quarters ending June 30, 2018, September 30, 2018 and December 31, 2018.\nAs previously announced on March 15, 2018, the Company declared a quarterly dividend of $0.45 per common share of beneficial interest for the quarter ending March 31, 2018. The first quarter dividend will be paid on April 16, 2018 to common shareholders of record as of March 29, 2018.\nTo the extent that the regular quarterly dividends for 2018 do not satisfy the annual distribution requirements under the REIT provisions of the Internal Revenue Code, the Company expects to satisfy the annual distribution requirements by paying a special dividend in January 2019.\nThe adoption of a dividend policy does not commit the Company to declare future dividends at the expected levels, or at all. The timing, form and amount of any future dividends will be in the discretion of the Board and will depend upon the Company’s cash flow, financial condition and capital expenditure requirements, the annual REIT distribution requirements and other factors that the Board deems relevant.\nCitigroup Global Markets Inc. and Goldman Sachs & Co. LLC are acting as financial advisors to LaSalle and Goodwin Procter LLP and DLA Piper LLP (US) are acting as legal counsel.\nAbout LaSalle Hotel Properties\nLaSalle Hotel Properties is a leading multi-operator real estate investment trust. The Company owns 41 properties, which are upscale, full-service hotels, totaling approximately 10,400 guest rooms in 11 markets in seven states and the District of Columbia. The Company focuses on owning, redeveloping and repositioning upscale, full service hotels located in urban, resort and convention markets. LaSalle Hotel Properties seeks to grow through strategic relationships with premier lodging groups, including Access Hotels & Resorts, Accor, Benchmark Hospitality, Davidson Hotel Company, Evolution Hospitality, HEI Hotels & Resorts, Highgate Hotels, Hilton, Hyatt Hotels Corporation, IHG, JRK Hotel Group, Inc., Marriott International, Noble House Hotels & Resorts, Outrigger Lodging Services, Provenance Hotels, Two Roads Hospitality, and Viceroy Hotel Group.\nForward-Looking Statements\nThis press release, together with other statements and information publicly disseminated by the Company, contains certain forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. The Company intends such forward-looking statements to be covered by the safe harbor provisions for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995 and includes this statement for purposes of complying with these safe harbor provisions. Forward-looking statements, which are based on certain assumptions and describe the Company's future plans, strategies and expectations, are generally identifiable by use of the words “will,” \"believe,\" \"expect,\" \"intend,\" \"anticipate,\" \"estimate,\" \"project,\" “may,” “plan,” “seek,” “should,” or similar expressions. Forward-looking statements in this press release include, among others, statements about the Company’s response to the Pebblebrook unsolicited proposal, and the Company’s capital allocation and asset management strategies, dividend policy, and share repurchase program. You should not rely on forward-looking statements since they involve known and unknown risks, uncertainties and other factors that are, in some cases, beyond the Company's control and which could materially affect actual results, performances or achievements. Factors that may cause actual results to differ materially from current expectations include, but are not limited to, (i) uncertainties regarding future actions that may be taken by Pebblebrook in furtherance of its unsolicited proposal, (ii) risks associated with the hotel industry, including competition for guests and meetings from other hotels and alternative lodging companies, increases in wages, energy costs and other operating costs, potential unionization or union disruption, actual or threatened terrorist attacks, any type of flu or disease-related pandemic and downturns in general and local economic conditions, (iii) the availability and terms of financing and capital and the general volatility of securities markets, (iv) the Company’s dependence on third-party managers of its hotels, including its inability to implement strategic business decisions directly, (v) risks associated with the real estate industry, including environmental contamination and costs of complying with the Americans with Disabilities Act of 1990, as amended, and similar laws, (vi) interest rate increases, (vii) the possible failure of the Company to maintain its qualification as a REIT and the risk of changes in laws affecting REITs, (viii) the possibility of uninsured losses, (ix) risks associated with redevelopment and repositioning projects, including delays and cost overruns, (x) the risk of a material failure, inadequacy, interruption or security failure of the Company’s or the hotel managers’ information technology networks and systems, and (xi) the risk factors discussed in the Company’s Annual Report on Form 10-K as updated in its Quarterly Reports. Accordingly, there is no assurance that the Company's expectations will be realized. Except as otherwise required by the federal securities laws, the Company disclaims any obligation or undertaking to publicly release any updates or revisions to any forward-looking statement contained herein (or elsewhere) to reflect any change in the Company’s expectations with regard thereto or any change in events, conditions or circumstances on which any such statement is based.\n# # #\nFor additional information or to receive press releases via e-mail, please visit our website at http://www.lasallehotels.com/ .\n1 ROIC defined as AFFO before taxes divided by debt plus equity\n //www.businesswire.com/news/home/20180328005805/en/\nAdditional:\nLaSalle Hotel Properties\nKenneth G. Fuller or Max D. Leinweber\n301-941-1500\nor\nInnisfree M&A Incorporated\nScott Winter / Jonathan Salzberger\n212-750-5833\nor\nMedia:\nJoele Frank, Wilkinson Brimmer Katcher\nJon Keehner / Meaghan Repko / Andrew Siegel\n212-355-4449\nSource: LaSalle Hotel Properties",
    "published": "2018-03-28T19:35:00.000+03:00",
    "crawled": "2018-03-28T19:36:53.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "grossly",
        "inadequate",
        "proposal",
        "significantly",
        "undervalues",
        "lasalle",
        "best",
        "interest",
        "shareholder",
        "lasalle",
        "reiterates",
        "confidence",
        "ability",
        "deliver",
        "exceptional",
        "value",
        "shareholder",
        "emphasizes",
        "commitment",
        "previously",
        "announced",
        "share",
        "repurchase",
        "program",
        "announces",
        "dividend",
        "policy",
        "bethesda",
        "business",
        "wire",
        "lasalle",
        "hotel",
        "property",
        "nyse",
        "lho",
        "lasalle",
        "company",
        "today",
        "confirmed",
        "board",
        "trustee",
        "board",
        "unanimously",
        "rejected",
        "unsolicited",
        "proposal",
        "received",
        "march",
        "pebblebrook",
        "hotel",
        "trust",
        "nyse",
        "peb",
        "pebblebrook",
        "acquire",
        "outstanding",
        "share",
        "lasalle",
        "transaction",
        "consideration",
        "common",
        "share",
        "pebblebrook",
        "per",
        "common",
        "share",
        "lasalle",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "graphic",
        "business",
        "wire",
        "consultation",
        "financial",
        "legal",
        "advisor",
        "board",
        "thoroughly",
        "analyzed",
        "proposal",
        "concluded",
        "insufficient",
        "price",
        "mix",
        "consideration",
        "best",
        "interest",
        "company",
        "shareholder",
        "consistent",
        "fiduciary",
        "duty",
        "board",
        "taken",
        "time",
        "carefully",
        "evaluate",
        "proposal",
        "future",
        "potential",
        "combined",
        "company",
        "concluded",
        "proposal",
        "grossly",
        "inadequate",
        "therefore",
        "best",
        "interest",
        "shareholder",
        "said",
        "stuart",
        "scott",
        "chairman",
        "board",
        "board",
        "focused",
        "continued",
        "execution",
        "strategic",
        "plan",
        "prudent",
        "capital",
        "allocation",
        "superior",
        "hotel",
        "portfolio",
        "deliver",
        "greater",
        "value",
        "sooner",
        "shareholder",
        "pebblebrook",
        "scott",
        "continued",
        "outstanding",
        "asset",
        "solid",
        "balance",
        "sheet",
        "strong",
        "cash",
        "flow",
        "execute",
        "strategically",
        "opportunity",
        "enable",
        "u",
        "drive",
        "growth",
        "return",
        "capital",
        "shareholder",
        "dividend",
        "share",
        "repurchase",
        "course",
        "board",
        "continues",
        "consider",
        "alternative",
        "enhance",
        "shareholder",
        "value",
        "however",
        "proposal",
        "achieve",
        "rationale",
        "unanimous",
        "rejection",
        "pebblebrook",
        "proposal",
        "reaching",
        "conclusion",
        "board",
        "considered",
        "number",
        "factor",
        "including",
        "proposal",
        "significantly",
        "undervalues",
        "lasalle",
        "high",
        "quality",
        "hotel",
        "portfolio",
        "prospect",
        "future",
        "value",
        "creation",
        "company",
        "strategically",
        "assembled",
        "irreplaceable",
        "portfolio",
        "trophy",
        "asset",
        "significant",
        "upside",
        "prime",
        "urban",
        "resort",
        "market",
        "addition",
        "lasalle",
        "portfolio",
        "hotel",
        "terminable",
        "contract",
        "provides",
        "ongoing",
        "optionality",
        "translates",
        "higher",
        "value",
        "sale",
        "pebblebrook",
        "proposal",
        "reflects",
        "neither",
        "value",
        "inherent",
        "company",
        "high",
        "quality",
        "portfolio",
        "potential",
        "future",
        "value",
        "creation",
        "pebblebrook",
        "history",
        "missing",
        "revpar",
        "guidance",
        "board",
        "significant",
        "concern",
        "pebblebrook",
        "share",
        "price",
        "reflects",
        "growth",
        "target",
        "given",
        "pebblebrook",
        "history",
        "consistently",
        "missing",
        "revpar",
        "outlook",
        "past",
        "three",
        "year",
        "outlined",
        "based",
        "current",
        "market",
        "condition",
        "lasalle",
        "confident",
        "pebblebrook",
        "meet",
        "guidance",
        "lasalle",
        "revpar",
        "performance",
        "superior",
        "pebblebrook",
        "past",
        "two",
        "year",
        "company",
        "able",
        "better",
        "contain",
        "expense",
        "period",
        "given",
        "pebblebrook",
        "track",
        "record",
        "missing",
        "target",
        "lasalle",
        "board",
        "believe",
        "pebblebrook",
        "current",
        "proposal",
        "best",
        "interest",
        "lasalle",
        "shareholder",
        "proposal",
        "exploit",
        "pricing",
        "dislocation",
        "pebblebrook",
        "submitted",
        "proposal",
        "dislocation",
        "lasalle",
        "share",
        "price",
        "illustrating",
        "pebblebrook",
        "attempt",
        "transfer",
        "lasalle",
        "value",
        "pebblebrook",
        "shareholder",
        "using",
        "overvalued",
        "share",
        "currency",
        "lasalle",
        "share",
        "traded",
        "pebblebrook",
        "proposal",
        "value",
        "recently",
        "last",
        "month",
        "implying",
        "proposal",
        "reflects",
        "premium",
        "historical",
        "trading",
        "range",
        "lasalle",
        "superior",
        "value",
        "creation",
        "lasalle",
        "current",
        "plan",
        "board",
        "considered",
        "proposal",
        "relative",
        "strength",
        "company",
        "current",
        "operating",
        "plan",
        "financial",
        "position",
        "well",
        "company",
        "ability",
        "execute",
        "strategically",
        "continued",
        "prudent",
        "capital",
        "allocation",
        "including",
        "lasalle",
        "strong",
        "track",
        "record",
        "creating",
        "value",
        "company",
        "long",
        "history",
        "value",
        "creation",
        "illustrated",
        "return",
        "invested",
        "capital",
        "exceeded",
        "peer",
        "last",
        "nine",
        "year",
        "lasalle",
        "superior",
        "track",
        "record",
        "recycling",
        "capital",
        "since",
        "lasalle",
        "hotel",
        "disposition",
        "sold",
        "capital",
        "gain",
        "totaled",
        "approximately",
        "million",
        "asset",
        "sold",
        "average",
        "cap",
        "rate",
        "trailing",
        "noi",
        "provided",
        "cumulative",
        "irr",
        "shareholder",
        "hold",
        "period",
        "addition",
        "company",
        "returned",
        "significant",
        "capital",
        "shareholder",
        "share",
        "repurchase",
        "including",
        "recent",
        "repurchase",
        "million",
        "common",
        "share",
        "approximate",
        "implied",
        "average",
        "cap",
        "rate",
        "trailing",
        "net",
        "operating",
        "income",
        "company",
        "approximately",
        "million",
        "capacity",
        "remaining",
        "share",
        "repurchase",
        "plan",
        "soon",
        "repurchase",
        "legally",
        "permissible",
        "company",
        "trading",
        "window",
        "reopens",
        "company",
        "intends",
        "continue",
        "opportunistically",
        "repurchase",
        "share",
        "program",
        "comparison",
        "since",
        "inception",
        "pebblebrook",
        "monetized",
        "interest",
        "nine",
        "hotel",
        "asset",
        "inclusive",
        "joint",
        "venture",
        "asset",
        "two",
        "sold",
        "gain",
        "remaining",
        "investment",
        "sold",
        "capital",
        "loss",
        "company",
        "also",
        "committed",
        "returning",
        "capital",
        "shareholder",
        "dividend",
        "evidenced",
        "company",
        "dividend",
        "policy",
        "remainder",
        "includes",
        "expected",
        "annualized",
        "dividend",
        "full",
        "year",
        "per",
        "common",
        "share",
        "annualized",
        "run",
        "rate",
        "substantial",
        "value",
        "creation",
        "opportunity",
        "lasalle",
        "targeting",
        "additional",
        "disposition",
        "million",
        "next",
        "month",
        "provide",
        "increased",
        "capital",
        "allocate",
        "towards",
        "company",
        "objective",
        "including",
        "stock",
        "buyback",
        "potential",
        "acquisition",
        "internal",
        "capital",
        "project",
        "expected",
        "yield",
        "return",
        "cost",
        "lasalle",
        "prudent",
        "balance",
        "sheet",
        "management",
        "lasalle",
        "consistently",
        "maintained",
        "strong",
        "balance",
        "sheet",
        "position",
        "company",
        "deliver",
        "shareholder",
        "value",
        "especially",
        "late",
        "lodging",
        "cycle",
        "pebblebrook",
        "executive",
        "potential",
        "payouts",
        "agenda",
        "lasalle",
        "surprised",
        "pebblebrook",
        "waived",
        "change",
        "control",
        "payment",
        "pebblebrook",
        "executive",
        "connection",
        "proposed",
        "transaction",
        "term",
        "pebblebrook",
        "proposal",
        "existing",
        "pebblebrook",
        "shareholder",
        "would",
        "less",
        "combined",
        "entity",
        "would",
        "constitute",
        "change",
        "control",
        "pebblebrook",
        "equity",
        "incentive",
        "plan",
        "share",
        "award",
        "agreement",
        "change",
        "control",
        "severance",
        "agreement",
        "result",
        "transaction",
        "would",
        "trigger",
        "immediate",
        "vesting",
        "outstanding",
        "equity",
        "award",
        "held",
        "pebblebrook",
        "executive",
        "payment",
        "cash",
        "stay",
        "bonus",
        "pebblebrook",
        "executive",
        "first",
        "anniversary",
        "transaction",
        "aggregate",
        "value",
        "approximately",
        "million",
        "million",
        "respectively",
        "according",
        "pebblebrook",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "april",
        "moreover",
        "lieu",
        "cash",
        "stay",
        "bonus",
        "pebblebrook",
        "executive",
        "could",
        "entitled",
        "payment",
        "cash",
        "severance",
        "payment",
        "aggregate",
        "amount",
        "approximately",
        "million",
        "including",
        "tax",
        "gross",
        "ups",
        "event",
        "termination",
        "without",
        "cause",
        "resignation",
        "good",
        "reason",
        "within",
        "year",
        "following",
        "transaction",
        "lasalle",
        "announces",
        "dividend",
        "policy",
        "lasalle",
        "today",
        "also",
        "announced",
        "dividend",
        "policy",
        "remaining",
        "quarter",
        "pursuant",
        "dividend",
        "policy",
        "company",
        "expects",
        "pay",
        "quarterly",
        "dividend",
        "per",
        "common",
        "share",
        "beneficial",
        "interest",
        "quarter",
        "ending",
        "june",
        "september",
        "december",
        "previously",
        "announced",
        "march",
        "company",
        "declared",
        "quarterly",
        "dividend",
        "per",
        "common",
        "share",
        "beneficial",
        "interest",
        "quarter",
        "ending",
        "march",
        "first",
        "quarter",
        "dividend",
        "paid",
        "april",
        "common",
        "shareholder",
        "record",
        "march",
        "extent",
        "regular",
        "quarterly",
        "dividend",
        "satisfy",
        "annual",
        "distribution",
        "requirement",
        "reit",
        "provision",
        "internal",
        "revenue",
        "code",
        "company",
        "expects",
        "satisfy",
        "annual",
        "distribution",
        "requirement",
        "paying",
        "special",
        "dividend",
        "january",
        "adoption",
        "dividend",
        "policy",
        "commit",
        "company",
        "declare",
        "future",
        "dividend",
        "expected",
        "level",
        "timing",
        "form",
        "amount",
        "future",
        "dividend",
        "discretion",
        "board",
        "depend",
        "upon",
        "company",
        "cash",
        "flow",
        "financial",
        "condition",
        "capital",
        "expenditure",
        "requirement",
        "annual",
        "reit",
        "distribution",
        "requirement",
        "factor",
        "board",
        "deems",
        "relevant",
        "citigroup",
        "global",
        "market",
        "goldman",
        "sachs",
        "llc",
        "acting",
        "financial",
        "advisor",
        "lasalle",
        "goodwin",
        "procter",
        "llp",
        "dla",
        "piper",
        "llp",
        "u",
        "acting",
        "legal",
        "counsel",
        "lasalle",
        "hotel",
        "property",
        "lasalle",
        "hotel",
        "property",
        "leading",
        "real",
        "estate",
        "investment",
        "trust",
        "company",
        "owns",
        "property",
        "upscale",
        "hotel",
        "totaling",
        "approximately",
        "guest",
        "room",
        "market",
        "seven",
        "state",
        "district",
        "columbia",
        "company",
        "focus",
        "owning",
        "redeveloping",
        "repositioning",
        "upscale",
        "full",
        "service",
        "hotel",
        "located",
        "urban",
        "resort",
        "convention",
        "market",
        "lasalle",
        "hotel",
        "property",
        "seek",
        "grow",
        "strategic",
        "relationship",
        "premier",
        "lodging",
        "group",
        "including",
        "access",
        "hotel",
        "resort",
        "accor",
        "benchmark",
        "hospitality",
        "davidson",
        "hotel",
        "company",
        "evolution",
        "hospitality",
        "hei",
        "hotel",
        "resort",
        "highgate",
        "hotel",
        "hilton",
        "hyatt",
        "hotel",
        "corporation",
        "ihg",
        "jrk",
        "hotel",
        "group",
        "marriott",
        "international",
        "noble",
        "house",
        "hotel",
        "resort",
        "outrigger",
        "lodging",
        "service",
        "provenance",
        "hotel",
        "two",
        "road",
        "hospitality",
        "viceroy",
        "hotel",
        "group",
        "statement",
        "press",
        "release",
        "together",
        "statement",
        "information",
        "publicly",
        "disseminated",
        "company",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "company",
        "intends",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "includes",
        "statement",
        "purpose",
        "complying",
        "safe",
        "harbor",
        "provision",
        "statement",
        "based",
        "certain",
        "assumption",
        "describe",
        "company",
        "future",
        "plan",
        "strategy",
        "expectation",
        "generally",
        "identifiable",
        "use",
        "word",
        "believe",
        "expect",
        "intend",
        "anticipate",
        "estimate",
        "project",
        "may",
        "plan",
        "seek",
        "similar",
        "expression",
        "statement",
        "press",
        "release",
        "include",
        "among",
        "others",
        "statement",
        "company",
        "response",
        "pebblebrook",
        "unsolicited",
        "proposal",
        "company",
        "capital",
        "allocation",
        "asset",
        "management",
        "strategy",
        "dividend",
        "policy",
        "share",
        "repurchase",
        "program",
        "rely",
        "statement",
        "since",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "case",
        "beyond",
        "company",
        "control",
        "could",
        "materially",
        "affect",
        "actual",
        "result",
        "performance",
        "achievement",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "limited",
        "uncertainty",
        "regarding",
        "future",
        "action",
        "may",
        "taken",
        "pebblebrook",
        "furtherance",
        "unsolicited",
        "proposal",
        "ii",
        "risk",
        "associated",
        "hotel",
        "industry",
        "including",
        "competition",
        "guest",
        "meeting",
        "hotel",
        "alternative",
        "lodging",
        "company",
        "increase",
        "wage",
        "energy",
        "cost",
        "operating",
        "cost",
        "potential",
        "unionization",
        "union",
        "disruption",
        "actual",
        "threatened",
        "terrorist",
        "attack",
        "type",
        "flu",
        "pandemic",
        "downturn",
        "general",
        "local",
        "economic",
        "condition",
        "iii",
        "availability",
        "term",
        "financing",
        "capital",
        "general",
        "volatility",
        "security",
        "market",
        "iv",
        "company",
        "dependence",
        "manager",
        "hotel",
        "including",
        "inability",
        "implement",
        "strategic",
        "business",
        "decision",
        "directly",
        "v",
        "risk",
        "associated",
        "real",
        "estate",
        "industry",
        "including",
        "environmental",
        "contamination",
        "cost",
        "complying",
        "american",
        "disability",
        "act",
        "amended",
        "similar",
        "law",
        "vi",
        "interest",
        "rate",
        "increase",
        "vii",
        "possible",
        "failure",
        "company",
        "maintain",
        "qualification",
        "reit",
        "risk",
        "change",
        "law",
        "affecting",
        "reit",
        "viii",
        "possibility",
        "uninsured",
        "loss",
        "ix",
        "risk",
        "associated",
        "redevelopment",
        "repositioning",
        "project",
        "including",
        "delay",
        "cost",
        "overrun",
        "x",
        "risk",
        "material",
        "failure",
        "inadequacy",
        "interruption",
        "security",
        "failure",
        "company",
        "hotel",
        "manager",
        "information",
        "technology",
        "network",
        "system",
        "xi",
        "risk",
        "factor",
        "discussed",
        "company",
        "annual",
        "report",
        "form",
        "updated",
        "quarterly",
        "report",
        "accordingly",
        "assurance",
        "company",
        "expectation",
        "realized",
        "except",
        "otherwise",
        "required",
        "federal",
        "security",
        "law",
        "company",
        "disclaims",
        "obligation",
        "undertaking",
        "publicly",
        "release",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "elsewhere",
        "reflect",
        "change",
        "company",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "additional",
        "information",
        "receive",
        "press",
        "release",
        "via",
        "please",
        "visit",
        "website",
        "http",
        "roic",
        "defined",
        "affo",
        "tax",
        "divided",
        "debt",
        "plus",
        "equity",
        "additional",
        "lasalle",
        "hotel",
        "property",
        "kenneth",
        "fuller",
        "max",
        "leinweber",
        "innisfree",
        "incorporated",
        "scott",
        "winter",
        "jonathan",
        "salzberger",
        "medium",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "jon",
        "keehner",
        "meaghan",
        "repko",
        "andrew",
        "siegel",
        "source",
        "lasalle",
        "hotel",
        "property"
    ]
}