{
    "organizations": [],
    "uuid": "7372c89ae45bf8cb798279c16fe601d49cb50003",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/pr-newswire-casi-pharmaceuticals-announces-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "CASI Pharmaceuticals Announces Fourth Quarter And Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ROCKVILLE, Md., March 29, 2018 /PRNewswire/ -- CASI Pharmaceuticals, Inc. (Nasdaq: CASI), a biopharmaceutical company dedicated to bringing high quality, cost-effective pharmaceutical products and innovative oncology therapeutics to patients, today reported financial results for the fourth quarter and year ended December 31, 2017 and provided a review of recent accomplishments and anticipated upcoming milestones.\nWei-Wu He, Ph.D., Executive Chairman of CASI Pharmaceuticals, commented, \"2017 was an exciting year for CASI and we have entered 2018 with the same strong momentum. We raised $50 million from new and existing investors, which leaves us well-positioned to launch EVOMELA ® after the CFDA's priority review is concluded.\"\nDr. He continued, \"We are incredibly excited by our recent acquisition of a portfolio of ANDAs from Sandoz. We saw an opportunity to acquire medicines already approved in the U.S. and delivering them to the large patient population in China seeking high quality medicines from abroad. We think this is an important new direction for the company and allows CASI the opportunity to commercialize a greater number of both high quality and innovative medicines to Chinese patients. We will prioritize the order in which we plan to introduce these medicines based on the commercial opportunity each present and intend to tap into our local networks and potential partners to accelerate commercialization and market penetration. The rapid change and improvement of the regulatory environment in China for drug development coincides with our strategic mission in both the U.S. and China. Going forward, we plan to leverage our development, regulatory, and commercial infrastructure in China by continuing to add safe and effective medicines to our pipeline.\"\nFull Year and Recent Business Highlights\nAnnounced $50 million private placement to new and existing investors – In March 2018, the Company announced a $50 million private placement led by existing shareholders, ETP Global Fund LP and IDG-Accel China. Robert W. Duggan, former Chairman and CEO of Pharmacyclics Inc. participated as a new investor in CASI. The Company had previously closed on a $23.8 million registered direct offering in October 2017. Acquired portfolio of 25 US FDA-approved ANDAs from Sandoz Inc. – In January 2018, the Company announced the acquisition of a portfolio of 25 US FDA-approved ANDAs, and one that the FDA tentatively approved and three that are pending FDA approval. CASI intends to select and commercialize certain products from the portfolio that it believes have a unique market opportunity and can be manufactured cost-effectively in China and/or in the U.S. EVOMELA ® granted priority review by the CFDA; MARQIBO ® and ZEVALIN ® CFDA review in progress – In September 2017, the Company announced that the CFDA granted priority review for CASI's import drug registration clinical trial application (CTA) for EVOMELA ® (melphalan) for injection. The CFDA cited the following reasons as grounds for granting priority review (1) multiple myeloma is a rare disease, (2) there is no melphalan in any formulation available in China to address the unmet medical need, and (3) EVOMELA ® has clear therapeutic advantages to currently available therapeutics. The CFDA review of CTAs for both MARQIBO ® and ZEVALIN ® is underway and progressing on schedule.\nFinancial Results for the Year ended December 31, 2017\nCash Position: As of December 31, 2017, CASI had cash and cash equivalents of approximately $43.5 million.\nR&D Expenses: Research and development (R&D) expenses for the year ended December 31, 2017 were $7.6 million compared to $4.6 million in 2016, an increase of $3.0 million. The increase in 2017 R&D spending primarily reflects $2.8 million in higher costs associated with the quality testing phase of the CFDA regulatory review of ZEVALIN ® and EVOMELA ® in 2017, as well as $0.2 million in additional personnel costs related to our preclinical activities in China.\nG&A Expenses: General and administrative (G&A) expenses for the year ended December 31, 2017 were $3.2 million compared to $4.8 million in 2016. The increase of $1.6 million in G&A over the prior year primarily reflects an increase of $1.8 million in non-cash stock compensation offset by a $0.2 million increase in additional personnel costs related to business development activities.\nNet Loss: The net loss for the year ended December 31, 2017 was ($10.8 million), or ($0.18) per share, compared with a net loss of ($9.5 million) or ($0.17) per share in 2016. The larger net loss in 2017 can be attributed to costs associated with CFDA quality testing in support of CASI's application for import drug registration of ZEVALIN ® and EVOMELA ® , offset by less non-cash stock compensation expense during 2017.\nFinancial Results for the Quarter ended December 31, 2017\nR&D Expenses: R&D expenses for the quarter ended December 31, 2017 were $3.8 million compared to $1.3 million in 2016, an increase of $2.5 million. The increase in R&D expenses primarily reflects continued investment in CASI's development of approved drugs in-licensed from Spectrum Pharmaceuticals, Inc. in China.\nG&A Expenses: G&A expenses for the quarter ended December 31, 2017 were $1.2 million compared to $1.4 million in 2016. The decrease in G&A over the prior year primarily reflects the decrease in non-cash stock compensation expense offset by increases due to additional personnel within our business development function and higher professional fees. G&A expenses include non-cash share-based compensation of $0.1 million in the fourth quarter 2017 compared to $0.6 million in the fourth quarter 2016.\nNet Loss: The Company reported a net loss of ($5.0 million), or ($0.08) per share, for the quarter ended December 31, 2017. This compares with a net loss of ($2.7 million), or ($0.05) per share for the fourth quarter of 2016. The increase in net loss is primarily due to costs associated with CFDA quality testing in support of CASI's application for import drug registration of ZEVALIN ® .\nFurther information regarding the Company, including its Annual Report on Form 10-K for the year ended December 31, 2017, can be found at www.casipharmaceuticals.com .\nAbout CASI Pharmaceuticals, Inc.\nCASI is a U.S. based biopharmaceutical company dedicated to bringing high quality, cost-effective pharmaceutical products and innovative oncology therapeutics to patients. CASI's product pipeline features (1) EVOMELA ® , MARQIBO ® , and ZEVALIN ® , all U.S. Food and Drug Administration (FDA) approved drugs in-licensed from Spectrum Pharmaceuticals, Inc. for China regional rights, and currently in various stages in the regulatory process for market approval in China, (2) an acquired portfolio of 25 FDA-approved ANDAs, one ANDA that was tentatively approved and three ANDAs that are pending FDA approval, from which CASI will prioritize a select subset for product registration and commercialization in China, (3) our proprietary drug candidate, ENMD-2076, currently in Phase 2 clinical development, and (4) proprietary early-stage candidates in immuno-oncology preclinical development. CASI is headquartered in Rockville, Maryland and has a wholly owned subsidiary and R&D operations in Beijing, China. More information on CASI is available at www.casipharmaceuticals.com and in the Company's filings with the U.S. Securities and Exchange Commission.\nForward Looking Statements\nThis news release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act with respect to the outlook for expectations for future financial or business performance, strategies, expectations and goals. Forward-looking statements are subject to numerous assumptions, risks and uncertainties, which change over time. Forward-looking statements speak only as of the date they are made, and no duty to update forward-looking statements is assumed. Actual results could differ materially from those currently anticipated due to a number of factors, including: the risk that we may be unable to continue as a going concern as a result of our inability to raise sufficient capital for our operational needs; the possibility that we may be delisted from trading on the Nasdaq Capital Market; the volatility in the market price of our common stock; risks relating to interests of our largest stockholders that differ from our other stockholders; the risk of substantial dilution of existing stockholders in future stock issuances, the difficulty of executing our business strategy in China; the risk that we will not be able to effectively select, register and commercialize products from our recently acquired portfolio of ANDAs; our inability to predict when or if our product candidates will be approved for marketing by CFDA authorities; our inability to enter into strategic partnerships for the development, commercialization, manufacturing and distribution of our proposed product candidates or future candidates; risks relating to the need for additional capital and the uncertainty of securing additional funding on favorable terms; risks associated with our product candidates; risks associated with any early-stage products under development; the risk that results in preclinical and early clinical models are not necessarily indicative of later clinical results; uncertainties relating to preclinical and clinical trials, including delays to the commencement of such trials; the lack of success in the clinical development of any of our products; dependence on third parties; and risks relating to the commercialization, if any, of our proposed products (such as marketing, safety, regulatory, patent, product liability, supply, competition and other risks). Such factors, among others, could have a material adverse effect upon our business, results of operations and financial condition. We caution readers not to place undue reliance on any forward-looking statements, which only speak as of the date made. Additional information about the factors and risks that could affect our business, financial condition and results of operations, are contained in our filings with the U.S. Securities and Exchange Commission, which are available at www.sec.gov .\nEVOMELA ® , MARQIBO ® , and ZEVALIN ® are proprietary to Spectrum Pharmaceuticals, Inc. and its affiliates.\nCOMPANY CONTACT:\nCASI Pharmaceuticals, Inc.\n240.864.2643\nir@casipharmaceuticals.com\nINVESTOR CONTACT:\nTorrey Hills Capital\nJim Macdonald\n858.456.7300\njm@sdthc.com\nSolebury Trout\nJennifer Porcelli\n646.378.2962\njporcelli@troutgroup.com\nBrennan Doyle\n617 221 9005\nBDoyle@troutgroup.com\nMEDIA CONTACT:\nPressComm PR, LLC\nJamie Lacey-Moreira\n410.299.3310\njamielacey@presscommpr.com\n(Financial Table Follows)\nCASI Pharmaceuticals, Inc.\nSUMMARY OF OPERATING RESULTS\nThree Months Ended December 31,\n2017\n2016\nTotal revenues\n$ -\n$ -\nResearch and development\n$ 3,847,499\n$ 1,250,199\nGeneral and administrative\n$ 1,194,675\n$ 1,418,245\nNet loss\n$ (5,047,915)\n$ (2,673,760)\nNet loss per share attributable to\ncommon shareholders (basic and diluted)\n$ (0.08)\n$ (0.05)\nWeighted average number of\nshares outstanding (basic and diluted)\n65,423,270\n58,796,629\nTwelve Months Ended December 31,\n2017\n2016\nTotal revenues\n$ -\n$ -\nResearch and development\n$ 7,595,182\n$ 4,645,560\nGeneral and administrative\n$ 3,156,138\n$ 4,775,050\nNet loss\n$ (10,770,202)\n$ (9,453,488)\nNet loss per share attributable to\ncommon shareholders (basic and diluted)\n$ (0.18)\n$ (0.17)\nWeighted average number of\nshares outstanding (basic and diluted)\n61,513,988\n55,869,205\nCash and cash equivalents\n$ 43,489,935\n$ 27,092,928\nView original content with multimedia: http://www.prnewswire.com/news-releases/casi-pharmaceuticals-announces-fourth-quarter-and-full-year-2017-financial-results-300621332.html\nSOURCE CASI Pharmaceuticals, Inc.",
    "published": "2018-03-29T15:00:00.000+03:00",
    "crawled": "2018-03-29T18:07:17.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rockville",
        "march",
        "casi",
        "pharmaceutical",
        "nasdaq",
        "casi",
        "biopharmaceutical",
        "company",
        "dedicated",
        "bringing",
        "high",
        "quality",
        "pharmaceutical",
        "product",
        "innovative",
        "oncology",
        "therapeutic",
        "patient",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "provided",
        "review",
        "recent",
        "accomplishment",
        "anticipated",
        "upcoming",
        "milestone",
        "executive",
        "chairman",
        "casi",
        "pharmaceutical",
        "commented",
        "exciting",
        "year",
        "casi",
        "entered",
        "strong",
        "momentum",
        "raised",
        "million",
        "new",
        "existing",
        "investor",
        "leaf",
        "u",
        "launch",
        "evomela",
        "cfda",
        "priority",
        "review",
        "concluded",
        "continued",
        "incredibly",
        "excited",
        "recent",
        "acquisition",
        "portfolio",
        "andas",
        "sandoz",
        "saw",
        "opportunity",
        "acquire",
        "medicine",
        "already",
        "approved",
        "delivering",
        "large",
        "patient",
        "population",
        "china",
        "seeking",
        "high",
        "quality",
        "medicine",
        "abroad",
        "think",
        "important",
        "new",
        "direction",
        "company",
        "allows",
        "casi",
        "opportunity",
        "commercialize",
        "greater",
        "number",
        "high",
        "quality",
        "innovative",
        "medicine",
        "chinese",
        "patient",
        "prioritize",
        "order",
        "plan",
        "introduce",
        "medicine",
        "based",
        "commercial",
        "opportunity",
        "present",
        "intend",
        "tap",
        "local",
        "network",
        "potential",
        "partner",
        "accelerate",
        "commercialization",
        "market",
        "penetration",
        "rapid",
        "change",
        "improvement",
        "regulatory",
        "environment",
        "china",
        "drug",
        "development",
        "coincides",
        "strategic",
        "mission",
        "china",
        "going",
        "forward",
        "plan",
        "leverage",
        "development",
        "regulatory",
        "commercial",
        "infrastructure",
        "china",
        "continuing",
        "add",
        "safe",
        "effective",
        "medicine",
        "pipeline",
        "full",
        "year",
        "recent",
        "business",
        "highlight",
        "announced",
        "million",
        "private",
        "placement",
        "new",
        "existing",
        "investor",
        "march",
        "company",
        "announced",
        "million",
        "private",
        "placement",
        "led",
        "existing",
        "shareholder",
        "etp",
        "global",
        "fund",
        "lp",
        "china",
        "robert",
        "duggan",
        "former",
        "chairman",
        "ceo",
        "pharmacyclics",
        "participated",
        "new",
        "investor",
        "casi",
        "company",
        "previously",
        "closed",
        "million",
        "registered",
        "direct",
        "offering",
        "october",
        "acquired",
        "portfolio",
        "u",
        "andas",
        "sandoz",
        "january",
        "company",
        "announced",
        "acquisition",
        "portfolio",
        "u",
        "andas",
        "one",
        "fda",
        "tentatively",
        "approved",
        "three",
        "pending",
        "fda",
        "approval",
        "casi",
        "intends",
        "select",
        "commercialize",
        "certain",
        "product",
        "portfolio",
        "belief",
        "unique",
        "market",
        "opportunity",
        "manufactured",
        "china",
        "evomela",
        "granted",
        "priority",
        "review",
        "cfda",
        "marqibo",
        "zevalin",
        "cfda",
        "review",
        "progress",
        "september",
        "company",
        "announced",
        "cfda",
        "granted",
        "priority",
        "review",
        "casi",
        "import",
        "drug",
        "registration",
        "clinical",
        "trial",
        "application",
        "cta",
        "evomela",
        "melphalan",
        "injection",
        "cfda",
        "cited",
        "following",
        "reason",
        "ground",
        "granting",
        "priority",
        "review",
        "multiple",
        "myeloma",
        "rare",
        "disease",
        "melphalan",
        "formulation",
        "available",
        "china",
        "address",
        "unmet",
        "medical",
        "need",
        "evomela",
        "clear",
        "therapeutic",
        "advantage",
        "currently",
        "available",
        "therapeutic",
        "cfda",
        "review",
        "ctas",
        "marqibo",
        "zevalin",
        "underway",
        "progressing",
        "schedule",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "cash",
        "position",
        "december",
        "casi",
        "cash",
        "cash",
        "equivalent",
        "approximately",
        "million",
        "r",
        "expense",
        "research",
        "development",
        "r",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "increase",
        "million",
        "increase",
        "r",
        "spending",
        "primarily",
        "reflects",
        "million",
        "higher",
        "cost",
        "associated",
        "quality",
        "testing",
        "phase",
        "cfda",
        "regulatory",
        "review",
        "zevalin",
        "evomela",
        "well",
        "million",
        "additional",
        "personnel",
        "cost",
        "related",
        "preclinical",
        "activity",
        "china",
        "g",
        "expense",
        "general",
        "administrative",
        "g",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "increase",
        "million",
        "g",
        "prior",
        "year",
        "primarily",
        "reflects",
        "increase",
        "million",
        "stock",
        "compensation",
        "offset",
        "million",
        "increase",
        "additional",
        "personnel",
        "cost",
        "related",
        "business",
        "development",
        "activity",
        "net",
        "loss",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "larger",
        "net",
        "loss",
        "attributed",
        "cost",
        "associated",
        "cfda",
        "quality",
        "testing",
        "support",
        "casi",
        "application",
        "import",
        "drug",
        "registration",
        "zevalin",
        "evomela",
        "offset",
        "less",
        "stock",
        "compensation",
        "expense",
        "financial",
        "result",
        "quarter",
        "ended",
        "december",
        "r",
        "expense",
        "r",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "increase",
        "million",
        "increase",
        "r",
        "expense",
        "primarily",
        "reflects",
        "continued",
        "investment",
        "casi",
        "development",
        "approved",
        "drug",
        "spectrum",
        "pharmaceutical",
        "china",
        "g",
        "expense",
        "g",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "decrease",
        "g",
        "prior",
        "year",
        "primarily",
        "reflects",
        "decrease",
        "stock",
        "compensation",
        "expense",
        "offset",
        "increase",
        "due",
        "additional",
        "personnel",
        "within",
        "business",
        "development",
        "function",
        "higher",
        "professional",
        "fee",
        "g",
        "expense",
        "include",
        "compensation",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "net",
        "loss",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "quarter",
        "ended",
        "december",
        "compare",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "increase",
        "net",
        "loss",
        "primarily",
        "due",
        "cost",
        "associated",
        "cfda",
        "quality",
        "testing",
        "support",
        "casi",
        "application",
        "import",
        "drug",
        "registration",
        "zevalin",
        "information",
        "regarding",
        "company",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "found",
        "casi",
        "pharmaceutical",
        "casi",
        "based",
        "biopharmaceutical",
        "company",
        "dedicated",
        "bringing",
        "high",
        "quality",
        "pharmaceutical",
        "product",
        "innovative",
        "oncology",
        "therapeutic",
        "patient",
        "casi",
        "product",
        "pipeline",
        "feature",
        "evomela",
        "marqibo",
        "zevalin",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "drug",
        "spectrum",
        "pharmaceutical",
        "china",
        "regional",
        "right",
        "currently",
        "various",
        "stage",
        "regulatory",
        "process",
        "market",
        "approval",
        "china",
        "acquired",
        "portfolio",
        "andas",
        "one",
        "anda",
        "tentatively",
        "approved",
        "three",
        "andas",
        "pending",
        "fda",
        "approval",
        "casi",
        "prioritize",
        "select",
        "subset",
        "product",
        "registration",
        "commercialization",
        "china",
        "proprietary",
        "drug",
        "candidate",
        "currently",
        "phase",
        "clinical",
        "development",
        "proprietary",
        "candidate",
        "preclinical",
        "development",
        "casi",
        "headquartered",
        "rockville",
        "maryland",
        "wholly",
        "owned",
        "subsidiary",
        "r",
        "operation",
        "beijing",
        "china",
        "information",
        "casi",
        "available",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "respect",
        "outlook",
        "expectation",
        "future",
        "financial",
        "business",
        "performance",
        "strategy",
        "expectation",
        "goal",
        "statement",
        "subject",
        "numerous",
        "assumption",
        "risk",
        "uncertainty",
        "change",
        "time",
        "statement",
        "speak",
        "date",
        "made",
        "duty",
        "update",
        "statement",
        "assumed",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "due",
        "number",
        "factor",
        "including",
        "risk",
        "may",
        "unable",
        "continue",
        "going",
        "concern",
        "result",
        "inability",
        "raise",
        "sufficient",
        "capital",
        "operational",
        "need",
        "possibility",
        "may",
        "delisted",
        "trading",
        "nasdaq",
        "capital",
        "market",
        "volatility",
        "market",
        "price",
        "common",
        "stock",
        "risk",
        "relating",
        "interest",
        "largest",
        "stockholder",
        "differ",
        "stockholder",
        "risk",
        "substantial",
        "dilution",
        "existing",
        "stockholder",
        "future",
        "stock",
        "issuance",
        "difficulty",
        "executing",
        "business",
        "strategy",
        "china",
        "risk",
        "able",
        "effectively",
        "select",
        "register",
        "commercialize",
        "product",
        "recently",
        "acquired",
        "portfolio",
        "andas",
        "inability",
        "predict",
        "product",
        "candidate",
        "approved",
        "marketing",
        "cfda",
        "authority",
        "inability",
        "enter",
        "strategic",
        "partnership",
        "development",
        "commercialization",
        "manufacturing",
        "distribution",
        "proposed",
        "product",
        "candidate",
        "future",
        "candidate",
        "risk",
        "relating",
        "need",
        "additional",
        "capital",
        "uncertainty",
        "securing",
        "additional",
        "funding",
        "favorable",
        "term",
        "risk",
        "associated",
        "product",
        "candidate",
        "risk",
        "associated",
        "product",
        "development",
        "risk",
        "result",
        "preclinical",
        "early",
        "clinical",
        "model",
        "necessarily",
        "indicative",
        "later",
        "clinical",
        "result",
        "uncertainty",
        "relating",
        "preclinical",
        "clinical",
        "trial",
        "including",
        "delay",
        "commencement",
        "trial",
        "lack",
        "success",
        "clinical",
        "development",
        "product",
        "dependence",
        "third",
        "party",
        "risk",
        "relating",
        "commercialization",
        "proposed",
        "product",
        "marketing",
        "safety",
        "regulatory",
        "patent",
        "product",
        "liability",
        "supply",
        "competition",
        "risk",
        "factor",
        "among",
        "others",
        "could",
        "material",
        "adverse",
        "effect",
        "upon",
        "business",
        "result",
        "operation",
        "financial",
        "condition",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "made",
        "additional",
        "information",
        "factor",
        "risk",
        "could",
        "affect",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "contained",
        "filing",
        "security",
        "exchange",
        "commission",
        "available",
        "evomela",
        "marqibo",
        "zevalin",
        "proprietary",
        "spectrum",
        "pharmaceutical",
        "affiliate",
        "company",
        "contact",
        "casi",
        "pharmaceutical",
        "ir",
        "investor",
        "contact",
        "torrey",
        "hill",
        "capital",
        "jim",
        "macdonald",
        "jm",
        "solebury",
        "trout",
        "jennifer",
        "porcelli",
        "jporcelli",
        "brennan",
        "doyle",
        "bdoyle",
        "medium",
        "contact",
        "presscomm",
        "pr",
        "llc",
        "jamie",
        "jamielacey",
        "financial",
        "table",
        "follows",
        "casi",
        "pharmaceutical",
        "summary",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "total",
        "revenue",
        "research",
        "development",
        "general",
        "administrative",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "twelve",
        "month",
        "ended",
        "december",
        "total",
        "revenue",
        "research",
        "development",
        "general",
        "administrative",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "shareholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "cash",
        "cash",
        "equivalent",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "casi",
        "pharmaceutical",
        "inc"
    ]
}