{
    "organizations": [],
    "uuid": "e82e18f989cd0844ddd7802d208b103321ddb428",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/09/business-wire-britt-k-strottman-joins-baron-budd-p-c.html",
    "ord_in_thread": 0,
    "title": "Britt K. Strottman Joins Baron & Budd, P.C.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Nationally-Recognized Litigator Brings Years of Experience Taking on Corporate Negligence, Representing Public Entities in Man-Made Disasters\nSAN FRANCISCO--(BUSINESS WIRE)-- The national law firm of Baron & Budd announced today that one of California’s most successful environmental legal advocates for public entities, Britt K. Strottman, has joined the firm as a shareholder and member of its Environmental Litigation Group. Strottman brings more than 17 years of experience as a powerhouse litigator for cases relating to high-stakes state and federal safety regulatory investigations, enforcement matters for energy companies, and other public entity matters.\nThis press release features multimedia. View the full release here: http://www.businesswire.com/news/home/20180309005716/en/\nBaron & Budd Shareholder Britt Strottman (Photo: Business Wire)\nMost notably, Strottman served for seven years as the Special Counsel to the City of San Bruno, Calif., where she helped the city negotiate a total settlement of $130 million from Pacific Gas & Electric Company for its failure to comply with safety and other regulations related to its underground natural gas pipeline and its above ground electric power systems. Under Strottman’s legal guidance, PG&E was found responsible for a 2010 explosion and fire that killed eight people, injured 58 victims, and destroyed or damaged 90 homes in San Bruno.\n“I am pleased to welcome Britt Strottman to Baron & Budd’s Environmental Litigation Group. Her experience and tenacity for seeking accountability and taking on complex, high-profile issues is in direct alignment with Baron & Budd’s national reputation,” said Baron & Budd Shareholder Scott Summy, who leads the firm’s Environmental Litigation Group. “I am confident that with Strottman on our team, we have further strengthened our practice with a litigator who brings a demonstrated track record of holding companies like PG&E accountable for their negligence and failure to keep the public safe.”\nBaron & Budd, as a member of the California Fire Lawyers legal group, is representing the counties of Sonoma, Napa, and Mendocino as well as other public entities in both Northern and Southern California in litigation against PG&E and SoCal Edison for the damages resulting from the deadly and devastating wildfires that destroyed thousands of families and multiple communities across California last year.\n“I have spent the greater part of my law career advocating for victims and ensuring that the public is safe from many forms of corporate injustice, corruption, white collar crimes, gang activities, as well as other forms of negligence and abuse,” said Baron & Budd Shareholder Britt K. Strottman. “Joining a national firm like Baron & Budd, as well as working with Scott Summy and his seasoned team, will significantly expand my ability to serve my clients. The Environmental Litigation Group is well-versed and knowledgeable about the consistent failures of companies like PG&E to protect the public from environmental disasters and I look forward to working with my new partners in our continued fight against this corporate negligence.”\nStrottman has represented and helped multiple cities win settlements for catastrophic explosions and other potentially catastrophic events caused by PG&E including the cities of San Bruno, Carmel-by-the-Sea, Goleta, San Carlos, and San Luis Obispo. She also represents the County of Calaveras in legal and regulatory matters against PG&E regarding the 71,000 acre fire in 2015 that killed two people and destroyed 921 homes and structures. The Daily Journal called Strottman PG&E’s “Chief Nemesis” and named Strottman “Top 100 Lawyers” in California in 2017. The National Law Journal named Strottman “Top Energy Trailblazer” in 2017.\nStrottman is an accomplished litigator with more than 30 jury trials and over 60 state and federal administrative hearings to her credit. She is well-versed and comfortable dealing with the kind of complex and high-profile cases that Baron & Budd is known to pursue. Prior to joining Baron & Budd, Strottman was a Principal at Meyers Nave where she served as the Chair of Meyers Nave’s statewide Crisis Management: Public Policy, Ethics and Investigators Practice Group and California Public Utilities Commission Practice Group.\nIn her nearly two decades as an attorney she has been nationally recognized with more than 10 prestigious awards and has been featured in dozens of publications including speaking engagements on crisis, recovery and various lawsuits and out legal outcomes. Strottman previously worked in the Litigation Department at Bingham McCutchen LLP in San Francisco where she serves in the White Collar Investigations and Enforcement Group. She has worked for the Ohio Attorney General’s Office as Senior Assistant Attorney General and has extensive experience litigating white collar crimes, securities class action lawsuits, Public Records Act and tobacco litigation. As a Deputy District Attorney in San Mateo’s District Attorney’s Office, she gained valuable trial experience including more than 150 felony preliminary hearings. Many of these experiences afforded her the ability to understand the complex and delicate ethical issues that public entities and companies have to address in the face of highly-regulated industries.\nBaron & Budd is a national law firm with offices in California and throughout the United States. Strottman will continue to practice in the San Francisco Bay Area.\nABOUT BARON & BUDD’S ENVIRONMENTAL LITIGATION GROUP\nBaron & Budd’s Environmental Litigation Group is led by Shareholder, Scott Summy. The Group litigates complex environmental contamination cases all over the country and represents public entities in litigation to recover costs of removing chemical contamination from public water supplies, governmental facilities, natural resources, and public property. Through this type of litigation, the Group seeks to shift the costs of remediation to the chemical manufacturers and suppliers responsible for the contamination — and away from public entities and taxpayers.\nMr. Summy and his Group represent large public entities including San Diego, Long Beach, Oakland, Berkeley, Portland, Port of Portland, Spokane, Seattle and the State of Washington in environmental and public nuisance actions against Monsanto Company for polluting America’s waterways with polychlorinated biphenyls (PCBs). He has been appointed a Special Assistant Attorney General for the State of Washington in the case.\nIn addition to several public entities, Summy and his team represent thousands of families and businesses who lost everything due to the negligent maintenance, inspection, and operations of these investor-owned utilities. The team also represents Calaveras County in the Butte 2015 Wildfire, including claims for many tens of millions of dollars.\nIn partnership with the California Fire Lawyers, Baron & Budd’s Environmental Litigation Group has successfully leveraged legal proceedings to expedite justice for victims of wildfires and other corporate disasters. Following the Butte Fire in 2015, the firms led the charge to coordinate more than 2,000 cases into a JCCP, resulting in the successful settlement of hundreds of claims. Lead attorneys with California Fire Lawyers also used a similar process when representing victims of the BP Oil Spill, resulting in more than $1 billion in settlements for victims.\nThe Environmental Litigation Group has represented hundreds of public water providers in litigation arising from contamination of water supplies with MTBE, a gasoline additive. On behalf of water providers, the Group brought claims against Syngenta, the company that makes atrazine and is aware that its normal use causes drinking water contamination. Mr. Summy negotiated a settlement awarding $105 million to over 2,000 water providers.\nMr. Summy’s experience with environmental litigation led to a leadership role in the litigation arising from the Deepwater Horizon explosion and oil spill in the Gulf of Mexico. In 2010, he was appointed to the Plaintiffs’ Steering Committee and Plaintiffs’ Executive Committee in the Gulf Oil Spill Multi-District Litigation in the Eastern District of Louisiana. In that capacity, he played a critical role in negotiating a settlement and claim procedure for the tens of thousands of individuals, businesses, and governmental entities injured by the oil spill.\nABOUT BARON & BUDD, P.C.\nBaron & Budd, P.C. is among the largest and most accomplished plaintiffs’ law firms in the country. With more than 40 years of experience, Baron & Budd has the expertise and resources to handle complex litigation throughout the United States. As a law firm that takes pride in remaining at the forefront of litigation, Baron & Budd has spearheaded many significant cases for hundreds of entities and thousands of individuals. Since the firm was founded in 1977, Baron & Budd has achieved substantial national acclaim for its work on cutting-edge litigation, trying hundreds of cases to verdict and settling tens of thousands of cases in areas of litigation as diverse as dangerous pharmaceuticals and defective medical devices, asbestos and mesothelioma, environmental contamination, fraudulent banking practices, motor vehicles, employment, and other consumer fraud issues.\n //www.businesswire.com/news/home/20180309005716/en/\nBaron & Budd, P.C.\nBradley Bowen, 214-523-6633\nSource: Baron & Budd, P.C.",
    "published": "2018-03-09T23:00:00.000+02:00",
    "crawled": "2018-03-10T00:21:32.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "litigator",
        "brings",
        "year",
        "experience",
        "taking",
        "corporate",
        "negligence",
        "representing",
        "public",
        "entity",
        "disaster",
        "san",
        "francisco",
        "business",
        "wire",
        "national",
        "law",
        "firm",
        "baron",
        "budd",
        "announced",
        "today",
        "one",
        "california",
        "successful",
        "environmental",
        "legal",
        "advocate",
        "public",
        "entity",
        "britt",
        "strottman",
        "joined",
        "firm",
        "shareholder",
        "member",
        "environmental",
        "litigation",
        "group",
        "strottman",
        "brings",
        "year",
        "experience",
        "powerhouse",
        "litigator",
        "case",
        "relating",
        "state",
        "federal",
        "safety",
        "regulatory",
        "investigation",
        "enforcement",
        "matter",
        "energy",
        "company",
        "public",
        "entity",
        "matter",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "baron",
        "budd",
        "shareholder",
        "britt",
        "strottman",
        "photo",
        "business",
        "wire",
        "notably",
        "strottman",
        "served",
        "seven",
        "year",
        "special",
        "counsel",
        "city",
        "san",
        "bruno",
        "helped",
        "city",
        "negotiate",
        "total",
        "settlement",
        "million",
        "pacific",
        "gas",
        "electric",
        "company",
        "failure",
        "comply",
        "safety",
        "regulation",
        "related",
        "underground",
        "natural",
        "gas",
        "pipeline",
        "ground",
        "electric",
        "power",
        "system",
        "strottman",
        "legal",
        "guidance",
        "pg",
        "e",
        "found",
        "responsible",
        "explosion",
        "fire",
        "killed",
        "eight",
        "people",
        "injured",
        "victim",
        "destroyed",
        "damaged",
        "home",
        "san",
        "bruno",
        "pleased",
        "welcome",
        "britt",
        "strottman",
        "baron",
        "budd",
        "environmental",
        "litigation",
        "group",
        "experience",
        "tenacity",
        "seeking",
        "accountability",
        "taking",
        "complex",
        "issue",
        "direct",
        "alignment",
        "baron",
        "budd",
        "national",
        "reputation",
        "said",
        "baron",
        "budd",
        "shareholder",
        "scott",
        "summy",
        "lead",
        "firm",
        "environmental",
        "litigation",
        "group",
        "confident",
        "strottman",
        "team",
        "strengthened",
        "practice",
        "litigator",
        "brings",
        "demonstrated",
        "track",
        "record",
        "holding",
        "company",
        "like",
        "pg",
        "e",
        "accountable",
        "negligence",
        "failure",
        "keep",
        "public",
        "baron",
        "budd",
        "member",
        "california",
        "fire",
        "lawyer",
        "legal",
        "group",
        "representing",
        "county",
        "sonoma",
        "napa",
        "mendocino",
        "well",
        "public",
        "entity",
        "northern",
        "southern",
        "california",
        "litigation",
        "pg",
        "e",
        "socal",
        "edison",
        "damage",
        "resulting",
        "deadly",
        "devastating",
        "wildfire",
        "destroyed",
        "thousand",
        "family",
        "multiple",
        "community",
        "across",
        "california",
        "last",
        "year",
        "spent",
        "greater",
        "part",
        "law",
        "career",
        "advocating",
        "victim",
        "ensuring",
        "public",
        "safe",
        "many",
        "form",
        "corporate",
        "injustice",
        "corruption",
        "white",
        "collar",
        "crime",
        "gang",
        "activity",
        "well",
        "form",
        "negligence",
        "abuse",
        "said",
        "baron",
        "budd",
        "shareholder",
        "britt",
        "strottman",
        "joining",
        "national",
        "firm",
        "like",
        "baron",
        "budd",
        "well",
        "working",
        "scott",
        "summy",
        "seasoned",
        "team",
        "significantly",
        "expand",
        "ability",
        "serve",
        "client",
        "environmental",
        "litigation",
        "group",
        "knowledgeable",
        "consistent",
        "failure",
        "company",
        "like",
        "pg",
        "e",
        "protect",
        "public",
        "environmental",
        "disaster",
        "look",
        "forward",
        "working",
        "new",
        "partner",
        "continued",
        "fight",
        "corporate",
        "strottman",
        "represented",
        "helped",
        "multiple",
        "city",
        "win",
        "settlement",
        "catastrophic",
        "explosion",
        "potentially",
        "catastrophic",
        "event",
        "caused",
        "pg",
        "e",
        "including",
        "city",
        "san",
        "bruno",
        "goleta",
        "san",
        "carlos",
        "san",
        "luis",
        "obispo",
        "also",
        "represents",
        "county",
        "calaveras",
        "legal",
        "regulatory",
        "matter",
        "pg",
        "e",
        "regarding",
        "acre",
        "fire",
        "killed",
        "two",
        "people",
        "destroyed",
        "home",
        "structure",
        "daily",
        "journal",
        "called",
        "strottman",
        "pg",
        "e",
        "chief",
        "nemesis",
        "named",
        "strottman",
        "top",
        "lawyer",
        "california",
        "national",
        "law",
        "journal",
        "named",
        "strottman",
        "top",
        "energy",
        "trailblazer",
        "strottman",
        "accomplished",
        "litigator",
        "jury",
        "trial",
        "state",
        "federal",
        "administrative",
        "hearing",
        "credit",
        "comfortable",
        "dealing",
        "kind",
        "complex",
        "case",
        "baron",
        "budd",
        "known",
        "pursue",
        "prior",
        "joining",
        "baron",
        "budd",
        "strottman",
        "principal",
        "meyers",
        "nave",
        "served",
        "chair",
        "meyers",
        "nave",
        "statewide",
        "crisis",
        "management",
        "public",
        "policy",
        "ethic",
        "investigator",
        "practice",
        "group",
        "california",
        "public",
        "utility",
        "commission",
        "practice",
        "group",
        "nearly",
        "two",
        "decade",
        "attorney",
        "nationally",
        "recognized",
        "prestigious",
        "award",
        "featured",
        "dozen",
        "publication",
        "including",
        "speaking",
        "engagement",
        "crisis",
        "recovery",
        "various",
        "lawsuit",
        "legal",
        "outcome",
        "strottman",
        "previously",
        "worked",
        "litigation",
        "department",
        "bingham",
        "mccutchen",
        "llp",
        "san",
        "francisco",
        "serf",
        "white",
        "collar",
        "investigation",
        "enforcement",
        "group",
        "worked",
        "ohio",
        "attorney",
        "general",
        "office",
        "senior",
        "assistant",
        "attorney",
        "general",
        "extensive",
        "experience",
        "litigating",
        "white",
        "collar",
        "crime",
        "security",
        "class",
        "action",
        "lawsuit",
        "public",
        "record",
        "act",
        "tobacco",
        "litigation",
        "deputy",
        "district",
        "attorney",
        "san",
        "mateo",
        "district",
        "attorney",
        "office",
        "gained",
        "valuable",
        "trial",
        "experience",
        "including",
        "felony",
        "preliminary",
        "hearing",
        "many",
        "experience",
        "afforded",
        "ability",
        "understand",
        "complex",
        "delicate",
        "ethical",
        "issue",
        "public",
        "entity",
        "company",
        "address",
        "face",
        "industry",
        "baron",
        "budd",
        "national",
        "law",
        "firm",
        "office",
        "california",
        "throughout",
        "united",
        "state",
        "strottman",
        "continue",
        "practice",
        "san",
        "francisco",
        "bay",
        "area",
        "baron",
        "budd",
        "environmental",
        "litigation",
        "group",
        "baron",
        "budd",
        "environmental",
        "litigation",
        "group",
        "led",
        "shareholder",
        "scott",
        "summy",
        "group",
        "litigates",
        "complex",
        "environmental",
        "contamination",
        "case",
        "country",
        "represents",
        "public",
        "entity",
        "litigation",
        "recover",
        "cost",
        "removing",
        "chemical",
        "contamination",
        "public",
        "water",
        "supply",
        "governmental",
        "facility",
        "natural",
        "resource",
        "public",
        "property",
        "type",
        "litigation",
        "group",
        "seek",
        "shift",
        "cost",
        "remediation",
        "chemical",
        "manufacturer",
        "supplier",
        "responsible",
        "contamination",
        "away",
        "public",
        "entity",
        "taxpayer",
        "summy",
        "group",
        "represent",
        "large",
        "public",
        "entity",
        "including",
        "san",
        "diego",
        "long",
        "beach",
        "oakland",
        "berkeley",
        "portland",
        "port",
        "portland",
        "spokane",
        "seattle",
        "state",
        "washington",
        "environmental",
        "public",
        "nuisance",
        "action",
        "monsanto",
        "company",
        "polluting",
        "america",
        "waterway",
        "polychlorinated",
        "biphenyls",
        "pcbs",
        "appointed",
        "special",
        "assistant",
        "attorney",
        "general",
        "state",
        "washington",
        "case",
        "addition",
        "several",
        "public",
        "entity",
        "summy",
        "team",
        "represent",
        "thousand",
        "family",
        "business",
        "lost",
        "everything",
        "due",
        "negligent",
        "maintenance",
        "inspection",
        "operation",
        "utility",
        "team",
        "also",
        "represents",
        "calaveras",
        "county",
        "butte",
        "wildfire",
        "including",
        "claim",
        "many",
        "ten",
        "million",
        "dollar",
        "partnership",
        "california",
        "fire",
        "lawyer",
        "baron",
        "budd",
        "environmental",
        "litigation",
        "group",
        "successfully",
        "leveraged",
        "legal",
        "proceeding",
        "expedite",
        "justice",
        "victim",
        "wildfire",
        "corporate",
        "disaster",
        "following",
        "butte",
        "fire",
        "firm",
        "led",
        "charge",
        "coordinate",
        "case",
        "jccp",
        "resulting",
        "successful",
        "settlement",
        "hundred",
        "claim",
        "lead",
        "attorney",
        "california",
        "fire",
        "lawyer",
        "also",
        "used",
        "similar",
        "process",
        "representing",
        "victim",
        "bp",
        "oil",
        "spill",
        "resulting",
        "billion",
        "settlement",
        "victim",
        "environmental",
        "litigation",
        "group",
        "represented",
        "hundred",
        "public",
        "water",
        "provider",
        "litigation",
        "arising",
        "contamination",
        "water",
        "supply",
        "mtbe",
        "gasoline",
        "additive",
        "behalf",
        "water",
        "provider",
        "group",
        "brought",
        "claim",
        "syngenta",
        "company",
        "make",
        "atrazine",
        "aware",
        "normal",
        "use",
        "cause",
        "drinking",
        "water",
        "contamination",
        "summy",
        "negotiated",
        "settlement",
        "awarding",
        "million",
        "water",
        "provider",
        "summy",
        "experience",
        "environmental",
        "litigation",
        "led",
        "leadership",
        "role",
        "litigation",
        "arising",
        "deepwater",
        "horizon",
        "explosion",
        "oil",
        "spill",
        "gulf",
        "mexico",
        "appointed",
        "plaintiff",
        "steering",
        "committee",
        "plaintiff",
        "executive",
        "committee",
        "gulf",
        "oil",
        "spill",
        "litigation",
        "eastern",
        "district",
        "louisiana",
        "capacity",
        "played",
        "critical",
        "role",
        "negotiating",
        "settlement",
        "claim",
        "procedure",
        "ten",
        "thousand",
        "individual",
        "business",
        "governmental",
        "entity",
        "injured",
        "oil",
        "spill",
        "baron",
        "budd",
        "baron",
        "budd",
        "among",
        "largest",
        "accomplished",
        "plaintiff",
        "law",
        "firm",
        "country",
        "year",
        "experience",
        "baron",
        "budd",
        "expertise",
        "resource",
        "handle",
        "complex",
        "litigation",
        "throughout",
        "united",
        "state",
        "law",
        "firm",
        "take",
        "pride",
        "remaining",
        "forefront",
        "litigation",
        "baron",
        "budd",
        "spearheaded",
        "many",
        "significant",
        "case",
        "hundred",
        "entity",
        "thousand",
        "individual",
        "since",
        "firm",
        "founded",
        "baron",
        "budd",
        "achieved",
        "substantial",
        "national",
        "acclaim",
        "work",
        "litigation",
        "trying",
        "hundred",
        "case",
        "verdict",
        "settling",
        "ten",
        "thousand",
        "case",
        "area",
        "litigation",
        "diverse",
        "dangerous",
        "pharmaceutical",
        "defective",
        "medical",
        "device",
        "asbestos",
        "mesothelioma",
        "environmental",
        "contamination",
        "fraudulent",
        "banking",
        "practice",
        "motor",
        "vehicle",
        "employment",
        "consumer",
        "fraud",
        "issue",
        "baron",
        "budd",
        "bradley",
        "bowen",
        "source",
        "baron",
        "budd"
    ]
}