{
    "organizations": [],
    "uuid": "ea1da917b1b648718adbfd7f9f4683096f1f2743",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/03/01/raceahead-three-black-ceos/",
    "ord_in_thread": 0,
    "title": "raceAhead: Only Three Black CEOs in the Fortune 500",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: March 1, 2018 1:37 PM ET\nWhile Black History Month 2018 will long be remembered as the year that we all went to Wakanda, it will also be notable for a less happy reason. There are now only three black CEOs who head up Fortune 500 companies , down from six on the 2012 list. The last time black representation at the top was this low was in 2002.\nI hope Kenneth Frazier at Merck , Roger Ferguson Jr. at TIAA , and Marvin Ellison at J.C. Penney are all taking their vitamins — and examining their talent pipelines closely.\nRaceAhead editor Grace Donnelly digs into the situation in a must-read and share piece :\nIn total, there have been just 16 black CEOs at the helm of Fortune 500 companies since 1999. Currently, Roger Ferguson Jr., CEO of TIAA , has the longest tenure of the three black CEOs on the list.\nWith the December 2016 departure of Xerox’s Ursula Burns (the first and only black woman to run a company on the Fortune 500 list ), that number now includes only black men.\nThe racial diversity of Fortune 500 boards isn’t much better. Four out of five new appointees to boards in 2016 were white , according to last year’s Board Monitor report from Heidrick & Struggles.\nOne of the things that raceAhead has tried to do since its launch in May 2016 was to amplify the idea that the talent pipeline is long and complex, and the path to the C-Suite (or any place you dream to be) starts at birth. It has given us the courage to elevate the thorny issues of history, state violence, image-making in marketing and pop culture, and the systemic barriers people of color and other under-represented groups have always faced. This philosophy is central to the extraordinary work that my (mostly) sisters in inclusion at The Broadsheet (subscribe here ) and the Most Powerful Women franchises do every day.\nBut I have occasionally been taken aback at the intensity of the times we live in. I’ve been known to joke that when I started this joint, I thought I’d be covering mostly diversity research and job promotions, not police shootings, newly-minted white supremacists, or whether Robert E. Lee was a nice guy or not. But I quickly learned what the experts I cover clearly knew: Uncomfortable conversations (and data) are the only way to make lasting change. We live in uncomfortable times.\nAnd yet, there is clearly a movement afoot , as big companies in the Fortune universe are increasingly finding ways to do well in business by doing good in the world . This includes tackling issues of race and justice i n their workforces and in the markets they serve.\nSo, for now, let’s call these often disappointing diversity numbers a lagging indicator, a sign of the bottom that will only be visible from a more inclusive perspective yet to come.\nAnd let’s keep having these uncomfortable conversations with empathy and grace, as we few, we happy few, we band of siblings, continue to do the work in the face of very troubling odds.\nI know, I know. Inclusive-talk is weird sometimes. But I wouldn’t have it any other way.\nOn Point Breaking: It can be hard to open up to a person of a different race The March/April issue of HBR digs into a tender human truth: We feel more comfortable opening up to people we perceive as being similar to ourselves. While that may feel like a simple insight, how it plays out in the workplace is more complex. The kinds of interactions that meld teams or form alliances throughout a company – personal sharing, bonding, and networking – can be more challenging when people are different races. This story offers some familiar moments, like when one black high-potential but stalled executive was coached to move past his own discomfort to open up to his peers and cement social ties. (The organization was welcoming and he had a good outcome.) But risk-taking through personal disclosure builds trust in work relationships, which means that developing the fine art of getting-to-know people is an important step to a more inclusive workplace. HBR Inner city schools don’t have mass shootings Detroit-area school counselor Joy Mohammed explains the reason why in this unflinching piece: Because they are already fortresses. Every door is locked, every window is barred, there are cameras everywhere with security guards and metal detectors. Then there is the cultural element. The choice to fortify black schools was a proactive choice by black administrators that predates Columbine, at least in Detroit, she explains. Despite the lock-down vibe and the complexity of the neighborhoods that necessitate it, her black and brown students feel safe. “Black people don’t go around shooting up places, all reckless, white people do that,” says one student. Wear Your Voice The EPA confirms that environmental racism is real even as it plans to roll back protections Last week, the EPA released a report which confirms what we already know: That people of color are more likely to breathe polluted air because their communities are near industries that pollute. “[R]esults at national, state, and county scales all indicate that non-Whites tend to be burdened disproportionately to Whites.” The study focuses on particulate matter in the air, a known carcinogen, harmful to children and a contributor to several preventable conditions and premature death in adults. The study comes at a time when the Trump administration is continuing with a plan to dismantle any institutions designed, in theory, to help. Vann R. Newkirk II brings the science and the pain. Please read and share. The Atlantic South Africa moves closer to confiscating white-owned land While the politics are complicated, the outcome seems clear: The South African parliament voted overwhelmingly this week to move closer to a constitutional amendment which would allow white-owned land to be reclaimed and returned to black ownership without compensation. “The time for reconciliation is over. Now is the time for justice,” said Julius Malema, the head of the opposition party, the Economic Freedom Fighters. The motion was approved 241 votes to 83. Per constitutional rules, the Constitutional Review Committee has taken the motion under advisement and must report back by August 30. Mail and Guardian Advertisement The Woke Leader A look at black America, fifty years after the Kerner Commission The nation was in remarkable racial turmoil in 1968. After riots roiled Newark, the National Advisory Commission on Civil Disorders, or the Kerner Commission, prepared a landmark report for President Lyndon B. Johnson, to better understand the continuing struggle of African American communities. They named “white racism” as the root cause of the discrimination leading to unemployment, under-education and inadequate housing for black citizens. This update reveals a very mixed picture of black progress. The good news: black people are better educated now, with 90% of younger Americans graduating high school compared to half in 1968. “With respect to homeownership, unemployment, and incarceration, America has failed to deliver any progress for African Americans over the last five decades,” they find. Click through for the numbers. Read more about the astonishingly candid Kerner report here. Economic Policy Institute What the revival of Angels in America can teach us about life today W has a terrific profile of Lee Pace, the 38-year-old actor who is preparing to play Joe Pitt in the Broadway revival of the Tony Kushner AIDs-related masterpiece Angels in America . The play describes the New York that existed thirty years ago, but there are reasons why many of the themes will resonate now. “Those dark politics of Roy Cohn; here we are with [Cohn’s protégé] Donald Trump as President—that’s the New York that Tony’s writing about in ’85,” he says. And the play itself is now a benchmark. “Our understanding of what it means to be gay is just so different [now],” he says. (Does he look familiar? Fans may best know him best as the Elven king Thranduil, from The Hobbit.) W Remembering a forgotten “Richard Pryor” Charles Wright wrote three, largely forgotten auto-biographical novels about a black intellectual from Missouri trying to make it in The Big Apple. His books — “ The Messenger ” (1963), “The Wig” (1966) and “Absolutely Nothing to Get Alarmed About” (1973) — were enthusiastically reviewed at the time, but he disappeared into alcoholism and illness, living for years in the spare room of his editor’s apartment. (Now that’s a novel unto itself.) But reviewer Dwight Garner is making the case that these master works should be reprinted. “The primal subject of Wright’s novels is loneliness,” he writes. “As a light-skinned black man, his narrator feels like a minority tucked inside a minority.” But the prose is free-wheeling, satirical and takes no prisoners. Said novelist Ishmael Reed, Wright was “Richard Pryor before there was a Richard Pryor. Richard Pryor on paper.” New York Times Quote:\nWhoa, ah, mercy mercy me/ Oh things ain't what they used to be, no no / Where did all the blue skies go? / Poison is the wind that blows from the north and south and east / Whoa mercy, mercy me, / Oh things ain't what they used to be, no no / Oil wasted on the oceans and upon our seas, fish full of mercury. - Marvin Gaye",
    "published": "2018-03-02T02:37:00.000+02:00",
    "crawled": "2018-03-02T01:17:30.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "march",
        "pm",
        "et",
        "black",
        "history",
        "month",
        "long",
        "remembered",
        "year",
        "went",
        "wakanda",
        "also",
        "notable",
        "less",
        "happy",
        "reason",
        "three",
        "black",
        "ceo",
        "head",
        "fortune",
        "company",
        "six",
        "list",
        "last",
        "time",
        "black",
        "representation",
        "top",
        "low",
        "hope",
        "kenneth",
        "frazier",
        "merck",
        "roger",
        "ferguson",
        "tiaa",
        "marvin",
        "ellison",
        "penney",
        "taking",
        "vitamin",
        "examining",
        "talent",
        "pipeline",
        "closely",
        "raceahead",
        "editor",
        "grace",
        "donnelly",
        "dig",
        "situation",
        "share",
        "piece",
        "total",
        "black",
        "ceo",
        "helm",
        "fortune",
        "company",
        "since",
        "currently",
        "roger",
        "ferguson",
        "ceo",
        "tiaa",
        "longest",
        "tenure",
        "three",
        "black",
        "ceo",
        "list",
        "december",
        "departure",
        "xerox",
        "ursula",
        "burn",
        "first",
        "black",
        "woman",
        "run",
        "company",
        "fortune",
        "list",
        "number",
        "includes",
        "black",
        "men",
        "racial",
        "diversity",
        "fortune",
        "board",
        "much",
        "better",
        "four",
        "five",
        "new",
        "appointee",
        "board",
        "white",
        "according",
        "last",
        "year",
        "board",
        "monitor",
        "report",
        "heidrick",
        "struggle",
        "one",
        "thing",
        "raceahead",
        "tried",
        "since",
        "launch",
        "may",
        "amplify",
        "idea",
        "talent",
        "pipeline",
        "long",
        "complex",
        "path",
        "place",
        "dream",
        "start",
        "birth",
        "given",
        "u",
        "courage",
        "elevate",
        "thorny",
        "issue",
        "history",
        "state",
        "violence",
        "marketing",
        "pop",
        "culture",
        "systemic",
        "barrier",
        "people",
        "color",
        "group",
        "always",
        "faced",
        "philosophy",
        "central",
        "extraordinary",
        "work",
        "mostly",
        "sister",
        "inclusion",
        "broadsheet",
        "subscribe",
        "powerful",
        "woman",
        "franchise",
        "every",
        "day",
        "occasionally",
        "taken",
        "aback",
        "intensity",
        "time",
        "live",
        "known",
        "joke",
        "started",
        "joint",
        "thought",
        "covering",
        "mostly",
        "diversity",
        "research",
        "job",
        "promotion",
        "police",
        "shooting",
        "white",
        "supremacist",
        "whether",
        "robert",
        "lee",
        "nice",
        "guy",
        "quickly",
        "learned",
        "expert",
        "cover",
        "clearly",
        "knew",
        "uncomfortable",
        "conversation",
        "data",
        "way",
        "make",
        "lasting",
        "change",
        "live",
        "uncomfortable",
        "time",
        "yet",
        "clearly",
        "movement",
        "afoot",
        "big",
        "company",
        "fortune",
        "universe",
        "increasingly",
        "finding",
        "way",
        "well",
        "business",
        "good",
        "world",
        "includes",
        "tackling",
        "issue",
        "race",
        "justice",
        "n",
        "workforce",
        "market",
        "serve",
        "let",
        "call",
        "often",
        "disappointing",
        "diversity",
        "number",
        "lagging",
        "indicator",
        "sign",
        "bottom",
        "visible",
        "inclusive",
        "perspective",
        "yet",
        "come",
        "let",
        "keep",
        "uncomfortable",
        "conversation",
        "empathy",
        "grace",
        "happy",
        "band",
        "sibling",
        "continue",
        "work",
        "face",
        "troubling",
        "odds",
        "know",
        "know",
        "weird",
        "sometimes",
        "way",
        "point",
        "breaking",
        "hard",
        "open",
        "person",
        "different",
        "race",
        "issue",
        "hbr",
        "dig",
        "tender",
        "human",
        "truth",
        "feel",
        "comfortable",
        "opening",
        "people",
        "perceive",
        "similar",
        "may",
        "feel",
        "like",
        "simple",
        "insight",
        "play",
        "workplace",
        "complex",
        "kind",
        "interaction",
        "meld",
        "team",
        "form",
        "alliance",
        "throughout",
        "company",
        "personal",
        "sharing",
        "bonding",
        "networking",
        "challenging",
        "people",
        "different",
        "race",
        "story",
        "offer",
        "familiar",
        "moment",
        "like",
        "one",
        "black",
        "stalled",
        "executive",
        "coached",
        "move",
        "past",
        "discomfort",
        "open",
        "peer",
        "cement",
        "social",
        "tie",
        "organization",
        "welcoming",
        "good",
        "outcome",
        "personal",
        "disclosure",
        "build",
        "trust",
        "work",
        "relationship",
        "mean",
        "developing",
        "fine",
        "art",
        "people",
        "important",
        "step",
        "inclusive",
        "workplace",
        "hbr",
        "inner",
        "city",
        "school",
        "mass",
        "shooting",
        "school",
        "counselor",
        "joy",
        "mohammed",
        "explains",
        "reason",
        "unflinching",
        "piece",
        "already",
        "fortress",
        "every",
        "door",
        "locked",
        "every",
        "window",
        "barred",
        "camera",
        "everywhere",
        "security",
        "guard",
        "metal",
        "detector",
        "cultural",
        "element",
        "choice",
        "fortify",
        "black",
        "school",
        "proactive",
        "choice",
        "black",
        "administrator",
        "predates",
        "columbine",
        "least",
        "detroit",
        "explains",
        "despite",
        "vibe",
        "complexity",
        "neighborhood",
        "necessitate",
        "black",
        "brown",
        "student",
        "feel",
        "safe",
        "black",
        "people",
        "go",
        "around",
        "shooting",
        "place",
        "reckless",
        "white",
        "people",
        "say",
        "one",
        "student",
        "wear",
        "voice",
        "epa",
        "confirms",
        "environmental",
        "racism",
        "real",
        "even",
        "plan",
        "roll",
        "back",
        "protection",
        "last",
        "week",
        "epa",
        "released",
        "report",
        "confirms",
        "already",
        "know",
        "people",
        "color",
        "likely",
        "breathe",
        "polluted",
        "air",
        "community",
        "near",
        "industry",
        "pollute",
        "r",
        "esults",
        "national",
        "state",
        "county",
        "scale",
        "indicate",
        "tend",
        "burdened",
        "disproportionately",
        "study",
        "focus",
        "particulate",
        "matter",
        "air",
        "known",
        "carcinogen",
        "harmful",
        "child",
        "contributor",
        "several",
        "preventable",
        "condition",
        "premature",
        "death",
        "adult",
        "study",
        "come",
        "time",
        "trump",
        "administration",
        "continuing",
        "plan",
        "dismantle",
        "institution",
        "designed",
        "theory",
        "help",
        "vann",
        "newkirk",
        "ii",
        "brings",
        "science",
        "pain",
        "please",
        "read",
        "share",
        "atlantic",
        "south",
        "africa",
        "move",
        "closer",
        "confiscating",
        "land",
        "politics",
        "complicated",
        "outcome",
        "seems",
        "clear",
        "south",
        "african",
        "parliament",
        "voted",
        "overwhelmingly",
        "week",
        "move",
        "closer",
        "constitutional",
        "amendment",
        "would",
        "allow",
        "land",
        "reclaimed",
        "returned",
        "black",
        "ownership",
        "without",
        "compensation",
        "time",
        "reconciliation",
        "time",
        "justice",
        "said",
        "julius",
        "malema",
        "head",
        "opposition",
        "party",
        "economic",
        "freedom",
        "fighter",
        "motion",
        "approved",
        "vote",
        "per",
        "constitutional",
        "rule",
        "constitutional",
        "review",
        "committee",
        "taken",
        "motion",
        "advisement",
        "must",
        "report",
        "back",
        "august",
        "mail",
        "guardian",
        "advertisement",
        "woke",
        "leader",
        "look",
        "black",
        "america",
        "fifty",
        "year",
        "kerner",
        "commission",
        "nation",
        "remarkable",
        "racial",
        "turmoil",
        "riot",
        "roiled",
        "newark",
        "national",
        "advisory",
        "commission",
        "civil",
        "disorder",
        "kerner",
        "commission",
        "prepared",
        "landmark",
        "report",
        "president",
        "lyndon",
        "johnson",
        "better",
        "understand",
        "continuing",
        "struggle",
        "african",
        "american",
        "community",
        "named",
        "white",
        "racism",
        "root",
        "cause",
        "discrimination",
        "leading",
        "unemployment",
        "inadequate",
        "housing",
        "black",
        "citizen",
        "update",
        "reveals",
        "mixed",
        "picture",
        "black",
        "progress",
        "good",
        "news",
        "black",
        "people",
        "better",
        "educated",
        "younger",
        "american",
        "graduating",
        "high",
        "school",
        "compared",
        "half",
        "respect",
        "homeownership",
        "unemployment",
        "incarceration",
        "america",
        "failed",
        "deliver",
        "progress",
        "african",
        "american",
        "last",
        "five",
        "decade",
        "find",
        "click",
        "number",
        "read",
        "astonishingly",
        "candid",
        "kerner",
        "report",
        "economic",
        "policy",
        "institute",
        "revival",
        "angel",
        "america",
        "teach",
        "u",
        "life",
        "today",
        "w",
        "terrific",
        "profile",
        "lee",
        "pace",
        "actor",
        "preparing",
        "play",
        "joe",
        "pitt",
        "broadway",
        "revival",
        "tony",
        "kushner",
        "masterpiece",
        "angel",
        "america",
        "play",
        "describes",
        "new",
        "york",
        "existed",
        "thirty",
        "year",
        "ago",
        "reason",
        "many",
        "theme",
        "resonate",
        "dark",
        "politics",
        "roy",
        "cohn",
        "cohn",
        "protégé",
        "donald",
        "trump",
        "new",
        "york",
        "tony",
        "writing",
        "say",
        "play",
        "benchmark",
        "understanding",
        "mean",
        "gay",
        "different",
        "say",
        "look",
        "familiar",
        "fan",
        "may",
        "best",
        "know",
        "best",
        "elven",
        "king",
        "thranduil",
        "hobbit",
        "w",
        "remembering",
        "forgotten",
        "richard",
        "pryor",
        "charles",
        "wright",
        "wrote",
        "three",
        "largely",
        "forgotten",
        "novel",
        "black",
        "intellectual",
        "missouri",
        "trying",
        "make",
        "big",
        "apple",
        "book",
        "messenger",
        "wig",
        "absolutely",
        "nothing",
        "get",
        "alarmed",
        "enthusiastically",
        "reviewed",
        "time",
        "disappeared",
        "alcoholism",
        "illness",
        "living",
        "year",
        "spare",
        "room",
        "editor",
        "apartment",
        "novel",
        "unto",
        "reviewer",
        "dwight",
        "garner",
        "making",
        "case",
        "master",
        "work",
        "reprinted",
        "primal",
        "subject",
        "wright",
        "novel",
        "loneliness",
        "writes",
        "black",
        "man",
        "narrator",
        "feel",
        "like",
        "minority",
        "tucked",
        "inside",
        "prose",
        "satirical",
        "take",
        "prisoner",
        "said",
        "novelist",
        "ishmael",
        "reed",
        "wright",
        "richard",
        "pryor",
        "richard",
        "pryor",
        "richard",
        "pryor",
        "new",
        "york",
        "time",
        "quote",
        "whoa",
        "ah",
        "mercy",
        "mercy",
        "oh",
        "thing",
        "ai",
        "used",
        "blue",
        "sky",
        "go",
        "poison",
        "wind",
        "blow",
        "north",
        "south",
        "east",
        "whoa",
        "mercy",
        "mercy",
        "oh",
        "thing",
        "ai",
        "used",
        "oil",
        "wasted",
        "ocean",
        "upon",
        "sea",
        "fish",
        "full",
        "mercury",
        "marvin",
        "gaye"
    ]
}