{
    "organizations": [],
    "uuid": "4989d7430cccff0c3b0e63c4ce8a5304d0d98628",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/business-wire-gtx-provides-corporate-update-and-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "GTx Provides Corporate Update and Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Enobosarm for Stress Urinary Incontinence (SUI) continues to show sustained durability of response in Phase 2 proof of concept clinical trial --\n-- Top-line results from the ASTRID trial, a Phase 2 placebo-controlled clinical trial of enobosarm SUI, are expected in the second half of 2018 --\nMEMPHIS, Tenn.--(BUSINESS WIRE)-- GTx, Inc. (Nasdaq:GTXI) today reported financial results for the fourth quarter and year ended December 31, 2017 and highlighted recent accomplishments and upcoming milestones.\n“2017 was a transformational year for GTx, marked by positive results from our Phase 2 proof-of-concept clinical trial in post-menopausal women with stress urinary incontinence and the initiation of the ASTRID trial, a Phase 2 placebo-controlled clinical trial of enobosarm SUI,” said Robert J. Wills, Ph.D., Executive Chairman of GTx. “We believe that there is a significant opportunity for an effective oral therapy to treat SUI and look forward to results from the ASTRID trial in the second half of 2018.”\nClinical Highlights and Anticipated Milestones\nStress Urinary Incontinence (SUI) Phase 2 Proof-of-Concept Trial:\nLast week at the Society of Urodynamics, Female Pelvic Medicine, & Urogenital Reconstruction (SUFU) Meeting and at the International Continence Society (ICS) annual meeting in 2017, positive results were presented from the Company’s Phase 2 proof-of-concept (POC) clinical trial of enobosarm 3 mg administered orally in post-menopausal women with SUI. The results, including additional positive results presented at SUFU in a subset of women with both urge and stress incontinence, are summarized as follows:\nAt the end of the 12-week treatment period, all of the 18 enobosarm-treated women showed a clinically meaningful reduction in stress urinary incontinence episodes per day (the primary endpoint of the trial).\nMean stress leaks decreased by 81 percent from baseline; Stress leaks decreased from a mean of 5.17 leaks/day at baseline to 1.00 leak/day; All 18 patients demonstrated clinically meaningful reductions in stress urinary incontinence episodes per day, compared to baseline, of at least 50 percent; and Median Medical, Epidemiologic and Social Aspects of Aging (MESA) scores for SUI decreased from 79.5 percent to 44.5 percent.\nThe reduction in incontinence episodes was sustained, or durable, well beyond the 12-week treatment period.\nPatients are being followed for up to seven months post-treatment to assess enobosarm’s duration of effect, and to date no patient, including nine patients who have reached seven months, has returned to her baseline level of SUI episodes.\nAdditional positive results in subset of postmenopausal women suggest dual treatment effect on both urge incontinence and stress urinary incontinence.\nWhile all of the women in the trial had predominant SUI, some also experienced urge incontinence (UI). Eleven of the 18 women completing 12 weeks of treatment were determined to have both SUI and UI at baseline, also known as mixed incontinence.\nMean urge leaks decreased by 68 percent from baseline; Urge leaks decreased from a mean of 1.41 leaks/day at baseline, to 0.45 leaks/day; 9 of 11 women demonstrated a reduction in their number of UI leaks, compared to baseline, with 8 of 11 demonstrating a clinically meaningful reduction in their UI episodes per day of at least 50 percent; and Median Medical, Epidemiologic and Social Aspects of Aging (MESA) scores for UI decreased from 56 percent to 22 percent.\nMagnetic resonance imaging (MRI) was used to quantitatively measure muscle in the pelvic floor of 17 women at 12 weeks compared to their baseline. The results showed a statistically significant increase in several important measurements and support the mechanism of action of enobosarm on the pelvic floor.\nAt week 12, mean levator ani muscle thickness increased 1.15 mm (p=0.006) from a baseline measurement of 4.79 mm; At week 12, mean inner urethral muscle diameter increased 0.7 mm (p=0.002) from a baseline measurement of 10.7 mm; and At week 12, mean outer urethral muscle diameter increased 0.7 mm (p=0.0003) from a baseline measurement of 15.4 mm.\nThere were no serious adverse events reported during the trial and reported adverse events were minimal and included headaches, nausea, fatigue, hot flashes, insomnia, muscle weakness and acne. Mild transient elevations in liver enzymes that were within normal limits were observed, except for one patient with levels greater than 1.5 times the upper limit of normal which returned to normal following her 12-week treatment period. Reductions in total cholesterol, LDL-C, HDL-C and triglycerides were also observed.\nSUI Phase 2 Placebo-Controlled ASTRID Clinical Trial:\nBased on the positive results from the Phase 2 POC trial, the Company initiated a randomized, double-blinded, placebo-controlled, Phase 2 trial to assess the efficacy and safety of enobosarm administered orally in approximately 400 post-menopausal women with SUI compared to placebo. More information about the ASTRID ( A ssessing Enobosarm for Str ess Urinary I ncontinence D isorder) trial, which is ongoing, can be found here . Top-line results from the Phase 2 placebo-controlled clinical trial are expected in the second half of 2018.\nProstate Cancer:\nThe Company has a Selective Androgen Receptor Degrader (SARD) preclinical program to evaluate its novel SARD technology in castration-resistant prostate cancer (CRPC). The Company has ongoing mechanistic preclinical studies designed to select the most appropriate compound to potentially advance into a first-in-human clinical trial.\nFourth Quarter and Year-End 2017 Financial Results\nAs of December 31, 2017, cash and short-term investments were $43.9 million compared to $21.9 million at December 31, 2016. Research and development expenses for the quarter ended December 31, 2017 were $6.9 million compared to $4.6 million for the same period of 2016. Research and development expenses for the year ended December 31, 2017 were $21.5 million compared to $17.2 million for the year ended December 31, 2016. General and administrative expenses for the quarter ended December 31, 2017 were $2.5 million compared to $2.3 million for the same period of 2016. General and administrative expenses for the year ended December 31, 2017 were $9.2 million compared to $8.7 million for the year ended December 31, 2016. The net loss for the quarter ended December 31, 2017 was $9.3 million compared to a net loss of $6.9 million for the same period in 2016. The net loss for the year ended December 31, 2017 was $30.4 million compared to a net loss of $17.7 million for the year ended December 31, 2016. The net loss for the year ended December 31, 2016 included a non-cash gain of $8.2 million related to the change in the fair value of the Company’s warrant liability. During the first quarter of 2016, the Company modified its outstanding warrants with no further adjustment to the fair value of these warrants being required. GTx had approximately 21.5 million shares of common stock outstanding as of December 31, 2017. Additionally, there are warrants outstanding to purchase approximately 6.4 million shares of GTx common stock at an exercise price of $8.50 per share and approximately 3.3 million shares of GTx common stock at an exercise price of $9.02.\nAbout GTx\nGTx, Inc., headquartered in Memphis, Tenn., is a biopharmaceutical company dedicated to the discovery, development and commercialization of medicines to treat serious and/or significant unmet medical conditions, including SUI and prostate cancer. For more information, please visit http://www.gtxinc.com .\nForward-Looking Information is Subject to Risk and Uncertainty\nThis press release contains forward-looking statements based upon GTx's current expectations. Forward-looking statements involve risks and uncertainties, and include, but are not limited to, statements relating to the enrollment and conduct of GTx’s ongoing Phase 2 placebo-controlled clinical trial of enobosarm (GTx-024) in post-menopausal women with stress urinary incontinence (SUI), as well as GTx’s plans for its ongoing preclinical research and potential future development of GTx’s licensed selective androgen receptor degrader (SARD) technology, and the timing thereof; and the potential therapeutic applications for, and potential benefits of SARM (including enobosarm) and SARD technology. GTx's actual results and the timing of events could differ materially from those anticipated in such forward-looking statements as a result of these risks and uncertainties, which include, without limitation, the risks (i) that GTx’s evaluation of its licensed SARD technology is at a very early stage and it is possible that GTx may determine not to move forward with any meaningful development of the program; (ii) that if GTx determines to move forward with additional development of enobosarm SUI or if GTx does determine to move forward with development of its SARD program, GTx will require additional funding, which it may be unable to raise, in which case, GTx may fail to realize the anticipated benefits from its SARM and/or SARD technology; (iii) that GTx may not be successful in developing a clinical SARD product candidate to advance into clinical studies or the clinical product candidate may fail such clinical studies; (iv) that the Phase 2 placebo-controlled clinical trial of enobosarm to treat SUI being conducted by GTx may not be completed on schedule, or at all, or may otherwise be suspended or terminated; (v) related to the difficulty and uncertainty of pharmaceutical product development, including the time and expense required to conduct preclinical and clinical trials and analyze data, and the uncertainty of preclinical and clinical success; and (vi) related to issues arising during the uncertain and time-consuming regulatory process, including the risk that GTx may not receive any approvals to advance the clinical development of one or more potential clinical SARM or SARD candidates. In addition, GTx will continue to need additional funding and may be unable to raise capital when needed, which would force GTx to delay, reduce or eliminate its product candidate development programs and potentially cease operations. GTx’s actual results and the timing of events could differ materially from those anticipated in such forward-looking statements as a result of these risks and uncertainties. You should not place undue reliance on these forward-looking statements, which apply only as of the date of this press release. GTx’s annual report on Form 10-K for the year ending December 31, 2017, which is being filed subsequent to this release, contains under the heading, “Risk Factors”, a more comprehensive description of these and other risks to which GTx is subject. GTx expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any forward-looking statements contained herein to reflect any change in its expectations with regard thereto or any change in events, conditions or circumstances on which any such statements are based.\nGTx, Inc.\nCondensed Balance Sheets\n(in thousands, except share data)\nDecember 31, 2017 2016 (unaudited)\nASSETS Current assets: Cash and cash equivalents $ 15,816 $ 8,910 Short-term investments 28,083 12,959 Prepaid expenses and other current assets 2,178 2,429 Total current assets 46,077 24,298 Property and equipment, net 51 81 Intangible assets, net 108 123 Total assets $ 46,236 $ 24,502 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 2,604 $ 1,220 Accrued expenses and other current liabilities 5,371 3,391 Total current liabilities 7,975 4,611 Commitments and contingencies Stockholders’ equity: Common stock, $0.001 par value: 60,000,000 shares authorized at December 31, 2017 and December 31, 2016; 21,541,909 and 15,919,572 shares issued and outstanding at December 31, 2017 and December 31, 2016, respectively 22 16 Additional paid-in capital 599,876 551,073 Accumulated deficit (561,637 ) (531,198 ) Total stockholders’ equity 38,261 19,891 Total liabilities and stockholders’ equity $ 46,236 $ 24,502 GTx, Inc.\nCondensed Statements of Operations\n(in thousands, except share and per share data)\n(unaudited)\nThree Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 Expenses: Research and development expenses $ 6,912 $ 4,585 $ 21,467 $ 17,228 General and administrative expenses 2,487 2,279 9,188 8,705 Total expenses 9,399 6,864 30,655 25,933 Loss from operations (9,399 ) (6,864 ) (30,655 ) (25,933 ) Other income, net 122 - 216 46 Gain on change in fair value of warrant liability - - - 8,163 Net loss $ (9,277 ) $ (6,864 ) $ (30,439 ) $ (17,724 ) Net loss per share -- basic and diluted: $ (0.43 ) $ (0.44 ) $ (1.75 ) $ (1.22 ) Weighted average shares outstanding -- basic and diluted:\n21,541,909 15,713,210 17,441,280 14,559,541\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180312005897/en/\nGTx, Inc.\nInvestors:\nArgot Partners\nKimberly Minarovich or Sam Martin\n212-600-1902\nor\nMedia:\nRed House Consulting\nDenise Powell, 510-703-9491\ndenise@redhousecomms.com\nSource: GTx, Inc.",
    "published": "2018-03-12T23:05:00.000+02:00",
    "crawled": "2018-03-12T23:53:39.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "enobosarm",
        "stress",
        "urinary",
        "incontinence",
        "sui",
        "continues",
        "show",
        "sustained",
        "durability",
        "response",
        "phase",
        "proof",
        "concept",
        "clinical",
        "trial",
        "result",
        "astrid",
        "trial",
        "phase",
        "clinical",
        "trial",
        "enobosarm",
        "sui",
        "expected",
        "second",
        "half",
        "memphis",
        "business",
        "wire",
        "gtx",
        "nasdaq",
        "gtxi",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "highlighted",
        "recent",
        "accomplishment",
        "upcoming",
        "milestone",
        "transformational",
        "year",
        "gtx",
        "marked",
        "positive",
        "result",
        "phase",
        "clinical",
        "trial",
        "woman",
        "stress",
        "urinary",
        "incontinence",
        "initiation",
        "astrid",
        "trial",
        "phase",
        "clinical",
        "trial",
        "enobosarm",
        "sui",
        "said",
        "robert",
        "will",
        "executive",
        "chairman",
        "gtx",
        "believe",
        "significant",
        "opportunity",
        "effective",
        "oral",
        "therapy",
        "treat",
        "sui",
        "look",
        "forward",
        "result",
        "astrid",
        "trial",
        "second",
        "half",
        "clinical",
        "highlight",
        "anticipated",
        "milestone",
        "stress",
        "urinary",
        "incontinence",
        "sui",
        "phase",
        "trial",
        "last",
        "week",
        "society",
        "urodynamics",
        "female",
        "pelvic",
        "medicine",
        "urogenital",
        "reconstruction",
        "sufu",
        "meeting",
        "international",
        "continence",
        "society",
        "ic",
        "annual",
        "meeting",
        "positive",
        "result",
        "presented",
        "company",
        "phase",
        "poc",
        "clinical",
        "trial",
        "enobosarm",
        "mg",
        "administered",
        "orally",
        "woman",
        "sui",
        "result",
        "including",
        "additional",
        "positive",
        "result",
        "presented",
        "sufu",
        "subset",
        "woman",
        "urge",
        "stress",
        "incontinence",
        "summarized",
        "follows",
        "end",
        "treatment",
        "period",
        "woman",
        "showed",
        "clinically",
        "meaningful",
        "reduction",
        "stress",
        "urinary",
        "incontinence",
        "episode",
        "per",
        "day",
        "primary",
        "endpoint",
        "trial",
        "mean",
        "stress",
        "leak",
        "decreased",
        "percent",
        "baseline",
        "stress",
        "leak",
        "decreased",
        "mean",
        "baseline",
        "patient",
        "demonstrated",
        "clinically",
        "meaningful",
        "reduction",
        "stress",
        "urinary",
        "incontinence",
        "episode",
        "per",
        "day",
        "compared",
        "baseline",
        "least",
        "percent",
        "median",
        "medical",
        "epidemiologic",
        "social",
        "aspect",
        "aging",
        "mesa",
        "score",
        "sui",
        "decreased",
        "percent",
        "percent",
        "reduction",
        "incontinence",
        "episode",
        "sustained",
        "durable",
        "well",
        "beyond",
        "treatment",
        "period",
        "patient",
        "followed",
        "seven",
        "month",
        "assess",
        "enobosarm",
        "duration",
        "effect",
        "date",
        "patient",
        "including",
        "nine",
        "patient",
        "reached",
        "seven",
        "month",
        "returned",
        "baseline",
        "level",
        "sui",
        "episode",
        "additional",
        "positive",
        "result",
        "subset",
        "postmenopausal",
        "woman",
        "suggest",
        "dual",
        "treatment",
        "effect",
        "urge",
        "incontinence",
        "stress",
        "urinary",
        "incontinence",
        "woman",
        "trial",
        "predominant",
        "sui",
        "also",
        "experienced",
        "urge",
        "incontinence",
        "ui",
        "eleven",
        "woman",
        "completing",
        "week",
        "treatment",
        "determined",
        "sui",
        "ui",
        "baseline",
        "also",
        "known",
        "mixed",
        "incontinence",
        "mean",
        "urge",
        "leak",
        "decreased",
        "percent",
        "baseline",
        "urge",
        "leak",
        "decreased",
        "mean",
        "baseline",
        "woman",
        "demonstrated",
        "reduction",
        "number",
        "ui",
        "leak",
        "compared",
        "baseline",
        "demonstrating",
        "clinically",
        "meaningful",
        "reduction",
        "ui",
        "episode",
        "per",
        "day",
        "least",
        "percent",
        "median",
        "medical",
        "epidemiologic",
        "social",
        "aspect",
        "aging",
        "mesa",
        "score",
        "ui",
        "decreased",
        "percent",
        "percent",
        "magnetic",
        "resonance",
        "imaging",
        "mri",
        "used",
        "quantitatively",
        "measure",
        "muscle",
        "pelvic",
        "floor",
        "woman",
        "week",
        "compared",
        "baseline",
        "result",
        "showed",
        "statistically",
        "significant",
        "increase",
        "several",
        "important",
        "measurement",
        "support",
        "mechanism",
        "action",
        "enobosarm",
        "pelvic",
        "floor",
        "week",
        "mean",
        "levator",
        "ani",
        "muscle",
        "thickness",
        "increased",
        "mm",
        "baseline",
        "measurement",
        "mm",
        "week",
        "mean",
        "inner",
        "urethral",
        "muscle",
        "diameter",
        "increased",
        "mm",
        "baseline",
        "measurement",
        "mm",
        "week",
        "mean",
        "outer",
        "urethral",
        "muscle",
        "diameter",
        "increased",
        "mm",
        "baseline",
        "measurement",
        "mm",
        "serious",
        "adverse",
        "event",
        "reported",
        "trial",
        "reported",
        "adverse",
        "event",
        "minimal",
        "included",
        "headache",
        "nausea",
        "fatigue",
        "hot",
        "flash",
        "insomnia",
        "muscle",
        "weakness",
        "acne",
        "mild",
        "transient",
        "elevation",
        "liver",
        "enzyme",
        "within",
        "normal",
        "limit",
        "observed",
        "except",
        "one",
        "patient",
        "level",
        "greater",
        "time",
        "upper",
        "limit",
        "normal",
        "returned",
        "normal",
        "following",
        "treatment",
        "period",
        "reduction",
        "total",
        "cholesterol",
        "triglyceride",
        "also",
        "observed",
        "sui",
        "phase",
        "astrid",
        "clinical",
        "trial",
        "based",
        "positive",
        "result",
        "phase",
        "poc",
        "trial",
        "company",
        "initiated",
        "randomized",
        "phase",
        "trial",
        "assess",
        "efficacy",
        "safety",
        "enobosarm",
        "administered",
        "orally",
        "approximately",
        "woman",
        "sui",
        "compared",
        "placebo",
        "information",
        "astrid",
        "ssessing",
        "enobosarm",
        "str",
        "es",
        "urinary",
        "ncontinence",
        "isorder",
        "trial",
        "ongoing",
        "found",
        "result",
        "phase",
        "clinical",
        "trial",
        "expected",
        "second",
        "half",
        "prostate",
        "cancer",
        "company",
        "selective",
        "androgen",
        "receptor",
        "degrader",
        "sard",
        "preclinical",
        "program",
        "evaluate",
        "novel",
        "sard",
        "technology",
        "prostate",
        "cancer",
        "crpc",
        "company",
        "ongoing",
        "mechanistic",
        "preclinical",
        "study",
        "designed",
        "select",
        "appropriate",
        "compound",
        "potentially",
        "advance",
        "clinical",
        "trial",
        "fourth",
        "quarter",
        "financial",
        "result",
        "december",
        "cash",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "research",
        "development",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "general",
        "administrative",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "general",
        "administrative",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "included",
        "gain",
        "million",
        "related",
        "change",
        "fair",
        "value",
        "company",
        "warrant",
        "liability",
        "first",
        "quarter",
        "company",
        "modified",
        "outstanding",
        "warrant",
        "adjustment",
        "fair",
        "value",
        "warrant",
        "required",
        "gtx",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "december",
        "additionally",
        "warrant",
        "outstanding",
        "purchase",
        "approximately",
        "million",
        "share",
        "gtx",
        "common",
        "stock",
        "exercise",
        "price",
        "per",
        "share",
        "approximately",
        "million",
        "share",
        "gtx",
        "common",
        "stock",
        "exercise",
        "price",
        "gtx",
        "gtx",
        "headquartered",
        "memphis",
        "biopharmaceutical",
        "company",
        "dedicated",
        "discovery",
        "development",
        "commercialization",
        "medicine",
        "treat",
        "serious",
        "significant",
        "unmet",
        "medical",
        "condition",
        "including",
        "sui",
        "prostate",
        "cancer",
        "information",
        "please",
        "visit",
        "http",
        "information",
        "subject",
        "risk",
        "uncertainty",
        "press",
        "release",
        "contains",
        "statement",
        "based",
        "upon",
        "gtx",
        "current",
        "expectation",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "statement",
        "relating",
        "enrollment",
        "conduct",
        "gtx",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "enobosarm",
        "woman",
        "stress",
        "urinary",
        "incontinence",
        "sui",
        "well",
        "gtx",
        "plan",
        "ongoing",
        "preclinical",
        "research",
        "potential",
        "future",
        "development",
        "gtx",
        "licensed",
        "selective",
        "androgen",
        "receptor",
        "degrader",
        "sard",
        "technology",
        "timing",
        "thereof",
        "potential",
        "therapeutic",
        "application",
        "potential",
        "benefit",
        "sarm",
        "including",
        "enobosarm",
        "sard",
        "technology",
        "gtx",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "gtx",
        "evaluation",
        "licensed",
        "sard",
        "technology",
        "early",
        "stage",
        "possible",
        "gtx",
        "may",
        "determine",
        "move",
        "forward",
        "meaningful",
        "development",
        "program",
        "ii",
        "gtx",
        "determines",
        "move",
        "forward",
        "additional",
        "development",
        "enobosarm",
        "sui",
        "gtx",
        "determine",
        "move",
        "forward",
        "development",
        "sard",
        "program",
        "gtx",
        "require",
        "additional",
        "funding",
        "may",
        "unable",
        "raise",
        "case",
        "gtx",
        "may",
        "fail",
        "realize",
        "anticipated",
        "benefit",
        "sarm",
        "sard",
        "technology",
        "iii",
        "gtx",
        "may",
        "successful",
        "developing",
        "clinical",
        "sard",
        "product",
        "candidate",
        "advance",
        "clinical",
        "study",
        "clinical",
        "product",
        "candidate",
        "may",
        "fail",
        "clinical",
        "study",
        "iv",
        "phase",
        "clinical",
        "trial",
        "enobosarm",
        "treat",
        "sui",
        "conducted",
        "gtx",
        "may",
        "completed",
        "schedule",
        "may",
        "otherwise",
        "suspended",
        "terminated",
        "v",
        "related",
        "difficulty",
        "uncertainty",
        "pharmaceutical",
        "product",
        "development",
        "including",
        "time",
        "expense",
        "required",
        "conduct",
        "preclinical",
        "clinical",
        "trial",
        "analyze",
        "data",
        "uncertainty",
        "preclinical",
        "clinical",
        "success",
        "vi",
        "related",
        "issue",
        "arising",
        "uncertain",
        "regulatory",
        "process",
        "including",
        "risk",
        "gtx",
        "may",
        "receive",
        "approval",
        "advance",
        "clinical",
        "development",
        "one",
        "potential",
        "clinical",
        "sarm",
        "sard",
        "candidate",
        "addition",
        "gtx",
        "continue",
        "need",
        "additional",
        "funding",
        "may",
        "unable",
        "raise",
        "capital",
        "needed",
        "would",
        "force",
        "gtx",
        "delay",
        "reduce",
        "eliminate",
        "product",
        "candidate",
        "development",
        "program",
        "potentially",
        "cease",
        "operation",
        "gtx",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "place",
        "undue",
        "reliance",
        "statement",
        "apply",
        "date",
        "press",
        "release",
        "gtx",
        "annual",
        "report",
        "form",
        "year",
        "ending",
        "december",
        "filed",
        "subsequent",
        "release",
        "contains",
        "heading",
        "risk",
        "factor",
        "comprehensive",
        "description",
        "risk",
        "gtx",
        "subject",
        "gtx",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "reflect",
        "change",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "gtx",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "data",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "december",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "gtx",
        "condensed",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "expense",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "total",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "gain",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "view",
        "source",
        "version",
        "http",
        "gtx",
        "investor",
        "argot",
        "partner",
        "kimberly",
        "minarovich",
        "sam",
        "martin",
        "medium",
        "red",
        "house",
        "consulting",
        "denise",
        "powell",
        "denise",
        "source",
        "gtx",
        "inc"
    ]
}