{
    "organizations": [],
    "uuid": "2bb666b777954a93d3f1659836db24651b4433ef",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/globe-newswire-kane-biotech-a-2017-year-end-and-fourth-quarter-financial-results-and-business-update.html",
    "ord_in_thread": 0,
    "title": "Kane Biotech – 2017 Year End and Fourth Quarter Financial Results and Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WINNIPEG, Manitoba, March 21, 2018 (GLOBE NEWSWIRE) -- Kane Biotech Inc. (TSX-V:KNE) (OTCQB:KNBIF) (the “Corporation” or “Kane Biotech”) is pleased to announce its 2017 Year End and Fourth Quarter Financial Results.\nKane Biotech Inc. is a biotechnology company engaged in the research, development and commercialization of technologies and products that prevent and remove microbial biofilms. Biofilms are thin slimy films that develop when bacteria and other microorganisms form a protective matrix that acts as a shield against attack. Biofilms attach to and grow on living and inert surfaces. When in a biofilm, bacteria become highly resistant to antibiotics, antimicrobials, biocides and host immune responses. This resiliency contributes to numerous human and animal health related problems. According to the United States National Institutes of Health, biofilms are estimated to be responsible for 80% of all animal and human bacterial infections including tooth decay, wound care infections, chronic inflammatory skin disorders and wounds, recurrent urinary tract infections, medical device associated and hospital acquired infections (HAIs), and foodborne bacterial outbreaks. Biofilms cost society billions of dollars each year. As such, there is significant interest in safe and effective products that can combat the biofilm problem. Kane Biotech’s mission is to be a royalty-based revenue company licensing its anti-biofilm technologies to global industry players.\nKey Highlights of Kane Biotech include the following:\nA specialized focus on large markets for biofilm prevention and dispersion solutions Strong patent portfolio of anti-biofilm technologies with 75 patents and patents pending First commercial licensing and distribution agreement signed (2017) Several anti-biofilm applications in development for large market opportunities\nKane Biotech has a portfolio of biotechnologies, intellectual property (patents, patents pending and trademarks) and products developed by the Company’s own biofilm research expertise and acquired from leading research institutions. StrixNB TM , DispersinB®, Aledex®, bluestem™, bluestem®, AloSera TM , coactiv+ TM and coactiv+® are trademarks of Kane Biotech Inc.\nCompany Focus\nOver the past year Kane Biotech has focused the majority of its resources on applications of its technology on oral care and skin care in the companion pet market, human skin disorders, and the disinfection of hard surfaces. Kane Biotech’s objective is to license the Company’s intellectual property to strategic partners with already established large scale market and territory access.\nKane Biotech’s premium companion pet oral care products, StrixNB™ and bluestem™, are targeted at multiple channels, including veterinary clinics, pet specialty retail, grocery/mass merchants, and e-commerce. DispersinB ® is a powerful biofilm dispersion enzyme with initial targeted applications for canines which include otic ear infections and skin “hot spot” infections. A shampoo that fights atopic dermatitis on dogs has been formulated and is ready for test marketing and in-vivo testing. The Company’s StrixNB and DispersinB technologies are licensed to Dechra Pharmaceuticals (LON:DPH) for distribution in the North American veterinary channel. Dechra markets the StrixNB™ technology under its Vetradent™ brand name. More information about the Dechra agreement is provided below.\nFor human health skin disorder conditions, Kane Biotech has several formulations in final development based on its proprietary anti-biofilm technologies that have the potential to treat conditions such as athlete’s foot, eczema and seborrheic dermatitis. Athlete’s foot afflicts 15% of the world population and its global market is estimated to be almost $1B. Eczema (atopic dermatitis) afflicts 10% of adults and 25% of children globally and by 2022 its global market is estimated to reach $5.6B. Seborrheic dermatitis (including chronic dandruff) is the fastest growing hair care segment and by 2020 its size is projected to reach $6B. In-vitro data as well as testimonials of people using Kane Biotech’s formulations for these three conditions have been strong and compelling. The Company plans to gather clinical data in 2018 on the application of its technology to these conditions to help advance discussions with potential market partners.\nKane Biotech’s antimicrobial and anti-biofilm hard surface disinfectant technology has applications in hospitals, medical device decontamination, food production and safety, and industrial process control environments where highly resistant bacteria can cause major problems. Further work on formulations and testing of this technology will continue in 2018.\nTargeted company milestones for 2018 include the following:\nUplist to OTCQB Venture Market (January 2018) Retain investor relations counsel (February 2018) File lawsuit against Nestlé to defend Kane Biotech’s intellectual property (February 2018) Existing license expansion for companion animal veterinary market in terms of geography and product applications Complete additional trials and achieve International standard of canine oral care efficacy Launch DispersinB ® based products with Dechra Execute new technology license and distribution agreements Initiate clinical trials for technologies treating human chronic inflammatory skin disorders\n2017 Financial Highlights:\nTotal Revenues:\nFor the twelve months ended December 31, 2017 were $1,035,302, an increase of 173% compared to $379,890 for the twelve months ended December 31, 2016; For the quarter ended December 31, 2017 were $83,669, an increase of 12% compared to $74,619 for the quarter ended December 31, 2016.\nLicense, Royalty & Option Revenues:\nFor the twelve months ended December 31, 2017 were $688,231, an increase of 409% compared to $135,134 for the twelve months ended December 31, 2016; For the quarter ended December 31, 2017 were $9,672 compared to $0 for the quarter ended December 31, 2016.\nProduct Revenues:\nFor the twelve months ended December 31, 2017 were $347,071, an increase of 42% compared to $244,756 for the twelve months ended December 31, 2016; For the quarter ended December 31, 2017 were $73,997, a decrease of 1% compared to $74,619 for the quarter ended December 31, 2016. Note: Product Revenues in Q4 2017 no longer include StrixNB in North America as this technology was licensed to Dechra for the North American veterinary channel. Sales of bluestem increased 50% on the quarter and 50% for the year.\nGross Profit % (of Product Sales):\nFor the twelve months ended December 31, 2017 was 65%, an increase of 31% compared to 49% for the twelve months ended December 31, 2016; For the quarter ended December 31, 2017 was 49%, an increase of 14% compared to 43% for the quarter ended December 31, 2016.\nTotal Operating Expenses:\nFor the twelve months ended December 31, 2017 were $3,607,857, an increase of 34% compared to $2,690,187 for the twelve months ended December 31, 2016. For the quarter ended December 31, 2017 were $934,565, an increase of 84% compared to $508,576 for the quarter ended December 31, 2016;\nLoss:\nFor the twelve months ended December 31, 2017 was $(2,786,174), an increase of 9% compared to $(2,548,748) for the twelve months ended December 31, 2016; For the quarter ended December 31, 2017 was $(888,686), an increase of 78% compared to $500,057 for the quarter ended December 31, 2016.\nSelected Income Statement Information Kane Biotech Inc. 2017 Q4 2017 TSX-V:KNE / OTCQB:KNBIF 2017 2016 vs 2016 Q4 2017 Q4 2016 vs Q4 2016 Total Revenues $ 1,035,302 $ 379,890 +173 % $ 83,669 $ 74,619 +12 % License, Royalty & Option Revenue s $ 688,231 $ 135,134 +409 % $ 9,672 $ 0 - Product Revenues * $ 347,071 $ 244,756 +42 % $ 73,997 $ 74,619 -1 % Gross Profit $ (Product) $ 224,668 $ 120,531 +86 % $ 36,453 $ 32,203 +13 % Gross Profit % (Product) 65 % 49 % +31 % 49 % 43 % +14 % Total Operating Expenses $ 3,607,857 $ 2,690,187 +34 % $ 934,565 $ 508,576 +84 % General and Administration $ 2,757,279 $ 2,116,764 +30 % $ 636,082 $ 436,219 +46 % Research $ 850,878 $ 573,423 +48 % $ 298,483 $ 72,357 +313 % Loss $ (2,786,174 ) $ (2,548,748 ) +9 % $ (888,686 ) $ (500,057 ) +78 % Loss per Share (post consolidation) $ (0.05 ) $ (0.07 ) -33 % $ (0.01 ) $ (0.01 ) +1 % * Product Revenues in Q4, 2017 no longer include StrixNB as this technology was licensed to Dechra for the N.A. veterinary channel. Sales of bluestem increased 50% on the quarter and 50% on the year. Selected Cash Flow Information Kane Biotech Inc. 2017 Q4 2017 TSX-V:KNE / OTCQB:KNBIF 2017 2016 vs 2016 Q4 2017 Q4 2016 vs Q4 2016 Cash, end of period $ 1,975,723 $ 739,568 +167 % $ 1,975,723 $ 739,568 +167 % Cash, beginning of period $ 739,568 $ 116,310 +536 % $ 2,527,305 $ 1,384,140 +83 % Operating activities $ (2,044,247 ) $ (2,363,319 ) -14 % $ (449,280 ) $ (606,230 ) -26 % Financing activities $ 3,510,038 $ 3,252,612 +8 % $ (35,994 ) $ 22,928 - Investing activites $ (229,636 ) $ (266,035 ) -14 % $ (66,308 ) $ (61,269 ) +8 % Detailed financial information about Kane Biotech can be found in its December 31, 2017 Financial Statements and Management Discussion and Analysis on SEDAR and the Company’s website. All amounts referenced herein are in Canadian dollars.\nThe Company’s Fourth Quarter and Full Year 2017 Earnings Conference Call and Business Update is scheduled on Thursday, March 22, 2018 at 4:30pm E.T. to discuss its financial results for the fourth quarter and full year 2017, in conjunction with the filing of its annual Year End Financial Statements for the fourth quarter and full year ended December 31, 2017.\nMark Ahrens-Townsend, President and Chief Executive Officer, and Ray Dupuis, Chief Financial Officer of Kane, will host the call and provide an update on recent developments and clinical progress. Management will be answering questions live immediately following the earnings announcement part of the call.\nTo participate in the call, please dial +1 877-268-9044 (toll-free) in the U.S. and Canada. The conference ID number is 2680589.\nDate: Thursday, March 22, 2018 Time: 4:30pm E.T. U.S. & Canada Dial-in: 877-268-9044 (toll free) Conference ID: 2680589 Webcast Link: https://edge.media-server.com/m6/p/pvvmdwpp\nFor more information, please visit www.kanebiotech.com or contact:\nMark Ahrens-Townsend President & CEO Kane Biotech Inc. +1 (204) 477-7592 ir@kanebiotech.com Tirth Patel Vice President - Investor Relations Edison Advisors +1 (646) 653-7035 tpatel@edisongroup.com Neither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nCaution Regarding Forward-Looking Information\nThis press release contains certain statements that constitute forward-looking information under applicable securities law. These statements reflect management’s current beliefs and are based on information currently available to management. Certain material factors or assumptions are applied in making forward-looking statements, and actual results may differ materially from those expressed or implied in such statements. These risks and uncertainties include, but are not limited to, risks relating to the Company’s: (a) financial condition, including lack of significant revenues to date and reliance on equity and other financing; (b) business, including its early stage of development, government regulation, market acceptance for its products, rapid technological change and dependence on key personnel; (c) intellectual property including the ability of the Company to protect its intellectual property and dependence on its strategic partners; and (d) capital structure, including its lack of dividends on its common shares, volatility of the market price of its common shares and public company costs. Further information about these and other risks and uncertainties can be found in the disclosure documents filed by the Company with applicable securities regulatory authorities, available at www.sedar.com . The Company cautions that the foregoing list of factors that may affect future results is not exhaustive.\nThese risks and uncertainties should be considered carefully undue reliance should not be placed on the forward-looking statements. Although the forward-looking statements contained in this press release are based upon what management believes to be reasonable assumptions, the Company cannot provide assurance that actual results will be consistent with these forward-looking statements. The Company undertakes no obligation to update or revise any forward-looking statement.\nSource:Kane Biotech Inc.",
    "published": "2018-03-21T23:30:00.000+02:00",
    "crawled": "2018-03-22T02:36:33.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "winnipeg",
        "manitoba",
        "march",
        "globe",
        "newswire",
        "kane",
        "biotech",
        "kne",
        "otcqb",
        "knbif",
        "corporation",
        "kane",
        "biotech",
        "pleased",
        "announce",
        "year",
        "end",
        "fourth",
        "quarter",
        "financial",
        "result",
        "kane",
        "biotech",
        "biotechnology",
        "company",
        "engaged",
        "research",
        "development",
        "commercialization",
        "technology",
        "product",
        "prevent",
        "remove",
        "microbial",
        "biofilms",
        "biofilms",
        "thin",
        "slimy",
        "film",
        "develop",
        "bacteria",
        "microorganism",
        "form",
        "protective",
        "matrix",
        "act",
        "shield",
        "attack",
        "biofilms",
        "attach",
        "grow",
        "living",
        "inert",
        "surface",
        "biofilm",
        "bacteria",
        "become",
        "highly",
        "resistant",
        "antibiotic",
        "antimicrobial",
        "biocides",
        "host",
        "immune",
        "response",
        "resiliency",
        "contributes",
        "numerous",
        "human",
        "animal",
        "health",
        "related",
        "problem",
        "according",
        "united",
        "state",
        "national",
        "institute",
        "health",
        "biofilms",
        "estimated",
        "responsible",
        "animal",
        "human",
        "bacterial",
        "infection",
        "including",
        "tooth",
        "decay",
        "wound",
        "care",
        "infection",
        "chronic",
        "inflammatory",
        "skin",
        "disorder",
        "wound",
        "recurrent",
        "urinary",
        "tract",
        "infection",
        "medical",
        "device",
        "associated",
        "hospital",
        "acquired",
        "infection",
        "hais",
        "foodborne",
        "bacterial",
        "outbreak",
        "biofilms",
        "cost",
        "society",
        "billion",
        "dollar",
        "year",
        "significant",
        "interest",
        "safe",
        "effective",
        "product",
        "combat",
        "biofilm",
        "problem",
        "kane",
        "biotech",
        "mission",
        "revenue",
        "company",
        "licensing",
        "technology",
        "global",
        "industry",
        "player",
        "key",
        "highlight",
        "kane",
        "biotech",
        "include",
        "following",
        "specialized",
        "focus",
        "large",
        "market",
        "biofilm",
        "prevention",
        "dispersion",
        "solution",
        "strong",
        "patent",
        "portfolio",
        "technology",
        "patent",
        "patent",
        "pending",
        "first",
        "commercial",
        "licensing",
        "distribution",
        "agreement",
        "signed",
        "several",
        "application",
        "development",
        "large",
        "market",
        "opportunity",
        "kane",
        "biotech",
        "portfolio",
        "biotechnology",
        "intellectual",
        "property",
        "patent",
        "patent",
        "pending",
        "trademark",
        "product",
        "developed",
        "company",
        "biofilm",
        "research",
        "expertise",
        "acquired",
        "leading",
        "research",
        "institution",
        "strixnb",
        "tm",
        "alosera",
        "tm",
        "tm",
        "trademark",
        "kane",
        "biotech",
        "company",
        "focus",
        "past",
        "year",
        "kane",
        "biotech",
        "focused",
        "majority",
        "resource",
        "application",
        "technology",
        "oral",
        "care",
        "skin",
        "care",
        "companion",
        "pet",
        "market",
        "human",
        "skin",
        "disorder",
        "disinfection",
        "hard",
        "surface",
        "kane",
        "biotech",
        "objective",
        "license",
        "company",
        "intellectual",
        "property",
        "strategic",
        "partner",
        "already",
        "established",
        "large",
        "scale",
        "market",
        "territory",
        "access",
        "kane",
        "biotech",
        "premium",
        "companion",
        "pet",
        "oral",
        "care",
        "product",
        "targeted",
        "multiple",
        "channel",
        "including",
        "veterinary",
        "clinic",
        "pet",
        "specialty",
        "retail",
        "merchant",
        "dispersinb",
        "powerful",
        "biofilm",
        "dispersion",
        "enzyme",
        "initial",
        "targeted",
        "application",
        "canine",
        "include",
        "otic",
        "ear",
        "infection",
        "skin",
        "hot",
        "spot",
        "infection",
        "shampoo",
        "fight",
        "atopic",
        "dermatitis",
        "dog",
        "formulated",
        "ready",
        "test",
        "marketing",
        "testing",
        "company",
        "strixnb",
        "dispersinb",
        "technology",
        "licensed",
        "dechra",
        "pharmaceutical",
        "lon",
        "dph",
        "distribution",
        "north",
        "american",
        "veterinary",
        "channel",
        "dechra",
        "market",
        "technology",
        "brand",
        "name",
        "information",
        "dechra",
        "agreement",
        "provided",
        "human",
        "health",
        "skin",
        "disorder",
        "condition",
        "kane",
        "biotech",
        "several",
        "formulation",
        "final",
        "development",
        "based",
        "proprietary",
        "technology",
        "potential",
        "treat",
        "condition",
        "athlete",
        "foot",
        "eczema",
        "seborrheic",
        "dermatitis",
        "athlete",
        "foot",
        "afflicts",
        "world",
        "population",
        "global",
        "market",
        "estimated",
        "almost",
        "1b",
        "eczema",
        "atopic",
        "dermatitis",
        "afflicts",
        "adult",
        "child",
        "globally",
        "global",
        "market",
        "estimated",
        "reach",
        "seborrheic",
        "dermatitis",
        "including",
        "chronic",
        "dandruff",
        "fastest",
        "growing",
        "hair",
        "care",
        "segment",
        "size",
        "projected",
        "reach",
        "6b",
        "data",
        "well",
        "testimonial",
        "people",
        "using",
        "kane",
        "biotech",
        "formulation",
        "three",
        "condition",
        "strong",
        "compelling",
        "company",
        "plan",
        "gather",
        "clinical",
        "data",
        "application",
        "technology",
        "condition",
        "help",
        "advance",
        "discussion",
        "potential",
        "market",
        "partner",
        "kane",
        "biotech",
        "antimicrobial",
        "hard",
        "surface",
        "disinfectant",
        "technology",
        "application",
        "hospital",
        "medical",
        "device",
        "decontamination",
        "food",
        "production",
        "safety",
        "industrial",
        "process",
        "control",
        "environment",
        "highly",
        "resistant",
        "bacteria",
        "cause",
        "major",
        "problem",
        "work",
        "formulation",
        "testing",
        "technology",
        "continue",
        "targeted",
        "company",
        "milestone",
        "include",
        "following",
        "uplist",
        "otcqb",
        "venture",
        "market",
        "january",
        "retain",
        "investor",
        "relation",
        "counsel",
        "february",
        "file",
        "lawsuit",
        "nestlé",
        "defend",
        "kane",
        "biotech",
        "intellectual",
        "property",
        "february",
        "existing",
        "license",
        "expansion",
        "companion",
        "animal",
        "veterinary",
        "market",
        "term",
        "geography",
        "product",
        "application",
        "complete",
        "additional",
        "trial",
        "achieve",
        "international",
        "standard",
        "canine",
        "oral",
        "care",
        "efficacy",
        "launch",
        "dispersinb",
        "based",
        "product",
        "dechra",
        "execute",
        "new",
        "technology",
        "license",
        "distribution",
        "agreement",
        "initiate",
        "clinical",
        "trial",
        "technology",
        "treating",
        "human",
        "chronic",
        "inflammatory",
        "skin",
        "disorder",
        "financial",
        "highlight",
        "total",
        "revenue",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "compared",
        "twelve",
        "month",
        "ended",
        "december",
        "quarter",
        "ended",
        "december",
        "increase",
        "compared",
        "quarter",
        "ended",
        "december",
        "license",
        "royalty",
        "option",
        "revenue",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "compared",
        "twelve",
        "month",
        "ended",
        "december",
        "quarter",
        "ended",
        "december",
        "compared",
        "quarter",
        "ended",
        "december",
        "product",
        "revenue",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "compared",
        "twelve",
        "month",
        "ended",
        "december",
        "quarter",
        "ended",
        "december",
        "decrease",
        "compared",
        "quarter",
        "ended",
        "december",
        "note",
        "product",
        "revenue",
        "q4",
        "longer",
        "include",
        "strixnb",
        "north",
        "america",
        "technology",
        "licensed",
        "dechra",
        "north",
        "american",
        "veterinary",
        "channel",
        "sale",
        "bluestem",
        "increased",
        "quarter",
        "year",
        "gross",
        "profit",
        "product",
        "sale",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "compared",
        "twelve",
        "month",
        "ended",
        "december",
        "quarter",
        "ended",
        "december",
        "increase",
        "compared",
        "quarter",
        "ended",
        "december",
        "total",
        "operating",
        "expense",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "compared",
        "twelve",
        "month",
        "ended",
        "december",
        "quarter",
        "ended",
        "december",
        "increase",
        "compared",
        "quarter",
        "ended",
        "december",
        "loss",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "compared",
        "twelve",
        "month",
        "ended",
        "december",
        "quarter",
        "ended",
        "december",
        "increase",
        "compared",
        "quarter",
        "ended",
        "december",
        "selected",
        "income",
        "statement",
        "information",
        "kane",
        "biotech",
        "q4",
        "kne",
        "otcqb",
        "knbif",
        "v",
        "q4",
        "q4",
        "v",
        "q4",
        "total",
        "revenue",
        "license",
        "royalty",
        "option",
        "revenue",
        "product",
        "revenue",
        "gross",
        "profit",
        "product",
        "gross",
        "profit",
        "product",
        "total",
        "operating",
        "expense",
        "general",
        "administration",
        "research",
        "loss",
        "loss",
        "per",
        "share",
        "post",
        "consolidation",
        "product",
        "revenue",
        "q4",
        "longer",
        "include",
        "strixnb",
        "technology",
        "licensed",
        "dechra",
        "veterinary",
        "channel",
        "sale",
        "bluestem",
        "increased",
        "quarter",
        "year",
        "selected",
        "cash",
        "flow",
        "information",
        "kane",
        "biotech",
        "q4",
        "kne",
        "otcqb",
        "knbif",
        "v",
        "q4",
        "q4",
        "v",
        "q4",
        "cash",
        "end",
        "period",
        "cash",
        "beginning",
        "period",
        "operating",
        "activity",
        "financing",
        "activity",
        "investing",
        "activites",
        "detailed",
        "financial",
        "information",
        "kane",
        "biotech",
        "found",
        "december",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "sedar",
        "company",
        "website",
        "amount",
        "referenced",
        "herein",
        "canadian",
        "dollar",
        "company",
        "fourth",
        "quarter",
        "full",
        "year",
        "earnings",
        "conference",
        "call",
        "business",
        "update",
        "scheduled",
        "thursday",
        "march",
        "discus",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "conjunction",
        "filing",
        "annual",
        "year",
        "end",
        "financial",
        "statement",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "mark",
        "president",
        "chief",
        "executive",
        "officer",
        "ray",
        "dupuis",
        "chief",
        "financial",
        "officer",
        "kane",
        "host",
        "call",
        "provide",
        "update",
        "recent",
        "development",
        "clinical",
        "progress",
        "management",
        "answering",
        "question",
        "live",
        "immediately",
        "following",
        "earnings",
        "announcement",
        "part",
        "call",
        "participate",
        "call",
        "please",
        "dial",
        "canada",
        "conference",
        "id",
        "number",
        "date",
        "thursday",
        "march",
        "time",
        "canada",
        "toll",
        "free",
        "conference",
        "id",
        "webcast",
        "link",
        "http",
        "information",
        "please",
        "visit",
        "contact",
        "mark",
        "president",
        "ceo",
        "kane",
        "biotech",
        "ir",
        "tirth",
        "patel",
        "vice",
        "president",
        "investor",
        "relation",
        "edison",
        "advisor",
        "tpatel",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "caution",
        "regarding",
        "information",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "constitute",
        "information",
        "applicable",
        "security",
        "law",
        "statement",
        "reflect",
        "management",
        "current",
        "belief",
        "based",
        "information",
        "currently",
        "available",
        "management",
        "certain",
        "material",
        "factor",
        "assumption",
        "applied",
        "making",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "relating",
        "company",
        "financial",
        "condition",
        "including",
        "lack",
        "significant",
        "revenue",
        "date",
        "reliance",
        "equity",
        "financing",
        "b",
        "business",
        "including",
        "early",
        "stage",
        "development",
        "government",
        "regulation",
        "market",
        "acceptance",
        "product",
        "rapid",
        "technological",
        "change",
        "dependence",
        "key",
        "personnel",
        "c",
        "intellectual",
        "property",
        "including",
        "ability",
        "company",
        "protect",
        "intellectual",
        "property",
        "dependence",
        "strategic",
        "partner",
        "capital",
        "structure",
        "including",
        "lack",
        "dividend",
        "common",
        "share",
        "volatility",
        "market",
        "price",
        "common",
        "share",
        "public",
        "company",
        "cost",
        "information",
        "risk",
        "uncertainty",
        "found",
        "disclosure",
        "document",
        "filed",
        "company",
        "applicable",
        "security",
        "regulatory",
        "authority",
        "available",
        "company",
        "caution",
        "foregoing",
        "list",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "exhaustive",
        "risk",
        "uncertainty",
        "considered",
        "carefully",
        "undue",
        "reliance",
        "placed",
        "statement",
        "although",
        "statement",
        "contained",
        "press",
        "release",
        "based",
        "upon",
        "management",
        "belief",
        "reasonable",
        "assumption",
        "company",
        "provide",
        "assurance",
        "actual",
        "result",
        "consistent",
        "statement",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "source",
        "kane",
        "biotech",
        "inc"
    ]
}