{
    "organizations": [],
    "uuid": "e13e5a2a03802397494573b3b35ad132ca928888",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/20/pr-newswire-salesforce-signs-definitive-agreement-to-acquire-mulesoft.html",
    "ord_in_thread": 0,
    "title": "Salesforce Signs Definitive Agreement to Acquire MuleSoft",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO, March 20, 2018 /PRNewswire/ -- Salesforce (NYSE: CRM), the global leader in CRM, and MuleSoft (NYSE: MULE), the provider of one of the world's leading platforms for building application networks, have entered into a definitive agreement under which Salesforce will acquire MuleSoft for an enterprise value of approximately $6.5 billion.\nComments on the News:\n\"Every digital transformation starts and ends with the customer,\" said Marc Benioff, Chairman and CEO, Salesforce. \"Together, Salesforce and MuleSoft will enable customers to connect all of the information throughout their enterprise across all public and private clouds and data sources—radically enhancing innovation. I am thrilled to welcome MuleSoft to the Salesforce Ohana.\" \"With the full power of Salesforce behind us, we have a tremendous opportunity to realize our vision of the application network even faster and at scale,\" said Greg Schott, MuleSoft Chairman and CEO. \"Together, Salesforce and MuleSoft will accelerate our customers' digital transformations enabling them to unlock their data across any application or endpoint.\"\nMuleSoft: One of the World's Leading Application Network Platforms\nMuleSoft provides one of the world's leading platforms for building application networks that connect enterprise apps, data and devices, across any cloud and on-premise. More than 1,200 customers, including Coca-Cola, Barclays, Unilever and Mount Sinai, rely on MuleSoft to change and innovate faster, deliver differentiated customer experiences, and increase operational efficiency.\nAcquisition to Accelerate Customers' Digital Transformations\nTogether, Salesforce and MuleSoft will accelerate customers' digital transformations, enabling them to unlock data across legacy systems, cloud apps and devices to make smarter, faster decisions and create highly differentiated, connected customer experiences.\nMuleSoft will continue to build toward the company's vision of the application network with Anypoint Platform, and MuleSoft will power the new Salesforce Integration Cloud, which will enable all enterprises to surface any data—regardless of where it resides—to drive deep and intelligent customer experiences throughout a personalized 1:1 journey.\nAs part of the world's #1 CRM company and fastest growing top 5 enterprise software company, MuleSoft will be able to accelerate its growth and deliver even more innovation to its customers at scale.\nDetails Regarding the Proposed MuleSoft Acquisition\nThe boards of directors of Salesforce and MuleSoft have unanimously approved the transaction.\nUnder the terms of the transaction, the MuleSoft acquisition consideration will be composed of $36.00 in cash and 0.0711 shares of Salesforce common stock per MuleSoft Class A and Class B common share, which represents a per share price for MuleSoft common shares of $44.89 based on the closing price of Salesforce common stock on March 19, 2018. The per share price represents a 36% premium over MuleSoft's closing share price on March 19, 2018.\nUnder the terms of the transaction, Salesforce will commence an exchange offer to acquire all of the outstanding shares of MuleSoft. The transaction is expected to close in the second quarter of Salesforce's fiscal year 2019, ending July 31, 2018, subject to the satisfaction of customary closing conditions, including the tender by MuleSoft stockholders of shares representing a majority of the MuleSoft common stock voting power, on a one-vote per share basis, and the expiration of the applicable waiting period under the Hart-Scott-Rodino Antitrust Improvements Act. Stockholders of MuleSoft owning approximately 30% of the outstanding shares have entered into tender and support agreements with Salesforce, pursuant to which they have agreed, among other things, and subject to the terms and conditions of the agreements, to tender their shares of MuleSoft common stock in the exchange offer. Following the successful completion of the exchange offer, MuleSoft shares not tendered in the exchange offer will be converted in a second step merger into the right to receive the same $36.00 in cash and 0.0711 shares of Salesforce common stock, paid in the exchange offer, per MuleSoft share.\nSalesforce expects to fund the cash consideration with cash from its balance sheet and approximately $3.0 billion of proceeds from a combination of term loans and/or the issuance of debt securities. The relative mix of each will depend on prevailing market conditions. Salesforce has obtained a commitment from BofA Merrill Lynch for a $3.0 billion bridge loan facility, subject to customary conditions. This transaction is not subject to any financing condition.\nBofA Merrill Lynch is serving as exclusive financial advisor to Salesforce. Goldman, Sachs & Co. is serving as exclusive financial advisor to MuleSoft.\nManagement Conference Call\nSalesforce and MuleSoft will host a conference call to discuss this transaction at 2:30 p.m. (PT) / 5:30 p.m. (ET) on March 20, 2018. A live dial-in is available domestically at 866-901-SFDC or 866-901-7332 and internationally at 706-902-1764, passcode 6797006. A live audiocast of the event will be available on the Salesforce Investor Relations website at http://www.salesforce.com/investor and on MuleSoft's website at https://investor.mulesoft.com . A replay will be available at 800-585-8367 or 855-859-2056 until midnight (ET) April 19, 2018.\nAdditional Information and Where to Find It\nThe exchange offer referenced in this communication has not yet commenced. This communication is for informational purposes only and is neither an offer to purchase nor a solicitation of an offer to sell shares, nor is it a substitute for any offer materials that Salesforce, its acquisition subsidiary and MuleSoft will file with the U.S. Securities and Exchange Commission (the \"SEC\"). At the time the exchange offer is commenced, Salesforce and its acquisition subsidiary will file a tender offer statement on Schedule TO, Salesforce will file a registration statement on Form S-4 and MuleSoft will file a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC with respect to the exchange offer. THE EXCHANGE OFFER MATERIALS (INCLUDING AN OFFER TO EXCHANGE, A RELATED LETTER OF TRANSMITTAL AND CERTAIN OTHER EXCHANGE OFFER DOCUMENTS) AND THE SOLICITATION/RECOMMENDATION STATEMENT WILL CONTAIN IMPORTANT INFORMATION. MULESOFT STOCKHOLDERS ARE URGED TO READ THESE DOCUMENTS CAREFULLY WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION THAT HOLDERS OF MULESOFT SECURITIES SHOULD CONSIDER BEFORE MAKING ANY DECISION REGARDING EXCHANGING THEIR SECURITIES. The Solicitation/Recommendation Statement, the Offer to Exchange, the related Letter of Transmittal and certain other exchange offer documents will be made available to all MuleSoft stockholders at no expense to them. The exchange offer materials and the Solicitation/Recommendation Statement will be made available for free on the SEC's website at www.sec.gov . Copies of the documents filed with the SEC by Salesforce will be available free of charge under the Financials heading of the Investor Relations section of Salesforce's website at www.salesforce.com/investor or by contacting Salesforce's Investor Relations department at investor@salesforce.com . Copies of the documents filed with the SEC by MuleSoft will be available free of charge under the SEC filings heading of the Investor section of MuleSoft's website at https://investors.mulesoft.com or by contacting MuleSoft's Investor Relations department at investorrelations@mulesoft.com .\nIn addition to the Solicitation/Recommendation Statement, the Offer to Exchange, the related Letter of Transmittal and certain other exchange offer documents, Salesforce and MuleSoft file annual, quarterly and current reports and other information with the SEC. You may read and copy any reports or other information filed by Salesforce and MuleSoft at the SEC public reference room at 100 F Street, N.E., Washington, D.C. 20549. Please call the SEC at 1-800-SEC-0330 for further information on the public reference room. Salesforce's and MuleSoft's filings with the SEC are also available to the public from commercial document-retrieval services and at the website maintained by the SEC at http://www.sec.gov .\nForward-Looking Statements\nThis communication contains forward-looking information related to the Company, MuleSoft and the acquisition of MuleSoft by the Company that involves substantial risks, uncertainties and assumptions that could cause actual results to differ materially from those expressed or implied by such statements. Forward-looking statements in this communication include, among other things, statements about the potential benefits of the proposed transaction, the Company's plans, objectives, expectations and intentions, the financial condition, results of operations and business of the Company, and the anticipated timing of closing of the proposed transaction. Risks and uncertainties include, among other things, risks related to the ability of the Company to consummate the proposed transaction on a timely basis or at all, including due to complexities resulting from the adoption of new accounting pronouncements and associated system implementations; the satisfaction of the conditions precedent to consummation of the proposed transaction, including having a sufficient number of MuleSoft's shares being validly tendered into the exchange offer to meet the minimum condition; the Company's ability to secure regulatory approvals on the terms expected, in a timely manner or at all; the Company's ability to successfully integrate MuleSoft's operations; the Company's ability to implement its plans, forecasts and other expectations with respect to MuleSoft's business after the completion of the transaction and realize expected synergies; the ability to realize the anticipated benefits of the proposed transaction, including the possibility that the expected benefits from the proposed transaction will not be realized or will not be realized within the expected time period; disruption from the transaction making it more difficult to maintain business and operational relationships; the negative effects of the announcement or the consummation of the proposed transaction on the market price of the Company's common stock or on the Company's operating results; significant transaction costs; unknown liabilities; the risk of litigation or regulatory actions related to the proposed transaction; the pace of change and innovation in enterprise cloud computing services; the competitive nature of the market in which the Company participates; the Company's service performance and security, including the resources and costs required to prevent, detect and remediate potential security breaches; the expenses associated with new data centers and third-party infrastructure providers; additional data center capacity; the Company's ability to protect its intellectual property rights and develop its brands; dependency on the development and maintenance of the infrastructure of the Internet; the ability to develop new services and product features; other business effects, including the effects of industry, market, economic, political or regulatory conditions; future exchange and interest rates; changes in tax and other laws, regulations, rates and policies, including those related to the provision of services on the Internet, those related to accessing the Internet and those addressing data privacy and import and export controls; future business combinations or disposals; the uncertainties inherent in research and development; competitive developments and climate change.\nFurther information on these and other risk and uncertainties relating to Salesforce and MuleSoft can be found in their respective reports on Forms 10-K, 10-Q and 8-K and in other filings Salesforce and MuleSoft make with the SEC from time to time and available at www.sec.gov . These documents are available on the SEC Filings section of the Investor Information section of Salesforce's website at www.salesforce.com/investor and the Investor section of MuleSoft's website at https://investors.mulesoft.com/ .\nThe forward-looking statements included in this communication are made only as of the date hereof. Salesforce and MuleSoft assumes no obligation and does not intend to update these forward-looking statements, except as required by law.\nAbout MuleSoft\nMuleSoft's mission is to help organizations change and innovate faster by making it easy to connect the world's applications, data and devices. With its API-led approach to connectivity, MuleSoft's industry-leading Anypoint Platform™ is enabling more than 1,200 organizations in approximately 60 countries to build application networks. For more information, visit https://www.mulesoft.com .\nAbout Salesforce\nSalesforce, the global leader in CRM, empowers companies to connect with their customers in a whole new way. For more information about Salesforce (NYSE: CRM), visit http://www.salesforce.com .\nView original content with multimedia: http://www.prnewswire.com/news-releases/salesforce-signs-definitive-agreement-to-acquire-mulesoft-300617056.html\nSOURCE Salesforce",
    "published": "2018-03-20T23:30:00.000+02:00",
    "crawled": "2018-03-21T02:13:00.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "march",
        "salesforce",
        "nyse",
        "crm",
        "global",
        "leader",
        "crm",
        "mulesoft",
        "nyse",
        "mule",
        "provider",
        "one",
        "world",
        "leading",
        "platform",
        "building",
        "application",
        "network",
        "entered",
        "definitive",
        "agreement",
        "salesforce",
        "acquire",
        "mulesoft",
        "enterprise",
        "value",
        "approximately",
        "billion",
        "comment",
        "news",
        "every",
        "digital",
        "transformation",
        "start",
        "end",
        "customer",
        "said",
        "marc",
        "benioff",
        "chairman",
        "ceo",
        "salesforce",
        "together",
        "salesforce",
        "mulesoft",
        "enable",
        "customer",
        "connect",
        "information",
        "throughout",
        "enterprise",
        "across",
        "public",
        "private",
        "cloud",
        "data",
        "enhancing",
        "innovation",
        "thrilled",
        "welcome",
        "mulesoft",
        "salesforce",
        "ohana",
        "full",
        "power",
        "salesforce",
        "behind",
        "u",
        "tremendous",
        "opportunity",
        "realize",
        "vision",
        "application",
        "network",
        "even",
        "faster",
        "scale",
        "said",
        "greg",
        "schott",
        "mulesoft",
        "chairman",
        "ceo",
        "together",
        "salesforce",
        "mulesoft",
        "accelerate",
        "customer",
        "digital",
        "transformation",
        "enabling",
        "unlock",
        "data",
        "across",
        "application",
        "endpoint",
        "mulesoft",
        "one",
        "world",
        "leading",
        "application",
        "network",
        "platform",
        "mulesoft",
        "provides",
        "one",
        "world",
        "leading",
        "platform",
        "building",
        "application",
        "network",
        "connect",
        "enterprise",
        "apps",
        "data",
        "device",
        "across",
        "cloud",
        "customer",
        "including",
        "barclays",
        "unilever",
        "mount",
        "sinai",
        "rely",
        "mulesoft",
        "change",
        "innovate",
        "faster",
        "deliver",
        "differentiated",
        "customer",
        "experience",
        "increase",
        "operational",
        "efficiency",
        "acquisition",
        "accelerate",
        "customer",
        "digital",
        "transformation",
        "together",
        "salesforce",
        "mulesoft",
        "accelerate",
        "customer",
        "digital",
        "transformation",
        "enabling",
        "unlock",
        "data",
        "across",
        "legacy",
        "system",
        "cloud",
        "apps",
        "device",
        "make",
        "smarter",
        "faster",
        "decision",
        "create",
        "highly",
        "differentiated",
        "connected",
        "customer",
        "experience",
        "mulesoft",
        "continue",
        "build",
        "toward",
        "company",
        "vision",
        "application",
        "network",
        "anypoint",
        "platform",
        "mulesoft",
        "power",
        "new",
        "salesforce",
        "integration",
        "cloud",
        "enable",
        "enterprise",
        "surface",
        "drive",
        "deep",
        "intelligent",
        "customer",
        "experience",
        "throughout",
        "personalized",
        "journey",
        "part",
        "world",
        "crm",
        "company",
        "fastest",
        "growing",
        "top",
        "enterprise",
        "software",
        "company",
        "mulesoft",
        "able",
        "accelerate",
        "growth",
        "deliver",
        "even",
        "innovation",
        "customer",
        "scale",
        "detail",
        "regarding",
        "proposed",
        "mulesoft",
        "acquisition",
        "board",
        "director",
        "salesforce",
        "mulesoft",
        "unanimously",
        "approved",
        "transaction",
        "term",
        "transaction",
        "mulesoft",
        "acquisition",
        "consideration",
        "composed",
        "cash",
        "share",
        "salesforce",
        "common",
        "stock",
        "per",
        "mulesoft",
        "class",
        "class",
        "b",
        "common",
        "share",
        "represents",
        "per",
        "share",
        "price",
        "mulesoft",
        "common",
        "share",
        "based",
        "closing",
        "price",
        "salesforce",
        "common",
        "stock",
        "march",
        "per",
        "share",
        "price",
        "represents",
        "premium",
        "mulesoft",
        "closing",
        "share",
        "price",
        "march",
        "term",
        "transaction",
        "salesforce",
        "commence",
        "exchange",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "mulesoft",
        "transaction",
        "expected",
        "close",
        "second",
        "quarter",
        "salesforce",
        "fiscal",
        "year",
        "ending",
        "july",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "including",
        "tender",
        "mulesoft",
        "stockholder",
        "share",
        "representing",
        "majority",
        "mulesoft",
        "common",
        "stock",
        "voting",
        "power",
        "per",
        "share",
        "basis",
        "expiration",
        "applicable",
        "waiting",
        "period",
        "antitrust",
        "improvement",
        "act",
        "stockholder",
        "mulesoft",
        "owning",
        "approximately",
        "outstanding",
        "share",
        "entered",
        "tender",
        "support",
        "agreement",
        "salesforce",
        "pursuant",
        "agreed",
        "among",
        "thing",
        "subject",
        "term",
        "condition",
        "agreement",
        "tender",
        "share",
        "mulesoft",
        "common",
        "stock",
        "exchange",
        "offer",
        "following",
        "successful",
        "completion",
        "exchange",
        "offer",
        "mulesoft",
        "share",
        "tendered",
        "exchange",
        "offer",
        "converted",
        "second",
        "step",
        "merger",
        "right",
        "receive",
        "cash",
        "share",
        "salesforce",
        "common",
        "stock",
        "paid",
        "exchange",
        "offer",
        "per",
        "mulesoft",
        "share",
        "salesforce",
        "expects",
        "fund",
        "cash",
        "consideration",
        "cash",
        "balance",
        "sheet",
        "approximately",
        "billion",
        "proceeds",
        "combination",
        "term",
        "loan",
        "issuance",
        "debt",
        "security",
        "relative",
        "mix",
        "depend",
        "prevailing",
        "market",
        "condition",
        "salesforce",
        "obtained",
        "commitment",
        "bofa",
        "merrill",
        "lynch",
        "billion",
        "bridge",
        "loan",
        "facility",
        "subject",
        "customary",
        "condition",
        "transaction",
        "subject",
        "financing",
        "condition",
        "bofa",
        "merrill",
        "lynch",
        "serving",
        "exclusive",
        "financial",
        "advisor",
        "salesforce",
        "goldman",
        "sachs",
        "serving",
        "exclusive",
        "financial",
        "advisor",
        "mulesoft",
        "management",
        "conference",
        "call",
        "salesforce",
        "mulesoft",
        "host",
        "conference",
        "call",
        "discus",
        "transaction",
        "pt",
        "et",
        "march",
        "live",
        "available",
        "domestically",
        "internationally",
        "passcode",
        "live",
        "audiocast",
        "event",
        "available",
        "salesforce",
        "investor",
        "relation",
        "website",
        "http",
        "mulesoft",
        "website",
        "http",
        "replay",
        "available",
        "midnight",
        "et",
        "april",
        "additional",
        "information",
        "find",
        "exchange",
        "offer",
        "referenced",
        "communication",
        "yet",
        "commenced",
        "communication",
        "informational",
        "purpose",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "substitute",
        "offer",
        "material",
        "salesforce",
        "acquisition",
        "subsidiary",
        "mulesoft",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "time",
        "exchange",
        "offer",
        "commenced",
        "salesforce",
        "acquisition",
        "subsidiary",
        "file",
        "tender",
        "offer",
        "statement",
        "schedule",
        "salesforce",
        "file",
        "registration",
        "statement",
        "form",
        "mulesoft",
        "file",
        "statement",
        "schedule",
        "sec",
        "respect",
        "exchange",
        "offer",
        "exchange",
        "offer",
        "material",
        "including",
        "offer",
        "exchange",
        "related",
        "letter",
        "transmittal",
        "certain",
        "exchange",
        "offer",
        "document",
        "statement",
        "contain",
        "important",
        "information",
        "mulesoft",
        "stockholder",
        "urged",
        "read",
        "document",
        "carefully",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "holder",
        "mulesoft",
        "security",
        "consider",
        "making",
        "decision",
        "regarding",
        "exchanging",
        "security",
        "statement",
        "offer",
        "exchange",
        "related",
        "letter",
        "transmittal",
        "certain",
        "exchange",
        "offer",
        "document",
        "made",
        "available",
        "mulesoft",
        "stockholder",
        "expense",
        "exchange",
        "offer",
        "material",
        "statement",
        "made",
        "available",
        "free",
        "sec",
        "website",
        "copy",
        "document",
        "filed",
        "sec",
        "salesforce",
        "available",
        "free",
        "charge",
        "financials",
        "heading",
        "investor",
        "relation",
        "section",
        "salesforce",
        "website",
        "contacting",
        "salesforce",
        "investor",
        "relation",
        "department",
        "investor",
        "copy",
        "document",
        "filed",
        "sec",
        "mulesoft",
        "available",
        "free",
        "charge",
        "sec",
        "filing",
        "heading",
        "investor",
        "section",
        "mulesoft",
        "website",
        "http",
        "contacting",
        "mulesoft",
        "investor",
        "relation",
        "department",
        "investorrelations",
        "addition",
        "statement",
        "offer",
        "exchange",
        "related",
        "letter",
        "transmittal",
        "certain",
        "exchange",
        "offer",
        "document",
        "salesforce",
        "mulesoft",
        "file",
        "annual",
        "quarterly",
        "current",
        "report",
        "information",
        "sec",
        "may",
        "read",
        "copy",
        "report",
        "information",
        "filed",
        "salesforce",
        "mulesoft",
        "sec",
        "public",
        "reference",
        "room",
        "f",
        "street",
        "washington",
        "please",
        "call",
        "sec",
        "information",
        "public",
        "reference",
        "room",
        "salesforce",
        "mulesoft",
        "filing",
        "sec",
        "also",
        "available",
        "public",
        "commercial",
        "service",
        "website",
        "maintained",
        "sec",
        "http",
        "statement",
        "communication",
        "contains",
        "information",
        "related",
        "company",
        "mulesoft",
        "acquisition",
        "mulesoft",
        "company",
        "involves",
        "substantial",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "communication",
        "include",
        "among",
        "thing",
        "statement",
        "potential",
        "benefit",
        "proposed",
        "transaction",
        "company",
        "plan",
        "objective",
        "expectation",
        "intention",
        "financial",
        "condition",
        "result",
        "operation",
        "business",
        "company",
        "anticipated",
        "timing",
        "closing",
        "proposed",
        "transaction",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "risk",
        "related",
        "ability",
        "company",
        "consummate",
        "proposed",
        "transaction",
        "timely",
        "basis",
        "including",
        "due",
        "complexity",
        "resulting",
        "adoption",
        "new",
        "accounting",
        "pronouncement",
        "associated",
        "system",
        "implementation",
        "satisfaction",
        "condition",
        "precedent",
        "consummation",
        "proposed",
        "transaction",
        "including",
        "sufficient",
        "number",
        "mulesoft",
        "share",
        "validly",
        "tendered",
        "exchange",
        "offer",
        "meet",
        "minimum",
        "condition",
        "company",
        "ability",
        "secure",
        "regulatory",
        "approval",
        "term",
        "expected",
        "timely",
        "manner",
        "company",
        "ability",
        "successfully",
        "integrate",
        "mulesoft",
        "operation",
        "company",
        "ability",
        "implement",
        "plan",
        "forecast",
        "expectation",
        "respect",
        "mulesoft",
        "business",
        "completion",
        "transaction",
        "realize",
        "expected",
        "synergy",
        "ability",
        "realize",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "including",
        "possibility",
        "expected",
        "benefit",
        "proposed",
        "transaction",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "disruption",
        "transaction",
        "making",
        "difficult",
        "maintain",
        "business",
        "operational",
        "relationship",
        "negative",
        "effect",
        "announcement",
        "consummation",
        "proposed",
        "transaction",
        "market",
        "price",
        "company",
        "common",
        "stock",
        "company",
        "operating",
        "result",
        "significant",
        "transaction",
        "cost",
        "unknown",
        "liability",
        "risk",
        "litigation",
        "regulatory",
        "action",
        "related",
        "proposed",
        "transaction",
        "pace",
        "change",
        "innovation",
        "enterprise",
        "cloud",
        "computing",
        "service",
        "competitive",
        "nature",
        "market",
        "company",
        "participates",
        "company",
        "service",
        "performance",
        "security",
        "including",
        "resource",
        "cost",
        "required",
        "prevent",
        "detect",
        "remediate",
        "potential",
        "security",
        "breach",
        "expense",
        "associated",
        "new",
        "data",
        "center",
        "infrastructure",
        "provider",
        "additional",
        "data",
        "center",
        "capacity",
        "company",
        "ability",
        "protect",
        "intellectual",
        "property",
        "right",
        "develop",
        "brand",
        "dependency",
        "development",
        "maintenance",
        "infrastructure",
        "internet",
        "ability",
        "develop",
        "new",
        "service",
        "product",
        "feature",
        "business",
        "effect",
        "including",
        "effect",
        "industry",
        "market",
        "economic",
        "political",
        "regulatory",
        "condition",
        "future",
        "exchange",
        "interest",
        "rate",
        "change",
        "tax",
        "law",
        "regulation",
        "rate",
        "policy",
        "including",
        "related",
        "provision",
        "service",
        "internet",
        "related",
        "accessing",
        "internet",
        "addressing",
        "data",
        "privacy",
        "import",
        "export",
        "control",
        "future",
        "business",
        "combination",
        "disposal",
        "uncertainty",
        "inherent",
        "research",
        "development",
        "competitive",
        "development",
        "climate",
        "change",
        "information",
        "risk",
        "uncertainty",
        "relating",
        "salesforce",
        "mulesoft",
        "found",
        "respective",
        "report",
        "form",
        "filing",
        "salesforce",
        "mulesoft",
        "make",
        "sec",
        "time",
        "time",
        "available",
        "document",
        "available",
        "sec",
        "filing",
        "section",
        "investor",
        "information",
        "section",
        "salesforce",
        "website",
        "investor",
        "section",
        "mulesoft",
        "website",
        "http",
        "statement",
        "included",
        "communication",
        "made",
        "date",
        "hereof",
        "salesforce",
        "mulesoft",
        "assumes",
        "obligation",
        "intend",
        "update",
        "statement",
        "except",
        "required",
        "law",
        "mulesoft",
        "mulesoft",
        "mission",
        "help",
        "organization",
        "change",
        "innovate",
        "faster",
        "making",
        "easy",
        "connect",
        "world",
        "application",
        "data",
        "device",
        "approach",
        "connectivity",
        "mulesoft",
        "anypoint",
        "enabling",
        "organization",
        "approximately",
        "country",
        "build",
        "application",
        "network",
        "information",
        "visit",
        "http",
        "salesforce",
        "salesforce",
        "global",
        "leader",
        "crm",
        "empowers",
        "company",
        "connect",
        "customer",
        "whole",
        "new",
        "way",
        "information",
        "salesforce",
        "nyse",
        "crm",
        "visit",
        "http",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "salesforce"
    ]
}