{
    "organizations": [],
    "uuid": "2e5c4ca1662b2709bace317140b9ee7309475162",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/27/globe-newswire-true-leaf-announces-appointment-of-chief-scientific-officer-and-medical-advisory-board.html",
    "ord_in_thread": 0,
    "title": "True Leaf Announces Appointment of Chief Scientific Officer and Medical Advisory Board",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VERNON, British Columbia, March 27, 2018 (GLOBE NEWSWIRE) -- True Leaf Medicine International Ltd. (“ True Leaf ”) (CSE:MJ) (FSE:TLA) (OTCQB:TRLFF), the quality of life cannabis company for people and their pets, announced today the formation of the True Leaf Medical Advisory Board (“MAB”) under its Chief Scientific Officer, a team of three leading B.C. medical practitioners committed to advancing integrative healthcare with cannabis.\nDr. Chris Spooner, a respected naturopathic doctor and champion of integrative medicine, will lead the MAB in his role as Chief Scientific Officer. Dr. Spooner will be joined by Dr. Caroline MacCallum and Dr. Zeid Mohamedali, two of the most progressive medical doctors advising the cannabis industry today.\nThe True Leaf MAB will oversee the research and development of a highly-effective medicinal cannabis product line to address, among others, neurological, musculoskeletal, gynaecological, and gastrointestinal conditions.\n“Today’s announcement is a significant milestone in our mission to be Canada’s leading purpose-driven cannabis company,” said Darcy Bomford, Founder and Chief Executive Officer of True Leaf. “Our MAB has the expertise to help us research and develop world-class medicinal cannabis products that fill the gaps that exist in medical treatment today. These doctors have extensive success treating patients with cannabis who have found their pharmaceutical treatments ineffective or intolerable. They have taken a progressive approach to treating their patients, and because of that, have helped people live happier, healthier lives.”\nThe True Leaf MAB is a group of accomplished medical cannabis advisors who will also help the company create strategic partnerships within the medical community, provide education and outreach to physicians and policy makers, and identify opportunities for research on medicinal cannabis.\nDr. Spooner is a North Okanagan naturopathic doctor with more than 20 years of experience in naturopathic medicine. He is also a board member of the College of Naturopathic Physicians of British Columbia and adjunct professor for several naturopathic colleges.\n“We want to help True Leaf build trust in the medical community,” said Dr. Spooner. “True Leaf is unique because it is committed to the whole plant medicine. Fifty percent of the medicine comes from components other than CBD or THC, and we want to take the lead on research and development of the potential of the whole plant. True Leaf has brought us in right at the beginning of the project development phase so we are set to collaborate on selecting effective strains and begin pilot trials on whole plant medicines and extractions.”\nDr. MacCallum, MD, FRCPC, is an internal medicine specialist with a background in pharmacy and expertise in complex pain and cannabinoid medicine. Dr. MacCallum has extensive clinical training in the field of medical cannabis and has developed cannabinoid treatment plans for more than 2,000 patients. She has acted as a cannabis preceptor to a number of clinicians and has presented internationally on the topic. She is also a clinical instructor in the Department of Medicine at the University of British Columbia, associate member with the Department of Palliative Care, and provides inpatient care for the Bone Marrow Transplant Program at Vancouver General Hospital.\n“True Leaf stands out because they started with hemp-seed based supplements for pets,” said Dr. MacCallum. “They are now also focused on cannabis genetics for several niche patient populations where therapeutic options are limited or ineffective. I have seen first-hand how powerful cannabis can be in the management of complex diseases and polypharmacy reduction. What meaningful research can we do in the cannabis space to fill the knowledge gaps? What is the best combination of cannabinoids for each patient? These are the issues we will be tackling.”\nDr. Mohamedali, MD, PhD, FRCSC, is an urologist and researcher with a special interest in uro-oncology and pelvic floor dysfunction. Dr. Mohamedali has more than 20 years of experience in clinical research and surgical practice. His medical cannabis practice is focused on treatments for pain related to chronic pelvic pain, musculoskeletal trauma, and cancer. He also serves as the Chief Executive Officer of the Greenleaf Medical Clinics, one of Canada’s top telehealth cannabis organizations.\n“These are exciting times in healthcare,” said Dr. Mohamedali. “Companies like True Leaf are reshaping how we view many medical conditions. Traditional treatment algorithms are being modified to accommodate the inclusion of cannabis. The True Leaf MAB will be using unique plant chemovars, nanotechnology, genetics, and much more to provide cutting edge treatments. We hope our efforts will have a dramatic impact on many patients and their loved ones.”\nTrue Leaf has received permission by Health Canada to build its True Leaf Campus cannabis cultivation facility and broke ground on March 2, 2018. The 25,000 square foot facility is expected to be completed in late summer 2018.\nTrue Leaf is currently in the final stages of Health Canada’s Access to Cannabis for Medical Purposes Regulations (ACMPR) process.\nAbout True Leaf\nFounded in 2013, True Leaf has two main operating divisions: True Leaf Medicine Inc. and True Leaf Pet Inc. The Company’s goal is to provide federally-approved cannabis products that will be sold across Canada and the United States. True Leaf Medicine Inc. was launched in July 2013 to become a licensed producer of medicinal cannabis for the Canadian market. True Leaf Medicine Inc. has been granted approval by Health Canada to build its grow facility and will be subject to a Health Canada inspection upon completion to allow for the cultivation, manufacture, and distribution of cannabis products. Currently, True Leaf does not have a license to produce cannabis.\nEstablished in 2015, True Leaf Pet Inc. markets hemp-seed based products for the pet industry. The Company launched the True Hemp™ pet supplement line in Canada, the United States, and Europe, becoming one of the first hemp-seed based pet product lines to be marketed worldwide. True Hemp™ North American products are free of CBD and THC.\nMedia Contact:\nPaul Sullivan\nDirector, Public Relations\nPaul@trueleaf.com\nO: 604-685-4742\nM: 604-603-7358\nInvestor Contact:\nKevin Bottomley (Canada)\nDirector and Corporate Relations\nKevin@trueleaf.com\nM: 778-389-9933\nTirth Patel (US)\nEdison Advisors\ntpatel@edisongroup.com\nO: 646-653-7035\nFollow True Leaf\ntrueleaf.com\ntwitter.com/trueleafpet\nfacebook.com/trueleafmedicine\ninstagram.com/trueleafpet\nForward-Looking Statements\nThis news release contains forward-looking statements; and management may make additional forward-looking statements in response to your questions. Such written and oral disclosures are made pursuant to the Safe Harbor provision of the Private Securities Litigation Reform Act of 1995. Although True Leaf believes that the expectations reflected in such forward-looking statements are based on reasonable assumptions, True Leaf’s actual results and performance and the value of its securities could differ materially from those set forth in the forward-looking statements due to the impact of many factors including, but not limited to, risks and uncertainties detailed in the “Risk Factors” in the Risk Factors section of True Leaf’s Offering Circular on Form 1-A, filed with the U.S. Securities and Exchange Commission and Canadian securities regulatory authorities and other discussions of risk factors contained in True Leaf’s periodic filings or supplements to the offering circular filed with the U.S. Securities and Exchange Commission and Canadian securities regulatory authorities. True Leaf Offering Circular on Form 1-A can be found at www.trueleaf.com/pages/investor . True Leaf claims the safe harbor protection for forward-looking statements contained in the U.S. Private Securities Litigation Reform Act of 1995. Forward-looking statements speak only as of the date they are made. True Leaf undertakes no obligation to update or revise any such information for any reason after the date of this presentation, unless required by law.\nSource:True Leaf Medicine International Ltd.",
    "published": "2018-03-27T15:00:00.000+03:00",
    "crawled": "2018-03-27T18:29:20.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vernon",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "true",
        "leaf",
        "medicine",
        "international",
        "true",
        "leaf",
        "cse",
        "mj",
        "fse",
        "tla",
        "otcqb",
        "trlff",
        "quality",
        "life",
        "cannabis",
        "company",
        "people",
        "pet",
        "announced",
        "today",
        "formation",
        "true",
        "leaf",
        "medical",
        "advisory",
        "board",
        "mab",
        "chief",
        "scientific",
        "officer",
        "team",
        "three",
        "leading",
        "medical",
        "practitioner",
        "committed",
        "advancing",
        "integrative",
        "healthcare",
        "cannabis",
        "chris",
        "spooner",
        "respected",
        "naturopathic",
        "doctor",
        "champion",
        "integrative",
        "medicine",
        "lead",
        "mab",
        "role",
        "chief",
        "scientific",
        "officer",
        "spooner",
        "joined",
        "caroline",
        "maccallum",
        "zeid",
        "mohamedali",
        "two",
        "progressive",
        "medical",
        "doctor",
        "advising",
        "cannabis",
        "industry",
        "today",
        "true",
        "leaf",
        "mab",
        "oversee",
        "research",
        "development",
        "medicinal",
        "cannabis",
        "product",
        "line",
        "address",
        "among",
        "others",
        "neurological",
        "musculoskeletal",
        "gynaecological",
        "gastrointestinal",
        "condition",
        "today",
        "announcement",
        "significant",
        "milestone",
        "mission",
        "canada",
        "leading",
        "cannabis",
        "company",
        "said",
        "darcy",
        "bomford",
        "founder",
        "chief",
        "executive",
        "officer",
        "true",
        "leaf",
        "mab",
        "expertise",
        "help",
        "u",
        "research",
        "develop",
        "medicinal",
        "cannabis",
        "product",
        "fill",
        "gap",
        "exist",
        "medical",
        "treatment",
        "today",
        "doctor",
        "extensive",
        "success",
        "treating",
        "patient",
        "cannabis",
        "found",
        "pharmaceutical",
        "treatment",
        "ineffective",
        "intolerable",
        "taken",
        "progressive",
        "approach",
        "treating",
        "patient",
        "helped",
        "people",
        "live",
        "happier",
        "healthier",
        "true",
        "leaf",
        "mab",
        "group",
        "accomplished",
        "medical",
        "cannabis",
        "advisor",
        "also",
        "help",
        "company",
        "create",
        "strategic",
        "partnership",
        "within",
        "medical",
        "community",
        "provide",
        "education",
        "outreach",
        "physician",
        "policy",
        "maker",
        "identify",
        "opportunity",
        "research",
        "medicinal",
        "cannabis",
        "spooner",
        "north",
        "okanagan",
        "naturopathic",
        "doctor",
        "year",
        "experience",
        "naturopathic",
        "medicine",
        "also",
        "board",
        "member",
        "college",
        "naturopathic",
        "physician",
        "british",
        "columbia",
        "adjunct",
        "professor",
        "several",
        "naturopathic",
        "college",
        "want",
        "help",
        "true",
        "leaf",
        "build",
        "trust",
        "medical",
        "community",
        "said",
        "spooner",
        "true",
        "leaf",
        "unique",
        "committed",
        "whole",
        "plant",
        "medicine",
        "fifty",
        "percent",
        "medicine",
        "come",
        "component",
        "cbd",
        "thc",
        "want",
        "take",
        "lead",
        "research",
        "development",
        "potential",
        "whole",
        "plant",
        "true",
        "leaf",
        "brought",
        "u",
        "right",
        "beginning",
        "project",
        "development",
        "phase",
        "set",
        "collaborate",
        "selecting",
        "effective",
        "strain",
        "begin",
        "pilot",
        "trial",
        "whole",
        "plant",
        "medicine",
        "maccallum",
        "md",
        "frcpc",
        "internal",
        "medicine",
        "specialist",
        "background",
        "pharmacy",
        "expertise",
        "complex",
        "pain",
        "cannabinoid",
        "medicine",
        "maccallum",
        "extensive",
        "clinical",
        "training",
        "field",
        "medical",
        "cannabis",
        "developed",
        "cannabinoid",
        "treatment",
        "plan",
        "patient",
        "acted",
        "cannabis",
        "preceptor",
        "number",
        "clinician",
        "presented",
        "internationally",
        "topic",
        "also",
        "clinical",
        "instructor",
        "department",
        "medicine",
        "university",
        "british",
        "columbia",
        "associate",
        "member",
        "department",
        "palliative",
        "care",
        "provides",
        "inpatient",
        "care",
        "bone",
        "marrow",
        "transplant",
        "program",
        "vancouver",
        "general",
        "hospital",
        "true",
        "leaf",
        "stand",
        "started",
        "based",
        "supplement",
        "pet",
        "said",
        "maccallum",
        "also",
        "focused",
        "cannabis",
        "genetics",
        "several",
        "niche",
        "patient",
        "population",
        "therapeutic",
        "option",
        "limited",
        "ineffective",
        "seen",
        "powerful",
        "cannabis",
        "management",
        "complex",
        "disease",
        "polypharmacy",
        "reduction",
        "meaningful",
        "research",
        "cannabis",
        "space",
        "fill",
        "knowledge",
        "gap",
        "best",
        "combination",
        "cannabinoids",
        "patient",
        "issue",
        "mohamedali",
        "md",
        "phd",
        "frcsc",
        "urologist",
        "researcher",
        "special",
        "interest",
        "pelvic",
        "floor",
        "dysfunction",
        "mohamedali",
        "year",
        "experience",
        "clinical",
        "research",
        "surgical",
        "practice",
        "medical",
        "cannabis",
        "practice",
        "focused",
        "treatment",
        "pain",
        "related",
        "chronic",
        "pelvic",
        "pain",
        "musculoskeletal",
        "trauma",
        "cancer",
        "also",
        "serf",
        "chief",
        "executive",
        "officer",
        "greenleaf",
        "medical",
        "clinic",
        "one",
        "canada",
        "top",
        "telehealth",
        "cannabis",
        "organization",
        "exciting",
        "time",
        "healthcare",
        "said",
        "mohamedali",
        "company",
        "like",
        "true",
        "leaf",
        "reshaping",
        "view",
        "many",
        "medical",
        "condition",
        "traditional",
        "treatment",
        "algorithm",
        "modified",
        "accommodate",
        "inclusion",
        "cannabis",
        "true",
        "leaf",
        "mab",
        "using",
        "unique",
        "plant",
        "chemovars",
        "nanotechnology",
        "genetics",
        "much",
        "provide",
        "cutting",
        "edge",
        "treatment",
        "hope",
        "effort",
        "dramatic",
        "impact",
        "many",
        "patient",
        "loved",
        "true",
        "leaf",
        "received",
        "permission",
        "health",
        "canada",
        "build",
        "true",
        "leaf",
        "campus",
        "cannabis",
        "cultivation",
        "facility",
        "broke",
        "ground",
        "march",
        "square",
        "foot",
        "facility",
        "expected",
        "completed",
        "late",
        "summer",
        "true",
        "leaf",
        "currently",
        "final",
        "stage",
        "health",
        "canada",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "acmpr",
        "process",
        "true",
        "leaf",
        "founded",
        "true",
        "leaf",
        "two",
        "main",
        "operating",
        "division",
        "true",
        "leaf",
        "medicine",
        "true",
        "leaf",
        "pet",
        "company",
        "goal",
        "provide",
        "cannabis",
        "product",
        "sold",
        "across",
        "canada",
        "united",
        "state",
        "true",
        "leaf",
        "medicine",
        "launched",
        "july",
        "become",
        "licensed",
        "producer",
        "medicinal",
        "cannabis",
        "canadian",
        "market",
        "true",
        "leaf",
        "medicine",
        "granted",
        "approval",
        "health",
        "canada",
        "build",
        "grow",
        "facility",
        "subject",
        "health",
        "canada",
        "inspection",
        "upon",
        "completion",
        "allow",
        "cultivation",
        "manufacture",
        "distribution",
        "cannabis",
        "product",
        "currently",
        "true",
        "leaf",
        "license",
        "produce",
        "cannabis",
        "established",
        "true",
        "leaf",
        "pet",
        "market",
        "based",
        "product",
        "pet",
        "industry",
        "company",
        "launched",
        "true",
        "pet",
        "supplement",
        "line",
        "canada",
        "united",
        "state",
        "europe",
        "becoming",
        "one",
        "first",
        "based",
        "pet",
        "product",
        "line",
        "marketed",
        "worldwide",
        "true",
        "north",
        "american",
        "product",
        "free",
        "cbd",
        "thc",
        "medium",
        "contact",
        "paul",
        "sullivan",
        "director",
        "public",
        "relation",
        "paul",
        "investor",
        "contact",
        "kevin",
        "bottomley",
        "canada",
        "director",
        "corporate",
        "relation",
        "kevin",
        "tirth",
        "patel",
        "u",
        "edison",
        "advisor",
        "tpatel",
        "follow",
        "true",
        "leaf",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "management",
        "may",
        "make",
        "additional",
        "statement",
        "response",
        "question",
        "written",
        "oral",
        "disclosure",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "although",
        "true",
        "leaf",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "true",
        "leaf",
        "actual",
        "result",
        "performance",
        "value",
        "security",
        "could",
        "differ",
        "materially",
        "set",
        "forth",
        "statement",
        "due",
        "impact",
        "many",
        "factor",
        "including",
        "limited",
        "risk",
        "uncertainty",
        "detailed",
        "risk",
        "factor",
        "risk",
        "factor",
        "section",
        "true",
        "leaf",
        "offering",
        "circular",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "discussion",
        "risk",
        "factor",
        "contained",
        "true",
        "leaf",
        "periodic",
        "filing",
        "supplement",
        "offering",
        "circular",
        "filed",
        "security",
        "exchange",
        "commission",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "true",
        "leaf",
        "offering",
        "circular",
        "form",
        "found",
        "true",
        "leaf",
        "claim",
        "safe",
        "harbor",
        "protection",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "speak",
        "date",
        "made",
        "true",
        "leaf",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "information",
        "reason",
        "date",
        "presentation",
        "unless",
        "required",
        "law",
        "source",
        "true",
        "leaf",
        "medicine",
        "international",
        "ltd"
    ]
}