{
    "organizations": [],
    "uuid": "f9483b2f50d89663326d76a1f379f4e46ce6794a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/28/globe-newswire-northwest-pipe-company-reports-fourth-quarter-results-and-announces-conference-call.html",
    "ord_in_thread": 0,
    "title": "Northwest Pipe Company Reports Fourth Quarter Results and Announces Conference Call",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Quarterly Highlights:\nWe closed on the $37.2 million sale of our last remaining Energy Tubular Products business in December 2017 In spite of reduced demand in 2017 related to delayed project timing, year-end backlog including confirmed orders was $88 million, an increase of 33% from December 31, 2016 The Company recorded $0.9 million in additional income tax expense in the fourth quarter of 2017 associated with the Tax Cuts and Jobs Act\nVANCOUVER, Wash., Feb. 28, 2018 (GLOBE NEWSWIRE) -- Northwest Pipe Company (Nasdaq:NWPX) today announced its financial results for the quarter ended December 31, 2017. The Company will broadcast its fourth quarter 2017 earnings conference call on Thursday, March 1, 2018 at 7:00 am PST.\nFourth Quarter 2017 Results\nDespite a 19% increase in selling price per ton, sales in the fourth quarter of 2017 declined 9.1% to $35.6 million from $39.2 million in the year-ago quarter due to a 24% reduction in tons produced. The decrease in tons produced was due to project timing. The increase in selling prices per ton was due to improved market conditions, higher material costs which are passed through to our customers, and a change in product mix.\nGross profit was $2.1 million (5.8% of net sales) in the fourth quarter of 2017 compared to a gross profit of $3.8 million (9.6% of net sales) in the fourth quarter of 2016. Gross profit decreased due to a change in product mix and project timing as well as a $1.2 million charge to costs of goods sold related to a change in estimate associated with the Company’s worker’s compensation reserves. Gross profit, adjusted to exclude this non-recurring charge, was $3.3 million (9.1% of net sales). Gross profit reported for the fourth quarter of 2016 on a GAAP basis did not include any similar non-recurring items.\nNet loss from continuing operations for the fourth quarter of 2017 was $1.8 million, or $0.20 per diluted share, which included the aforementioned $1.2 million ($0.7 million net of taxes) charge for worker’s compensation. Net income from continuing operations for the fourth quarter of 2016 was $6.8 million, or $0.70 per diluted share, which included the $7.9 million ($4.9 million net of taxes) gain on sale of the Denver facility and $0.7 million ($0.4 million net of taxes) in restructuring expenses. Pre-tax loss from continuing operations adjusted for the same items in the respective periods was $0.2 million in the fourth quarter of 2017 compared to a loss of $1.0 million in the fourth quarter of 2016. The Company recorded $0.9 million in additional income tax expense in the fourth quarter of 2017 associated with the Tax Cuts and Jobs Act while the income tax rate for the fourth quarter of 2016 was significantly affected by changes in the valuation allowance on the Company’s deferred tax assets. Adjusted net loss from continuing operations was $1.1 million or $0.11 per diluted share in the fourth quarter of 2017 compared to adjusted net income of $2.3 million or $0.24 per fully diluted share in the fourth quarter of 2016. See the schedule titled Reconciliation of Non-GAAP Measures for additional details.\nAs of December 31, 2017, the Company’s backlog including confirmed orders was $88 million reflecting a small demand year in 2017 that saw large projects slide into 2018. Backlog including confirmed orders was $66 million as of December 31, 2016. The Company’s definition of backlog including confirmed orders consists of the balance of remaining performance obligations under signed contracts and projects for which we have been notified that we are the successful bidder, but a binding agreement has not been executed.\nFull Year 2017 Results\nSales decreased 11.1% to $132.8 million in 2017 from $149.4 million in 2016. The decrease in net sales was the result of a 45% decrease in tons produced, partially offset by a 62% increase in selling price per ton. The decrease in tons produced was due to project timing. The increase in selling prices per ton was due to improved market conditions, higher material costs which are passed through to our customers, and a change in product mix.\nGross profit increased to a $5.8 million gross profit (4.4% of net sales) in 2017 from a $0.3 million gross loss (negative 0.2% of net sales) in 2016. During 2017, we did not pursue projects that did not meet our gross profit goals, which contributed to the lower volumes noted in sales above. Gross profit increased due to improved pricing as well as this focus on margin over volume. As discussed above, 2017’s gross profit included a $1.2 million non-recurring charge. Adjusted gross profit in 2017 was $7.0 million (5.3% of net sales).\nThe 2017 net loss from continuing operations was $8.4 million or $0.88 per diluted share, which included the aforementioned $1.2 million ($0.7 million net of taxes) charge for worker’s compensation and $0.9 million ($0.5 million net of taxes) in restructuring expenses. The 2016 net loss from continuing operations was $6.7 million, or $0.71 per diluted share, which included $7.9 million ($4.9 million net of taxes) gain on sale of a facility and $1.0 million ($0.6 million net of taxes) in restructuring expenses. Adjusted net loss from continuing operations was $7.1 million or $0.74 per diluted share for 2017 compared to $11.0 million or $1.15 for 2016. See the schedule titled Reconciliation of Non-GAAP Measures for additional details.\nThe Company received $32.5 million in cash from the sale of the Atchison, Kansas facility in 2017 with the remaining proceeds expected in 2018. The Company did not draw down on its line of credit at any point in the year.\nOutlook\n“Despite a very small bidding year in 2017, we ended the year with a backlog that continues to improve in quality, which is now beginning to appear in our gross margins,” said Scott Montross President and CEO of the Company. “As we have said, we expect 2018 to be very large bidding year which should lead to continued improvement in financial performance.”\nConference Call\nThe Company will hold its fourth quarter 2017 earnings conference call on Thursday, March 1, 2018 at 7:00 am PST. To listen to the live call, visit the Northwest Pipe Company website, www.nwpipe.com , under Investor Relations. For those unable to listen to the live call, the replay will be available approximately one hour after the event and will remain available until Saturday, March 31, 2018 by dialing 1-888-662-6649 passcode 6301.\nAbout Northwest Pipe Company\nNorthwest Pipe Company is the largest manufacturer of engineered steel pipe water systems in North America. The Company’s manufacturing facilities are strategically positioned to meet North America's growing needs for water and wastewater infrastructure. The Company serves a wide range of markets and its solution-based products are a good fit for applications including: water transmission, plant piping, tunnels and river crossings. The Company is headquartered in Vancouver, Washington and has manufacturing facilities across North America.\nForward-Looking Statements\nStatements in this press release by Scott Montross are \"forward-looking\" statements within the meaning of the Private Securities Litigation Reform Act of 1995 and Section 21E of the Securities Exchange Act of 1934, as amended that are based on current expectations, estimates and projections about our business, management’s beliefs and assumptions made by management. These statements are not guarantees of future performance and involve risks and uncertainties that are difficult to predict. Therefore, actual outcomes and results may differ materially from what is expressed or forecasted in such forward-looking statements as a result of a variety of important factors. While it is impossible to identify all such factors, those that could cause actual results to differ materially from those estimated by us include changes in demand and market prices for our products, product mix, bidding activity, the timing of customer orders and deliveries, production schedules, the price and availability of raw materials, price and volume of imported product, excess or shortage of production capacity, international trade policy and regulations, our ability to identify and complete internal initiatives and/or acquisitions in order to grow our Water Transmission business, the impact of the Tax Cuts and Jobs Act of 2017 and other risks discussed in our Annual Report on Form 10‑K for the year ended December 31, 2017 and from time to time in our other Securities and Exchange Commission filings and reports. Such forward-looking statements speak only as of the date on which they are made, and we do not undertake any obligation to update any forward-looking statement to reflect events or circumstances after the date of this release. If we do update or correct one or more forward-looking statements, investors and others should not conclude that we will make additional updates or corrections with respect thereto or with respect to other forward-looking statements.\nNon-GAAP Financial Measures\nThe Company is presenting backlog including confirmed orders, as well as profitability measurements (gross profit, net income/loss from continuing operations, and earnings/loss per diluted share amounts) adjusted for non-recurring items. These non-GAAP measures are provided to better enable investors and others to assess our results and compare them with our competitors. These should be considered as supplements to, and not as substitutes for, or superior to, financial measures calculated in accordance with GAAP. The schedule supplementing this press release titled Reconciliation of Non-GAAP Measures for reconciliations of adjusted net income/loss from continuing operations and adjusted earnings/loss per diluted share from continuing operations compares these non-GAAP measurements against their most directly comparable GAAP financial measure.\nFor more information, visit www.nwpipe.com .\nNORTHWEST PIPE COMPANY CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (Unaudited) (In thousands, except per share amounts) Three Months Ended Full Year Ended December 31, December 31, 2017 2016 2017 2016 Net sales $ 35,627 $ 39,179 $ 132,780 $ 149,387 Cost of sales 33,551 35,413 126,957 149,704 Gross profit (loss) 2,076 3,766 5,823 (317) Selling, general and administrative expense 3,309 4,583 14,143 16,921 Gain on sale of facility - (7,860) - (7,860) Restructuring expense - 709 881 990 Operating income (loss) (1,233) 6,334 (9,201) (10,368) Other income (expense) 12 (27) 193 24 Interest income 6 - 6 14 Interest expense (121) (141) (490) (509) Income (loss) from continuing operations before income taxes (1,336) 6,166 (9,492) (10,839) Income tax expense (benefit) 506 (661) (1,100) (4,098) Income (loss) from continuing operations (1,842) 6,827 (8,392) (6,741) Loss on discontinued operations (316) (993) (1,771) (2,522) Net income (loss) $ (2,158) $ 5,834 $ (10,163) $ (9,263) Basic income (loss) per share: Continuing operations $ (0.20) $ 0.71 $ (0.88) $ (0.71) Discontinued operations (0.03) (0.10) (0.18) (0.26) Total $ (0.23) $ 0.61 $ (1.06) $ (0.97) Diluted income (loss) per share: Continuing operations $ (0.20) $ 0.70 $ (0.88) $ (0.71) Discontinued operations (0.03) (0.10) (0.18) (0.26) Total $ (0.23) $ 0.60 $ (1.06) $ (0.97) Shares used in per share calculations: Basic 9,620 9,601 9,613 9,588 Diluted 9,620 9,680 9,613 9,588\nNORTHWEST PIPE COMPANY CONDENSED CONSOLIDATED BALANCE SHEETS (Unaudited) (In thousands) December 31, 2017 2016 Assets: Cash and cash equivalents $ 43,646 $ 21,829 Trade and other receivables, net 28,990 25,555 Costs and estimated earnings in excess of billings on uncompleted contracts 44,502 43,663 Inventories 17,055 18,645 Other current assets 6,562 2,096 Assets held for sale - 36,822 Total current assets 140,755 148,610 Property and equipment, net 78,756 81,671 Other assets 10,813 11,274 Total assets $ 230,324 $ 241,555 Liabilities: Current portion of capital lease obligations $ 318 $ 325 Accounts payable 7,521 5,267 Accrued liabilities 6,563 10,925 Billings in excess of costs and estimated earnings on uncompleted contracts 2,599 2,038 Total current liabilities 17,001 18,555 Capital lease obligations, less current portion 737 602 Other long-term liabilities 12,322 13,185 Total liabilities 30,060 32,342 Stockholders' equity 200,264 209,213 Total liabilities and stockholders' equity $ 230,324 $ 241,555\nNORTHWEST PIPE COMPANY RECONCILIATION OF NON-GAAP MEASURES (Unaudited) (In thousands, except per share amounts) Three Months Ended Full Year Ended December 31, December 31, 2017 2016 2017 2016 Income (loss) from continuing operations before income taxes, as reported $ (1,336) $ 6,166 $ (9,492) $ (10,839) Add: worker's compensation reserve 1,185 - 1,185 - Subtract: gain on sale of facility - (7,860) - (7,860) Add: restructuring expense - 709 881 990 Adjusted loss from continuing operations before income taxes $ (151) $ (985) $ (7,426) $ (17,709) Income (loss) from continuing operations, as reported $ (1,842) $ 6,827 $ (8,392) $ (6,741) Add: worker's compensation reserve, net of taxes 737 - 737 - Subtract: gain on sale of facility, net of taxes - (4,928) - (4,928) Add: restructuring expense, net of taxes - 445 548 621 Adjusted income (loss) from continuing operations $ (1,105) $ 2,344 $ (7,107) $ (11,048) Adjusted diluted income (loss) per share from continuing operations $ (0.11) $ 0.24 $ (0.74) $ (1.15) Note: The tax effect of adjustments presented above are estimated using the applicable statutory tax rates.\nContact: Robin Gantt Chief Financial Officer (360) 397-6325\nSource:Northwest Pipe Company",
    "published": "2018-03-01T00:24:00.000+02:00",
    "crawled": "2018-03-01T01:13:42.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "quarterly",
        "highlight",
        "closed",
        "million",
        "sale",
        "last",
        "remaining",
        "energy",
        "tubular",
        "product",
        "business",
        "december",
        "spite",
        "reduced",
        "demand",
        "related",
        "delayed",
        "project",
        "timing",
        "backlog",
        "including",
        "confirmed",
        "order",
        "million",
        "increase",
        "december",
        "company",
        "recorded",
        "million",
        "additional",
        "income",
        "tax",
        "expense",
        "fourth",
        "quarter",
        "associated",
        "tax",
        "cut",
        "job",
        "act",
        "vancouver",
        "globe",
        "newswire",
        "northwest",
        "pipe",
        "company",
        "nasdaq",
        "nwpx",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "ended",
        "december",
        "company",
        "broadcast",
        "fourth",
        "quarter",
        "earnings",
        "conference",
        "call",
        "thursday",
        "march",
        "pst",
        "fourth",
        "quarter",
        "result",
        "despite",
        "increase",
        "selling",
        "price",
        "per",
        "ton",
        "sale",
        "fourth",
        "quarter",
        "declined",
        "million",
        "million",
        "quarter",
        "due",
        "reduction",
        "ton",
        "produced",
        "decrease",
        "ton",
        "produced",
        "due",
        "project",
        "timing",
        "increase",
        "selling",
        "price",
        "per",
        "ton",
        "due",
        "improved",
        "market",
        "condition",
        "higher",
        "material",
        "cost",
        "passed",
        "customer",
        "change",
        "product",
        "mix",
        "gross",
        "profit",
        "million",
        "net",
        "sale",
        "fourth",
        "quarter",
        "compared",
        "gross",
        "profit",
        "million",
        "net",
        "sale",
        "fourth",
        "quarter",
        "gross",
        "profit",
        "decreased",
        "due",
        "change",
        "product",
        "mix",
        "project",
        "timing",
        "well",
        "million",
        "charge",
        "cost",
        "good",
        "sold",
        "related",
        "change",
        "estimate",
        "associated",
        "company",
        "worker",
        "compensation",
        "reserve",
        "gross",
        "profit",
        "adjusted",
        "exclude",
        "charge",
        "million",
        "net",
        "sale",
        "gross",
        "profit",
        "reported",
        "fourth",
        "quarter",
        "gaap",
        "basis",
        "include",
        "similar",
        "item",
        "net",
        "loss",
        "continuing",
        "operation",
        "fourth",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "included",
        "aforementioned",
        "million",
        "million",
        "net",
        "tax",
        "charge",
        "worker",
        "compensation",
        "net",
        "income",
        "continuing",
        "operation",
        "fourth",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "included",
        "million",
        "million",
        "net",
        "tax",
        "gain",
        "sale",
        "denver",
        "facility",
        "million",
        "million",
        "net",
        "tax",
        "restructuring",
        "expense",
        "loss",
        "continuing",
        "operation",
        "adjusted",
        "item",
        "respective",
        "period",
        "million",
        "fourth",
        "quarter",
        "compared",
        "loss",
        "million",
        "fourth",
        "quarter",
        "company",
        "recorded",
        "million",
        "additional",
        "income",
        "tax",
        "expense",
        "fourth",
        "quarter",
        "associated",
        "tax",
        "cut",
        "job",
        "act",
        "income",
        "tax",
        "rate",
        "fourth",
        "quarter",
        "significantly",
        "affected",
        "change",
        "valuation",
        "allowance",
        "company",
        "deferred",
        "tax",
        "asset",
        "adjusted",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "compared",
        "adjusted",
        "net",
        "income",
        "million",
        "per",
        "fully",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "see",
        "schedule",
        "titled",
        "reconciliation",
        "measure",
        "additional",
        "detail",
        "december",
        "company",
        "backlog",
        "including",
        "confirmed",
        "order",
        "million",
        "reflecting",
        "small",
        "demand",
        "year",
        "saw",
        "large",
        "project",
        "slide",
        "backlog",
        "including",
        "confirmed",
        "order",
        "million",
        "december",
        "company",
        "definition",
        "backlog",
        "including",
        "confirmed",
        "order",
        "consists",
        "balance",
        "remaining",
        "performance",
        "obligation",
        "signed",
        "contract",
        "project",
        "notified",
        "successful",
        "bidder",
        "binding",
        "agreement",
        "executed",
        "full",
        "year",
        "result",
        "sale",
        "decreased",
        "million",
        "million",
        "decrease",
        "net",
        "sale",
        "result",
        "decrease",
        "ton",
        "produced",
        "partially",
        "offset",
        "increase",
        "selling",
        "price",
        "per",
        "ton",
        "decrease",
        "ton",
        "produced",
        "due",
        "project",
        "timing",
        "increase",
        "selling",
        "price",
        "per",
        "ton",
        "due",
        "improved",
        "market",
        "condition",
        "higher",
        "material",
        "cost",
        "passed",
        "customer",
        "change",
        "product",
        "mix",
        "gross",
        "profit",
        "increased",
        "million",
        "gross",
        "profit",
        "net",
        "sale",
        "million",
        "gross",
        "loss",
        "negative",
        "net",
        "sale",
        "pursue",
        "project",
        "meet",
        "gross",
        "profit",
        "goal",
        "contributed",
        "lower",
        "volume",
        "noted",
        "sale",
        "gross",
        "profit",
        "increased",
        "due",
        "improved",
        "pricing",
        "well",
        "focus",
        "margin",
        "volume",
        "discussed",
        "gross",
        "profit",
        "included",
        "million",
        "charge",
        "adjusted",
        "gross",
        "profit",
        "million",
        "net",
        "sale",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "per",
        "diluted",
        "share",
        "included",
        "aforementioned",
        "million",
        "million",
        "net",
        "tax",
        "charge",
        "worker",
        "compensation",
        "million",
        "million",
        "net",
        "tax",
        "restructuring",
        "expense",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "per",
        "diluted",
        "share",
        "included",
        "million",
        "million",
        "net",
        "tax",
        "gain",
        "sale",
        "facility",
        "million",
        "million",
        "net",
        "tax",
        "restructuring",
        "expense",
        "adjusted",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "see",
        "schedule",
        "titled",
        "reconciliation",
        "measure",
        "additional",
        "detail",
        "company",
        "received",
        "million",
        "cash",
        "sale",
        "atchison",
        "kansa",
        "facility",
        "remaining",
        "proceeds",
        "expected",
        "company",
        "draw",
        "line",
        "credit",
        "point",
        "year",
        "outlook",
        "despite",
        "small",
        "bidding",
        "year",
        "ended",
        "year",
        "backlog",
        "continues",
        "improve",
        "quality",
        "beginning",
        "appear",
        "gross",
        "margin",
        "said",
        "scott",
        "montross",
        "president",
        "ceo",
        "company",
        "said",
        "expect",
        "large",
        "bidding",
        "year",
        "lead",
        "continued",
        "improvement",
        "financial",
        "conference",
        "call",
        "company",
        "hold",
        "fourth",
        "quarter",
        "earnings",
        "conference",
        "call",
        "thursday",
        "march",
        "pst",
        "listen",
        "live",
        "call",
        "visit",
        "northwest",
        "pipe",
        "company",
        "website",
        "investor",
        "relation",
        "unable",
        "listen",
        "live",
        "call",
        "replay",
        "available",
        "approximately",
        "one",
        "hour",
        "event",
        "remain",
        "available",
        "saturday",
        "march",
        "dialing",
        "passcode",
        "northwest",
        "pipe",
        "company",
        "northwest",
        "pipe",
        "company",
        "largest",
        "manufacturer",
        "engineered",
        "steel",
        "pipe",
        "water",
        "system",
        "north",
        "america",
        "company",
        "manufacturing",
        "facility",
        "strategically",
        "positioned",
        "meet",
        "north",
        "america",
        "growing",
        "need",
        "water",
        "wastewater",
        "infrastructure",
        "company",
        "serf",
        "wide",
        "range",
        "market",
        "product",
        "good",
        "fit",
        "application",
        "including",
        "water",
        "transmission",
        "plant",
        "piping",
        "tunnel",
        "river",
        "crossing",
        "company",
        "headquartered",
        "vancouver",
        "washington",
        "manufacturing",
        "facility",
        "across",
        "north",
        "america",
        "statement",
        "statement",
        "press",
        "release",
        "scott",
        "montross",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "business",
        "management",
        "belief",
        "assumption",
        "made",
        "management",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "outcome",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "forecasted",
        "statement",
        "result",
        "variety",
        "important",
        "factor",
        "impossible",
        "identify",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "estimated",
        "u",
        "include",
        "change",
        "demand",
        "market",
        "price",
        "product",
        "product",
        "mix",
        "bidding",
        "activity",
        "timing",
        "customer",
        "order",
        "delivery",
        "production",
        "schedule",
        "price",
        "availability",
        "raw",
        "material",
        "price",
        "volume",
        "imported",
        "product",
        "excess",
        "shortage",
        "production",
        "capacity",
        "international",
        "trade",
        "policy",
        "regulation",
        "ability",
        "identify",
        "complete",
        "internal",
        "initiative",
        "acquisition",
        "order",
        "grow",
        "water",
        "transmission",
        "business",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "risk",
        "discussed",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "filing",
        "report",
        "statement",
        "speak",
        "date",
        "made",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "release",
        "update",
        "correct",
        "one",
        "statement",
        "investor",
        "others",
        "conclude",
        "make",
        "additional",
        "update",
        "correction",
        "respect",
        "thereto",
        "respect",
        "statement",
        "financial",
        "measure",
        "company",
        "presenting",
        "backlog",
        "including",
        "confirmed",
        "order",
        "well",
        "profitability",
        "measurement",
        "gross",
        "profit",
        "net",
        "continuing",
        "operation",
        "per",
        "diluted",
        "share",
        "amount",
        "adjusted",
        "item",
        "measure",
        "provided",
        "better",
        "enable",
        "investor",
        "others",
        "assess",
        "result",
        "compare",
        "competitor",
        "considered",
        "supplement",
        "substitute",
        "superior",
        "financial",
        "measure",
        "calculated",
        "accordance",
        "gaap",
        "schedule",
        "supplementing",
        "press",
        "release",
        "titled",
        "reconciliation",
        "measure",
        "reconciliation",
        "adjusted",
        "net",
        "continuing",
        "operation",
        "adjusted",
        "per",
        "diluted",
        "share",
        "continuing",
        "operation",
        "compare",
        "measurement",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "information",
        "visit",
        "northwest",
        "pipe",
        "company",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "full",
        "year",
        "ended",
        "december",
        "december",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "loss",
        "selling",
        "general",
        "administrative",
        "expense",
        "gain",
        "sale",
        "facility",
        "restructuring",
        "expense",
        "operating",
        "income",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "income",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "income",
        "loss",
        "continuing",
        "operation",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "loss",
        "basic",
        "income",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "total",
        "diluted",
        "income",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "total",
        "share",
        "used",
        "per",
        "share",
        "calculation",
        "basic",
        "diluted",
        "northwest",
        "pipe",
        "company",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "trade",
        "receivables",
        "net",
        "cost",
        "estimated",
        "earnings",
        "excess",
        "billing",
        "uncompleted",
        "contract",
        "inventory",
        "current",
        "asset",
        "asset",
        "held",
        "sale",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "current",
        "portion",
        "capital",
        "lease",
        "obligation",
        "account",
        "payable",
        "accrued",
        "liability",
        "billing",
        "excess",
        "cost",
        "estimated",
        "earnings",
        "uncompleted",
        "contract",
        "total",
        "current",
        "liability",
        "capital",
        "lease",
        "obligation",
        "less",
        "current",
        "portion",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "northwest",
        "pipe",
        "company",
        "reconciliation",
        "measure",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "full",
        "year",
        "ended",
        "december",
        "december",
        "income",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "reported",
        "add",
        "worker",
        "compensation",
        "reserve",
        "subtract",
        "gain",
        "sale",
        "facility",
        "add",
        "restructuring",
        "expense",
        "adjusted",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "income",
        "loss",
        "continuing",
        "operation",
        "reported",
        "add",
        "worker",
        "compensation",
        "reserve",
        "net",
        "tax",
        "subtract",
        "gain",
        "sale",
        "facility",
        "net",
        "tax",
        "add",
        "restructuring",
        "expense",
        "net",
        "tax",
        "adjusted",
        "income",
        "loss",
        "continuing",
        "operation",
        "adjusted",
        "diluted",
        "income",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "note",
        "tax",
        "effect",
        "adjustment",
        "presented",
        "estimated",
        "using",
        "applicable",
        "statutory",
        "tax",
        "rate",
        "contact",
        "robin",
        "gantt",
        "chief",
        "financial",
        "officer",
        "source",
        "northwest",
        "pipe",
        "company"
    ]
}