{
    "organizations": [],
    "uuid": "88611d63eabfaf6d0752c5dcfb820c48b742f581",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/globe-newswire-montero-acquires-uis-lithium-tin-tailings-project-namibia.html",
    "ord_in_thread": 0,
    "title": "Montero Acquires Uis Lithium-Tin Tailings Project, Namibia",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, March 06, 2018 (GLOBE NEWSWIRE) -- Montero Mining and Exploration Ltd. (TSX-V:MON) (“ Montero ” or the “ Corporation ”) has entered into a binding Heads of Agreement (“HOA”) with Namib Base Minerals CC (“NBM”) and Namibia Silica CC (“NBS”) (collectively the “Owners”) to acquire a 95% interest in the Uis Lithium-Tin Tailings Project (“Project”) in Namibia. The agreement provides Montero two months to complete legal and technical due diligence to its satisfaction and is also subject to regulatory approval.\nUnder the terms of the HOA, Montero would earn a 95% interest in the Project by committing to milestone payments totaling US$1.425 million to the Owners. A payment of US$10,000 has been paid on execution of the HOA and US$40,000 shall be paid on successful completion of due diligence, a further payment of US$275,000 shall be paid within 6 months and the remainder as staged milestone payments through to production. Montero will also issue C$125,000 of cash or shares in Montero to Lithium Africa 1 (“LA1”) for drilling and other data pertaining to the Project 4 months from successful completion of the due diligence. In 2016 LA1 completed 1,531m of aircore drilling in a 63-drill-hole program. The drill samples have been assayed for tin, lithium, tantalum and niobium and confirmed the continuous lithium and tin mineralization within parts of the Project.\nPreliminary analysis of the 2016 drill hole assay data shows that the samples range in lithium content from 0.07 % to 0.73 % Li 2 O, the tin content from 12 ppm to 1,752 ppm SnO 2 , and tantalum content from 1.5 ppm to 114 ppm Ta 2 O 5 . The drill hole assay data shows average values of 0.42% lithium (Li 2 O), 523 ppm tin (SnO 2 ) and 55 ppm tantalum (Ta 2 O 5 ). The average, range and median values for the 1,531 drill sample assays obtained are provided in Table 1 below.\nThe Uis mine operated from 1924 to 1990 with confirmed ore tonnage production mined between 1966 and 1981 of 10,657,075 million tonnes (ISCOR 1982, US Bureau of Mines, 1992) and previous mining adding a total potential tonnage of tailings of up to 20 million tonnes derived from approximate surface measurements and density estimates from the 2016 drill program. A review of available surface and drill data is underway. Further work including tonnage and resource estimation, mineralogical investigations, and preliminary metallurgical testwork is planned and updates will be provided.\nTable 1: Uis Tailings Project - Lithium (Li 2 O), tin (SnO 2 ) a tantalum (Ta 2 O 5 ) values in all aircore drilling sample assays\nComponent Average\nConcentration Range of\nConcentrations Median Values Lithium as Li 2 O 1. 0.42 % 0.07 % to 0.73 % 0.41 % Tin as SnO 2 2. 523 ppm 12 ppm to 1,752 ppm 469 ppm Tantalum as Ta 2 O 5 3. 55 ppm 1.5 ppm to 114 ppm 56 ppm 1. Li 2 O obtained by conversion factor of 2.153\n2. SnO 2 obtained by conversion factor of 1.2696\n3. Ta 2 O 5 obtained by conversion factor of 1.2211\nDr. Tony Harwood, President and Chief Executive Officer of Montero commented, “Montero continues to secure the rights to tin assets with the potential to host significant tonnage for Lithium in Namibia. The Uis tin mine ceased operations in the 1980’s and did not exploit lithium. Recent drilling of the tailings confirmed the presence of lithium and tin with average values of 0.42% lithium (Li 2 O) and 523 ppm tin (SnO 2 ) from the drill data. There is an estimated potential of up to 20 million tonnes of tailings. Renewed interest in lithium to meet future battery demand for the burgeoning electric car battery market has focused Montero to re-examine the potential of tin districts in LCT pegmatites to host significant tonnages of lithium to meet the expected demand”.\nThe Uis Lithium Tin Tailings Project is located in central Namibia near the town of Uis 220 km north of Walvis Bay, Namibia’s largest commercial deep-water port and is connected by dirt and asphalt road to the port.\nThe Lithium-Cesium-Tantalum (LCT) pegmatite field that host the Uis Tin mine are hosted in metasedimentary units of the Damara Mobile Belt, the northeast-trending branch of the Neo-Proterozoic, Pan African Damara Orogen in the Erongo Region of Namibia. The unzoned albite rich pegmatites at the Uis Tin mine belong to a group of highly fractionated, cassiterite and lithium-rich rare metal pegmatites.\nThe Project comprise un-weathered surface mine tailings of coarse sand tailings and slimes derived from the Uis Tin mining operation between 1924 and 1990 (Diehl, 1992). The pegmatites at the Uis Tin mine were exclusively mined for tin by open cut and hauled to a process plant for crushing and milling for the extraction of cassiterite (tin concentrate). The mine historically produced 35,400 tonnes of cassiterite concentrate in the mine life which delivered an estimated 20 million tonnes of tailings material on surface (Diehl, 1992). The tailings are present in the form of coarse sand and the slimes as fine silt. The pegmatites mined at at Uis have not previously been processed or systematically sample assayed for lithium.\nQualified Person's Statement\nThis press release was reviewed and approved by Mr. Mike Evans, M.Sc. Pr.Sci.Nat., who is a qualified person for the purpose of National Instrument 43-101 and a Consulting Geologist to Montero. A review was also undertaken by Nico Scholtz, Pr.Sci.Nat., is a qualified person for the purpose of National Instrument 43-101 and is a Namibian based geologist with more than 10 years’ experience and has extensive experience in rare metal pegmatite exploration in Namibia having worked on many Lithium-Cesium-Tantalum (LCT) pegmatite intrusions.\nAbout Montero\nMontero is a mineral exploration and development company engaged in the identification, acquisition, evaluation and exploration of mineral properties in Africa. Currently these include phosphates in South Africa and rare earth elements (REE) in Tanzania. Montero is reviewing and evaluating other opportunities from its operating base in South Africa. Montero trades on the TSX Venture Exchange under the symbol MON.\nFor more information, contact:\nMontero Mining and Exploration Ltd.\nDr. Tony Harwood , President and Chief Executive Officer\nE-mail: ir@monteromining.com\nTel: +1 416 840 9197 | Fax: +1 866 688 4671\nwww.monteromining.com\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nCAUTIONARY STATEMENT REGARDING FORWARD-LOOKING INFORMATION: This news release includes certain \"forward-looking information\" within the meaning of applicable Canadian securities laws. Forward looking information includes, but is not limited to, statements, projections and estimates. Generally, forward-looking information can be identified by the use of forward-looking terminology such as “plans”, “expects” or “does not expect”, “is expected”, “budget”, “scheduled”, “estimates”, “forecasts”, “intends”, “anticipates” or “does not anticipate”, or “believes”, or variations of such words and phrases or state that certain actions, events or results “may”, “could”, “would”, “might” or “will be taken”, “occur” or “be achieved”. Such information is based on information currently available to Montero and Montero provides no assurance that actual results will meet management's expectations. Forward-looking information by its very nature involves inherent risks and uncertainties that may cause the actual results, level of activity, performance, or achievements of Montero to be materially different from those expressed or implied by such forward-looking information. Actual results relating to, among other things, completion of the HOA, results of exploration, project development, reclamation and capital costs of Montero’s mineral properties, and financial condition and prospects, could differ materially from those currently anticipated in such statements for many reasons such as: an inability to complete the HOA on the terms as announced or at all; changes in general economic conditions and conditions in the financial markets; changes in demand and prices for minerals; litigation, legislative, environmental and other judicial, regulatory, political and competitive developments; technological and operational difficulties encountered in connection with Montero’s activities; and other matters discussed in this news release and in filings made with securities regulators. This list is not exhaustive of the factors that may affect any of Montero’s forward-looking statements. These and other factors should be considered carefully and accordingly, readers should not place undue reliance on forward-looking information. Montero does not undertake to update any forward-looking information, except in accordance with applicable securities laws.\nSource:Montero Mining and Exploration Ltd.",
    "published": "2018-03-06T23:28:00.000+02:00",
    "crawled": "2018-03-06T22:58:31.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "march",
        "globe",
        "newswire",
        "montero",
        "mining",
        "exploration",
        "mon",
        "montero",
        "corporation",
        "entered",
        "binding",
        "head",
        "agreement",
        "hoa",
        "namib",
        "base",
        "mineral",
        "cc",
        "nbm",
        "namibia",
        "silica",
        "cc",
        "nb",
        "collectively",
        "owner",
        "acquire",
        "interest",
        "uis",
        "tailing",
        "project",
        "project",
        "namibia",
        "agreement",
        "provides",
        "montero",
        "two",
        "month",
        "complete",
        "legal",
        "technical",
        "due",
        "diligence",
        "satisfaction",
        "also",
        "subject",
        "regulatory",
        "approval",
        "term",
        "hoa",
        "montero",
        "would",
        "earn",
        "interest",
        "project",
        "committing",
        "milestone",
        "payment",
        "totaling",
        "u",
        "million",
        "owner",
        "payment",
        "u",
        "paid",
        "execution",
        "hoa",
        "u",
        "shall",
        "paid",
        "successful",
        "completion",
        "due",
        "diligence",
        "payment",
        "u",
        "shall",
        "paid",
        "within",
        "month",
        "remainder",
        "staged",
        "milestone",
        "payment",
        "production",
        "montero",
        "also",
        "issue",
        "c",
        "cash",
        "share",
        "montero",
        "lithium",
        "africa",
        "la1",
        "drilling",
        "data",
        "pertaining",
        "project",
        "month",
        "successful",
        "completion",
        "due",
        "diligence",
        "la1",
        "completed",
        "aircore",
        "drilling",
        "program",
        "drill",
        "sample",
        "assayed",
        "tin",
        "lithium",
        "tantalum",
        "niobium",
        "confirmed",
        "continuous",
        "lithium",
        "tin",
        "mineralization",
        "within",
        "part",
        "project",
        "preliminary",
        "analysis",
        "drill",
        "hole",
        "assay",
        "data",
        "show",
        "sample",
        "range",
        "lithium",
        "content",
        "li",
        "tin",
        "content",
        "ppm",
        "ppm",
        "sno",
        "tantalum",
        "content",
        "ppm",
        "ppm",
        "ta",
        "drill",
        "hole",
        "assay",
        "data",
        "show",
        "average",
        "value",
        "lithium",
        "li",
        "ppm",
        "tin",
        "sno",
        "ppm",
        "tantalum",
        "ta",
        "average",
        "range",
        "median",
        "value",
        "drill",
        "sample",
        "assay",
        "obtained",
        "provided",
        "table",
        "uis",
        "mine",
        "operated",
        "confirmed",
        "ore",
        "tonnage",
        "production",
        "mined",
        "million",
        "tonne",
        "iscor",
        "u",
        "bureau",
        "mine",
        "previous",
        "mining",
        "adding",
        "total",
        "potential",
        "tonnage",
        "tailing",
        "million",
        "tonne",
        "derived",
        "approximate",
        "surface",
        "measurement",
        "density",
        "estimate",
        "drill",
        "program",
        "review",
        "available",
        "surface",
        "drill",
        "data",
        "underway",
        "work",
        "including",
        "tonnage",
        "resource",
        "estimation",
        "mineralogical",
        "investigation",
        "preliminary",
        "metallurgical",
        "testwork",
        "planned",
        "update",
        "provided",
        "table",
        "uis",
        "tailing",
        "project",
        "lithium",
        "li",
        "tin",
        "sno",
        "tantalum",
        "ta",
        "value",
        "aircore",
        "drilling",
        "sample",
        "assay",
        "component",
        "average",
        "concentration",
        "range",
        "concentration",
        "median",
        "value",
        "lithium",
        "li",
        "tin",
        "sno",
        "ppm",
        "ppm",
        "ppm",
        "ppm",
        "tantalum",
        "ta",
        "ppm",
        "ppm",
        "ppm",
        "ppm",
        "li",
        "obtained",
        "conversion",
        "factor",
        "sno",
        "obtained",
        "conversion",
        "factor",
        "ta",
        "obtained",
        "conversion",
        "factor",
        "tony",
        "harwood",
        "president",
        "chief",
        "executive",
        "officer",
        "montero",
        "commented",
        "montero",
        "continues",
        "secure",
        "right",
        "tin",
        "asset",
        "potential",
        "host",
        "significant",
        "tonnage",
        "lithium",
        "namibia",
        "uis",
        "tin",
        "mine",
        "ceased",
        "operation",
        "exploit",
        "lithium",
        "recent",
        "drilling",
        "tailing",
        "confirmed",
        "presence",
        "lithium",
        "tin",
        "average",
        "value",
        "lithium",
        "li",
        "ppm",
        "tin",
        "sno",
        "drill",
        "data",
        "estimated",
        "potential",
        "million",
        "tonne",
        "tailing",
        "renewed",
        "interest",
        "lithium",
        "meet",
        "future",
        "battery",
        "demand",
        "burgeoning",
        "electric",
        "car",
        "battery",
        "market",
        "focused",
        "montero",
        "potential",
        "tin",
        "district",
        "lct",
        "pegmatite",
        "host",
        "significant",
        "tonnage",
        "lithium",
        "meet",
        "expected",
        "demand",
        "uis",
        "lithium",
        "tin",
        "tailing",
        "project",
        "located",
        "central",
        "namibia",
        "near",
        "town",
        "uis",
        "km",
        "north",
        "walvis",
        "bay",
        "namibia",
        "largest",
        "commercial",
        "port",
        "connected",
        "dirt",
        "asphalt",
        "road",
        "port",
        "lct",
        "pegmatite",
        "field",
        "host",
        "uis",
        "tin",
        "mine",
        "hosted",
        "metasedimentary",
        "unit",
        "damara",
        "mobile",
        "belt",
        "branch",
        "pan",
        "african",
        "damara",
        "orogen",
        "erongo",
        "region",
        "namibia",
        "unzoned",
        "albite",
        "rich",
        "pegmatite",
        "uis",
        "tin",
        "mine",
        "belong",
        "group",
        "highly",
        "fractionated",
        "cassiterite",
        "rare",
        "metal",
        "pegmatite",
        "project",
        "comprise",
        "surface",
        "mine",
        "tailing",
        "coarse",
        "sand",
        "tailing",
        "slime",
        "derived",
        "uis",
        "tin",
        "mining",
        "operation",
        "diehl",
        "pegmatite",
        "uis",
        "tin",
        "mine",
        "exclusively",
        "mined",
        "tin",
        "open",
        "cut",
        "hauled",
        "process",
        "plant",
        "crushing",
        "milling",
        "extraction",
        "cassiterite",
        "tin",
        "concentrate",
        "mine",
        "historically",
        "produced",
        "tonne",
        "cassiterite",
        "concentrate",
        "mine",
        "life",
        "delivered",
        "estimated",
        "million",
        "tonne",
        "tailing",
        "material",
        "surface",
        "diehl",
        "tailing",
        "present",
        "form",
        "coarse",
        "sand",
        "slime",
        "fine",
        "silt",
        "pegmatite",
        "mined",
        "uis",
        "previously",
        "processed",
        "systematically",
        "sample",
        "assayed",
        "lithium",
        "qualified",
        "person",
        "statement",
        "press",
        "release",
        "reviewed",
        "approved",
        "mike",
        "evans",
        "qualified",
        "person",
        "purpose",
        "national",
        "instrument",
        "consulting",
        "geologist",
        "montero",
        "review",
        "also",
        "undertaken",
        "nico",
        "scholtz",
        "qualified",
        "person",
        "purpose",
        "national",
        "instrument",
        "namibian",
        "based",
        "geologist",
        "year",
        "experience",
        "extensive",
        "experience",
        "rare",
        "metal",
        "pegmatite",
        "exploration",
        "namibia",
        "worked",
        "many",
        "lct",
        "pegmatite",
        "intrusion",
        "montero",
        "montero",
        "mineral",
        "exploration",
        "development",
        "company",
        "engaged",
        "identification",
        "acquisition",
        "evaluation",
        "exploration",
        "mineral",
        "property",
        "africa",
        "currently",
        "include",
        "phosphate",
        "south",
        "africa",
        "rare",
        "earth",
        "element",
        "ree",
        "tanzania",
        "montero",
        "reviewing",
        "evaluating",
        "opportunity",
        "operating",
        "base",
        "south",
        "africa",
        "montero",
        "trade",
        "tsx",
        "venture",
        "exchange",
        "symbol",
        "mon",
        "information",
        "contact",
        "montero",
        "mining",
        "exploration",
        "tony",
        "harwood",
        "president",
        "chief",
        "executive",
        "officer",
        "ir",
        "tel",
        "fax",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "cautionary",
        "statement",
        "regarding",
        "information",
        "news",
        "release",
        "includes",
        "certain",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "forward",
        "looking",
        "information",
        "includes",
        "limited",
        "statement",
        "projection",
        "estimate",
        "generally",
        "information",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "expect",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "anticipate",
        "belief",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "information",
        "based",
        "information",
        "currently",
        "available",
        "montero",
        "montero",
        "provides",
        "assurance",
        "actual",
        "result",
        "meet",
        "management",
        "expectation",
        "information",
        "nature",
        "involves",
        "inherent",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "montero",
        "materially",
        "different",
        "expressed",
        "implied",
        "information",
        "actual",
        "result",
        "relating",
        "among",
        "thing",
        "completion",
        "hoa",
        "result",
        "exploration",
        "project",
        "development",
        "reclamation",
        "capital",
        "cost",
        "montero",
        "mineral",
        "property",
        "financial",
        "condition",
        "prospect",
        "could",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "statement",
        "many",
        "reason",
        "inability",
        "complete",
        "hoa",
        "term",
        "announced",
        "change",
        "general",
        "economic",
        "condition",
        "condition",
        "financial",
        "market",
        "change",
        "demand",
        "price",
        "mineral",
        "litigation",
        "legislative",
        "environmental",
        "judicial",
        "regulatory",
        "political",
        "competitive",
        "development",
        "technological",
        "operational",
        "difficulty",
        "encountered",
        "connection",
        "montero",
        "activity",
        "matter",
        "discussed",
        "news",
        "release",
        "filing",
        "made",
        "security",
        "regulator",
        "list",
        "exhaustive",
        "factor",
        "may",
        "affect",
        "montero",
        "statement",
        "factor",
        "considered",
        "carefully",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "montero",
        "undertake",
        "update",
        "information",
        "except",
        "accordance",
        "applicable",
        "security",
        "law",
        "source",
        "montero",
        "mining",
        "exploration",
        "ltd"
    ]
}