{
    "organizations": [],
    "uuid": "773007e59ff73171c9f31221c50a551bc7e9055b",
    "author": "Lettie Teague",
    "url": "https://www.wsj.com/articles/where-napas-best-wines-are-really-made-1521134404",
    "ord_in_thread": 0,
    "title": "Where Napa’s Best Wines Are Really Made - WSJ",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "4 COMMENTS ALTHOUGH WINEMAKERS are (overly) fond of proclaiming that “wine is made in the vineyard,” none of the professionals whose job actually requires them to be in vineyards every day ever said this to me. Perhaps they consider it a self-evident fact, or perhaps it’s because vineyard managers don’t tend to speak in sound bites.\nInstead, vineyard managers talk about pruning and pest management, the difficulty of obtaining permits to plant vineyards and the ever-spiraling labor costs—not to mention a fear that their workers might be picked up by ICE. These are just a few things I learned during visits with three top Napa vineyard managers last month.\nThese men—most owners of vineyard-management companies in Napa are indeed male—manage some of the Valley’s most important vineyards, small and large. The grapes from the vineyards they manage might go into a solid $20 bottle of Chardonnay or some of Napa’s priciest Cabernets, costing hundreds, sometimes even thousands, of dollars. These vineyard managers may be largely unknown to the public, but they’re absolutely crucial to the production of great wine.\nLongtime vineyard manager Jim Barbour is highly regarded by winemakers in Napa, and he manages vineyards for some of the best, including Celia Welch, Thomas Brown, Philippe Melka and Heidi Barrett as well Jayson Woodbridge, the owner of Hundred Acre winery and Ark Vineyard, where Mr. Barbour and I met.\n‘ These vineyard managers may be largely unknown to the public, but they’re absolutely crucial to the production of great wine. ’\nThe 14-acre Ark Vineyard, located at the base of Howell Mountain, might as well have been named “Big Rock Vineyard” after the massive stones that surround it. They’re the stones that Mr. Barbour and his team had to excavate in order to plant Cabernet Sauvignon in 2003. While most of the boulders were moved to the side, some remained in the vineyard. When the five-foot-ten Mr. Barbour stood next to one of the rocks, he was easily dwarfed.\nFew vineyard managers wanted to plant hillside vineyards just a few decades ago; Mr. Barbour specializes in them. “It’s pretty much all I do,” he said. Hillside vineyards are expensive to create and much more difficult to plant. Mr. Barbour has a client who has spent over $500,000 in fees and surveys, and yet “we’re not even close to getting the vineyard planted,” said Mr. Barbour. He lamented that it’s getting harder and harder to win approval from the county. (It might get even harder if the Oak Woodland Protection Initiative—a bill aimed at reducing deforestation and protecting the watershed—is approved by Napa voters in June, curtailing most hillside vineyard development.)\nHillside vineyards may be more difficult to create and to maintain, but they are universally acknowledged to produce more intense and flavorful fruit—and much more expensive wine thanks to the greater cost of maintaining and harvesting fruit from hillside plots. For example, the 2013 Hundred Acre Ark Vineyard Cabernet Sauvignon, which has won much critical praise, costs a cool $500 a bottle retail.\nMr. Barbour not only produced the fruit for that Cabernet but also assessed it during various stages; he regularly tastes wines in barrel that are made from the vineyards he oversees. This is a fairly new development: Mr. Barbour said he rarely tasted wines with winemakers a few decades ago. As a result of those tastings, he might make certain adjustments in the vineyard—perhaps tweak the way that the vines are pruned.\nA vineyard manager makes small and large decisions throughout the year that can, separately and collectively, determine the quality of the fruit. The first big decision has to do with pruning the vines, when workers remove the old canes and cut others to encourage new growth. In Napa, pruning season starts in January—the time of my visit—and often continues into March. It’s Mr. Barbour’s favorite time of year. “It’s meditative,” he said. “You just hear the wind and the birds.”\nIt’s vineyard manager Mark Neal’s favorite time, too. When I caught up with him he was checking on the whereabouts of his pruning crew. Mr. Neal, a second-generation vineyard manager whose father started Jack Neal & Son Vineyard Management company in 1968, has spent pretty much all his life in the business, bicycling from school to work in the vineyards. He bought his own vineyard when he was 20 years old.\n“I’m a field guy,” said Mr. Neal, who has 60 clients all over the valley, in vineyards from Calistoga to Carneros that range in size from 4 to 400 acres. Mr. Neal puts 40,000 miles a year on his truck visiting those vineyards. In our short time together, he probably added another 60 to the odometer visiting the vineyards where his teams were working, with each man probably pruning 30-45 vines an hour.\nIt had been unusually cold in Napa that week—a worrisome fact after an earlier warm spell had caused the sap in the vines to rise. “With the amount of sap that’s in the wood, we could have winter kill,” he said. But there is a little more leeway with pruning than with other types of vineyard work. “Things like suckering or green harvest: You have to be right on the nose,” said Mr. Neal. (Suckering is the term for the removal of unnecessary vine shoots, resulting in fewer but more flavorful grapes. This takes place in the spring.)\nThere were other worries besides weather. A big one for Mr. Neal was pest management. “Pests are mutating faster than schools like UC Davis can do the research to implement the solution,” he said, citing viruses like red blotch among his concerns. Mr. Neal farms organically, so chemicals are not a solution; instead Mr. Neal might plant cover crops attractive to parasitic wasps, or remove extra vine leaves after flowers give way to fruit, to foil leaf-hopper pests.\nOscar Renteria, one of the vineyard managers responsible for the region's celebrated grapes. Aside from weather and pests, another top concern of most vineyard managers is labor cost. Oscar Renteria called it his “most significant” expenditure. Mr. Renteria owns the successful Renteria Vineyard Management company, managing 54 vineyards (almost 2,000 acres) for 33 clients all over Napa and Sonoma. Labor accounts for 60-65% of his costs, and the expense continues to climb.\nLike Mr. Neal, Mr. Renteria was born in Napa and followed in his father’s footsteps. But he was raised in a labor camp and thus has firsthand knowledge of the challenges facing his workers. Mr. Renteria is particularly focused on making sure his workers are paid as much as, if not more than, the workers at other vineyard companies. He was planning to raise the hourly wage to $17 very soon. It was necessary, he said, to retain top talent all the way through until harvest.\nOf course hourly rates don’t apply at harvest time, when workers work on a “piece rate” that’s around $150 per ton. “Really good crews can pick 1-2 tons an hour,” said Mr. Renteria. Last year his crew was so efficient he paid workers an average of $170 a ton (a cost he passes on to his clients). But he worries that, even with the promise of good wages, some workers might return to Mexico, ahead of the ICE raids that are already happening.\nObtaining permits from planning boards and battling frost while keeping workers safe and well are all part of a vineyard manager’s job—in addition to the quotidian but crucial challenge of growing and harvesting grapes that are healthy and ripe. Not merely where the wine is made, the vineyard is a manager’s whole life.\nEmail Lettie at wine@wsj.com.\nMore in Food & Drink\nHow Italy’s Favorite Bubbly Beguiled Us March 9, 2018 7 Wine Documentaries Worth Your Time February 22, 2018 Why Wine Lovers Are Flocking to Charleston, S.C. February 15, 2018 Why Chablis Is Our Wine Columnist’s Go-To White February 8, 2018 Yes, Wine Lovers Actually Can Pair Amarone With Food January 25, 2018",
    "published": "2018-03-15T20:20:00.000+02:00",
    "crawled": "2018-03-15T20:09:59.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "although",
        "winemaker",
        "overly",
        "fond",
        "proclaiming",
        "wine",
        "made",
        "vineyard",
        "none",
        "professional",
        "whose",
        "job",
        "actually",
        "requires",
        "vineyard",
        "every",
        "day",
        "ever",
        "said",
        "perhaps",
        "consider",
        "fact",
        "perhaps",
        "vineyard",
        "manager",
        "tend",
        "speak",
        "sound",
        "bite",
        "instead",
        "vineyard",
        "manager",
        "talk",
        "pruning",
        "pest",
        "management",
        "difficulty",
        "obtaining",
        "permit",
        "plant",
        "vineyard",
        "labor",
        "mention",
        "fear",
        "worker",
        "might",
        "picked",
        "ice",
        "thing",
        "learned",
        "visit",
        "three",
        "top",
        "napa",
        "vineyard",
        "manager",
        "last",
        "month",
        "owner",
        "company",
        "napa",
        "indeed",
        "valley",
        "important",
        "vineyard",
        "small",
        "large",
        "grape",
        "vineyard",
        "manage",
        "might",
        "go",
        "solid",
        "bottle",
        "chardonnay",
        "napa",
        "priciest",
        "cabernet",
        "costing",
        "hundred",
        "sometimes",
        "even",
        "thousand",
        "dollar",
        "vineyard",
        "manager",
        "may",
        "largely",
        "unknown",
        "public",
        "absolutely",
        "crucial",
        "production",
        "great",
        "wine",
        "longtime",
        "vineyard",
        "manager",
        "jim",
        "barbour",
        "highly",
        "regarded",
        "winemaker",
        "napa",
        "manages",
        "vineyard",
        "best",
        "including",
        "celia",
        "welch",
        "thomas",
        "brown",
        "philippe",
        "melka",
        "heidi",
        "barrett",
        "well",
        "jayson",
        "woodbridge",
        "owner",
        "hundred",
        "acre",
        "winery",
        "ark",
        "vineyard",
        "barbour",
        "met",
        "vineyard",
        "manager",
        "may",
        "largely",
        "unknown",
        "public",
        "absolutely",
        "crucial",
        "production",
        "great",
        "wine",
        "ark",
        "vineyard",
        "located",
        "base",
        "howell",
        "mountain",
        "might",
        "well",
        "named",
        "big",
        "rock",
        "vineyard",
        "massive",
        "stone",
        "surround",
        "stone",
        "barbour",
        "team",
        "excavate",
        "order",
        "plant",
        "cabernet",
        "sauvignon",
        "boulder",
        "moved",
        "side",
        "remained",
        "vineyard",
        "barbour",
        "stood",
        "next",
        "one",
        "rock",
        "easily",
        "dwarfed",
        "vineyard",
        "manager",
        "wanted",
        "plant",
        "hillside",
        "vineyard",
        "decade",
        "ago",
        "barbour",
        "specializes",
        "pretty",
        "much",
        "said",
        "hillside",
        "vineyard",
        "expensive",
        "create",
        "much",
        "difficult",
        "plant",
        "barbour",
        "client",
        "spent",
        "fee",
        "survey",
        "yet",
        "even",
        "close",
        "getting",
        "vineyard",
        "planted",
        "said",
        "barbour",
        "lamented",
        "getting",
        "harder",
        "harder",
        "win",
        "approval",
        "county",
        "might",
        "get",
        "even",
        "harder",
        "oak",
        "woodland",
        "protection",
        "bill",
        "aimed",
        "reducing",
        "deforestation",
        "protecting",
        "approved",
        "napa",
        "voter",
        "june",
        "curtailing",
        "hillside",
        "vineyard",
        "development",
        "hillside",
        "vineyard",
        "may",
        "difficult",
        "create",
        "maintain",
        "universally",
        "acknowledged",
        "produce",
        "intense",
        "flavorful",
        "much",
        "expensive",
        "wine",
        "thanks",
        "greater",
        "cost",
        "maintaining",
        "harvesting",
        "fruit",
        "hillside",
        "plot",
        "example",
        "hundred",
        "acre",
        "ark",
        "vineyard",
        "cabernet",
        "sauvignon",
        "much",
        "critical",
        "praise",
        "cost",
        "cool",
        "bottle",
        "retail",
        "barbour",
        "produced",
        "fruit",
        "cabernet",
        "also",
        "assessed",
        "various",
        "stage",
        "regularly",
        "taste",
        "wine",
        "barrel",
        "made",
        "vineyard",
        "oversees",
        "fairly",
        "new",
        "development",
        "barbour",
        "said",
        "rarely",
        "tasted",
        "wine",
        "winemaker",
        "decade",
        "ago",
        "result",
        "tasting",
        "might",
        "make",
        "certain",
        "adjustment",
        "tweak",
        "way",
        "vine",
        "pruned",
        "vineyard",
        "manager",
        "make",
        "small",
        "large",
        "decision",
        "throughout",
        "year",
        "separately",
        "collectively",
        "determine",
        "quality",
        "fruit",
        "first",
        "big",
        "decision",
        "pruning",
        "vine",
        "worker",
        "remove",
        "old",
        "cane",
        "cut",
        "others",
        "encourage",
        "new",
        "growth",
        "napa",
        "pruning",
        "season",
        "start",
        "time",
        "often",
        "continues",
        "march",
        "barbour",
        "favorite",
        "time",
        "year",
        "meditative",
        "said",
        "hear",
        "wind",
        "vineyard",
        "manager",
        "mark",
        "neal",
        "favorite",
        "time",
        "caught",
        "checking",
        "whereabouts",
        "pruning",
        "crew",
        "neal",
        "vineyard",
        "manager",
        "whose",
        "father",
        "started",
        "jack",
        "neal",
        "son",
        "vineyard",
        "management",
        "company",
        "spent",
        "pretty",
        "much",
        "life",
        "business",
        "bicycling",
        "school",
        "work",
        "vineyard",
        "bought",
        "vineyard",
        "year",
        "old",
        "field",
        "guy",
        "said",
        "neal",
        "client",
        "valley",
        "vineyard",
        "calistoga",
        "carneros",
        "range",
        "size",
        "acre",
        "neal",
        "put",
        "mile",
        "year",
        "truck",
        "visiting",
        "vineyard",
        "short",
        "time",
        "together",
        "probably",
        "added",
        "another",
        "odometer",
        "visiting",
        "vineyard",
        "team",
        "working",
        "man",
        "probably",
        "pruning",
        "vine",
        "hour",
        "unusually",
        "cold",
        "napa",
        "worrisome",
        "fact",
        "earlier",
        "warm",
        "spell",
        "caused",
        "sap",
        "vine",
        "rise",
        "amount",
        "sap",
        "wood",
        "could",
        "winter",
        "kill",
        "said",
        "little",
        "leeway",
        "pruning",
        "type",
        "vineyard",
        "work",
        "thing",
        "like",
        "suckering",
        "green",
        "harvest",
        "right",
        "nose",
        "said",
        "neal",
        "suckering",
        "term",
        "removal",
        "unnecessary",
        "vine",
        "shoot",
        "resulting",
        "fewer",
        "flavorful",
        "grape",
        "take",
        "place",
        "spring",
        "worry",
        "besides",
        "weather",
        "big",
        "one",
        "neal",
        "pest",
        "management",
        "pest",
        "mutating",
        "faster",
        "school",
        "like",
        "uc",
        "davis",
        "research",
        "implement",
        "solution",
        "said",
        "citing",
        "virus",
        "like",
        "red",
        "blotch",
        "among",
        "concern",
        "neal",
        "farm",
        "organically",
        "chemical",
        "solution",
        "instead",
        "neal",
        "might",
        "plant",
        "cover",
        "crop",
        "attractive",
        "parasitic",
        "wasp",
        "remove",
        "extra",
        "vine",
        "leaf",
        "flower",
        "give",
        "way",
        "fruit",
        "foil",
        "pest",
        "oscar",
        "renteria",
        "one",
        "vineyard",
        "manager",
        "responsible",
        "region",
        "celebrated",
        "grape",
        "aside",
        "weather",
        "pest",
        "another",
        "top",
        "concern",
        "vineyard",
        "manager",
        "labor",
        "cost",
        "oscar",
        "renteria",
        "called",
        "significant",
        "expenditure",
        "renteria",
        "owns",
        "successful",
        "renteria",
        "vineyard",
        "management",
        "company",
        "managing",
        "vineyard",
        "almost",
        "acre",
        "client",
        "napa",
        "sonoma",
        "labor",
        "account",
        "cost",
        "expense",
        "continues",
        "climb",
        "like",
        "neal",
        "renteria",
        "born",
        "napa",
        "followed",
        "father",
        "footstep",
        "raised",
        "labor",
        "camp",
        "thus",
        "firsthand",
        "knowledge",
        "challenge",
        "facing",
        "worker",
        "renteria",
        "particularly",
        "focused",
        "making",
        "sure",
        "worker",
        "paid",
        "much",
        "worker",
        "vineyard",
        "company",
        "planning",
        "raise",
        "hourly",
        "wage",
        "soon",
        "necessary",
        "said",
        "retain",
        "top",
        "talent",
        "way",
        "harvest",
        "course",
        "hourly",
        "rate",
        "apply",
        "harvest",
        "time",
        "worker",
        "work",
        "piece",
        "rate",
        "around",
        "per",
        "ton",
        "really",
        "good",
        "crew",
        "pick",
        "ton",
        "hour",
        "said",
        "renteria",
        "last",
        "year",
        "crew",
        "efficient",
        "paid",
        "worker",
        "average",
        "ton",
        "cost",
        "pass",
        "client",
        "worry",
        "even",
        "promise",
        "good",
        "wage",
        "worker",
        "might",
        "return",
        "mexico",
        "ahead",
        "ice",
        "raid",
        "already",
        "happening",
        "obtaining",
        "permit",
        "planning",
        "board",
        "battling",
        "frost",
        "keeping",
        "worker",
        "safe",
        "well",
        "part",
        "vineyard",
        "manager",
        "addition",
        "quotidian",
        "crucial",
        "challenge",
        "growing",
        "harvesting",
        "grape",
        "healthy",
        "ripe",
        "merely",
        "wine",
        "made",
        "vineyard",
        "manager",
        "whole",
        "life",
        "email",
        "lettie",
        "wine",
        "food",
        "drink",
        "italy",
        "favorite",
        "bubbly",
        "beguiled",
        "u",
        "march",
        "wine",
        "documentary",
        "worth",
        "time",
        "february",
        "wine",
        "lover",
        "flocking",
        "charleston",
        "february",
        "chablis",
        "wine",
        "columnist",
        "white",
        "february",
        "yes",
        "wine",
        "lover",
        "actually",
        "pair",
        "amarone",
        "food",
        "january"
    ]
}