{
    "organizations": [],
    "uuid": "c583c3fe179965d8fe954c3c2abaf177ed31739b",
    "author": "Krishna N. Das",
    "url": "https://www.reuters.com/article/us-punjab-natl-bank-fraud-rbi-insight/missed-warnings-how-watchdogs-failed-to-spot-2-billion-indian-bank-fraud-idUSKBN1GH1PQ",
    "ord_in_thread": 0,
    "title": "Missed warnings: How watchdogs failed to spot $2 billion Indian bank fraud",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Krishna N. Das, Suvashree Choudhury, Devidutta Tripathy and Tom Lasseter\nFILE PHOTO: Pedestrians walk past a Punjab National Bank office in Mumbai, India February 21, 2018. REUTERS/Danish Siddiqui/File Photo NEW DELHI/MUMBAI (Reuters) - Gokulnath Shetty, a middle-aged bank manager of middling rank, spent his days in the foreign exchange department on the mezzanine floor of Punjab National Bank’s Brady House branch in Mumbai.\nIt was there, past the loan desk and up a flight of stairs, that federal police say Shetty hatched India’s largest-ever bank fraud, which the bank values at nearly $2 billion and says was engineered between 2011 and 2017.\nThe room where Shetty worked was visited on a quarterly basis by external auditors approved by the central bank, who sifted through documents but failed to spot any problem, according to interviews with two bank employees with first-hand knowledge of the department’s operations.\nIn the three weeks since details of the alleged fraud was disclosed, Indian authorities and the media have squarely blamed Punjab National Bank ( PNBK.NS ), and a group of high-flying jewelers including diamond tycoon Nirav Modi.\nBut Reuters has uncovered new evidence that shows the Reserve Bank of India (RBI) also failed for years to either detect the fraud, respond adequately to red flags in the banking system, or correct a breakdown of normal practices at the nation’s second-largest state-run bank. The RBI is in charge of supervising lenders and meant to act as the bottom-line guarantor that the banking system is sound.\nThat heightens worries about what other problems might lurk within India’s state-run lenders, which hold some 70 percent of the sector’s assets in the world’s fastest-growing major economy.\nThe RBI, presented with a list of findings and questions for this story sent to a spokesman, did not respond.\nPunjab National did not respond to a similar request.\nShetty’s lawyer, Vikram Sutaria, said his client“is not guilty”.\nHANDS-OFF APPROACH\nInterviews with 12 current and former officials at the RBI and senior executives at some of the country’s largest banks, and a review of dozens of pages of internal central bank circulars, reveal a system that in many cases had little hope of catching criminal activity.\nThe reporting shows:\n- The RBI takes a hands-off approach: Its inspections concentrate on whether the broader systems are sound, not the details of what’s happening in a particular banking operation.\nRelated Coverage Factbox: Loopholes in Indian banks' systems were flagged, but not fixed - External auditors approved by the RBI, known as statutory auditors, in many cases only do top line reviews, not in-depth inspections. In Punjab National’s case they have been changed regularly - 18 different firms used over seven years. Though the auditors swapped hand-off notes, no one auditor was able to delve into the bank’s operations for any extended period.\n- Those external auditors met with Shetty, but their audits of Punjab National published in the bank’s annual reports from 2011 to 2017 did not raise alarms.\n- The RBI knew by 2016 there was a laundry list of problems at Indian banks that the central bank said“exposed the bank to heightened risk of fraudulent activities”.\n- The central bank did not compel state banks to link their banking software with the SWIFT global interbank messaging network, a key vulnerability in the Punjab National fraud.\n“SHETTY SIR” A current senior RBI official involved in the scrutiny of banks acknowledged there were shortcomings.\n“This has been going on for six years and nobody pointed it out - not the auditors and not the RBI inspection,” he said.\nIn Punjab National Bank’s initial criminal complaint, and then court documents filed in February by India’s Central Bureau of Investigation (CBI), deputy manager Shetty is accused of having sent letters of undertaking, essentially credit guarantees, over the SWIFT network without logging those transactions in the bank’s internal software.\nTwo internal auditors who sat with Shetty in the branch have also been arrested, among more than a dozen people picked up by law enforcement so far.\nAsked about the specifics of allegations against Shetty, who has been arrested but not charged, his lawyer, Sutaria, declined to discuss them.\nThe alleged beneficiaries of the transactions were companies controlled by Nirav Modi, whose diamond creations have glimmered across the flesh of film stars, and his uncle Mehul Choksi, who also owns a large jewelry operation. Neither man has been charged with a crime. Both are currently outside the country and have denied the allegations.\nTwo co-workers described Shetty as a socially taciturn man who, after starting the work day by moisturizing his face and hands with Pond’s cream, began sipping a seemingly endless series of cups of tea and dialing up customers on his iPhone.\nShetty, they said, declined to show others how to operate the SWIFT system.\n“No one would work on SWIFT in his absence,” said one of the co-workers.“Even customers used to say if‘Shetty sir’ is not around let’s not proceed with anything.”\nSlideshow (2 Images) Representatives of Modi, the jeweler, would spend hours in the office, sometimes eating lunch there, two employees at the branch said.“It was as if they were bank employees,” said one banker who still works in the currency exchange office.\nAUDIT FRAMEWORK The framework for auditing India’s banks is set up to provide three levels of scrutiny: continuous monitoring by internal auditors, quarterly inspection by statutory auditors and an annual inspection by the RBI, according to interviews with officials at the central bank.\nThe bank’s cornerstone internal, or concurrent auditors, are expected to run daily checks on all SWIFT transactions, according to RBI officials.\nBut a former senior RBI official with direct knowledge of the central bank’s oversight of foreign exchange transactions said they often do not provide much of a backstop.\n“Sometimes the concurrent auditor just blindly signs whatever is given to him without verifying what is going on,” the official said.\nAsked about the RBI’s annual audit, a current official who previously worked in its supervision division said the central bank has moved away from doing annual branch inspections, instead relying primarily on data from the lender’s headquarters.\n“Earlier, the branches of banks were at least scared that RBI might catch any malpractice,” the official said.\nR. Gandhi, deputy governor at the RBI from 2014 to 2017, said the statutory audit process, which is carried out by private accounting firms, was not meant to be comprehensive.\n“A 100 percent audit is specified only for high-risk areas,” he said.\nExplaining the RBI’s approach overall, he added:“We are supervisors. The prime objective of RBI’s audit should be to see that systems and procedures are there and those are functioning.”\nTwo of the RBI-approved statutory auditors who inspected the Mumbai branch confirmed they met Shetty in the foreign exchange room.\nOne auditor, who inspected the branch on a quarterly basis between October 2011 and September 2012, said he raised the question of why Nirav Modi was getting so much credit.\nThe auditor, who asked not to be named, said his concerns were raised to the bank’s audit committee but he was told by Punjab National executives:“Let this go this time, we will note this and take steps.”\nThe details, he said, would have been available to RBI officials through his subsequent report, but as far as he was aware no action was taken.\nReuters called the other 16 accounting firms listed in the bank’s annual report from the 2010-11 fiscal year to the most recent. The calls were either unanswered or met with refusal to discuss particulars of the audits.\nWARNING SIGNS Documents show that the RBI knew more than a year before the current scandal that there were warning signs about how Indian banks administered the SWIFT network.\nTransactions such as the letters of undertaking sent by Shetty result in credit being given to a borrower in an account known as a“nostro”, which is owned by the issuing bank - in this case Punjab National - but hosted by another bank overseas.\nA letter on Aug. 3, 2016 from the RBI to bank executives warned of“a recent incident involving attempted unauthorized transfer of funds from the nostro account of a bank”.\nThe RBI asked the top management of Indian banks to not only ensure that appropriate controls were in place, but also to reconcile their nostro account transactions – that is, to check that they matched their banks’ internal records.\nA Nov. 25, 2016 letter from the RBI listed what it described as problems that banks reported after receiving the August communication - a number of which were to show up in the Punjab National case.\nSeveral Indian state-run banks had followed a“decentralized set up for SWIFT”, meaning that multiple branches and, as a result,“significantly higher number of users” had access to sending money across the global network.\nIn some cases, the RBI said, that meant more than 1,000 people being able to log on, which“exposed the bank to heightened risk of fraudulent activities”.\nSeveral banks, the RBI wrote, had“no/little audit oversight on the SWIFT framework despite significant financial ramifications”.\nLast month, after the fraud was discovered, the reserve bank set a April 30 deadline for integrating banks’ internal software and SWIFT.\nMost big global banks began to connect SWIFT - originally standalone terminals like the telex machines they replaced - to their central systems in the 1990s.\nThree executives with experience of the cash payments industry said this means transactions are automatically recorded and reconciled within the bank and, ideally, with counterparties. The chief executive officer of SWIFT from 1992 until 2007, Leonard Schrank, said:“I can’t imagine not incorporating SWIFT payments as part of overall reconciliation.”\nReporting by Krishna N. Das, Suvashree Choudhury, Devidutta Tripathy and Tom Lasseter; Additional reporting by Rajendra Jadhav, Rafael Nam, and Abhirup Roy, in Mumbai, Aditya Y. Kalra, Neha Dasgupta, and Manoj Kumar in New Delhi, and Tom Bergin in London; Writing by Tom Lasseter; Editing by Alex Richardson\n ",
    "published": "2018-03-05T19:47:00.000+02:00",
    "crawled": "2018-03-05T23:06:48.068+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "krishna",
        "da",
        "suvashree",
        "choudhury",
        "devidutta",
        "tripathy",
        "tom",
        "lasseter",
        "file",
        "photo",
        "pedestrian",
        "walk",
        "past",
        "punjab",
        "national",
        "bank",
        "office",
        "mumbai",
        "india",
        "february",
        "photo",
        "new",
        "reuters",
        "gokulnath",
        "shetty",
        "bank",
        "manager",
        "middling",
        "rank",
        "spent",
        "day",
        "foreign",
        "exchange",
        "department",
        "mezzanine",
        "floor",
        "punjab",
        "national",
        "bank",
        "brady",
        "house",
        "branch",
        "mumbai",
        "past",
        "loan",
        "desk",
        "flight",
        "stair",
        "federal",
        "police",
        "say",
        "shetty",
        "hatched",
        "india",
        "bank",
        "fraud",
        "bank",
        "value",
        "nearly",
        "billion",
        "say",
        "engineered",
        "room",
        "shetty",
        "worked",
        "visited",
        "quarterly",
        "basis",
        "external",
        "auditor",
        "approved",
        "central",
        "bank",
        "sifted",
        "document",
        "failed",
        "spot",
        "problem",
        "according",
        "interview",
        "two",
        "bank",
        "employee",
        "knowledge",
        "department",
        "operation",
        "three",
        "week",
        "since",
        "detail",
        "alleged",
        "fraud",
        "disclosed",
        "indian",
        "authority",
        "medium",
        "squarely",
        "blamed",
        "punjab",
        "national",
        "bank",
        "group",
        "jeweler",
        "including",
        "diamond",
        "tycoon",
        "nirav",
        "modi",
        "reuters",
        "uncovered",
        "new",
        "evidence",
        "show",
        "reserve",
        "bank",
        "india",
        "rbi",
        "also",
        "failed",
        "year",
        "either",
        "detect",
        "fraud",
        "respond",
        "adequately",
        "red",
        "flag",
        "banking",
        "system",
        "correct",
        "breakdown",
        "normal",
        "practice",
        "nation",
        "bank",
        "rbi",
        "charge",
        "supervising",
        "lender",
        "meant",
        "act",
        "guarantor",
        "banking",
        "system",
        "sound",
        "heightens",
        "worry",
        "problem",
        "might",
        "lurk",
        "within",
        "india",
        "lender",
        "hold",
        "percent",
        "sector",
        "asset",
        "world",
        "major",
        "economy",
        "rbi",
        "presented",
        "list",
        "finding",
        "question",
        "story",
        "sent",
        "spokesman",
        "respond",
        "punjab",
        "national",
        "respond",
        "similar",
        "request",
        "shetty",
        "lawyer",
        "vikram",
        "sutaria",
        "said",
        "client",
        "guilty",
        "approach",
        "interview",
        "current",
        "former",
        "official",
        "rbi",
        "senior",
        "executive",
        "country",
        "largest",
        "bank",
        "review",
        "dozen",
        "page",
        "internal",
        "central",
        "bank",
        "circular",
        "reveal",
        "system",
        "many",
        "case",
        "little",
        "hope",
        "catching",
        "criminal",
        "activity",
        "reporting",
        "show",
        "rbi",
        "take",
        "approach",
        "inspection",
        "concentrate",
        "whether",
        "broader",
        "system",
        "sound",
        "detail",
        "happening",
        "particular",
        "banking",
        "operation",
        "related",
        "coverage",
        "factbox",
        "loophole",
        "indian",
        "bank",
        "system",
        "flagged",
        "fixed",
        "external",
        "auditor",
        "approved",
        "rbi",
        "known",
        "statutory",
        "auditor",
        "many",
        "case",
        "top",
        "line",
        "review",
        "inspection",
        "punjab",
        "national",
        "case",
        "changed",
        "regularly",
        "different",
        "firm",
        "used",
        "seven",
        "year",
        "though",
        "auditor",
        "swapped",
        "note",
        "one",
        "auditor",
        "able",
        "delve",
        "bank",
        "operation",
        "extended",
        "period",
        "external",
        "auditor",
        "met",
        "shetty",
        "audit",
        "punjab",
        "national",
        "published",
        "bank",
        "annual",
        "report",
        "raise",
        "alarm",
        "rbi",
        "knew",
        "laundry",
        "list",
        "problem",
        "indian",
        "bank",
        "central",
        "bank",
        "said",
        "exposed",
        "bank",
        "heightened",
        "risk",
        "fraudulent",
        "activity",
        "central",
        "bank",
        "compel",
        "state",
        "bank",
        "link",
        "banking",
        "software",
        "swift",
        "global",
        "interbank",
        "messaging",
        "network",
        "key",
        "vulnerability",
        "punjab",
        "national",
        "fraud",
        "shetty",
        "sir",
        "current",
        "senior",
        "rbi",
        "official",
        "involved",
        "scrutiny",
        "bank",
        "acknowledged",
        "shortcoming",
        "going",
        "six",
        "year",
        "nobody",
        "pointed",
        "auditor",
        "rbi",
        "inspection",
        "said",
        "punjab",
        "national",
        "bank",
        "initial",
        "criminal",
        "complaint",
        "court",
        "document",
        "filed",
        "february",
        "india",
        "central",
        "bureau",
        "investigation",
        "cbi",
        "deputy",
        "manager",
        "shetty",
        "accused",
        "sent",
        "letter",
        "undertaking",
        "essentially",
        "credit",
        "guarantee",
        "swift",
        "network",
        "without",
        "logging",
        "transaction",
        "bank",
        "internal",
        "software",
        "two",
        "internal",
        "auditor",
        "sat",
        "shetty",
        "branch",
        "also",
        "arrested",
        "among",
        "dozen",
        "people",
        "picked",
        "law",
        "enforcement",
        "far",
        "asked",
        "specific",
        "allegation",
        "shetty",
        "arrested",
        "charged",
        "lawyer",
        "sutaria",
        "declined",
        "discus",
        "alleged",
        "beneficiary",
        "transaction",
        "company",
        "controlled",
        "nirav",
        "modi",
        "whose",
        "diamond",
        "creation",
        "glimmered",
        "across",
        "flesh",
        "film",
        "star",
        "uncle",
        "mehul",
        "choksi",
        "also",
        "owns",
        "large",
        "jewelry",
        "operation",
        "neither",
        "man",
        "charged",
        "crime",
        "currently",
        "outside",
        "country",
        "denied",
        "allegation",
        "two",
        "described",
        "shetty",
        "socially",
        "taciturn",
        "man",
        "starting",
        "work",
        "day",
        "moisturizing",
        "face",
        "hand",
        "pond",
        "cream",
        "began",
        "sipping",
        "seemingly",
        "endless",
        "series",
        "cup",
        "tea",
        "dialing",
        "customer",
        "iphone",
        "shetty",
        "said",
        "declined",
        "show",
        "others",
        "operate",
        "swift",
        "system",
        "one",
        "would",
        "work",
        "swift",
        "absence",
        "said",
        "one",
        "even",
        "customer",
        "used",
        "say",
        "shetty",
        "sir",
        "around",
        "let",
        "proceed",
        "slideshow",
        "image",
        "representative",
        "modi",
        "jeweler",
        "would",
        "spend",
        "hour",
        "office",
        "sometimes",
        "eating",
        "lunch",
        "two",
        "employee",
        "branch",
        "bank",
        "employee",
        "said",
        "one",
        "banker",
        "still",
        "work",
        "currency",
        "exchange",
        "office",
        "audit",
        "framework",
        "framework",
        "auditing",
        "india",
        "bank",
        "set",
        "provide",
        "three",
        "level",
        "scrutiny",
        "continuous",
        "monitoring",
        "internal",
        "auditor",
        "quarterly",
        "inspection",
        "statutory",
        "auditor",
        "annual",
        "inspection",
        "rbi",
        "according",
        "interview",
        "official",
        "central",
        "bank",
        "bank",
        "cornerstone",
        "internal",
        "concurrent",
        "auditor",
        "expected",
        "run",
        "daily",
        "check",
        "swift",
        "transaction",
        "according",
        "rbi",
        "official",
        "former",
        "senior",
        "rbi",
        "official",
        "direct",
        "knowledge",
        "central",
        "bank",
        "oversight",
        "foreign",
        "exchange",
        "transaction",
        "said",
        "often",
        "provide",
        "much",
        "backstop",
        "sometimes",
        "concurrent",
        "auditor",
        "blindly",
        "sign",
        "whatever",
        "given",
        "without",
        "verifying",
        "going",
        "official",
        "said",
        "asked",
        "rbi",
        "annual",
        "audit",
        "current",
        "official",
        "previously",
        "worked",
        "supervision",
        "division",
        "said",
        "central",
        "bank",
        "moved",
        "away",
        "annual",
        "branch",
        "inspection",
        "instead",
        "relying",
        "primarily",
        "data",
        "lender",
        "headquarters",
        "earlier",
        "branch",
        "bank",
        "least",
        "scared",
        "rbi",
        "might",
        "catch",
        "malpractice",
        "official",
        "said",
        "gandhi",
        "deputy",
        "governor",
        "rbi",
        "said",
        "statutory",
        "audit",
        "process",
        "carried",
        "private",
        "accounting",
        "firm",
        "meant",
        "comprehensive",
        "percent",
        "audit",
        "specified",
        "area",
        "said",
        "explaining",
        "rbi",
        "approach",
        "overall",
        "added",
        "supervisor",
        "prime",
        "objective",
        "rbi",
        "audit",
        "see",
        "system",
        "procedure",
        "two",
        "statutory",
        "auditor",
        "inspected",
        "mumbai",
        "branch",
        "confirmed",
        "met",
        "shetty",
        "foreign",
        "exchange",
        "room",
        "one",
        "auditor",
        "inspected",
        "branch",
        "quarterly",
        "basis",
        "october",
        "september",
        "said",
        "raised",
        "question",
        "nirav",
        "modi",
        "getting",
        "much",
        "credit",
        "auditor",
        "asked",
        "named",
        "said",
        "concern",
        "raised",
        "bank",
        "audit",
        "committee",
        "told",
        "punjab",
        "national",
        "executive",
        "let",
        "go",
        "time",
        "note",
        "take",
        "detail",
        "said",
        "would",
        "available",
        "rbi",
        "official",
        "subsequent",
        "report",
        "far",
        "aware",
        "action",
        "taken",
        "reuters",
        "called",
        "accounting",
        "firm",
        "listed",
        "bank",
        "annual",
        "report",
        "fiscal",
        "year",
        "recent",
        "call",
        "either",
        "unanswered",
        "met",
        "refusal",
        "discus",
        "particular",
        "audit",
        "warning",
        "sign",
        "document",
        "show",
        "rbi",
        "knew",
        "year",
        "current",
        "scandal",
        "warning",
        "sign",
        "indian",
        "bank",
        "administered",
        "swift",
        "network",
        "transaction",
        "letter",
        "undertaking",
        "sent",
        "shetty",
        "result",
        "credit",
        "given",
        "borrower",
        "account",
        "known",
        "nostro",
        "owned",
        "issuing",
        "bank",
        "case",
        "punjab",
        "national",
        "hosted",
        "another",
        "bank",
        "overseas",
        "letter",
        "rbi",
        "bank",
        "executive",
        "warned",
        "recent",
        "incident",
        "involving",
        "attempted",
        "unauthorized",
        "transfer",
        "fund",
        "nostro",
        "account",
        "bank",
        "rbi",
        "asked",
        "top",
        "management",
        "indian",
        "bank",
        "ensure",
        "appropriate",
        "control",
        "place",
        "also",
        "reconcile",
        "nostro",
        "account",
        "transaction",
        "check",
        "matched",
        "bank",
        "internal",
        "record",
        "letter",
        "rbi",
        "listed",
        "described",
        "problem",
        "bank",
        "reported",
        "receiving",
        "august",
        "communication",
        "number",
        "show",
        "punjab",
        "national",
        "case",
        "several",
        "indian",
        "bank",
        "followed",
        "decentralized",
        "set",
        "swift",
        "meaning",
        "multiple",
        "branch",
        "result",
        "significantly",
        "higher",
        "number",
        "user",
        "access",
        "sending",
        "money",
        "across",
        "global",
        "network",
        "case",
        "rbi",
        "said",
        "meant",
        "people",
        "able",
        "log",
        "exposed",
        "bank",
        "heightened",
        "risk",
        "fraudulent",
        "activity",
        "several",
        "bank",
        "rbi",
        "wrote",
        "audit",
        "oversight",
        "swift",
        "framework",
        "despite",
        "significant",
        "financial",
        "ramification",
        "last",
        "month",
        "fraud",
        "discovered",
        "reserve",
        "bank",
        "set",
        "april",
        "deadline",
        "integrating",
        "bank",
        "internal",
        "software",
        "swift",
        "big",
        "global",
        "bank",
        "began",
        "connect",
        "swift",
        "originally",
        "standalone",
        "terminal",
        "like",
        "telex",
        "machine",
        "replaced",
        "central",
        "system",
        "1990s",
        "three",
        "executive",
        "experience",
        "cash",
        "payment",
        "industry",
        "said",
        "mean",
        "transaction",
        "automatically",
        "recorded",
        "reconciled",
        "within",
        "bank",
        "ideally",
        "counterparties",
        "chief",
        "executive",
        "officer",
        "swift",
        "leonard",
        "schrank",
        "said",
        "imagine",
        "incorporating",
        "swift",
        "payment",
        "part",
        "overall",
        "reporting",
        "krishna",
        "da",
        "suvashree",
        "choudhury",
        "devidutta",
        "tripathy",
        "tom",
        "lasseter",
        "additional",
        "reporting",
        "rajendra",
        "jadhav",
        "rafael",
        "nam",
        "abhirup",
        "roy",
        "mumbai",
        "aditya",
        "kalra",
        "neha",
        "dasgupta",
        "manoj",
        "kumar",
        "new",
        "delhi",
        "tom",
        "bergin",
        "london",
        "writing",
        "tom",
        "lasseter",
        "editing",
        "alex",
        "richardson"
    ]
}