{
    "organizations": [],
    "uuid": "fd286b10ce433180a1baa0713850a70fe9706f46",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/business-wire-tejon-ranch-co-reports-fourth-quarter-and-full-year-2017-results-of-operations.html",
    "ord_in_thread": 0,
    "title": "Tejon Ranch Co. Reports Fourth-Quarter and Full-Year 2017 Results of Operations",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Milestones Achieved with Master Planned Communities --\n--Company Further Solidifies Tejon Ranch Commerce Center --\n--Oversubscribed Rights Offering Strengthens Balance Sheet --\nTEJON RANCH, Calif.--(BUSINESS WIRE)-- Tejon Ranch Co., or the Company, (NYSE:TRC), is a diversified real estate development and agribusiness company, which is in the process of entitling, planning and developing three residential mixed use master planned communities and a large commercial/industrial center, which when all entitlements are approved, collectively may include up to 35,000 housing units, with 15,450 units currently approved, and more than 35 million square-feet of commercial space, with 25 million square-feet currently approved, today released its results of operations for the fourth quarter and year ended December 31, 2017.\n“During fiscal 2017 we made visible and noteworthy progress in our efforts to monetize our land, set the stage for future revenue growth, and create long-term shareholder value,” said Gregory S. Bielli, President and CEO. “The first tentative tract map for our Mountain Village at Tejon Ranch resort/residential community was approved by the County of Kern. It covers 752 lots within the first three phases of development. The Specific Plan and Environmental Impact Report for our mixed-use master planned residential community, Centennial at Tejon Ranch, was released, setting the stage for hearings before the Los Angeles County Planning Commission and Board of Supervisors in 2018,” Bielli noted. “Our joint venture with Majestic Realty also completed a 480,480 square foot industrial building at the Tejon Ranch Commerce Center. It was finished on-time, on-budget and on-vision, and we are now in the process of leasing the building. As we move into 2018, the strides we made in 2017, combined with our strong balance sheet, will further enhance Tejon Ranch’s position as the next great opportunity in California.”\nFourth-Quarter 2017 Financial Highlights\nNet income available to common stockholders for the fourth quarter of 2017 was $0.3 million, or earnings per diluted common share of $0.01, compared with a net loss of $0.3 million, or a loss per common share of $0.01, for the fourth quarter of fiscal 2016. Revenues and other income, including equity in earnings of unconsolidated joint ventures, for the fourth quarter of 2017 were $12.6 million, a decrease of $2.7 million, or 17.6%, compared with $15.3 million for the same period in 2016. Factors behind this decrease include: Reduced equity in earnings from unconsolidated joint ventures of $0.7 million arising from increased operating costs and lower fuel margins for the Company's Petro joint venture, lease termination costs for the Outlets at Tejon resulting from a sluggish retail sector, and non-cash GAAP losses associated with the Company's TRC-MRC 2 joint venture. Reduced farming revenues of $0.6 million stemming from a 263,000 pound decrease in almond sales volume. During 2016, the Company sold an operating property yielding a gain on sale of real estate of $1.0 million. This non-recurring transaction contributed to the decrease in revenues and other income in the current period. Lastly, the Company experienced a $0.6 million reduction in commercial revenues, primarily driven by the absence of a land sale that occurred during the fourth quarter of 2016. Despite reduced farming revenues, heavy rains during the 2017 winter along with credits received from the local water district, through the State Water Project, drove reductions in water costs improving farming operating profits by $1.8 million. Corporate general and administrative expenses for the fourth quarter of 2017 fell $0.9 million as a result of lower compensation costs stemming from both a staff rightsizing and a reduction in incentive-based compensation costs.\nFiscal 2017 Financial Highlights\nNet loss available to common stockholders for fiscal 2017 was $1.6 million, or a loss per common share of $0.07, compared with net income of $0.6 million, or earnings per common diluted share of $0.03, for fiscal 2016. Revenues and other income, including equity in earnings of unconsolidated joint ventures, were $40.5 million in fiscal 2017, a decrease of $13.8 million, or 25.4%, compared with $54.3 million in 2016. Factors driving this decrease include: An $8.2 million reduction in mineral resources revenues due to limited water sales opportunities given the abundance of rain during the 2017 winter rain season. A $2.9 million reduction in equity in earnings from joint ventures stemming from the same factors discussed in the fourth-quarter financial results summary. A $2.2 million reduction in farming revenues as a result of limited pistachio production given that 2017 was a down bearing crop year. In comparison, 2016 pistachio crop production was near a record high.\nFiscal 2017 Operational Highlights\nIn August 2017, the Company completed construction of utility connections and other infrastructure on a 10-acre lot that will feature an 80-room hotel, currently under construction, and other retail establishments, furthering the growth of the Tejon Ranch Commerce Center, or TRCC. In September 2017, the Company's joint venture with Majestic Reality Co. completed development of a 480,480 square-foot industrial building at the TRCC. The Company is in the process of leasing this building. In October 2017, the Company completed a successful rights offering, raising $90 million in proceeds. The net proceeds of the offering are being used to provide additional working capital for general corporate purposes, including to fund general infrastructure costs and the development of buildings at TRCC, to continue forward with entitlement and permitting programs for the Company's Centennial at Tejon Ranch and Grapevine at Tejon Ranch communities and costs related to the preparation of the development of Mountain Village at Tejon Ranch. In December 2017, the Company received approval of Tentative Tract Maps for the first three phases of residential units for Mountain Village.\n2018 Outlook:\nThe Company believes its capital structure provides a solid foundation for continued investment in ongoing and future projects. As of December 31, 2017, total capital and debt was approximately $496.6 million. The Company also had cash and securities totaling approximately $91.0 million and $30.0 million available on its line of credit.\nThe Company will continue to aggressively pursue development, leasing, and investment within TRCC and in its joint ventures. The Company will also continue to invest in its residential projects, including the advancement of entitlements for Centennial at Tejon Ranch and defending litigation for Grapevine at Tejon Ranch. As it relates to Mountain Village at Tejon Ranch, the Company is working with Kern County to obtain approvals for the first phase of Farm Village, a 160,000 square foot commercial center that will serve as the “front door” to Mountain Village. Farm Village will include fresh culinary offerings, artisan markets, boutique lodging, and an array of trails, gardens, and agriculture that will be intertwined to create the most unique, relaxing and “edu-taining” experience, while fulfilling the needs of Mountain Village residents.\nDuring 2018, the Company will continue to invest funds in master project infrastructure, as well as vertical development within its active commercial and industrial development. California is one of the most highly regulated states in which to engage in real estate development and, as such, natural delays, including those resulting from litigation, can be reasonably anticipated. Accordingly, throughout the next few years, the Company expects net income to fluctuate from year-to-year based on commodity prices, production within its farming segment, and the timing of sales of land and the leasing of land within its industrial developments.\nThe Company believes the variability of its quarterly and annual operating results will continue during 2018 due to the nature of its current farming and real estate activities. Mineral resource revenue from water sales is expected to improve relative to 2017 as a result of lower than normal 2018 winter rain and snow fall levels. The Company may also experience an increase in oil royalties stemming from the recent rise in oil prices. However, it is difficult to predict whether the higher prices will be sustained throughout 2018. As the spring bloom in the orchards has just begun, it is too early to make any estimate as to farm production for 2018.\nAbout Tejon Ranch Co.\nTejon Ranch Co. (NYSE: TRC) is a diversified real estate development and agribusiness company, whose principal asset is its 270,000-acre land holding located approximately 60 miles north of Los Angeles and 30 miles south of Bakersfield.\nMore information about Tejon Ranch Co. can be found online at http://www.tejonranch.com .\nForward Looking Statements:\nThe statements contained herein, which are not historical facts, are forward-looking statements based on economic forecasts, strategic plans and other factors, which by their nature involve risk and uncertainties. In particular, among the factors that could cause actual results to differ materially are the following: business conditions and the general economy, future commodity prices and yields, market forces, the ability to obtain various governmental entitlements and permits, interest rates and other risks inherent in real estate and agriculture businesses. For further information on factors that could affect the Company, the reader should refer to the Company’s filings with the Securities and Exchange Commission.\nTEJON RANCH CO. CONSOLIDATED STATEMENTS OF OPERATIONS (In thousands, except earnings per share)\n(Unaudited)\nThree Months Ended\nDecember 31,\nYear Ended December 31,\n2017 2016 2017 2016 Revenues: Real estate - commercial/industrial $ 2,297 $ 2,905 $ 9,403 $ 9,438 Mineral resources 1,321 1,101 5,983 14,153 Farming 7,036 7,606 16,434 18,648 Ranch operations 1,028 1,084 3,837 3,338 Total revenues from Operations 11,682 12,696 35,657 45,577 Operating Profits (Loss): Real estate - commercial/industrial 728 945 2,874 2,338 Real estate - resort/residential (554 ) (378 ) (1,955 ) (1,630 ) Mineral resources 738 465 3,019 6,357 Farming 1,337 (430 ) 233 (25 ) Ranch operations (276 ) (387 ) (1,574 ) (2,396 ) Income (loss) from Operating Segments 1,973 215 2,597 4,644 Investment income 173 107 462 457 Gain on sale of real estate — 1,044 — 1,044 Other income 70 38 153 158 Corporate expense (2,425 ) (3,288 ) (10,141 ) (12,550 ) (Loss) from operations before equity in earnings of unconsolidated joint ventures (209 ) (1,884 ) (6,929 ) (6,247 ) Equity in earnings of unconsolidated joint ventures, net 715 1,448 4,227 7,098 Income (loss) before income tax expense 506 (436 ) (2,702 ) 851 Income tax expense (benefit) 145 (167 ) (1,123 ) 336 Net income (loss) 361 (269 ) (1,579 ) 515 Net income (loss) attributable to non-controlling interest 18 18 (24 ) (43 ) Net income (loss) attributable to common stockholders $ 343 $ (287 ) $ (1,555 ) $ 558 Net income (loss) per share attributable to common stockholders, basic $ 0.01 $ (0.01 ) $ (0.07 ) $ 0.03 Net income (loss) per share attributable to common stockholders, diluted $ 0.01 $ (0.01 ) $ (0.07 ) $ 0.03 Weighted average number of shares outstanding: Common stock 24,136,930 20,791,520 21,677,981 20,737,903 Common stock equivalents – stock options 30,003 59,514 40,409 46,839 Diluted shares outstanding 24,166,933 20,851,034 21,718,390 20,784,742 Non-GAAP Financial Measure\nThis news release includes references to the Company’s non-GAAP financial measure “EBITDA.” EBITDA represents our share of consolidated net income in accordance with GAAP, before interest, taxes, depreciation, and amortization, plus the allocable portion of EBITDA of unconsolidated joint ventures accounted for under the equity method of accounting based upon economic ownership interest, and all determined on a consistent basis in accordance with GAAP. EBITDA is a non-GAAP financial measure, and is used by us and others as a supplemental measure of performance. We use Adjusted EBITDA to assess the performance of our core operations, for financial and operational decision making, and as a supplemental or additional means of evaluating period-to-period comparisons on a consistent basis. Adjusted EBITDA is calculated as EBITDA, excluding stock compensation expense. We believe Adjusted EBITDA provides investors relevant and useful information because it permits investors to view income from our operations on an unleveraged basis before the effects of taxes, depreciation and amortization, and stock compensation expense. By excluding interest expense and income, EBITDA and Adjusted EBITDA allow investors to measure our performance independent of our capital structure and indebtedness and, therefore, allow for a more meaningful comparison of our performance to that of other companies, both in the real estate industry and in other industries. We believe that excluding charges related to share-based compensation facilitates a comparison of our operations across periods and among other companies without the variances caused by different valuation methodologies, the volatility of the expense (which depends on market forces outside our control), and the assumptions and the variety of award types that a company can use. EBITDA and Adjusted EBITDA have limitations as measures of our performance. EBITDA and Adjusted EBITDA do not reflect our historical cash expenditures or future cash requirements for capital expenditures or contractual commitments. While EBITDA and Adjusted EBITDA are relevant and widely used measures of performance, they do not represent net income or cash flows from operations as defined by GAAP, and they should not be considered as alternatives to those indicators in evaluating performance or liquidity. Further, our computation of EBITDA and Adjusted EBITDA may not be comparable to similar measures reported by other companies.\nTEJON RANCH CO. Non-GAAP Financial Measures (Unaudited)\nThree Months Ended\nDecember 31,\nYear Ended\nDecember 31,\n2017 2016 2017 2016 Net income (loss) $ 361 $ (269 ) $ (1,579 ) $ 515 Net income (loss) attributed to non-controlling interest 18 18 (24 ) (43 ) Interest, net: Consolidated (173 ) (107 ) (462 ) (457 ) Our share of interest expense from unconsolidated joint ventures 468 380 1,730 1,449 Total interest, net 295 273 1,268 992 Income taxes (benefit) 145 (167 ) (1,123 ) 336 Depreciation and amortization: Consolidated 1,129 379 4,551 4,549 Our share of depreciation and amortization from unconsolidated joint ventures 1,449 1,327 5,419 3,630 Total depreciation and amortization 2,578 1,706 9,970 8,179 EBITDA 3,361 1,525 8,560 10,065 Stock compensation expense 981 1,288 3,552 4,585 Adjusted EBITDA $ 4,342 $ 2,813 $ 12,112 $ 14,650\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180312005240/en/\nTejon Ranch Co.\nAllen Lyda, 661-248-3000\nExecutive Vice President & Chief Financial Officer\nSource: Tejon Ranch Co.",
    "published": "2018-03-12T16:15:00.000+02:00",
    "crawled": "2018-03-12T16:21:16.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "milestone",
        "achieved",
        "master",
        "planned",
        "community",
        "company",
        "solidifies",
        "tejon",
        "ranch",
        "commerce",
        "center",
        "oversubscribed",
        "right",
        "offering",
        "strengthens",
        "balance",
        "sheet",
        "tejon",
        "ranch",
        "business",
        "wire",
        "tejon",
        "ranch",
        "company",
        "nyse",
        "trc",
        "diversified",
        "real",
        "estate",
        "development",
        "agribusiness",
        "company",
        "process",
        "entitling",
        "planning",
        "developing",
        "three",
        "residential",
        "mixed",
        "use",
        "master",
        "planned",
        "community",
        "large",
        "center",
        "entitlement",
        "approved",
        "collectively",
        "may",
        "include",
        "housing",
        "unit",
        "unit",
        "currently",
        "approved",
        "million",
        "commercial",
        "space",
        "million",
        "currently",
        "approved",
        "today",
        "released",
        "result",
        "operation",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "fiscal",
        "made",
        "visible",
        "noteworthy",
        "progress",
        "effort",
        "monetize",
        "land",
        "set",
        "stage",
        "future",
        "revenue",
        "growth",
        "create",
        "shareholder",
        "value",
        "said",
        "gregory",
        "bielli",
        "president",
        "ceo",
        "first",
        "tentative",
        "tract",
        "map",
        "mountain",
        "village",
        "tejon",
        "ranch",
        "community",
        "approved",
        "county",
        "kern",
        "cover",
        "lot",
        "within",
        "first",
        "three",
        "phase",
        "development",
        "specific",
        "plan",
        "environmental",
        "impact",
        "report",
        "master",
        "planned",
        "residential",
        "community",
        "centennial",
        "tejon",
        "ranch",
        "released",
        "setting",
        "stage",
        "hearing",
        "los",
        "angeles",
        "county",
        "planning",
        "commission",
        "board",
        "supervisor",
        "bielli",
        "noted",
        "joint",
        "venture",
        "majestic",
        "realty",
        "also",
        "completed",
        "square",
        "foot",
        "industrial",
        "building",
        "tejon",
        "ranch",
        "commerce",
        "center",
        "finished",
        "process",
        "leasing",
        "building",
        "move",
        "stride",
        "made",
        "combined",
        "strong",
        "balance",
        "sheet",
        "enhance",
        "tejon",
        "ranch",
        "position",
        "next",
        "great",
        "opportunity",
        "financial",
        "highlight",
        "net",
        "income",
        "available",
        "common",
        "stockholder",
        "fourth",
        "quarter",
        "million",
        "earnings",
        "per",
        "diluted",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "common",
        "share",
        "fourth",
        "quarter",
        "fiscal",
        "revenue",
        "income",
        "including",
        "equity",
        "earnings",
        "unconsolidated",
        "joint",
        "venture",
        "fourth",
        "quarter",
        "million",
        "decrease",
        "million",
        "compared",
        "million",
        "period",
        "factor",
        "behind",
        "decrease",
        "include",
        "reduced",
        "equity",
        "earnings",
        "unconsolidated",
        "joint",
        "venture",
        "million",
        "arising",
        "increased",
        "operating",
        "cost",
        "lower",
        "fuel",
        "margin",
        "company",
        "petro",
        "joint",
        "venture",
        "lease",
        "termination",
        "cost",
        "outlet",
        "tejon",
        "resulting",
        "sluggish",
        "retail",
        "sector",
        "gaap",
        "loss",
        "associated",
        "company",
        "joint",
        "venture",
        "reduced",
        "farming",
        "revenue",
        "million",
        "stemming",
        "pound",
        "decrease",
        "almond",
        "sale",
        "volume",
        "company",
        "sold",
        "operating",
        "property",
        "yielding",
        "gain",
        "sale",
        "real",
        "estate",
        "million",
        "transaction",
        "contributed",
        "decrease",
        "revenue",
        "income",
        "current",
        "period",
        "lastly",
        "company",
        "experienced",
        "million",
        "reduction",
        "commercial",
        "revenue",
        "primarily",
        "driven",
        "absence",
        "land",
        "sale",
        "occurred",
        "fourth",
        "quarter",
        "despite",
        "reduced",
        "farming",
        "revenue",
        "heavy",
        "rain",
        "winter",
        "along",
        "credit",
        "received",
        "local",
        "water",
        "district",
        "state",
        "water",
        "project",
        "drove",
        "reduction",
        "water",
        "cost",
        "improving",
        "farming",
        "operating",
        "profit",
        "million",
        "corporate",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "fell",
        "million",
        "result",
        "lower",
        "compensation",
        "cost",
        "stemming",
        "staff",
        "rightsizing",
        "reduction",
        "compensation",
        "cost",
        "fiscal",
        "financial",
        "highlight",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "fiscal",
        "million",
        "loss",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "earnings",
        "per",
        "common",
        "diluted",
        "share",
        "fiscal",
        "revenue",
        "income",
        "including",
        "equity",
        "earnings",
        "unconsolidated",
        "joint",
        "venture",
        "million",
        "fiscal",
        "decrease",
        "million",
        "compared",
        "million",
        "factor",
        "driving",
        "decrease",
        "include",
        "million",
        "reduction",
        "mineral",
        "resource",
        "revenue",
        "due",
        "limited",
        "water",
        "sale",
        "opportunity",
        "given",
        "abundance",
        "rain",
        "winter",
        "rain",
        "season",
        "million",
        "reduction",
        "equity",
        "earnings",
        "joint",
        "venture",
        "stemming",
        "factor",
        "discussed",
        "financial",
        "result",
        "summary",
        "million",
        "reduction",
        "farming",
        "revenue",
        "result",
        "limited",
        "pistachio",
        "production",
        "given",
        "bearing",
        "crop",
        "year",
        "comparison",
        "pistachio",
        "crop",
        "production",
        "near",
        "record",
        "high",
        "fiscal",
        "operational",
        "highlight",
        "august",
        "company",
        "completed",
        "construction",
        "utility",
        "connection",
        "infrastructure",
        "lot",
        "feature",
        "hotel",
        "currently",
        "construction",
        "retail",
        "establishment",
        "furthering",
        "growth",
        "tejon",
        "ranch",
        "commerce",
        "center",
        "trcc",
        "september",
        "company",
        "joint",
        "venture",
        "majestic",
        "reality",
        "completed",
        "development",
        "industrial",
        "building",
        "trcc",
        "company",
        "process",
        "leasing",
        "building",
        "october",
        "company",
        "completed",
        "successful",
        "right",
        "offering",
        "raising",
        "million",
        "proceeds",
        "net",
        "proceeds",
        "offering",
        "used",
        "provide",
        "additional",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "including",
        "fund",
        "general",
        "infrastructure",
        "cost",
        "development",
        "building",
        "trcc",
        "continue",
        "forward",
        "entitlement",
        "permitting",
        "program",
        "company",
        "centennial",
        "tejon",
        "ranch",
        "grapevine",
        "tejon",
        "ranch",
        "community",
        "cost",
        "related",
        "preparation",
        "development",
        "mountain",
        "village",
        "tejon",
        "ranch",
        "december",
        "company",
        "received",
        "approval",
        "tentative",
        "tract",
        "map",
        "first",
        "three",
        "phase",
        "residential",
        "unit",
        "mountain",
        "village",
        "outlook",
        "company",
        "belief",
        "capital",
        "structure",
        "provides",
        "solid",
        "foundation",
        "continued",
        "investment",
        "ongoing",
        "future",
        "project",
        "december",
        "total",
        "capital",
        "debt",
        "approximately",
        "million",
        "company",
        "also",
        "cash",
        "security",
        "totaling",
        "approximately",
        "million",
        "million",
        "available",
        "line",
        "credit",
        "company",
        "continue",
        "aggressively",
        "pursue",
        "development",
        "leasing",
        "investment",
        "within",
        "trcc",
        "joint",
        "venture",
        "company",
        "also",
        "continue",
        "invest",
        "residential",
        "project",
        "including",
        "advancement",
        "entitlement",
        "centennial",
        "tejon",
        "ranch",
        "defending",
        "litigation",
        "grapevine",
        "tejon",
        "ranch",
        "relates",
        "mountain",
        "village",
        "tejon",
        "ranch",
        "company",
        "working",
        "kern",
        "county",
        "obtain",
        "approval",
        "first",
        "phase",
        "farm",
        "village",
        "square",
        "foot",
        "commercial",
        "center",
        "serve",
        "front",
        "door",
        "mountain",
        "village",
        "farm",
        "village",
        "include",
        "fresh",
        "culinary",
        "offering",
        "artisan",
        "market",
        "boutique",
        "lodging",
        "array",
        "trail",
        "garden",
        "agriculture",
        "intertwined",
        "create",
        "unique",
        "relaxing",
        "experience",
        "fulfilling",
        "need",
        "mountain",
        "village",
        "resident",
        "company",
        "continue",
        "invest",
        "fund",
        "master",
        "project",
        "infrastructure",
        "well",
        "vertical",
        "development",
        "within",
        "active",
        "commercial",
        "industrial",
        "development",
        "california",
        "one",
        "highly",
        "regulated",
        "state",
        "engage",
        "real",
        "estate",
        "development",
        "natural",
        "delay",
        "including",
        "resulting",
        "litigation",
        "reasonably",
        "anticipated",
        "accordingly",
        "throughout",
        "next",
        "year",
        "company",
        "expects",
        "net",
        "income",
        "fluctuate",
        "based",
        "commodity",
        "price",
        "production",
        "within",
        "farming",
        "segment",
        "timing",
        "sale",
        "land",
        "leasing",
        "land",
        "within",
        "industrial",
        "development",
        "company",
        "belief",
        "variability",
        "quarterly",
        "annual",
        "operating",
        "result",
        "continue",
        "due",
        "nature",
        "current",
        "farming",
        "real",
        "estate",
        "activity",
        "mineral",
        "resource",
        "revenue",
        "water",
        "sale",
        "expected",
        "improve",
        "relative",
        "result",
        "lower",
        "normal",
        "winter",
        "rain",
        "snow",
        "fall",
        "level",
        "company",
        "may",
        "also",
        "experience",
        "increase",
        "oil",
        "royalty",
        "stemming",
        "recent",
        "rise",
        "oil",
        "price",
        "however",
        "difficult",
        "predict",
        "whether",
        "higher",
        "price",
        "sustained",
        "throughout",
        "spring",
        "bloom",
        "orchard",
        "begun",
        "early",
        "make",
        "estimate",
        "farm",
        "production",
        "tejon",
        "ranch",
        "tejon",
        "ranch",
        "nyse",
        "trc",
        "diversified",
        "real",
        "estate",
        "development",
        "agribusiness",
        "company",
        "whose",
        "principal",
        "asset",
        "land",
        "holding",
        "located",
        "approximately",
        "mile",
        "north",
        "los",
        "angeles",
        "mile",
        "south",
        "bakersfield",
        "information",
        "tejon",
        "ranch",
        "found",
        "online",
        "http",
        "forward",
        "looking",
        "statement",
        "statement",
        "contained",
        "herein",
        "historical",
        "fact",
        "statement",
        "based",
        "economic",
        "forecast",
        "strategic",
        "plan",
        "factor",
        "nature",
        "involve",
        "risk",
        "uncertainty",
        "particular",
        "among",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "following",
        "business",
        "condition",
        "general",
        "economy",
        "future",
        "commodity",
        "price",
        "yield",
        "market",
        "force",
        "ability",
        "obtain",
        "various",
        "governmental",
        "entitlement",
        "permit",
        "interest",
        "rate",
        "risk",
        "inherent",
        "real",
        "estate",
        "agriculture",
        "business",
        "information",
        "factor",
        "could",
        "affect",
        "company",
        "reader",
        "refer",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "tejon",
        "ranch",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "earnings",
        "per",
        "share",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "real",
        "estate",
        "mineral",
        "resource",
        "farming",
        "ranch",
        "operation",
        "total",
        "revenue",
        "operation",
        "operating",
        "profit",
        "loss",
        "real",
        "estate",
        "real",
        "estate",
        "mineral",
        "resource",
        "farming",
        "ranch",
        "operation",
        "income",
        "loss",
        "operating",
        "segment",
        "investment",
        "income",
        "gain",
        "sale",
        "real",
        "estate",
        "income",
        "corporate",
        "expense",
        "loss",
        "operation",
        "equity",
        "earnings",
        "unconsolidated",
        "joint",
        "venture",
        "equity",
        "earnings",
        "unconsolidated",
        "joint",
        "venture",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "attributable",
        "interest",
        "net",
        "income",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "common",
        "stock",
        "common",
        "stock",
        "equivalent",
        "stock",
        "option",
        "diluted",
        "share",
        "outstanding",
        "financial",
        "measure",
        "news",
        "release",
        "includes",
        "reference",
        "company",
        "financial",
        "measure",
        "ebitda",
        "represents",
        "share",
        "consolidated",
        "net",
        "income",
        "accordance",
        "gaap",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "plus",
        "allocable",
        "portion",
        "ebitda",
        "unconsolidated",
        "joint",
        "venture",
        "accounted",
        "equity",
        "method",
        "accounting",
        "based",
        "upon",
        "economic",
        "ownership",
        "interest",
        "determined",
        "consistent",
        "basis",
        "accordance",
        "gaap",
        "ebitda",
        "financial",
        "measure",
        "used",
        "u",
        "others",
        "supplemental",
        "measure",
        "performance",
        "use",
        "adjusted",
        "ebitda",
        "assess",
        "performance",
        "core",
        "operation",
        "financial",
        "operational",
        "decision",
        "making",
        "supplemental",
        "additional",
        "mean",
        "evaluating",
        "comparison",
        "consistent",
        "basis",
        "adjusted",
        "ebitda",
        "calculated",
        "ebitda",
        "excluding",
        "stock",
        "compensation",
        "expense",
        "believe",
        "adjusted",
        "ebitda",
        "provides",
        "investor",
        "relevant",
        "useful",
        "information",
        "permit",
        "investor",
        "view",
        "income",
        "operation",
        "unleveraged",
        "basis",
        "effect",
        "tax",
        "depreciation",
        "amortization",
        "stock",
        "compensation",
        "expense",
        "excluding",
        "interest",
        "expense",
        "income",
        "ebitda",
        "adjusted",
        "ebitda",
        "allow",
        "investor",
        "measure",
        "performance",
        "independent",
        "capital",
        "structure",
        "indebtedness",
        "therefore",
        "allow",
        "meaningful",
        "comparison",
        "performance",
        "company",
        "real",
        "estate",
        "industry",
        "industry",
        "believe",
        "excluding",
        "charge",
        "related",
        "compensation",
        "facilitates",
        "comparison",
        "operation",
        "across",
        "period",
        "among",
        "company",
        "without",
        "variance",
        "caused",
        "different",
        "valuation",
        "methodology",
        "volatility",
        "expense",
        "depends",
        "market",
        "force",
        "outside",
        "control",
        "assumption",
        "variety",
        "award",
        "type",
        "company",
        "use",
        "ebitda",
        "adjusted",
        "ebitda",
        "limitation",
        "measure",
        "performance",
        "ebitda",
        "adjusted",
        "ebitda",
        "reflect",
        "historical",
        "cash",
        "expenditure",
        "future",
        "cash",
        "requirement",
        "capital",
        "expenditure",
        "contractual",
        "commitment",
        "ebitda",
        "adjusted",
        "ebitda",
        "relevant",
        "widely",
        "used",
        "measure",
        "performance",
        "represent",
        "net",
        "income",
        "cash",
        "flow",
        "operation",
        "defined",
        "gaap",
        "considered",
        "alternative",
        "indicator",
        "evaluating",
        "performance",
        "liquidity",
        "computation",
        "ebitda",
        "adjusted",
        "ebitda",
        "may",
        "comparable",
        "similar",
        "measure",
        "reported",
        "company",
        "tejon",
        "ranch",
        "financial",
        "measure",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "attributed",
        "interest",
        "interest",
        "net",
        "consolidated",
        "share",
        "interest",
        "expense",
        "unconsolidated",
        "joint",
        "venture",
        "total",
        "interest",
        "net",
        "income",
        "tax",
        "benefit",
        "depreciation",
        "amortization",
        "consolidated",
        "share",
        "depreciation",
        "amortization",
        "unconsolidated",
        "joint",
        "venture",
        "total",
        "depreciation",
        "amortization",
        "ebitda",
        "stock",
        "compensation",
        "expense",
        "adjusted",
        "ebitda",
        "view",
        "source",
        "version",
        "http",
        "tejon",
        "ranch",
        "allen",
        "lyda",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "source",
        "tejon",
        "ranch",
        "co"
    ]
}