{
    "organizations": [],
    "uuid": "d2729c42a102a13e83f932e71a0c1193cbbfe8bf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/globe-newswire-flexion-therapeutics-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Flexion Therapeutics Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Early launch activities for ZILRETTA ® progressing well (strong clinical interest from prescribers; broad coverage from payers; encouraging feedback from patients)\nCompany booked net ZILRETTA sales of approximately $355K in Q4 Encouraging initial results from repeat administration trial of ZILRETTA reported in January 2018, with topline results expected in Q3 Conference call scheduled for today at 4:30 p.m. ET\nBURLINGTON, Mass., Flexion Therapeutics, Inc. (Nasdaq:FLXN) today reported financial results and recent business highlights for the fourth quarter and the full year ended December 31, 2017.\n“Inarguably, 2017 was the most important year in Flexion’s history, and the execution from our organization was unprecedented,” said Michael Clayman, M.D., President and Chief Executive Officer. “Our achievements last year set the stage for 2018, and we are now bringing that same focus and tenacity to ensuring ZILRETTA’s success in the marketplace. While we are still in the early days of the launch, we have been highly encouraged by the strong clinical interest in ZILRETTA and the positive feedback that we are hearing from patients and physicians alike.”\nDr. Clayman added, “With respect to reimbursement, more than 95% of the benefits verifications processed through FlexForward ™, our comprehensive physician support hub, have received a covered determination. As more and more physicians and patients have direct experience with ZILRETTA in the months and years ahead, we believe that it will take a prominent role in the treatment paradigm for osteoarthritis knee pain.”\n2017 Financial Highlights\nFor 2017, the Company reported a net loss of $137.5 million as compared to a net loss of $71.9 million for 2016. Net sales of ZILRETTA in Q4 totaled approximately $355K.\nResearch and development expenses were $51.2 million and $41.3 million for the years ended December 31, 2017 and 2016, respectively. The increase in research and development expenses of $9.9 million in 2017, as compared to 2016, was primarily due to an increase in personnel and related costs and an increase in preclinical expenses related to our portfolio expansion and other program costs.\nSelling, general and administrative expenses were $78.8 million and $28.5 million for the years ended December 31, 2017 and 2016, respectively. The increase in selling, general and administrative expenses of $50.3 million in 2017, as compared to 2016, was primarily due to the additional headcount required for the development of the corporate and commercial infrastructure to support the launch and commercialization of ZILRETTA.\nInterest expense increased by $9.5 million over 2016 due to the May 2017 issuance of an aggregate of $201.3 million in convertible notes. As of December 31, 2017, the Company had approximately $423.9 million in cash, cash equivalents and marketable securities compared with $210.3 million as of December 31, 2016.\nRecent Milestones and Additional 2017 Business Highlights\nOn October 6, 2017, Flexion announced that the U.S. Food and Drug Administration approved ZILRETTA (triamcinolone acetonide extended-release injectable suspension) for the management of osteoarthritis (OA) knee pain. The full commercial launch commenced on November 20, 2017.\nThe clinical trial evaluating repeat administration of ZILRETTA completed enrollment in July 2017. In January 2018, the Company reported initial data showing 95% of patients achieved clinical benefit after a single administration. To date, approximately 92% of eligible patients elected to receive a second administration between Weeks 12 and 24. Topline study results are expected in Q3 2018.\nFlexion has fully enrolled a clinical trial to evaluate the pharmacokinetics (PK) and safety of concurrent injections of ZILRETTA in patients with bilateral OA of the knee. Topline trial results are anticipated in Q2 2018.\nIn December 2017, the Company initiated a randomized, open-label Phase 2 clinical trial to evaluate the PK and safety of ZILRETTA in patients with OA of the shoulder or hip. Topline results from the trial, known as the \"SHIP\" study, are expected in H2 2018.\nThe full data set from a Phase 2 clinical trial of ZILRETTA in patients with Type 2 diabetes and OA of the knee was presented at the American Diabetes Association's 77th Scientific Sessions. The data demonstrated that ZILRETTA was not associated with the significant rise in blood glucose seen with an immediate-release steroid in patients with Type 2 diabetes and OA of the knee.\nFlexion added two preclinical pipeline programs in 2017. FX101 (fluticasone extended-release) has the potential to provide relief from OA pain in large joints for up to six months. FX201 is a locally administered gene therapy candidate which may provide relief from OA related knee pain for at least a year and, potentially, arrest disease progression.\nIn 2017, the U.S. Patent and Trademark Office issued two new patents (U.S. Patent Numbers 9,555,048 and 9,555,047) covering ZILRETTA’s Method of Use and Method of Manufacturing. The new patents further strengthen the product’s intellectual property position which includes composition of matter, method of use and method of manufacturing patents providing protection into 2031.\nThe Company successfully conducted two separate financings in 2017. In May, Flexion completed an offering of convertible senior notes due in 2024, providing gross proceeds of approximately $201 million. In October, the Company issued 5,520,000 shares of common stock which were sold at a price to the public of $25.50, resulting in total gross proceeds of $140.8 million.\nConference Call\nFlexion’s management will host a conference call today at 4:30 p.m. ET. The dial-in number for the conference call is 855-770-0022 for domestic participants and 908-982-4677 for international participants, with Conference ID # 7699053. A live webcast of the conference call can also be accessed through the “ Investors ” tab on the Flexion Therapeutics website, and a replay will be available online after the call.\nIndication and Select Important Safety Information for ZILRETTA (triamcinolone acetonide extended-release injectable suspension)\nIndication: ZILRETTA (triamcinolone acetonide extended-release injectable suspension) is indicated as an intra-articular injection for the management of osteoarthritis pain of the knee. It is not intended for repeat administration.\nContraindication: ZILRETTA is contraindicated in patients who are hypersensitive to triamcinolone acetonide, corticosteroids or any components of the product.\nWarnings and Precautions:\nIntra-articular Use Only: ZILRETTA has not been evaluated and should not be administered by epidural, intrathecal, intravenous, intraocular, intramuscular, intradermal, or subcutaneous routes. ZILRETTA should not be considered safe for epidural or intrathecal administration. Serious Neurologic Adverse Reactions with Epidural and Intrathecal Administration: Serious neurologic events have been reported following epidural or intrathecal corticosteroid administration. Corticosteroids are not approved for this use. Hypersensitivity reactions: Serious reactions have been reported with triamcinolone acetonide injection. Institute appropriate care if an anaphylactic reaction occurs. Joint infection and damage: A marked increase in joint pain, joint swelling, restricted motion, fever and malaise may suggest septic arthritis. If this occurs, conduct appropriate evaluation and if confirmed, institute appropriate antimicrobial treatment.\nAdverse Reactions: The most commonly reported adverse reactions (incidence ≥1%) in clinical studies included sinusitis, cough, and contusions.\nPlease see ZilrettaLabel.com for full Prescribing Information.\nAbout ZILRETTA\nZILRETTA is the first and only extended-release, intra-articular therapy for patients confronting osteoarthritis-related knee pain. ZILRETTA employs proprietary microsphere technology combining triamcinolone acetonide — a commonly administered, short-acting corticosteroid — with a poly lactic-co-glycolic acid (PLGA) matrix to provide extended pain relief over 12 weeks. ZILRETTA received approval from the U.S. Food and Drug Administration on October 6, 2017 and the Company initiated the full commercial launch on November 20, 2017.\nAbout Osteoarthritis (OA) of the Knee\nOA, also known as degenerative joint disease, affects more than 30 million Americans and accounts for more than $185 billion in annual expenditures. In 2016, more than 15 million Americans were diagnosed with OA of the knee and the average age of physician-diagnosed knee OA has fallen by 16 years, from 72 in the 1990s to 56 in the 2010s. The prevalence of OA is expected to continue to increase as a result of aging, obesity and sports injuries. Each year, more than 15 million Americans are treated for OA-related knee pain, and approximately five million OA patients receive either an immediate-release corticosteroid or hyaluronic acid intra-articular injection to manage their knee pain.\nAbout Flexion Therapeutics\nFlexion Therapeutics (Nasdaq:FLXN) is a biopharmaceutical company focused on the development and commercialization of novel, local therapies for the treatment of patients with musculoskeletal conditions, beginning with OA, a type of degenerative arthritis. The Company's core values are focus, ingenuity, tenacity, transparency and fun. Flexion was named one of the Boston Business Journal's 2017 Best Places to Work and one of the Top Places to Work in Massachusetts by The Boston Globe.\nForward-Looking Statements\nThis release contains forward-looking statements that are based on the current expectations and beliefs of Flexion. Statements in this press release regarding matters that are not historical facts, including, but not limited to, statements relating to the future of Flexion; our plans to commercialize ZILRETTA and ZILRETTA’s market potential; expected timing with respect to clinical trials and development milestones; expected increases in the rate of individuals with OA of the knee; the potential therapeutic and other benefits of ZILRETTA and other product candidates; and opportunities to obtain regulatory approval for product candidates, are forward-looking statements. These forward-looking statements are based on management's expectations and assumptions as of the date of this press release and are subject to numerous risks and uncertainties, which could cause actual results to differ materially from those expressed or implied by such statements. These risks and uncertainties include, without limitation, risks associated with designing and conducting clinical trials, including risks of delays or clinical holds; risks associated with developing and obtaining regulatory approval for product candidates; the fact that results of past clinical trials may not be predictive of subsequent trials; risks associated with commercializing new pharmaceutical products in the United States; the risk that we may not be able to successfully maintain an effective sales force to commercialize ZILRETTA; competition from alternative therapies; the risk that we may not be able to maintain and enforce our intellectual property, including intellectual property related to ZILRETTA; the risk that ZILRETTA may not be successfully commercialized, including as a result of limitations in ZILRETTA's label and package insert information; risks regarding our ability to obtain adequate reimbursement from payers for ZILRETTA; risks related to the manufacture and distribution of ZILRETTA, including our reliance on sole sources of supply and distribution; risks related to key employees, markets, economic conditions, health care reform, prices and reimbursement rates; the risk that we may use our capital resources in ways that we do not currently expect; and other risks and uncertainties described in our filings with the Securities and Exchange Commission (SEC), including under the heading \"Risk Factors\" in our most recent Annual Report on Form 10-K and subsequent filings with the SEC. The forward-looking statements in this press release speak only as of the date of this press release, and we undertake no obligation to update or revise any of the statements. We caution investors not to place considerable reliance on the forward-looking statements contained in this press release.\nFLEXION THERAPEUTICS\nCONDENSED CONSOLIDATED\nSTATEMENTS OF OPERATIONS (in thousands, except for per share information) Year Ended December 31, 2017 2016 Net revenue $ 355 $ - Operating expenses: Cost of sales 4 - Research and development 51,231 41,314 Selling, general and administrative 78,801 28,466 Total operating expenses 130,036 69,780 Loss from operations (129,681) (69,780) Interest income (expense), net (7,550) (227) Other (expense) (250) (1,887) Loss from operations before income tax (137,481) (71,894) Net loss (137,481) (71,894) Basic and diluted net loss per share $ (4.16) $ (2.84) Basic and diluted weighted average number of common shares outstanding 33,027 25,297\nFLEXION THERAPEUTICS\nSELECTED BALANCE SHEET DATA\n(in thousands) December 31, December 31, 2017 2016 Cash and cash equivalents $ 127,789 $ 30,915 Marketable securities 296,127 179,413 Total current assets 397,990 209,393 Working capital 367,418 191,853 Total assets 441,317 226,262 Total notes payable, net of debt issuance costs 22,903 30,533 Total convertible notes, net of proceeds allocated to the\nconversion option and net of debt issuance costs 137,107 - Total stockholders' equity 260,274 187,032 Contact:\nScott Young\nVice President, Corporate Communications & Investor Relations\nFlexion Therapeutics, Inc.\nT: 781-305-7194\nsyoung@flexiontherapeutics.com\nSource:Flexion Therapeutics, Inc.",
    "published": "2018-03-09T00:01:00.000+02:00",
    "crawled": "2018-03-09T02:04:50.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "early",
        "launch",
        "activity",
        "zilretta",
        "progressing",
        "well",
        "strong",
        "clinical",
        "interest",
        "prescribers",
        "broad",
        "coverage",
        "payer",
        "encouraging",
        "feedback",
        "patient",
        "company",
        "booked",
        "net",
        "zilretta",
        "sale",
        "approximately",
        "355k",
        "q4",
        "encouraging",
        "initial",
        "result",
        "repeat",
        "administration",
        "trial",
        "zilretta",
        "reported",
        "january",
        "topline",
        "result",
        "expected",
        "q3",
        "conference",
        "call",
        "scheduled",
        "today",
        "et",
        "burlington",
        "flexion",
        "therapeutic",
        "nasdaq",
        "flxn",
        "today",
        "reported",
        "financial",
        "result",
        "recent",
        "business",
        "highlight",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "inarguably",
        "important",
        "year",
        "flexion",
        "history",
        "execution",
        "organization",
        "unprecedented",
        "said",
        "michael",
        "clayman",
        "president",
        "chief",
        "executive",
        "officer",
        "achievement",
        "last",
        "year",
        "set",
        "stage",
        "bringing",
        "focus",
        "tenacity",
        "ensuring",
        "zilretta",
        "success",
        "marketplace",
        "still",
        "early",
        "day",
        "launch",
        "highly",
        "encouraged",
        "strong",
        "clinical",
        "interest",
        "zilretta",
        "positive",
        "feedback",
        "hearing",
        "patient",
        "physician",
        "clayman",
        "added",
        "respect",
        "reimbursement",
        "benefit",
        "verification",
        "processed",
        "flexforward",
        "comprehensive",
        "physician",
        "support",
        "hub",
        "received",
        "covered",
        "determination",
        "physician",
        "patient",
        "direct",
        "experience",
        "zilretta",
        "month",
        "year",
        "ahead",
        "believe",
        "take",
        "prominent",
        "role",
        "treatment",
        "paradigm",
        "osteoarthritis",
        "knee",
        "financial",
        "highlight",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "net",
        "sale",
        "zilretta",
        "q4",
        "totaled",
        "approximately",
        "355k",
        "research",
        "development",
        "expense",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "respectively",
        "increase",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "primarily",
        "due",
        "increase",
        "personnel",
        "related",
        "cost",
        "increase",
        "preclinical",
        "expense",
        "related",
        "portfolio",
        "expansion",
        "program",
        "cost",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "respectively",
        "increase",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "primarily",
        "due",
        "additional",
        "headcount",
        "required",
        "development",
        "corporate",
        "commercial",
        "infrastructure",
        "support",
        "launch",
        "commercialization",
        "zilretta",
        "interest",
        "expense",
        "increased",
        "million",
        "due",
        "may",
        "issuance",
        "aggregate",
        "million",
        "convertible",
        "note",
        "december",
        "company",
        "approximately",
        "million",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "compared",
        "million",
        "december",
        "recent",
        "milestone",
        "additional",
        "business",
        "highlight",
        "october",
        "flexion",
        "announced",
        "food",
        "drug",
        "administration",
        "approved",
        "zilretta",
        "triamcinolone",
        "acetonide",
        "injectable",
        "suspension",
        "management",
        "osteoarthritis",
        "oa",
        "knee",
        "pain",
        "full",
        "commercial",
        "launch",
        "commenced",
        "november",
        "clinical",
        "trial",
        "evaluating",
        "repeat",
        "administration",
        "zilretta",
        "completed",
        "enrollment",
        "july",
        "january",
        "company",
        "reported",
        "initial",
        "data",
        "showing",
        "patient",
        "achieved",
        "clinical",
        "benefit",
        "single",
        "administration",
        "date",
        "approximately",
        "eligible",
        "patient",
        "elected",
        "receive",
        "second",
        "administration",
        "week",
        "topline",
        "study",
        "result",
        "expected",
        "q3",
        "flexion",
        "fully",
        "enrolled",
        "clinical",
        "trial",
        "evaluate",
        "pharmacokinetics",
        "pk",
        "safety",
        "concurrent",
        "injection",
        "zilretta",
        "patient",
        "bilateral",
        "oa",
        "knee",
        "topline",
        "trial",
        "result",
        "anticipated",
        "q2",
        "december",
        "company",
        "initiated",
        "randomized",
        "phase",
        "clinical",
        "trial",
        "evaluate",
        "pk",
        "safety",
        "zilretta",
        "patient",
        "oa",
        "shoulder",
        "hip",
        "topline",
        "result",
        "trial",
        "known",
        "ship",
        "study",
        "expected",
        "h2",
        "full",
        "data",
        "set",
        "phase",
        "clinical",
        "trial",
        "zilretta",
        "patient",
        "type",
        "diabetes",
        "oa",
        "knee",
        "presented",
        "american",
        "diabetes",
        "association",
        "77th",
        "scientific",
        "session",
        "data",
        "demonstrated",
        "zilretta",
        "associated",
        "significant",
        "rise",
        "blood",
        "glucose",
        "seen",
        "steroid",
        "patient",
        "type",
        "diabetes",
        "oa",
        "knee",
        "flexion",
        "added",
        "two",
        "preclinical",
        "pipeline",
        "program",
        "fx101",
        "fluticasone",
        "potential",
        "provide",
        "relief",
        "oa",
        "pain",
        "large",
        "joint",
        "six",
        "month",
        "fx201",
        "locally",
        "administered",
        "gene",
        "therapy",
        "candidate",
        "may",
        "provide",
        "relief",
        "oa",
        "related",
        "knee",
        "pain",
        "least",
        "year",
        "potentially",
        "arrest",
        "disease",
        "progression",
        "patent",
        "trademark",
        "office",
        "issued",
        "two",
        "new",
        "patent",
        "patent",
        "number",
        "covering",
        "zilretta",
        "method",
        "use",
        "method",
        "manufacturing",
        "new",
        "patent",
        "strengthen",
        "product",
        "intellectual",
        "property",
        "position",
        "includes",
        "composition",
        "matter",
        "method",
        "use",
        "method",
        "manufacturing",
        "patent",
        "providing",
        "protection",
        "company",
        "successfully",
        "conducted",
        "two",
        "separate",
        "financing",
        "may",
        "flexion",
        "completed",
        "offering",
        "convertible",
        "senior",
        "note",
        "due",
        "providing",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "october",
        "company",
        "issued",
        "share",
        "common",
        "stock",
        "sold",
        "price",
        "public",
        "resulting",
        "total",
        "gross",
        "proceeds",
        "million",
        "conference",
        "call",
        "flexion",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "et",
        "number",
        "conference",
        "call",
        "domestic",
        "participant",
        "international",
        "participant",
        "conference",
        "id",
        "live",
        "webcast",
        "conference",
        "call",
        "also",
        "accessed",
        "investor",
        "tab",
        "flexion",
        "therapeutic",
        "website",
        "replay",
        "available",
        "online",
        "call",
        "indication",
        "select",
        "important",
        "safety",
        "information",
        "zilretta",
        "triamcinolone",
        "acetonide",
        "injectable",
        "suspension",
        "indication",
        "zilretta",
        "triamcinolone",
        "acetonide",
        "injectable",
        "suspension",
        "indicated",
        "injection",
        "management",
        "osteoarthritis",
        "pain",
        "knee",
        "intended",
        "repeat",
        "administration",
        "contraindication",
        "zilretta",
        "contraindicated",
        "patient",
        "hypersensitive",
        "triamcinolone",
        "acetonide",
        "corticosteroid",
        "component",
        "product",
        "warning",
        "precaution",
        "use",
        "zilretta",
        "evaluated",
        "administered",
        "epidural",
        "intrathecal",
        "intravenous",
        "intraocular",
        "intramuscular",
        "intradermal",
        "subcutaneous",
        "route",
        "zilretta",
        "considered",
        "safe",
        "epidural",
        "intrathecal",
        "administration",
        "serious",
        "neurologic",
        "adverse",
        "reaction",
        "epidural",
        "intrathecal",
        "administration",
        "serious",
        "neurologic",
        "event",
        "reported",
        "following",
        "epidural",
        "intrathecal",
        "corticosteroid",
        "administration",
        "corticosteroid",
        "approved",
        "use",
        "hypersensitivity",
        "reaction",
        "serious",
        "reaction",
        "reported",
        "triamcinolone",
        "acetonide",
        "injection",
        "institute",
        "appropriate",
        "care",
        "anaphylactic",
        "reaction",
        "occurs",
        "joint",
        "infection",
        "damage",
        "marked",
        "increase",
        "joint",
        "pain",
        "joint",
        "swelling",
        "restricted",
        "motion",
        "fever",
        "malaise",
        "may",
        "suggest",
        "septic",
        "arthritis",
        "occurs",
        "conduct",
        "appropriate",
        "evaluation",
        "confirmed",
        "institute",
        "appropriate",
        "antimicrobial",
        "treatment",
        "adverse",
        "reaction",
        "commonly",
        "reported",
        "adverse",
        "reaction",
        "incidence",
        "clinical",
        "study",
        "included",
        "sinusitis",
        "cough",
        "contusion",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "zilretta",
        "zilretta",
        "first",
        "therapy",
        "patient",
        "confronting",
        "knee",
        "pain",
        "zilretta",
        "employ",
        "proprietary",
        "microsphere",
        "technology",
        "combining",
        "triamcinolone",
        "acetonide",
        "commonly",
        "administered",
        "corticosteroid",
        "poly",
        "acid",
        "plga",
        "matrix",
        "provide",
        "extended",
        "pain",
        "relief",
        "week",
        "zilretta",
        "received",
        "approval",
        "food",
        "drug",
        "administration",
        "october",
        "company",
        "initiated",
        "full",
        "commercial",
        "launch",
        "november",
        "osteoarthritis",
        "oa",
        "knee",
        "oa",
        "also",
        "known",
        "degenerative",
        "joint",
        "disease",
        "affect",
        "million",
        "american",
        "account",
        "billion",
        "annual",
        "expenditure",
        "million",
        "american",
        "diagnosed",
        "oa",
        "knee",
        "average",
        "age",
        "knee",
        "oa",
        "fallen",
        "year",
        "1990s",
        "2010s",
        "prevalence",
        "oa",
        "expected",
        "continue",
        "increase",
        "result",
        "aging",
        "obesity",
        "sport",
        "injury",
        "year",
        "million",
        "american",
        "treated",
        "knee",
        "pain",
        "approximately",
        "five",
        "million",
        "oa",
        "patient",
        "receive",
        "either",
        "corticosteroid",
        "hyaluronic",
        "acid",
        "injection",
        "manage",
        "knee",
        "pain",
        "flexion",
        "therapeutic",
        "flexion",
        "therapeutic",
        "nasdaq",
        "flxn",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "novel",
        "local",
        "therapy",
        "treatment",
        "patient",
        "musculoskeletal",
        "condition",
        "beginning",
        "oa",
        "type",
        "degenerative",
        "arthritis",
        "company",
        "core",
        "value",
        "focus",
        "ingenuity",
        "tenacity",
        "transparency",
        "fun",
        "flexion",
        "named",
        "one",
        "boston",
        "business",
        "journal",
        "best",
        "place",
        "work",
        "one",
        "top",
        "place",
        "work",
        "massachusetts",
        "boston",
        "globe",
        "statement",
        "release",
        "contains",
        "statement",
        "based",
        "current",
        "expectation",
        "belief",
        "flexion",
        "statement",
        "press",
        "release",
        "regarding",
        "matter",
        "historical",
        "fact",
        "including",
        "limited",
        "statement",
        "relating",
        "future",
        "flexion",
        "plan",
        "commercialize",
        "zilretta",
        "zilretta",
        "market",
        "potential",
        "expected",
        "timing",
        "respect",
        "clinical",
        "trial",
        "development",
        "milestone",
        "expected",
        "increase",
        "rate",
        "individual",
        "oa",
        "knee",
        "potential",
        "therapeutic",
        "benefit",
        "zilretta",
        "product",
        "candidate",
        "opportunity",
        "obtain",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "statement",
        "statement",
        "based",
        "management",
        "expectation",
        "assumption",
        "date",
        "press",
        "release",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "associated",
        "designing",
        "conducting",
        "clinical",
        "trial",
        "including",
        "risk",
        "delay",
        "clinical",
        "hold",
        "risk",
        "associated",
        "developing",
        "obtaining",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "fact",
        "result",
        "past",
        "clinical",
        "trial",
        "may",
        "predictive",
        "subsequent",
        "trial",
        "risk",
        "associated",
        "commercializing",
        "new",
        "pharmaceutical",
        "product",
        "united",
        "state",
        "risk",
        "may",
        "able",
        "successfully",
        "maintain",
        "effective",
        "sale",
        "force",
        "commercialize",
        "zilretta",
        "competition",
        "alternative",
        "therapy",
        "risk",
        "may",
        "able",
        "maintain",
        "enforce",
        "intellectual",
        "property",
        "including",
        "intellectual",
        "property",
        "related",
        "zilretta",
        "risk",
        "zilretta",
        "may",
        "successfully",
        "commercialized",
        "including",
        "result",
        "limitation",
        "zilretta",
        "label",
        "package",
        "insert",
        "information",
        "risk",
        "regarding",
        "ability",
        "obtain",
        "adequate",
        "reimbursement",
        "payer",
        "zilretta",
        "risk",
        "related",
        "manufacture",
        "distribution",
        "zilretta",
        "including",
        "reliance",
        "sole",
        "source",
        "supply",
        "distribution",
        "risk",
        "related",
        "key",
        "employee",
        "market",
        "economic",
        "condition",
        "health",
        "care",
        "reform",
        "price",
        "reimbursement",
        "rate",
        "risk",
        "may",
        "use",
        "capital",
        "resource",
        "way",
        "currently",
        "expect",
        "risk",
        "uncertainty",
        "described",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "heading",
        "risk",
        "factor",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "filing",
        "sec",
        "statement",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "caution",
        "investor",
        "place",
        "considerable",
        "reliance",
        "statement",
        "contained",
        "press",
        "release",
        "flexion",
        "therapeutic",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "information",
        "year",
        "ended",
        "december",
        "net",
        "revenue",
        "operating",
        "expense",
        "cost",
        "sale",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "expense",
        "net",
        "expense",
        "loss",
        "operation",
        "income",
        "tax",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "flexion",
        "therapeutic",
        "selected",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "total",
        "current",
        "asset",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "note",
        "payable",
        "net",
        "debt",
        "issuance",
        "cost",
        "total",
        "convertible",
        "note",
        "net",
        "proceeds",
        "allocated",
        "conversion",
        "option",
        "net",
        "debt",
        "issuance",
        "cost",
        "total",
        "stockholder",
        "equity",
        "contact",
        "scott",
        "young",
        "vice",
        "president",
        "corporate",
        "communication",
        "investor",
        "relation",
        "flexion",
        "therapeutic",
        "syoung",
        "source",
        "flexion",
        "therapeutic",
        "inc"
    ]
}