{
    "organizations": [],
    "uuid": "ec126182db89580061d659827bce7bedc3bae39a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/globe-newswire-sunesis-pharmaceuticals-reports-fourth-quarter-and-full-year-2017-financial-results-and-recent-highlights.html",
    "ord_in_thread": 0,
    "title": "Sunesis Pharmaceuticals Reports Full- Financial and Recent Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sunesis to Host Conference Call Today at 4:30 PM Eastern Time\nSOUTH SAN FRANCISCO, Calif., March 08, 2018 (GLOBE NEWSWIRE) -- Sunesis Pharmaceuticals, Inc. (Nasdaq:SNSS) today reported the fourth quarter and year ended December 31, 2017. Loss from operations for the three months and year ended December 31, 2017 was $6.4 million and $34.4 million, respectively. As of December 31, 2017, cash, cash equivalents and marketable securities totaled $31.8 million. This capital is expected to fund the company into early 2019.\n“We are excited about the potential opportunity for our lead program, the non-covalent BTK inhibitor vecabrutinib (SNS-062), to help patients who have developed resistance to covalent BTK inhibitors such as ibrutinib, the current standard of care in treating CLL,” said Dayton Misfeldt, Interim Chief Executive Officer of Sunesis. “This year we expect to see our initial safety and efficacy profile for vecabrutinib in its Phase 1b/2 study in patients as we determine the dose to take into our Phase 2 expansion and other studies. Beyond vecabrutinib, we also look forward to advancements in our proprietary PDK1 program and Takeda-partnered pan-RAF inhibitor program.”\nRecent Highlights\nUpdates on Phase 1b/2 Study Evaluating Oral Non-Covalent BTK-inhibitor Vecabrutinib (SNS-062) in Adults with Chronic Lymphocytic Leukemia (CLL) and other B-Cell Malignancies. At an investor and analyst event held at the American Society of Hematology Conference in December 2017, Sunesis provided a program update on the ongoing Phase 1b/2 study evaluating the safety, pharmacokinetics, pharmacodynamics, and antitumor activity of its potent non-covalent BTK-inhibitor vecabrutinib in adults with CLL and other B cell malignancies. The Phase 1b/2 trial is an open-label, sequential-group study that is enrolling up to 124 patients who have progressed while on a covalent BTK inhibitor with the goal of determining the maximum tolerated and/or recommended phase 2 dose. We are updating guidance for this program, and now expect to reach a recommended phase 2 dose in the fall of 2018.\nAnnounced Nomination of PDK-1 Inhibitor SNS-510 as Development Candidate. In November 2017, Sunesis announced that its PDK-1 inhibitor, SNS-510, was nominated as a Development Candidate and potentially first-to-clinic selective inhibitor in this pathway. PDK1 is a master kinase that activates other kinases important to cell growth and survival including members of the AKT, PKC, RSK and SGK families.\nChanges in Executive Leadership and Board of Directors.\n- In November 2017, Willie Quinn was appointed Chief Financial Officer and Senior Vice President, Finance and Corporate Development. Prior to joining Sunesis, Willie was CEO and Co-Founder of the private cancer immunotherapy company Bullet Biotechnology. Prior to Bullet Bio, he led Corporate Development and Strategy at Jazz Pharmaceuticals.\n- In March 2017, Judy Fox, Ph.D. rejoined Sunesis as Chief Scientific Officer. Judy previously served as a Vice President at Sunesis, and has over 25 years of experience with leadership roles at companies including Genentech and Chiron. Her career has focused on the translation of basic mechanistic understandings of promising drugs into coherent, evidence-based clinical development. Judy took over as program leader for vecabrutinib in July 2017.\n- In January 2018, Daniel Swisher stepped down from his role as CEO to pursue another executive opportunity, and the Board of Directors appointed Dayton Misfeldt, a member of the Board since 2009, as Interim CEO, as well as formed a search committee to find a permanent CEO. The search for a permanent CEO is ongoing.\n- Lastly, in February 2018, H. Ward Wolff was appointed to the Board of Directors. Ward brings over 40 years of finance and executive leadership experience to the Board, with 20 years of experience in the life sciences sector, most recently having served as Executive Vice President and Chief Financial Officer of Sangamo Therapeutics, Inc. Mr. Wolff is also designated chairman of the company’s Audit Committee.\nFinancial Highlights\nCash, cash equivalents and marketable securities totaled $31.8 million as of December 31, 2017, as compared to $42.6 million as of December 31, 2016. The decrease of $10.8 million was primarily due to $36.1 million of net cash used in operating activities and a debt restructuring payment of $7.6 million, partially offset by $14.4 million in net proceeds primarily from sales of common shares through the company’s at-the-market equity facility. An additional $18.5 million in net proceeds were raised through a public offering in October 2017. This capital is expected to fund the company into 2019.\nRevenues for the year ended December 31, 2017 were $0.7 million, as compared to $2.5 million for 2016. The decrease between the periods was primarily due to deferred revenue recognized related to the Royalty Agreement with Royalty Pharma.\nResearch and development expenses were $3.7 million and $21.5 million for the three months and year ended December 31, 2017, as compared to $4.8 million and $22.9 million for the same periods in 2016, primarily relating to the SNS-062 and the vosaroxin development program in each period. The decrease of $1.4 million in 2017 was primarily due to a decrease in professional services and $0.5 million in salary and personnel costs partially offset by the $2.5 million milestone payment to Biogen under the license agreement.\nGeneral and administrative expenses for the three months and year ended December 31, 2017 were $2.7 million and $13.5 million, as compared to $3.9 million and $16.1 million for the same periods in 2016. The decrease of $2.6 million in 2017 was primarily due to decreases of $1.6 million in salary and personnel costs, $0.8 million in commercial expenses, and $0.3 million in office and related expenses.\nInterest expense was $0.3 million and $1.4 million for the three months and year ended December 31, 2017, as compared to $0.5 million and $1.7 million for the same periods in 2016. The decrease in the 2017 periods was primarily due to the decrease in the outstanding notes payable.\nCash used in operating activities was $36.1 million for the year ended December 31, 2017, as compared to $37.0 million for the same period in 2016. Net cash used in operating activities in 2017 resulted primarily from the net loss of $35.5 million and changes in operating assets and liabilities of $4.0. million, offset by net adjustments for non-cash items of $3.3 million. Net cash used in operating activities in 2016 resulted primarily from the net loss of $38.0 million, offset by changes in operating assets and liabilities of $4.1 million.\nSunesis reported loss from operations of $6.4 million and $34.4 million for the three months and year ended December 31, 2017, as compared to $8.1 million and $36.5 million for the same periods in 2016. Net loss was $6.6 million and $35.5 million for the three months and year ended December 31, 2017, as compared to $8.5 million and $38.0 million for the same periods in 2016.\nConference Call Information\nSunesis will host a conference today at 4:30 p.m. Eastern Time. The call can be accessed by dialing (844) 296-7720 (U.S. and Canada) or (574) 990-1148 (international) and entering passcode 8182338. To access the live audio webcast, or the subsequent archived recording, visit the “Investors and Media – Calendar of Events” section of the Sunesis website at www.sunesis.com . The webcast will be recorded and available for replay on the company’s website for two weeks.\nAbout Sunesis Pharmaceuticals\nSunesis is a biopharmaceutical company developing new oncology therapeutics for the treatment of solid and hematologic cancers. Sunesis has built an experienced cancer drug development organization committed to improving the lives of people with cancer. The Company is focused on advancing its novel kinase-inhibitor pipeline, with an emphasis on establishing proof of concept that its oral non-covalent BTK-inhibitor vecabrutinib, is effective in ibrutinib-resistant chronic lymphocytic leukemia. Vecabrutinib is currently being evaluated in a Phase 1b/2, open-label, sequential-group, dose-escalation and cohort-expansion study in adults with chronic lymphocytic leukemia and other B-cell malignancies who have progressed after prior therapies. Beyond the development of vecabrutinib, the Company has two other kinase inhibitor programs, including the Takeda-partnered pan-RAF inhibitor TAK-580, which is in solid tumor trials, and Sunesis’ proprietary preclinical PDK1 inhibitor SNS-510, which is in preclinical development with an IND submission planned in 2019. PDK1 is a master kinase that activates other kinases important to cell growth and survival including members of the AKT, PKC, RSK and SGK families.\nFor additional information on Sunesis, please visit www.sunesis.com .\nSUNESIS and the logos are trademarks of Sunesis Pharmaceuticals, Inc.\nThis press release contains , including statements related to Sunesis’ cash sufficiency forecast, the continued development of vecabrutinib (SNS-062), including the timing of Phase 1b/2 trial of vecabrutinib and the therapeutic potential of vecabrutinib, further development and potential of its kinase inhibitor pipeline, and planned development of SNS-510. Words such as “expect,” “look forward,” “potential,” “will” and similar expressions are intended to identify . These are based upon Sunesis' current expectations. Forward-looking statements involve risks and uncertainties. Sunesis' actual results and the timing of events could differ materially from those anticipated in such as a result of these risks and uncertainties, which include, without limitation, the risk related to the timing or conduct of Sunesis' clinical trials, including the vecabrutinib Phase 1b/2 trial, the risk that Sunesis' clinical or preclinical studies for vecabrutinib, SNS-510 or other product candidate may not demonstrate safety or efficacy or lead to regulatory approval, the risk that data to date and trends may not be predictive of future data or results, risks related to the timing or conduct of Sunesis' clinical trials, that Sunesis' development activities for vecabrutinib or SNS-510 could be otherwise halted or significantly delayed for various reasons, that Sunesis may not be able to receive regulatory approval of vecabrutinib, or SNS-510 in the U.S. or Europe, and risks related to Sunesis' ability to raise the capital that it believes to be accessible and is required to fully finance the development and commercialization of vecabrutinib, SNS-510 and other product candidates. These and other risk factors are discussed under \"Risk Factors\" and elsewhere in Sunesis' Annual Report on Form 10-K for the year ended December 31, 2017 and Sunesis' other filings with the Securities and Exchange Commission. Sunesis expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any contained herein reflect any change in Sunesis' expectations with regard thereto or any change in events, conditions or circumstances on which any such statements are based.\nSUNESIS PHARMACEUTICALS, INC.\nCONSOLIDATED BALANCE SHEETS\n(In thousands)\nDecember 31, December 31, 2017 2016 (Unaudited) (1 ) ASSETS Current assets: Cash $ 26,977 $ 8,056 Marketable securities 4,773 34,532 Prepaids and other current assets 1,183 643 32,933 43,231 Property and equipment, net 20 3 Deposits and other assets 1,381 Total assets $ 34,334 $ 43,234 LIABILITIES AND STOCKHOLDERS ’ EQUITY Current liabilities: Accounts payable $ 1,697 $ 1,871 Accrued clinical expense 767 1,434 Accrued compensation 1,440 2,000 Other accrued liabilities 1,570 1,691 Current portion of deferred revenue - 610 Current portion of notes payable 7,204 3,333 12,678 10,939 Non-current portion of notes payable - 11,102 Other accrued liabilities 112 169 Commitments Stockholders’ equity: Preferred stock 20,966 18,808 Common stock 3 2 633,436 599,632 Accumulated other comprehensive income (loss) (7 ) (22 ) Accumulated deficit (632,854 ) (597,396 ) Total stockholders’ equity 21,544 21,024 Total liabilities and stockholders’ equity 34,334 43,234 Note 1: The consolidated balance sheet as of December 31, 2016 has been derived from the audited financial statements as of that date included in the Company's Annual Report on Form 10-K for the year ended December 31, 2016.\nSUNESIS PHARMACEUTICALS, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS\nAND COMPREHENSIVE LOSS\n(In thousands, except per share amounts)\nThree months ended\nDecember 31, Twelve months ended\nDecember 31, 2017 2016 2017 2016 (Unaudited) (Unaudited) (Unaudited) (Note 2) Revenue: License and other revenue $ — $ 676 $ 669 $ 2,536 Total revenues — 676 669 2,536 Operating expenses: Research and development 3,674 4,815 21,540 22,881 General and administrative 2,760 3,934 13,548 16,115 Total operating expenses 6,434 8,749 35,088 38,996 Loss from operations (6,434 ) (8,073 ) (34,419 ) (36,460 ) Interest expense (280 ) (474 ) (1,396 ) (1,721 ) Other income (expense), net 91 10 357 158 Net loss (6,623 ) (8,537 ) (35,458 ) (38,023 ) Unrealized gain (loss) on available-for-sale securities (6 ) (9 ) 15 (11 ) Comprehensive loss $ (6,629 ) $ (8,546 ) $ (35,443 ) $ (38,034 ) Basic and diluted loss per common share: Net loss $ (6,623 ) $ (8,537 ) $ (35,458 ) $ (38,023 ) Shares used in computing basic and diluted loss per common share 31,667 19,285 24,516 15,688 Basic and diluted loss per common share $ (0.21 ) $ (0.44 ) $ (1.45 ) $ (2.42 ) Note 2: The consolidated statement of operations and comprehensive loss for the year ended December 31, 2016 has been derived from the audited financial statements as of that date included in the Company's Annual Report on Form 10-K for the year ended December 31, 2016.\nInvestor and Media Inquiries:\nMaeve Conneighton Willie Quinn Argot Partners Sunesis Pharmaceuticals Inc. 212-600-1902 650-266-3716\nSource:Sunesis Pharmaceuticals, Inc.",
    "published": "2018-03-09T00:05:00.000+02:00",
    "crawled": "2018-03-09T02:01:15.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sunesis",
        "host",
        "conference",
        "call",
        "today",
        "pm",
        "eastern",
        "time",
        "south",
        "san",
        "francisco",
        "march",
        "globe",
        "newswire",
        "sunesis",
        "pharmaceutical",
        "nasdaq",
        "snss",
        "today",
        "reported",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "loss",
        "operation",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "million",
        "million",
        "respectively",
        "december",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "totaled",
        "million",
        "capital",
        "expected",
        "fund",
        "company",
        "early",
        "excited",
        "potential",
        "opportunity",
        "lead",
        "program",
        "btk",
        "inhibitor",
        "vecabrutinib",
        "help",
        "patient",
        "developed",
        "resistance",
        "covalent",
        "btk",
        "inhibitor",
        "ibrutinib",
        "current",
        "standard",
        "care",
        "treating",
        "cll",
        "said",
        "dayton",
        "misfeldt",
        "interim",
        "chief",
        "executive",
        "officer",
        "sunesis",
        "year",
        "expect",
        "see",
        "initial",
        "safety",
        "efficacy",
        "profile",
        "vecabrutinib",
        "phase",
        "study",
        "patient",
        "determine",
        "dose",
        "take",
        "phase",
        "expansion",
        "study",
        "beyond",
        "vecabrutinib",
        "also",
        "look",
        "forward",
        "advancement",
        "proprietary",
        "pdk1",
        "program",
        "inhibitor",
        "recent",
        "highlight",
        "update",
        "phase",
        "study",
        "evaluating",
        "oral",
        "vecabrutinib",
        "adult",
        "chronic",
        "lymphocytic",
        "leukemia",
        "cll",
        "malignancy",
        "investor",
        "analyst",
        "event",
        "held",
        "american",
        "society",
        "hematology",
        "conference",
        "december",
        "sunesis",
        "provided",
        "program",
        "update",
        "ongoing",
        "phase",
        "study",
        "evaluating",
        "safety",
        "pharmacokinetics",
        "pharmacodynamics",
        "antitumor",
        "activity",
        "potent",
        "vecabrutinib",
        "adult",
        "cll",
        "b",
        "cell",
        "malignancy",
        "phase",
        "trial",
        "study",
        "enrolling",
        "patient",
        "progressed",
        "covalent",
        "btk",
        "inhibitor",
        "goal",
        "determining",
        "maximum",
        "tolerated",
        "recommended",
        "phase",
        "dose",
        "updating",
        "guidance",
        "program",
        "expect",
        "reach",
        "recommended",
        "phase",
        "dose",
        "fall",
        "announced",
        "nomination",
        "inhibitor",
        "development",
        "candidate",
        "november",
        "sunesis",
        "announced",
        "inhibitor",
        "nominated",
        "development",
        "candidate",
        "potentially",
        "selective",
        "inhibitor",
        "pathway",
        "pdk1",
        "master",
        "kinase",
        "activates",
        "kinase",
        "important",
        "cell",
        "growth",
        "survival",
        "including",
        "member",
        "akt",
        "pkc",
        "rsk",
        "sgk",
        "family",
        "change",
        "executive",
        "leadership",
        "board",
        "director",
        "november",
        "willie",
        "quinn",
        "appointed",
        "chief",
        "financial",
        "officer",
        "senior",
        "vice",
        "president",
        "finance",
        "corporate",
        "development",
        "prior",
        "joining",
        "sunesis",
        "willie",
        "ceo",
        "private",
        "cancer",
        "immunotherapy",
        "company",
        "bullet",
        "biotechnology",
        "prior",
        "bullet",
        "bio",
        "led",
        "corporate",
        "development",
        "strategy",
        "jazz",
        "pharmaceutical",
        "march",
        "judy",
        "fox",
        "rejoined",
        "sunesis",
        "chief",
        "scientific",
        "officer",
        "judy",
        "previously",
        "served",
        "vice",
        "president",
        "sunesis",
        "year",
        "experience",
        "leadership",
        "role",
        "company",
        "including",
        "genentech",
        "chiron",
        "career",
        "focused",
        "translation",
        "basic",
        "mechanistic",
        "understanding",
        "promising",
        "drug",
        "coherent",
        "clinical",
        "development",
        "judy",
        "took",
        "program",
        "leader",
        "vecabrutinib",
        "july",
        "january",
        "daniel",
        "swisher",
        "stepped",
        "role",
        "ceo",
        "pursue",
        "another",
        "executive",
        "opportunity",
        "board",
        "director",
        "appointed",
        "dayton",
        "misfeldt",
        "member",
        "board",
        "since",
        "interim",
        "ceo",
        "well",
        "formed",
        "search",
        "committee",
        "find",
        "permanent",
        "ceo",
        "search",
        "permanent",
        "ceo",
        "ongoing",
        "lastly",
        "february",
        "ward",
        "wolff",
        "appointed",
        "board",
        "director",
        "ward",
        "brings",
        "year",
        "finance",
        "executive",
        "leadership",
        "experience",
        "board",
        "year",
        "experience",
        "life",
        "science",
        "sector",
        "recently",
        "served",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "sangamo",
        "therapeutic",
        "wolff",
        "also",
        "designated",
        "chairman",
        "company",
        "audit",
        "committee",
        "financial",
        "highlight",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "totaled",
        "million",
        "december",
        "compared",
        "million",
        "december",
        "decrease",
        "million",
        "primarily",
        "due",
        "million",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "debt",
        "restructuring",
        "payment",
        "million",
        "partially",
        "offset",
        "million",
        "net",
        "proceeds",
        "primarily",
        "sale",
        "common",
        "share",
        "company",
        "equity",
        "facility",
        "additional",
        "million",
        "net",
        "proceeds",
        "raised",
        "public",
        "offering",
        "october",
        "capital",
        "expected",
        "fund",
        "company",
        "revenue",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "decrease",
        "period",
        "primarily",
        "due",
        "deferred",
        "revenue",
        "recognized",
        "related",
        "royalty",
        "agreement",
        "royalty",
        "pharma",
        "research",
        "development",
        "expense",
        "million",
        "million",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "million",
        "period",
        "primarily",
        "relating",
        "vosaroxin",
        "development",
        "program",
        "period",
        "decrease",
        "million",
        "primarily",
        "due",
        "decrease",
        "professional",
        "service",
        "million",
        "salary",
        "personnel",
        "cost",
        "partially",
        "offset",
        "million",
        "milestone",
        "payment",
        "biogen",
        "license",
        "agreement",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "million",
        "million",
        "compared",
        "million",
        "million",
        "period",
        "decrease",
        "million",
        "primarily",
        "due",
        "decrease",
        "million",
        "salary",
        "personnel",
        "cost",
        "million",
        "commercial",
        "expense",
        "million",
        "office",
        "related",
        "expense",
        "interest",
        "expense",
        "million",
        "million",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "million",
        "period",
        "decrease",
        "period",
        "primarily",
        "due",
        "decrease",
        "outstanding",
        "note",
        "payable",
        "cash",
        "used",
        "operating",
        "activity",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "resulted",
        "primarily",
        "net",
        "loss",
        "million",
        "change",
        "operating",
        "asset",
        "liability",
        "million",
        "offset",
        "net",
        "adjustment",
        "item",
        "million",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "resulted",
        "primarily",
        "net",
        "loss",
        "million",
        "offset",
        "change",
        "operating",
        "asset",
        "liability",
        "million",
        "sunesis",
        "reported",
        "loss",
        "operation",
        "million",
        "million",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "million",
        "period",
        "net",
        "loss",
        "million",
        "million",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "million",
        "period",
        "conference",
        "call",
        "information",
        "sunesis",
        "host",
        "conference",
        "today",
        "eastern",
        "time",
        "call",
        "accessed",
        "dialing",
        "canada",
        "international",
        "entering",
        "passcode",
        "access",
        "live",
        "audio",
        "webcast",
        "subsequent",
        "archived",
        "recording",
        "visit",
        "investor",
        "medium",
        "calendar",
        "event",
        "section",
        "sunesis",
        "website",
        "webcast",
        "recorded",
        "available",
        "replay",
        "company",
        "website",
        "two",
        "week",
        "sunesis",
        "pharmaceutical",
        "sunesis",
        "biopharmaceutical",
        "company",
        "developing",
        "new",
        "oncology",
        "therapeutic",
        "treatment",
        "solid",
        "hematologic",
        "cancer",
        "sunesis",
        "built",
        "experienced",
        "cancer",
        "drug",
        "development",
        "organization",
        "committed",
        "improving",
        "life",
        "people",
        "cancer",
        "company",
        "focused",
        "advancing",
        "novel",
        "pipeline",
        "emphasis",
        "establishing",
        "proof",
        "concept",
        "oral",
        "vecabrutinib",
        "effective",
        "chronic",
        "lymphocytic",
        "leukemia",
        "vecabrutinib",
        "currently",
        "evaluated",
        "phase",
        "study",
        "adult",
        "chronic",
        "lymphocytic",
        "leukemia",
        "malignancy",
        "progressed",
        "prior",
        "therapy",
        "beyond",
        "development",
        "vecabrutinib",
        "company",
        "two",
        "kinase",
        "inhibitor",
        "program",
        "including",
        "inhibitor",
        "solid",
        "tumor",
        "trial",
        "sunesis",
        "proprietary",
        "preclinical",
        "pdk1",
        "inhibitor",
        "preclinical",
        "development",
        "ind",
        "submission",
        "planned",
        "pdk1",
        "master",
        "kinase",
        "activates",
        "kinase",
        "important",
        "cell",
        "growth",
        "survival",
        "including",
        "member",
        "akt",
        "pkc",
        "rsk",
        "sgk",
        "family",
        "additional",
        "information",
        "sunesis",
        "please",
        "visit",
        "sunesis",
        "logo",
        "trademark",
        "sunesis",
        "pharmaceutical",
        "press",
        "release",
        "contains",
        "including",
        "statement",
        "related",
        "sunesis",
        "cash",
        "sufficiency",
        "forecast",
        "continued",
        "development",
        "vecabrutinib",
        "including",
        "timing",
        "phase",
        "trial",
        "vecabrutinib",
        "therapeutic",
        "potential",
        "vecabrutinib",
        "development",
        "potential",
        "kinase",
        "inhibitor",
        "pipeline",
        "planned",
        "development",
        "word",
        "expect",
        "look",
        "forward",
        "potential",
        "similar",
        "expression",
        "intended",
        "identify",
        "based",
        "upon",
        "sunesis",
        "current",
        "expectation",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "sunesis",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "result",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "risk",
        "related",
        "timing",
        "conduct",
        "sunesis",
        "clinical",
        "trial",
        "including",
        "vecabrutinib",
        "phase",
        "trial",
        "risk",
        "sunesis",
        "clinical",
        "preclinical",
        "study",
        "vecabrutinib",
        "product",
        "candidate",
        "may",
        "demonstrate",
        "safety",
        "efficacy",
        "lead",
        "regulatory",
        "approval",
        "risk",
        "data",
        "date",
        "trend",
        "may",
        "predictive",
        "future",
        "data",
        "result",
        "risk",
        "related",
        "timing",
        "conduct",
        "sunesis",
        "clinical",
        "trial",
        "sunesis",
        "development",
        "activity",
        "vecabrutinib",
        "could",
        "otherwise",
        "halted",
        "significantly",
        "delayed",
        "various",
        "reason",
        "sunesis",
        "may",
        "able",
        "receive",
        "regulatory",
        "approval",
        "vecabrutinib",
        "europe",
        "risk",
        "related",
        "sunesis",
        "ability",
        "raise",
        "capital",
        "belief",
        "accessible",
        "required",
        "fully",
        "finance",
        "development",
        "commercialization",
        "vecabrutinib",
        "product",
        "candidate",
        "risk",
        "factor",
        "discussed",
        "risk",
        "factor",
        "elsewhere",
        "sunesis",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "sunesis",
        "filing",
        "security",
        "exchange",
        "commission",
        "sunesis",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "contained",
        "herein",
        "reflect",
        "change",
        "sunesis",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "sunesis",
        "pharmaceutical",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "marketable",
        "security",
        "prepaids",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "deposit",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "clinical",
        "expense",
        "accrued",
        "compensation",
        "accrued",
        "liability",
        "current",
        "portion",
        "deferred",
        "revenue",
        "current",
        "portion",
        "note",
        "payable",
        "portion",
        "note",
        "payable",
        "accrued",
        "liability",
        "commitment",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "common",
        "stock",
        "accumulated",
        "comprehensive",
        "income",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "note",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "derived",
        "audited",
        "financial",
        "statement",
        "date",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "sunesis",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "unaudited",
        "unaudited",
        "unaudited",
        "note",
        "revenue",
        "license",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "expense",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "unrealized",
        "gain",
        "loss",
        "security",
        "comprehensive",
        "loss",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "net",
        "loss",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "note",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "year",
        "ended",
        "december",
        "derived",
        "audited",
        "financial",
        "statement",
        "date",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "investor",
        "medium",
        "inquiry",
        "maeve",
        "conneighton",
        "willie",
        "quinn",
        "argot",
        "partner",
        "sunesis",
        "pharmaceutical",
        "source",
        "sunesis",
        "pharmaceutical",
        "inc"
    ]
}