{
    "organizations": [],
    "uuid": "694c4f314c255e2a9120b5021b08a90b207ef3fc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/business-wire-standard-diversified-opportunities-inc-reports-financial-results-for-its-year-ended-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "Standard Diversified Opportunities Inc. Reports Financial Results for Its Year Ended December 31, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Standard Diversified Opportunities Inc. (“Standard Diversified” or the “Company”) (OTCQB:SDOIA) today announced its financial results for the year ended December 31, 2017 in connection with filing its Annual Report on Form 10-K with the Securities and Exchange Commission. In addition to its Form 10-K filing, the Company has also made available an updated Investor Presentation on its corporate website at www.standarddiversified.com .\nManagement Commentary\nIan Estus, Chief Executive Officer, stated, “We are pleased with the progression of the Company over the past several months. We are growing as a diversified holding company, with a focus on maximizing long-term value for our shareholders through investing in quality operating businesses run by exceptional managers. Our portfolio consists of a majority position in Turning Point Brands, a publicly-held leader in other tobacco products; and wholly-owned subsidiaries in the outdoor advertising (Standard Outdoor) and insurance (Pillar General) industries. In January 2018, we completed the acquisition of the parent company of Maidstone Insurance Company, which is the first step in the structured buildout of our insurance business. We also significantly expanded our presence in the out-of-home advertising market through two separate acquisitions, adding billboard structures with a total of 374 faces in the southeastern United States market. We look forward to the continued integration and growth of these businesses and the platform over the coming months.”\nUpdate on Operating Subsidiaries\nThe following discussion should be read in conjunction with the Company’s Annual Report on Form 10-K, filed with the Securities and Exchange Commission today.\nTurning Point Brands, Inc.\nAs of December 31, 2017, the Company held a 51.2% ownership interest in the publicly-held company, Turning Point Brands, Inc. (NYSE: TPB) (“Turning Point”), which comprises the predominant portion of the Company’s consolidated financial results.\nTurning Point is a leading independent provider of Other Tobacco Products (“OTP”) in the U.S. Turning Point sells a wide range of products across the OTP spectrum, including moist snuff tobacco (“MST”), loose leaf chewing tobacco, premium cigarette papers, make-your-own (“MYO”) cigar wraps, cigars, liquid vapor products and tobacco vaporizer products. Turning Point does not sell cigarettes.\nFor the year ended December 31, 2017 Turning Point achieved record net sales, gross profit, and income before income taxes. Turning Point’s focus brands, which include Stoker’s, Zig-Zag, and VaporBeast, remain its largest growth drivers and management continues to evaluate potential acquisitions.\nTurning Point reported its financial results for the fourth quarter and year ended December 31, 2017, on March 8, 2018.\nPillar General\nPillar General is a wholly-owned, insurance subsidiary of Standard Diversified. On January 2, 2018, Pillar General acquired all of the outstanding capital stock of Interboro Holdings, Inc. (“Interboro”) for a cash consideration of $2.5 million. Through Interboro’s New York-based subsidiary, Maidstone Insurance Company (“Maidstone”), the Company offers property and casualty and personal automobile insurance.\nStandard Outdoor\nStandard Outdoor is an out-of-home advertising business and wholly-owned subsidiary of Standard Diversified. As of December 31, 2017, the business consisted of five billboards located in the Austin, Texas market.\nIn January and February of 2018, Standard Outdoor acquired an additional 374 faces, through two separate transactions, significantly expanding its geographic presence to include Alabama, Georgia, and Florida.\nStandard Outdoor remains focused on leveraging its relationships and expertise to target opportunities in local markets that are primed for growth.\nFinancial Results for the Year Ended December 31, 2017\nThe Company’s financial results for the year ended December 31, 2017 are primarily comprised of its 51.2% holdings in Turning Point.\nTurning Point’s total net sales increased 38.6% to $285.8 million for the year ended December 31, 2017, compared to $206.2 million in the prior year. The increase was largely due to higher NewGen products driven by Turning Point’s acquisition of VaporBeast in the fourth quarter of 2016 and VaporShark in the second quarter of 2017\nThe Company’s gross profit increased to $124.9 million, or 43.7% of net revenues, compared to $100.4 million, or 48.7%, in the prior year, largely due to the impact of higher sales and lower distribution margins from NewGen products at Turning Point.\nFinally, the Company’s income before income taxes increased 63.8% to $24.4 million, compared to $14.9 million in the prior year.\nThe Company’s income tax expense of $7.3 million, or 29.8% of income before income taxes, for the year ended December 31, 2017, was lower than the expected annual effective tax rate as a result of discrete tax benefits of $4.2 million from the exercise of Turning Point stock options during the year.\nThe Company’s income tax expense for the year ended December 31, 2016, does not bear the normal relationship to income before income taxes primarily due to releasing the valuation allowance on the deferred taxes as it was determined that it is more-likely than not that the Company will realize its deferred tax assets which consist primarily of a federal net operating loss (“NOL”) carryforward.\nNet income attributable to the Company for the year ended December 31, 2017 was $10.4 million, compared to $26.9 million in the prior year.\nBalance Sheet / Available Liquidity\nAs of December 31, 2017, the Company had cash and cash equivalents of $18.2 million, compared to $2.9 million at December 31, 2016.\nOn February 2, 2018, Standard Diversified entered into a term loan agreement with Crystal Financial LLC (“Crystal Term Loan”). The Crystal Term Loan provides for an initial term loan of $10.0 million with an additional undrawn commitment of $15.0 million. Subject to the satisfaction of certain conditions, the Company may request an additional increase in the commitment of up to $25.0 million. The Crystal Term Loan bears interest at a rate equal to the three-month “Libor Rate” as published in The Wall Street Journal plus 7.25%. Interest under the Crystal Term Loan Agreement is payable monthly and is also subject to a commitment fee of $350,000 and agency fee of $50,000, payable upon execution of the Term Loan Agreement, and annually thereafter. The principal balance is payable at maturity, on February 2, 2023.\nShare Repurchase Program\nAs of March 1, 2018, the Company had a total of 16,591,950 shares outstanding, consisting of 8,551,735 shares outstanding of Class A common stock, and 8,040,215 shares outstanding of Class B common stock.\nIn June 2017, the Company’s Board of Directors authorized a stock repurchase program, effective immediately, to repurchase over a period of twelve months, shares of the Company’s Class A Common Stock or Class B Common Stock. The terms of the repurchase program are as follows: at its discretion the Company may elect to repurchase up to an aggregate of 5% of the total outstanding shares of the Company’s Class A Common Stock and/or Class B Common Stock (par value $0.01 per share) in the open market or through negotiated transactions. The program may be terminated or suspended at any time at the discretion of the Company. No repurchases of Common stock were made through March 12, 2018.\nAbout Standard Diversified Opportunities Inc.\nStandard Diversified Opportunities Inc. is a holding company that owns and operates subsidiaries in a variety of industries, including insurance, other tobacco products and outdoor advertising. For more information about the Company, please visit the Company’s website at www.standarddiversified.com .\nCautionary Statement Regarding Forward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. All statements, other than statements of historical facts, are forward-looking statements. These forward-looking statements address, among other things activities, events or developments that the Company expects, believes or anticipates will or may occur in the future, including the Company’s expected acquisition activity. These forward-looking statements are subject to a number of risks that could cause actual results to those contained in the forward-looking statements, including those risks described in Part I, Item 1A of the Company’s Annual Reports on Form 10-K for the year ended December 31, 2017, as filed with the Securities and Exchange Commission.\nCurrently unknown or unanticipated risks, or risks that emerge in the future, could cause actual results to those described in forward-looking statements, and it is not possible for the Company to predict all such risks, or the extent to which this may cause actual results to differ from those contained in any forward-looking statement. Except as required by law, the Company assumes no obligation to update publicly any such forward-looking statements, whether as a result of new information, future events, or otherwise.\nStandard Diversified Opportunities Inc. and Subsidiaries\nConsolidated Statements of Income\n(dollars in thousands except share data)\nYear Ended December 31, 2017 2016 2015 Net sales $ 285,801 $ 206,228 $ 197,256 Cost of sales 160,936 105,872 100,960 Gross profit 124,865 100,356 96,296 Selling, general and administrative expenses 77,944 56,771 51,785 Operating income 46,921 43,585 44,511 Interest expense 16,889 26,621 34,284 Interest income (64 ) - - Gain on investment (438 ) (768 ) - Loss on extinguishment of debt 6,116 2,824 - Income before income taxes 24,418 14,908 10,227 Income tax expense (benefit) 7,280 (12,005 ) 1,078 Net income 17,138 26,913 9,149 Amounts attributable to noncontrolling interests (6,761 ) - - Net income attributable to Standard Diversified Opportunities Inc. $ 10,377 $ 26,913 $ 9,149 Net income attributable to SDOI per Class A and Class B Common Share – Basic $ 0.49 $ 1.10 $ 0.85 Net income attributable to SDOI per Class A and Class B Common Share – Diluted $ 0.48 $ 1.05 $ 0.79 Weighted Average Class A and Class B Common Shares Outstanding – Basic 21,223,884 24,549,060 10,728,740 Weighted Average Class A and Class B Common Shares Outstanding – Diluted 21,289,466 25,700,615 11,590,477 Standard Diversified Opportunities Inc. and Subsidiaries Consolidated Balance Sheets (dollars in thousands except share data)\nASSETS December 31, December 31, 2017 2016 Current assets: Cash and cash equivalents $ 18,219 $ 2,865 Accounts receivable, net of allowances of $17 in 2017 and $35 in 2016 3,249 2,181 Inventories 63,296 62,185 Other current assets 10,851 11,625 Total current assets 95,615 78,856 Property, plant and equipment, net 9,172 7,590 Deferred income taxes 450 6,288 Deferred financing costs, net 630 139 Goodwill 134,620 134,390 Other intangible assets, net 26,436 27,138 Master Settlement Agreement - escrow deposits 30,826 30,410 Pension asset 396 - Other assets 569 209 Total assets $ 298,714 $ 285,020 LIABILITIES AND EQUITY Current liabilities: Accounts payable $ 3,686 $ 9,153 Accrued liabilities 19,549 15,336 Accrued interest expense 465 394 Current portion of long-term debt 7,850 1,650 Revolving credit facility 8,000 15,034 Total current liabilities 39,550 41,567 Notes payable and long-term debt 186,190 201,541 Postretirement benefits 3,962 4,407 Pension benefits - 423 Other long-term liabilities 571 3,024 Total liabilities 230,273 250,962 Commitments and contingencies Equity: Preferred stock, $0.01 par value; authorized shares 500,000,000; -0- issued and outstanding shares - - Class A common stock, $0.01 par value; authorized shares, 300,000,000; 8,347,123\nissued and outstanding and 857,714 issued shares at December 31, 2017 and December 31, 2016, respectively\n83 9 Class B common stock, $0.01 par value; authorized shares, 30,000,000; 8,040,275\nand 841,448 issued and outstanding shares at December 31, 2017 and December 31, 2016, respectively;\nconvertible into Class A shares on a one-for-one basis\n81 9 Additional paid-in capital 70,813 105,616 Class A Treasury stock, 16,266 common shares at cost at December 31, 2016. - (555 ) Accumulated other comprehensive loss (1,558 ) (4,049 ) Accumulated deficit (26,982 ) (66,972 ) Total stockholders' equity 42,437 34,058 Noncontrolling interests 26,004 - Total equity 68,441 34,058 Total liabilities and equity $ 298,714 $ 285,020\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180312006268/en/\nThe Equity Group Inc.\nAdam Prior, (212) 836-9606\naprior@equityny.com\nSource: Standard Diversified Opportunities Inc.",
    "published": "2018-03-13T00:58:00.000+02:00",
    "crawled": "2018-03-13T02:40:06.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "standard",
        "diversified",
        "opportunity",
        "standard",
        "diversified",
        "company",
        "otcqb",
        "sdoia",
        "today",
        "announced",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "connection",
        "filing",
        "annual",
        "report",
        "form",
        "security",
        "exchange",
        "commission",
        "addition",
        "form",
        "filing",
        "company",
        "also",
        "made",
        "available",
        "updated",
        "investor",
        "presentation",
        "corporate",
        "website",
        "management",
        "commentary",
        "ian",
        "estus",
        "chief",
        "executive",
        "officer",
        "stated",
        "pleased",
        "progression",
        "company",
        "past",
        "several",
        "month",
        "growing",
        "diversified",
        "holding",
        "company",
        "focus",
        "maximizing",
        "value",
        "shareholder",
        "investing",
        "quality",
        "operating",
        "business",
        "run",
        "exceptional",
        "manager",
        "portfolio",
        "consists",
        "majority",
        "position",
        "turning",
        "point",
        "brand",
        "leader",
        "tobacco",
        "product",
        "subsidiary",
        "outdoor",
        "advertising",
        "standard",
        "outdoor",
        "insurance",
        "pillar",
        "general",
        "industry",
        "january",
        "completed",
        "acquisition",
        "parent",
        "company",
        "maidstone",
        "insurance",
        "company",
        "first",
        "step",
        "structured",
        "buildout",
        "insurance",
        "business",
        "also",
        "significantly",
        "expanded",
        "presence",
        "advertising",
        "market",
        "two",
        "separate",
        "acquisition",
        "adding",
        "billboard",
        "structure",
        "total",
        "face",
        "southeastern",
        "united",
        "state",
        "market",
        "look",
        "forward",
        "continued",
        "integration",
        "growth",
        "business",
        "platform",
        "coming",
        "update",
        "operating",
        "subsidiary",
        "following",
        "discussion",
        "read",
        "conjunction",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "today",
        "turning",
        "point",
        "brand",
        "december",
        "company",
        "held",
        "ownership",
        "interest",
        "company",
        "turning",
        "point",
        "brand",
        "nyse",
        "tpb",
        "turning",
        "point",
        "comprises",
        "predominant",
        "portion",
        "company",
        "consolidated",
        "financial",
        "result",
        "turning",
        "point",
        "leading",
        "independent",
        "provider",
        "tobacco",
        "product",
        "otp",
        "turning",
        "point",
        "sell",
        "wide",
        "range",
        "product",
        "across",
        "otp",
        "spectrum",
        "including",
        "moist",
        "snuff",
        "tobacco",
        "mst",
        "loose",
        "leaf",
        "chewing",
        "tobacco",
        "premium",
        "cigarette",
        "paper",
        "myo",
        "cigar",
        "wrap",
        "cigar",
        "liquid",
        "vapor",
        "product",
        "tobacco",
        "vaporizer",
        "product",
        "turning",
        "point",
        "sell",
        "cigarette",
        "year",
        "ended",
        "december",
        "turning",
        "point",
        "achieved",
        "record",
        "net",
        "sale",
        "gross",
        "profit",
        "income",
        "income",
        "tax",
        "turning",
        "point",
        "focus",
        "brand",
        "include",
        "stoker",
        "vaporbeast",
        "remain",
        "largest",
        "growth",
        "driver",
        "management",
        "continues",
        "evaluate",
        "potential",
        "acquisition",
        "turning",
        "point",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "march",
        "pillar",
        "general",
        "pillar",
        "general",
        "insurance",
        "subsidiary",
        "standard",
        "diversified",
        "january",
        "pillar",
        "general",
        "acquired",
        "outstanding",
        "capital",
        "stock",
        "interboro",
        "holding",
        "interboro",
        "cash",
        "consideration",
        "million",
        "interboro",
        "new",
        "subsidiary",
        "maidstone",
        "insurance",
        "company",
        "maidstone",
        "company",
        "offer",
        "property",
        "casualty",
        "personal",
        "automobile",
        "insurance",
        "standard",
        "outdoor",
        "standard",
        "outdoor",
        "advertising",
        "business",
        "subsidiary",
        "standard",
        "diversified",
        "december",
        "business",
        "consisted",
        "five",
        "billboard",
        "located",
        "austin",
        "texas",
        "market",
        "january",
        "february",
        "standard",
        "outdoor",
        "acquired",
        "additional",
        "face",
        "two",
        "separate",
        "transaction",
        "significantly",
        "expanding",
        "geographic",
        "presence",
        "include",
        "alabama",
        "georgia",
        "florida",
        "standard",
        "outdoor",
        "remains",
        "focused",
        "leveraging",
        "relationship",
        "expertise",
        "target",
        "opportunity",
        "local",
        "market",
        "primed",
        "growth",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "company",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "primarily",
        "comprised",
        "holding",
        "turning",
        "point",
        "turning",
        "point",
        "total",
        "net",
        "sale",
        "increased",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "largely",
        "due",
        "higher",
        "newgen",
        "product",
        "driven",
        "turning",
        "point",
        "acquisition",
        "vaporbeast",
        "fourth",
        "quarter",
        "vaporshark",
        "second",
        "quarter",
        "company",
        "gross",
        "profit",
        "increased",
        "million",
        "net",
        "revenue",
        "compared",
        "million",
        "prior",
        "year",
        "largely",
        "due",
        "impact",
        "higher",
        "sale",
        "lower",
        "distribution",
        "margin",
        "newgen",
        "product",
        "turning",
        "point",
        "finally",
        "company",
        "income",
        "income",
        "tax",
        "increased",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "company",
        "income",
        "tax",
        "expense",
        "million",
        "income",
        "income",
        "tax",
        "year",
        "ended",
        "december",
        "lower",
        "expected",
        "annual",
        "effective",
        "tax",
        "rate",
        "result",
        "discrete",
        "tax",
        "benefit",
        "million",
        "exercise",
        "turning",
        "point",
        "stock",
        "option",
        "year",
        "company",
        "income",
        "tax",
        "expense",
        "year",
        "ended",
        "december",
        "bear",
        "normal",
        "relationship",
        "income",
        "income",
        "tax",
        "primarily",
        "due",
        "releasing",
        "valuation",
        "allowance",
        "deferred",
        "tax",
        "determined",
        "company",
        "realize",
        "deferred",
        "tax",
        "asset",
        "consist",
        "primarily",
        "federal",
        "net",
        "operating",
        "loss",
        "nol",
        "carryforward",
        "net",
        "income",
        "attributable",
        "company",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "balance",
        "sheet",
        "available",
        "liquidity",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "february",
        "standard",
        "diversified",
        "entered",
        "term",
        "loan",
        "agreement",
        "crystal",
        "financial",
        "llc",
        "crystal",
        "term",
        "loan",
        "crystal",
        "term",
        "loan",
        "provides",
        "initial",
        "term",
        "loan",
        "million",
        "additional",
        "undrawn",
        "commitment",
        "million",
        "subject",
        "satisfaction",
        "certain",
        "condition",
        "company",
        "may",
        "request",
        "additional",
        "increase",
        "commitment",
        "million",
        "crystal",
        "term",
        "loan",
        "bear",
        "interest",
        "rate",
        "equal",
        "libor",
        "rate",
        "published",
        "wall",
        "street",
        "journal",
        "plus",
        "interest",
        "crystal",
        "term",
        "loan",
        "agreement",
        "payable",
        "monthly",
        "also",
        "subject",
        "commitment",
        "fee",
        "agency",
        "fee",
        "payable",
        "upon",
        "execution",
        "term",
        "loan",
        "agreement",
        "annually",
        "thereafter",
        "principal",
        "balance",
        "payable",
        "maturity",
        "february",
        "share",
        "repurchase",
        "program",
        "march",
        "company",
        "total",
        "share",
        "outstanding",
        "consisting",
        "share",
        "outstanding",
        "class",
        "common",
        "stock",
        "share",
        "outstanding",
        "class",
        "b",
        "common",
        "stock",
        "june",
        "company",
        "board",
        "director",
        "authorized",
        "stock",
        "repurchase",
        "program",
        "effective",
        "immediately",
        "repurchase",
        "period",
        "twelve",
        "month",
        "share",
        "company",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "term",
        "repurchase",
        "program",
        "follows",
        "discretion",
        "company",
        "may",
        "elect",
        "repurchase",
        "aggregate",
        "total",
        "outstanding",
        "share",
        "company",
        "class",
        "common",
        "stock",
        "class",
        "b",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "open",
        "market",
        "negotiated",
        "transaction",
        "program",
        "may",
        "terminated",
        "suspended",
        "time",
        "discretion",
        "company",
        "repurchase",
        "common",
        "stock",
        "made",
        "march",
        "standard",
        "diversified",
        "opportunity",
        "standard",
        "diversified",
        "opportunity",
        "holding",
        "company",
        "owns",
        "operates",
        "subsidiary",
        "variety",
        "industry",
        "including",
        "insurance",
        "tobacco",
        "product",
        "outdoor",
        "advertising",
        "information",
        "company",
        "please",
        "visit",
        "company",
        "website",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "statement",
        "address",
        "among",
        "thing",
        "activity",
        "event",
        "development",
        "company",
        "expects",
        "belief",
        "anticipates",
        "may",
        "occur",
        "future",
        "including",
        "company",
        "expected",
        "acquisition",
        "activity",
        "statement",
        "subject",
        "number",
        "risk",
        "could",
        "cause",
        "actual",
        "result",
        "contained",
        "statement",
        "including",
        "risk",
        "described",
        "part",
        "item",
        "1a",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "currently",
        "unknown",
        "unanticipated",
        "risk",
        "risk",
        "emerge",
        "future",
        "could",
        "cause",
        "actual",
        "result",
        "described",
        "statement",
        "possible",
        "company",
        "predict",
        "risk",
        "extent",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "except",
        "required",
        "law",
        "company",
        "assumes",
        "obligation",
        "update",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "standard",
        "diversified",
        "opportunity",
        "subsidiary",
        "consolidated",
        "statement",
        "income",
        "dollar",
        "thousand",
        "except",
        "share",
        "data",
        "year",
        "ended",
        "december",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "income",
        "interest",
        "expense",
        "interest",
        "income",
        "gain",
        "investment",
        "loss",
        "extinguishment",
        "debt",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "amount",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "attributable",
        "standard",
        "diversified",
        "opportunity",
        "net",
        "income",
        "attributable",
        "sdoi",
        "per",
        "class",
        "class",
        "b",
        "common",
        "share",
        "basic",
        "net",
        "income",
        "attributable",
        "sdoi",
        "per",
        "class",
        "class",
        "b",
        "common",
        "share",
        "diluted",
        "weighted",
        "average",
        "class",
        "class",
        "b",
        "common",
        "share",
        "outstanding",
        "basic",
        "weighted",
        "average",
        "class",
        "class",
        "b",
        "common",
        "share",
        "outstanding",
        "diluted",
        "standard",
        "diversified",
        "opportunity",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "except",
        "share",
        "data",
        "asset",
        "december",
        "december",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "allowance",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "deferred",
        "income",
        "tax",
        "deferred",
        "financing",
        "cost",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "master",
        "settlement",
        "agreement",
        "escrow",
        "deposit",
        "pension",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "accrued",
        "interest",
        "expense",
        "current",
        "portion",
        "debt",
        "revolving",
        "credit",
        "facility",
        "total",
        "current",
        "liability",
        "note",
        "payable",
        "debt",
        "postretirement",
        "benefit",
        "pension",
        "benefit",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "share",
        "class",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "issued",
        "share",
        "december",
        "december",
        "respectively",
        "class",
        "b",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "share",
        "december",
        "december",
        "respectively",
        "convertible",
        "class",
        "share",
        "basis",
        "additional",
        "capital",
        "class",
        "treasury",
        "stock",
        "common",
        "share",
        "cost",
        "december",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "equity",
        "group",
        "adam",
        "prior",
        "aprior",
        "source",
        "standard",
        "diversified",
        "opportunity",
        "inc"
    ]
}