{
    "organizations": [],
    "uuid": "462bb88d5b709a292566f1f1d6d39c547964fca2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/18/pr-newswire-general-dynamics-to-proceed-with-all-cash-offer-to-acquire-csra.html",
    "ord_in_thread": 0,
    "title": "General Dynamics to Proceed With All Cash Offer to Acquire CSRA",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FALLS CHURCH, Va., March 18, 2018 /PRNewswire/ -- General Dynamics intends to proceed with its tender offer to acquire all outstanding shares of CSRA Inc. (NYSE: CSRA) for $40.75 per share in cash. General Dynamics continues to believe that this combination creates a premier provider of high-tech IT solutions to the Government Technology Services market and that its proposed acquisition of CSRA offers superior value for CSRA's shareholders.\nOn February 12, 2018, General Dynamics and CSRA announced that they had entered into a definitive agreement under which General Dynamics would acquire CSRA for approximately $9.6 billion in cash, including the assumption of $2.8 billion in CSRA debt. The tender offer for CSRA shares commenced on March 5, 2018, and is scheduled to expire on April 2, 2018, at 11:59 p.m., New York City time, with the acquisition of CSRA expected to close shortly thereafter. As previously disclosed, the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act with respect to the tender offer has expired.\nOn March 18, 2018, CACI International Inc announced an unsolicited offer proposing to acquire CSRA for a combination of CACI common stock based on a fixed exchange ratio of 0.184 shares of CACI stock for each share of CSRA common stock and $15.00 per share of cash. The offer implies current CSRA shareholders will own approximately 55 percent of the resulting entity.\nGeneral Dynamics believes strongly that its proposed acquisition of CSRA offers both superior and certain value for the CSRA shareholders for the following reasons:\nWe believe the nominal price of CACI's offer to CSRA overstates the real value to the CSRA shareholders and understates the risk attendant to it. CACI's offer is comprised of $15.00 per share of cash, less than 35 percent of the purported value. Over 65 percent of CACI's proposed consideration consists of a fixed exchange ratio of CACI stock, which is subject to daily market fluctuations and an estimated four-month delay at a minimum before its real value can be ascertained with certainty. CACI's nominal $44.00 per share offer depends upon the all-time closing high share price of CACI's volatile common stock. We believe that CACI's proposal would burden the resulting entity with approximately $6.8 billion of debt, which would result in leverage of approximately 5.7x debt to EBITDA, one of the highest in the Government Technology Services sector. CACI's proposed offer would appear to be approximately 25 percent dilutive to CACI's GAAP earnings on a pro forma basis pre-synergies and also dilutive to CACI's GAAP earnings on a pro forma basis even assuming the elevated level of CACI's estimated cost synergies. CACI's estimated synergies are, we believe, aggressive at best. With CSRA shareholders owning 55 percent of the combined company, CSRA will bear the burden of 55 percent of the termination fee payable to General Dynamics as well as 55 percent of the transaction expenses, which we estimate for CSRA alone at a total potential after-tax cost of approximately $0.66 per share for each CSRA share. Assuming CACI's transaction expenses approximate CSRA's, the estimated total potential after-tax cost could be approximately $0.82 per share for each CSRA share. Based on CACI's statement that it could close the acquisition of CSRA by July 31, 2018, the time value of money for an investor between early April and the closing of a CACI/CSRA combination would represent a significant opportunity cost. Using the average trading price of CACI's stock over the past 30 trading days and taking into account the 55 percent of the transaction expenses and termination fee to be borne by the CSRA shareholders and the time value of money opportunity cost due to the significant delay in the closing of a proposed CACI transaction, we estimate the value of CACI's unsolicited offer to be less than the General Dynamics offer. On this basis, we believe the CACI offer is inferior to our cash offer of $40.75 per share even prior to factoring in the significant market risk associated with a CACI transaction closing many months in the future with a fixed exchange ratio.\nGeneral Dynamics has a long history of successfully executing acquisitions in a timely and efficient manner and firmly believes that its offer is in the best interest of CSRA's shareholders, employees and customers.\nAbout General Dynamics\nHeadquartered in Falls Church, Virginia, General Dynamics (NYSE: GD) is a global aerospace and defense company that offers a broad portfolio of products and services in business aviation; combat vehicles, weapon systems and munitions; C4ISR and IT solutions; and shipbuilding. The company's 2017 revenue was $31 billion. More information is available at www.generaldynamics.com .\nNotice to Investors\nThis press release is not a recommendation, an offer to purchase or a solicitation of an offer to sell shares of CSRA stock. On March 5, 2018, Red Hawk Enterprises Corp., a wholly owned subsidiary of General Dynamics (\"Merger Sub\"), commenced a tender offer to purchase all of the shares of common stock, par value $0.001 per share of CSRA, that are issued and outstanding, at a price per share of $40.75, in cash, without interest and less any applicable withholding of taxes. The tender offer expires at 11:59 p.m., New York City time, on Monday, April 2, 2018, unless extended. If the tender offer is extended, we will inform the depositary of that fact and will make a public announcement of the extension no later than 9:00 a.m., New York City time, on the business day after the day on which the tender offer was scheduled to expire. On March 5, 2018, Merger Sub filed a tender offer statement and related exhibits with the U.S. Securities and Exchange Commission (the \"SEC\") and on the same date CSRA filed a solicitation/recommendation statement with respect to the tender offer. Investors and shareholders of CSRA are strongly advised to read the tender offer statement (including the related exhibits) and the solicitation/recommendation statement, as they have been amended and may be amended from time to time, because they contain important information that shareholders should consider before making any decision regarding tendering their shares. The tender offer statement (including the related exhibits) and the solicitation/recommendation statement are available at no charge on the SEC's website at www.sec.gov . In addition, the tender offer statement and other documents that Merger Sub files with the SEC are available to all shareholders of CSRA free of charge at www.generaldynamics.com . The solicitation/recommendation statement and the other documents filed by CSRA with the SEC are available to all shareholders of CSRA free of charge at www.CSRA.com .\nCertain statements made in this press release, including any statements as to future results of operations and financial projections, may constitute \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995, as amended. Forward-looking statements include, among other things, statements about the potential benefits of the proposed transaction; the prospective performance and outlook of the combined company's business, performance and opportunities, including the ability to deliver more innovative, leading-edge solutions; the ability of the parties to complete the proposed transaction and the expected timing of completion of the proposed transaction; as well as any assumptions underlying any of the foregoing. Forward-looking statements are based on management's expectations, estimates, projections and assumptions. These statements are not guarantees of future performance and involve certain risks and uncertainties, which are difficult to predict. Therefore, actual future results and trends may differ materially from what is forecast in forward-looking statements due to a variety of factors. The following are some of the factors that could cause actual future results to differ materially from those expressed in any forward-looking statements: (i) uncertainties as to the timing of the tender offer and the merger; (ii) the risk that the proposed transaction may not be completed in a timely manner or at all; (iii) uncertainties as to the percentage of CSRA's shareholders tendering their shares in the tender offer; (iv) the possibility that competing offers or acquisition proposals for CSRA will be made; (v) the possibility that any or all of the various conditions to the consummation of the tender offer or the merger may not be satisfied or waived, including the failure to receive any required regulatory approvals from any applicable governmental entities (or any conditions, limitations or restrictions placed on such approvals); (vi) the occurrence of any event, change or other circumstance that could give rise to the termination of the Merger Agreement; (vii) the risk that shareholder litigation in connection with the proposed transaction may result in significant costs of defense, indemnification and liability; and (viii) other factors as set forth from time to time in General Dynamics and CSRA's filings with the SEC, including their respective Annual Reports on Form 10-K and Quarterly Reports on Form 10-Q, as well as the tender offer statement, solicitation/recommendation statement and other tender offer documents that will be filed by General Dynamics, Merger Sub and CSRA. You are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof.\nAll forward-looking statements speak only as of the date they were made. General Dynamics and Merger Sub do not undertake any obligation to update or publicly release any revisions to any forward-looking statements to reflect events, circumstances or changes in expectations after the date of this press release.\nView original content with multimedia: http://www.prnewswire.com/news-releases/general-dynamics-to-proceed-with-all-cash-offer-to-acquire-csra-300615714.html\nSOURCE General Dynamics",
    "published": "2018-03-19T06:50:00.000+02:00",
    "crawled": "2018-03-19T05:59:44.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fall",
        "church",
        "march",
        "general",
        "dynamic",
        "intends",
        "proceed",
        "tender",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "csra",
        "nyse",
        "csra",
        "per",
        "share",
        "cash",
        "general",
        "dynamic",
        "continues",
        "believe",
        "combination",
        "creates",
        "premier",
        "provider",
        "solution",
        "government",
        "technology",
        "service",
        "market",
        "proposed",
        "acquisition",
        "csra",
        "offer",
        "superior",
        "value",
        "csra",
        "shareholder",
        "february",
        "general",
        "dynamic",
        "csra",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "general",
        "dynamic",
        "would",
        "acquire",
        "csra",
        "approximately",
        "billion",
        "cash",
        "including",
        "assumption",
        "billion",
        "csra",
        "debt",
        "tender",
        "offer",
        "csra",
        "share",
        "commenced",
        "march",
        "scheduled",
        "expire",
        "april",
        "new",
        "york",
        "city",
        "time",
        "acquisition",
        "csra",
        "expected",
        "close",
        "shortly",
        "thereafter",
        "previously",
        "disclosed",
        "waiting",
        "period",
        "antitrust",
        "improvement",
        "act",
        "respect",
        "tender",
        "offer",
        "expired",
        "march",
        "caci",
        "international",
        "inc",
        "announced",
        "unsolicited",
        "offer",
        "proposing",
        "acquire",
        "csra",
        "combination",
        "caci",
        "common",
        "stock",
        "based",
        "fixed",
        "exchange",
        "ratio",
        "share",
        "caci",
        "stock",
        "share",
        "csra",
        "common",
        "stock",
        "per",
        "share",
        "cash",
        "offer",
        "implies",
        "current",
        "csra",
        "shareholder",
        "approximately",
        "percent",
        "resulting",
        "entity",
        "general",
        "dynamic",
        "belief",
        "strongly",
        "proposed",
        "acquisition",
        "csra",
        "offer",
        "superior",
        "certain",
        "value",
        "csra",
        "shareholder",
        "following",
        "reason",
        "believe",
        "nominal",
        "price",
        "caci",
        "offer",
        "csra",
        "overstates",
        "real",
        "value",
        "csra",
        "shareholder",
        "understates",
        "risk",
        "attendant",
        "caci",
        "offer",
        "comprised",
        "per",
        "share",
        "cash",
        "less",
        "percent",
        "purported",
        "value",
        "percent",
        "caci",
        "proposed",
        "consideration",
        "consists",
        "fixed",
        "exchange",
        "ratio",
        "caci",
        "stock",
        "subject",
        "daily",
        "market",
        "fluctuation",
        "estimated",
        "delay",
        "minimum",
        "real",
        "value",
        "ascertained",
        "certainty",
        "caci",
        "nominal",
        "per",
        "share",
        "offer",
        "depends",
        "upon",
        "closing",
        "high",
        "share",
        "price",
        "caci",
        "volatile",
        "common",
        "stock",
        "believe",
        "caci",
        "proposal",
        "would",
        "burden",
        "resulting",
        "entity",
        "approximately",
        "billion",
        "debt",
        "would",
        "result",
        "leverage",
        "approximately",
        "debt",
        "ebitda",
        "one",
        "highest",
        "government",
        "technology",
        "service",
        "sector",
        "caci",
        "proposed",
        "offer",
        "would",
        "appear",
        "approximately",
        "percent",
        "dilutive",
        "caci",
        "gaap",
        "earnings",
        "pro",
        "forma",
        "basis",
        "also",
        "dilutive",
        "caci",
        "gaap",
        "earnings",
        "pro",
        "forma",
        "basis",
        "even",
        "assuming",
        "elevated",
        "level",
        "caci",
        "estimated",
        "cost",
        "synergy",
        "caci",
        "estimated",
        "synergy",
        "believe",
        "aggressive",
        "best",
        "csra",
        "shareholder",
        "owning",
        "percent",
        "combined",
        "company",
        "csra",
        "bear",
        "burden",
        "percent",
        "termination",
        "fee",
        "payable",
        "general",
        "dynamic",
        "well",
        "percent",
        "transaction",
        "expense",
        "estimate",
        "csra",
        "alone",
        "total",
        "potential",
        "cost",
        "approximately",
        "per",
        "share",
        "csra",
        "share",
        "assuming",
        "caci",
        "transaction",
        "expense",
        "approximate",
        "csra",
        "estimated",
        "total",
        "potential",
        "cost",
        "could",
        "approximately",
        "per",
        "share",
        "csra",
        "share",
        "based",
        "caci",
        "statement",
        "could",
        "close",
        "acquisition",
        "csra",
        "july",
        "time",
        "value",
        "money",
        "investor",
        "early",
        "april",
        "closing",
        "combination",
        "would",
        "represent",
        "significant",
        "opportunity",
        "cost",
        "using",
        "average",
        "trading",
        "price",
        "caci",
        "stock",
        "past",
        "trading",
        "day",
        "taking",
        "account",
        "percent",
        "transaction",
        "expense",
        "termination",
        "fee",
        "borne",
        "csra",
        "shareholder",
        "time",
        "value",
        "money",
        "opportunity",
        "cost",
        "due",
        "significant",
        "delay",
        "closing",
        "proposed",
        "caci",
        "transaction",
        "estimate",
        "value",
        "caci",
        "unsolicited",
        "offer",
        "less",
        "general",
        "dynamic",
        "offer",
        "basis",
        "believe",
        "caci",
        "offer",
        "inferior",
        "cash",
        "offer",
        "per",
        "share",
        "even",
        "prior",
        "factoring",
        "significant",
        "market",
        "risk",
        "associated",
        "caci",
        "transaction",
        "closing",
        "many",
        "month",
        "future",
        "fixed",
        "exchange",
        "ratio",
        "general",
        "dynamic",
        "long",
        "history",
        "successfully",
        "executing",
        "acquisition",
        "timely",
        "efficient",
        "manner",
        "firmly",
        "belief",
        "offer",
        "best",
        "interest",
        "csra",
        "shareholder",
        "employee",
        "customer",
        "general",
        "dynamic",
        "headquartered",
        "fall",
        "church",
        "virginia",
        "general",
        "dynamic",
        "nyse",
        "gd",
        "global",
        "aerospace",
        "defense",
        "company",
        "offer",
        "broad",
        "portfolio",
        "product",
        "service",
        "business",
        "aviation",
        "combat",
        "vehicle",
        "weapon",
        "system",
        "munition",
        "c4isr",
        "solution",
        "shipbuilding",
        "company",
        "revenue",
        "billion",
        "information",
        "available",
        "notice",
        "investor",
        "press",
        "release",
        "recommendation",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "share",
        "csra",
        "stock",
        "march",
        "red",
        "hawk",
        "enterprise",
        "wholly",
        "owned",
        "subsidiary",
        "general",
        "dynamic",
        "merger",
        "sub",
        "commenced",
        "tender",
        "offer",
        "purchase",
        "share",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "csra",
        "issued",
        "outstanding",
        "price",
        "per",
        "share",
        "cash",
        "without",
        "interest",
        "less",
        "applicable",
        "withholding",
        "tax",
        "tender",
        "offer",
        "expires",
        "new",
        "york",
        "city",
        "time",
        "monday",
        "april",
        "unless",
        "extended",
        "tender",
        "offer",
        "extended",
        "inform",
        "depositary",
        "fact",
        "make",
        "public",
        "announcement",
        "extension",
        "later",
        "new",
        "york",
        "city",
        "time",
        "business",
        "day",
        "day",
        "tender",
        "offer",
        "scheduled",
        "expire",
        "march",
        "merger",
        "sub",
        "filed",
        "tender",
        "offer",
        "statement",
        "related",
        "exhibit",
        "security",
        "exchange",
        "commission",
        "sec",
        "date",
        "csra",
        "filed",
        "statement",
        "respect",
        "tender",
        "offer",
        "investor",
        "shareholder",
        "csra",
        "strongly",
        "advised",
        "read",
        "tender",
        "offer",
        "statement",
        "including",
        "related",
        "exhibit",
        "statement",
        "amended",
        "may",
        "amended",
        "time",
        "time",
        "contain",
        "important",
        "information",
        "shareholder",
        "consider",
        "making",
        "decision",
        "regarding",
        "tendering",
        "share",
        "tender",
        "offer",
        "statement",
        "including",
        "related",
        "exhibit",
        "statement",
        "available",
        "charge",
        "sec",
        "website",
        "addition",
        "tender",
        "offer",
        "statement",
        "document",
        "merger",
        "sub",
        "file",
        "sec",
        "available",
        "shareholder",
        "csra",
        "free",
        "charge",
        "statement",
        "document",
        "filed",
        "csra",
        "sec",
        "available",
        "shareholder",
        "csra",
        "free",
        "charge",
        "certain",
        "statement",
        "made",
        "press",
        "release",
        "including",
        "statement",
        "future",
        "result",
        "operation",
        "financial",
        "projection",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "amended",
        "statement",
        "include",
        "among",
        "thing",
        "statement",
        "potential",
        "benefit",
        "proposed",
        "transaction",
        "prospective",
        "performance",
        "outlook",
        "combined",
        "company",
        "business",
        "performance",
        "opportunity",
        "including",
        "ability",
        "deliver",
        "innovative",
        "solution",
        "ability",
        "party",
        "complete",
        "proposed",
        "transaction",
        "expected",
        "timing",
        "completion",
        "proposed",
        "transaction",
        "well",
        "assumption",
        "underlying",
        "foregoing",
        "statement",
        "based",
        "management",
        "expectation",
        "estimate",
        "projection",
        "assumption",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "difficult",
        "predict",
        "therefore",
        "actual",
        "future",
        "result",
        "trend",
        "may",
        "differ",
        "materially",
        "forecast",
        "statement",
        "due",
        "variety",
        "factor",
        "following",
        "factor",
        "could",
        "cause",
        "actual",
        "future",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "uncertainty",
        "timing",
        "tender",
        "offer",
        "merger",
        "ii",
        "risk",
        "proposed",
        "transaction",
        "may",
        "completed",
        "timely",
        "manner",
        "iii",
        "uncertainty",
        "percentage",
        "csra",
        "shareholder",
        "tendering",
        "share",
        "tender",
        "offer",
        "iv",
        "possibility",
        "competing",
        "offer",
        "acquisition",
        "proposal",
        "csra",
        "made",
        "v",
        "possibility",
        "various",
        "condition",
        "consummation",
        "tender",
        "offer",
        "merger",
        "may",
        "satisfied",
        "waived",
        "including",
        "failure",
        "receive",
        "required",
        "regulatory",
        "approval",
        "applicable",
        "governmental",
        "entity",
        "condition",
        "limitation",
        "restriction",
        "placed",
        "approval",
        "vi",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "vii",
        "risk",
        "shareholder",
        "litigation",
        "connection",
        "proposed",
        "transaction",
        "may",
        "result",
        "significant",
        "cost",
        "defense",
        "indemnification",
        "liability",
        "viii",
        "factor",
        "set",
        "forth",
        "time",
        "time",
        "general",
        "dynamic",
        "csra",
        "filing",
        "sec",
        "including",
        "respective",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "well",
        "tender",
        "offer",
        "statement",
        "statement",
        "tender",
        "offer",
        "document",
        "filed",
        "general",
        "dynamic",
        "merger",
        "sub",
        "csra",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "statement",
        "speak",
        "date",
        "made",
        "general",
        "dynamic",
        "merger",
        "sub",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "release",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "change",
        "expectation",
        "date",
        "press",
        "release",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "general",
        "dynamic"
    ]
}