{
    "organizations": [],
    "uuid": "60f04083069cff16f0706c11718e3c01dc666525",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-usa-trump-cohn-analystview/analysts-view-trump-economic-adviser-cohn-quits-after-dispute-over-tariffs-idUSKCN1GI342",
    "ord_in_thread": 0,
    "title": "Analyst View: Trump economic adviser Cohn quits after dispute over tariffs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Reuters) - Top White House economic adviser Gary Cohn, a Wall Street banker who opposes hefty steel and aluminum tariffs planned by U.S. President Donald Trump, said late Tuesday that he was resigning.\nFILE PHOTO: White House chief economic adviser Gary Cohn speaks during a press briefing at the White House in Washington, U.S., September 28, 2017. REUTERS/Yuri Gripas/File photo The dollar weakened and S&P 500 e-minis ESc1 were down over 1.25 percent with Dow futures at negative 1.6 percent, following the Cohn news.\nBELOW ARE COMMENTS FROM MARKET ANALYSTS AND INVESTORS ON TUESDAY:\nRICK MECKLER, PRESIDENT OF INVESTMENT FIRM LIBERTYVIEW CAPITAL MANAGEMENT IN JERSEY CITY, NEW JERSEY\n“If you’re looking for an excuse to sell, this is the kind of announcement that certainly causes short-term downward pressure. He came from Wall street and certainly large institutional investors felt he was very credible in his spot.\nMost stock market investors would have preferred to see him stay because he’s someone who represents a fairly deep understanding of the market and, at least in the mind of investors, he’s a stabilizing force on the administration’s economic plans.\nThat said though, this has been an administration that has been chaotic from the start, and I’m not sure that this is more than a single news-cycle story. I would be surprised to see it have a meaningful effect on the market for more than a day or two.\nIt would be a big story in some other administration, but it will just be one more thing. I just don’t think it’s going to be seen as significant enough over the long run. With this administration, I think it’s clear, the president himself calls the shots.\nThose people who have continued to stay with the market and be buyers believe the core strength of the market is the economic growth of the country and the new tax plan and increased earnings.\nWhat is causing some concern is will tariffs and a trade war occur. I don’t think his being there or not is going to be the deciding factor about it.”\nSTEPHEN MASSOCCA, SENIOR VICE PRESIDENT AT WEDBUSH SECURITIES IN SAN FRANCISCO\n“This has got to be displeasure with the tariffs. I guess it was the straw that broke the camel’s back. There have been a series of policy decisions that haven’t gone his way. My guess is that this will be minor. That there’s more turmoil at the White House I don’t think is new news to anyone. My guess is that they’ll fairly easily find someone to fill the role. This is not earth-shattering. It’s not a vitamin pill, but I don’t see it perceived as a super-negative.”\nBUCKY HELLWIG, SENIOR VICE PRESIDENT AT BB&T WEALTH MANAGEMENT IN BIRMINGHAM, ALABAMA:\n“His focus was the tax cuts, and they’re behind us now so he may have viewed this as a decent time to leave the administration. It comes as a surprise but not that big of a surprise in that it had been talked about in the press earlier.\nWe’ve got a long time between now and the open (in stocks tomorrow), but the consensus thinking is it would be a negative for the (stock) market. There’s a thought that Cohn was really the driver of economic policy, and he is well respected in that area. It then becomes an uncertainty as to who replaces him in that role. There’s uncertainty as to who is going to be the voice of economic policy until that role is filled.”\nDOUG KASS, FOUNDER AND PRESIDENT OF SEABREEZE PARTNERS MANAGEMENT, PALM BEACH, FLORIDA\n“I believe that Cohn resigned for a myriad of reasons - not only because of the proposed steel and aluminum tariffs. Today I moved to a large sized SPY short. Many will dismiss this event - arguably, as well as the previous dysfunction, chaos and numerous incoherent and ‘on the fly’ policy White House decisions made over the last six months.\nBut I will not and I do not believe the markets will dismiss this either - as the resignation is symptomatic of a host of issues that have been normalized by investors and by citizens over the last 12 months.\nTonight’s resignation underscores the likelihood that the recently announced tariffs will be pursued and will be implemented by the Trump administration.”\nDAVID KOTOK, CHAIRMAN & CHIEF INVESTMENT OFFICER AT CUMBERLAND ADVISORS, SARASOTA, FLORIDA\n“News on Cohn is certainly a negative surprise. Markets won’t like it. Markets worry about trade wars. Maybe Trump will end up a hero with a renegotiated NAFTA and a success. My fear is that he is using this bellicose and belligerent bullying tactic and will fail. The U.S. has a lot to lose from a trade war. In fact, no one wins. Trade is not a zero sum game. Trade barriers, quotas and tariffs reduce the concept of competitive advantage which means they raise costs - inflation - lower efficiencies and introduce more market volatility and increased currency risk to businesses engaged in international commerce.”\nPAUL MORTIMER-LEE, CHIEF MARKET ECONOMIST AT BNP PARIBAS CORPORATE AND INVESTMENT BANKING IN NEW YORK\n“One of the adults in the room has left. The markets will worry that this is a signal that we will definitely go ahead with these tariffs, which raises prices, lowers output and lowers jobs. Not by a massive amount, because steel and aluminum are a relatively small proportion of the economy. But, it looks like a path to a trade war and therefore there’s going to be retaliation. Cohn was seen as a moderating influence, and now he’s gone. The president’s ear is going to be dominated by louder and louder protectionist voices.\nThe real issue with U.S. trade is China. And steel and aluminum doesn’t really tackle China. I think there’s more to come. And I think intellectual property is probably where it is coming.\nWe’re on a slippery slope and Cohn had been putting salt on the ice.”\nMICHAEL PURVES, CHIEF GLOBAL STRATEGIST AT WEEDEN & CO IN NEW YORK\n“It’s a very significant deal for the markets. The markets don’t like tariffs and… Gary Cohn was one of Wall St’s guys and an endorser of conventional economic policy. Who will get the job? That is driving policy uncertainty and a path to potentially more of a populist nationalist economic agenda. The market is selling off for a good reason.”\nJACK ABLIN, CHIEF INVESTMENT OFFICER AT CRESSET WEALTH ADVISORS IN CHICAGO\n“I wouldn’t read too much into it. I think Gary Cohn may have left not because he thought tariffs were imminent… it was really more of an issue with alignment of rhetoric. You have Steve Mnuchin standing at attention, in line on the tariffs, saying he doesn’t like it but he understands it. Gary Cohn couldn’t do that. And I think President Trump was probably frustrated to know there was some dissention.\nI think it was probably more of a political decision that it was an economic one.\nIf the market takes it badly it’s probably a near-term buying opportunity.”\nANDREW BRENNER, HEAD OF INTERNATIONAL FIXED INCOME AT NATALLIANCE SECURITIES LLC\n“Gary Cohn is one of the true Wall Street all stars behind the Trump tax plan. He will be missed. We thought he might switch mid-term and become the Treasury Secretary. He is that good.”\nJUSTIN HOOGENDORN, HEAD OF FIXED INCOME STRATEGY AT PIPER JAFFRAY & CO. IN CHICAGO\n“I think the market reaction will be somewhat muted. In my mind, you look at some of the headlines from the past couple days and you figured it was coming.\nFor a number of reasons, trade not a small one, the market is concerned about what Trump’s policies are and what they’re going to do from an economic perspective.\nThere could be a bit of a hole as far as economic analysis and truly understanding the markets.”\nReporting by Caroline Valetkevitch, Kate Duguid, Megan Davies and Trevor Hunnicutt\n ",
    "published": "2018-03-07T08:05:00.000+02:00",
    "crawled": "2018-03-07T08:29:26.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "reuters",
        "top",
        "white",
        "house",
        "economic",
        "adviser",
        "gary",
        "cohn",
        "wall",
        "street",
        "banker",
        "opposes",
        "hefty",
        "steel",
        "aluminum",
        "tariff",
        "planned",
        "president",
        "donald",
        "trump",
        "said",
        "late",
        "tuesday",
        "resigning",
        "file",
        "photo",
        "white",
        "house",
        "chief",
        "economic",
        "adviser",
        "gary",
        "cohn",
        "speaks",
        "press",
        "briefing",
        "white",
        "house",
        "washington",
        "september",
        "photo",
        "dollar",
        "weakened",
        "p",
        "esc1",
        "percent",
        "dow",
        "future",
        "negative",
        "percent",
        "following",
        "cohn",
        "news",
        "comment",
        "market",
        "analyst",
        "investor",
        "tuesday",
        "rick",
        "meckler",
        "president",
        "investment",
        "firm",
        "libertyview",
        "capital",
        "management",
        "jersey",
        "city",
        "new",
        "jersey",
        "looking",
        "excuse",
        "sell",
        "kind",
        "announcement",
        "certainly",
        "cause",
        "downward",
        "pressure",
        "came",
        "wall",
        "street",
        "certainly",
        "large",
        "institutional",
        "investor",
        "felt",
        "credible",
        "spot",
        "stock",
        "market",
        "investor",
        "would",
        "preferred",
        "see",
        "stay",
        "someone",
        "represents",
        "fairly",
        "deep",
        "understanding",
        "market",
        "least",
        "mind",
        "investor",
        "stabilizing",
        "force",
        "administration",
        "economic",
        "plan",
        "said",
        "though",
        "administration",
        "chaotic",
        "start",
        "sure",
        "single",
        "story",
        "would",
        "surprised",
        "see",
        "meaningful",
        "effect",
        "market",
        "day",
        "two",
        "would",
        "big",
        "story",
        "administration",
        "one",
        "thing",
        "think",
        "going",
        "seen",
        "significant",
        "enough",
        "long",
        "run",
        "administration",
        "think",
        "clear",
        "president",
        "call",
        "shot",
        "people",
        "continued",
        "stay",
        "market",
        "buyer",
        "believe",
        "core",
        "strength",
        "market",
        "economic",
        "growth",
        "country",
        "new",
        "tax",
        "plan",
        "increased",
        "earnings",
        "causing",
        "concern",
        "tariff",
        "trade",
        "war",
        "occur",
        "think",
        "going",
        "deciding",
        "factor",
        "stephen",
        "massocca",
        "senior",
        "vice",
        "president",
        "wedbush",
        "security",
        "san",
        "francisco",
        "got",
        "displeasure",
        "tariff",
        "guess",
        "straw",
        "broke",
        "camel",
        "back",
        "series",
        "policy",
        "decision",
        "gone",
        "way",
        "guess",
        "minor",
        "turmoil",
        "white",
        "house",
        "think",
        "new",
        "news",
        "anyone",
        "guess",
        "fairly",
        "easily",
        "find",
        "someone",
        "fill",
        "role",
        "vitamin",
        "pill",
        "see",
        "perceived",
        "bucky",
        "hellwig",
        "senior",
        "vice",
        "president",
        "bb",
        "wealth",
        "management",
        "birmingham",
        "alabama",
        "focus",
        "tax",
        "cut",
        "behind",
        "u",
        "may",
        "viewed",
        "decent",
        "time",
        "leave",
        "administration",
        "come",
        "surprise",
        "big",
        "surprise",
        "talked",
        "press",
        "earlier",
        "got",
        "long",
        "time",
        "open",
        "stock",
        "tomorrow",
        "consensus",
        "thinking",
        "would",
        "negative",
        "stock",
        "market",
        "thought",
        "cohn",
        "really",
        "driver",
        "economic",
        "policy",
        "well",
        "respected",
        "area",
        "becomes",
        "uncertainty",
        "replaces",
        "role",
        "uncertainty",
        "going",
        "voice",
        "economic",
        "policy",
        "role",
        "doug",
        "kass",
        "founder",
        "president",
        "seabreeze",
        "partner",
        "management",
        "palm",
        "beach",
        "florida",
        "believe",
        "cohn",
        "resigned",
        "myriad",
        "reason",
        "proposed",
        "steel",
        "aluminum",
        "tariff",
        "today",
        "moved",
        "large",
        "sized",
        "spy",
        "short",
        "many",
        "dismiss",
        "event",
        "arguably",
        "well",
        "previous",
        "dysfunction",
        "chaos",
        "numerous",
        "incoherent",
        "fly",
        "policy",
        "white",
        "house",
        "decision",
        "made",
        "last",
        "six",
        "month",
        "believe",
        "market",
        "dismiss",
        "either",
        "resignation",
        "symptomatic",
        "host",
        "issue",
        "normalized",
        "investor",
        "citizen",
        "last",
        "month",
        "tonight",
        "resignation",
        "underscore",
        "likelihood",
        "recently",
        "announced",
        "tariff",
        "pursued",
        "implemented",
        "trump",
        "david",
        "kotok",
        "chairman",
        "chief",
        "investment",
        "officer",
        "cumberland",
        "advisor",
        "sarasota",
        "florida",
        "news",
        "cohn",
        "certainly",
        "negative",
        "surprise",
        "market",
        "like",
        "market",
        "worry",
        "trade",
        "war",
        "maybe",
        "trump",
        "end",
        "hero",
        "renegotiated",
        "nafta",
        "success",
        "fear",
        "using",
        "bellicose",
        "belligerent",
        "bullying",
        "tactic",
        "fail",
        "lot",
        "lose",
        "trade",
        "war",
        "fact",
        "one",
        "win",
        "trade",
        "zero",
        "sum",
        "game",
        "trade",
        "barrier",
        "quota",
        "tariff",
        "reduce",
        "concept",
        "competitive",
        "advantage",
        "mean",
        "raise",
        "cost",
        "inflation",
        "lower",
        "efficiency",
        "introduce",
        "market",
        "volatility",
        "increased",
        "currency",
        "risk",
        "business",
        "engaged",
        "international",
        "paul",
        "chief",
        "market",
        "economist",
        "bnp",
        "paribas",
        "corporate",
        "investment",
        "banking",
        "new",
        "york",
        "one",
        "adult",
        "room",
        "left",
        "market",
        "worry",
        "signal",
        "definitely",
        "go",
        "ahead",
        "tariff",
        "raise",
        "price",
        "lower",
        "output",
        "lower",
        "job",
        "massive",
        "amount",
        "steel",
        "aluminum",
        "relatively",
        "small",
        "proportion",
        "economy",
        "look",
        "like",
        "path",
        "trade",
        "war",
        "therefore",
        "going",
        "retaliation",
        "cohn",
        "seen",
        "moderating",
        "influence",
        "gone",
        "president",
        "ear",
        "going",
        "dominated",
        "louder",
        "louder",
        "protectionist",
        "voice",
        "real",
        "issue",
        "trade",
        "china",
        "steel",
        "aluminum",
        "really",
        "tackle",
        "china",
        "think",
        "come",
        "think",
        "intellectual",
        "property",
        "probably",
        "coming",
        "slippery",
        "slope",
        "cohn",
        "putting",
        "salt",
        "michael",
        "purves",
        "chief",
        "global",
        "strategist",
        "weeden",
        "co",
        "new",
        "york",
        "significant",
        "deal",
        "market",
        "market",
        "like",
        "tariff",
        "gary",
        "cohn",
        "one",
        "wall",
        "st",
        "guy",
        "endorser",
        "conventional",
        "economic",
        "policy",
        "get",
        "job",
        "driving",
        "policy",
        "uncertainty",
        "path",
        "potentially",
        "populist",
        "nationalist",
        "economic",
        "agenda",
        "market",
        "selling",
        "good",
        "jack",
        "ablin",
        "chief",
        "investment",
        "officer",
        "cresset",
        "wealth",
        "advisor",
        "chicago",
        "read",
        "much",
        "think",
        "gary",
        "cohn",
        "may",
        "left",
        "thought",
        "tariff",
        "really",
        "issue",
        "alignment",
        "rhetoric",
        "steve",
        "mnuchin",
        "standing",
        "attention",
        "line",
        "tariff",
        "saying",
        "like",
        "understands",
        "gary",
        "cohn",
        "think",
        "president",
        "trump",
        "probably",
        "frustrated",
        "know",
        "dissention",
        "think",
        "probably",
        "political",
        "decision",
        "economic",
        "one",
        "market",
        "take",
        "badly",
        "probably",
        "buying",
        "andrew",
        "brenner",
        "head",
        "international",
        "fixed",
        "income",
        "natalliance",
        "security",
        "llc",
        "gary",
        "cohn",
        "one",
        "true",
        "wall",
        "street",
        "star",
        "behind",
        "trump",
        "tax",
        "plan",
        "missed",
        "thought",
        "might",
        "switch",
        "become",
        "treasury",
        "secretary",
        "justin",
        "hoogendorn",
        "head",
        "fixed",
        "income",
        "strategy",
        "piper",
        "jaffray",
        "chicago",
        "think",
        "market",
        "reaction",
        "somewhat",
        "muted",
        "mind",
        "look",
        "headline",
        "past",
        "couple",
        "day",
        "figured",
        "coming",
        "number",
        "reason",
        "trade",
        "small",
        "one",
        "market",
        "concerned",
        "trump",
        "policy",
        "going",
        "economic",
        "perspective",
        "could",
        "bit",
        "hole",
        "far",
        "economic",
        "analysis",
        "truly",
        "understanding",
        "reporting",
        "caroline",
        "valetkevitch",
        "kate",
        "duguid",
        "megan",
        "davy",
        "trevor",
        "hunnicutt"
    ]
}