{
    "organizations": [],
    "uuid": "5cd21c3c403171b15e2375a5e5533049c4de511c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-antares-pharma-reports-fourth-quarter-and-full-yeara2017-operating-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "Antares Pharma Reports Fourth Quarter and Full Year 2017 Operating and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "EWING, N.J., March 13, 2018 (GLOBE NEWSWIRE) -- Antares Pharma, Inc. (NASDAQ:ATRS) today reported operating progress and financial results for the fourth quarter and full year ended December 31, 2017. The Company reported revenue of $14.0 million for the fourth quarter of 2017 and $54.5 million for the full year ended December 31, 2017. Net loss per share was $0.02 and $0.11 for the fourth quarter and full year 2017, respectively.\n“I am pleased to report another year of revenue growth driven by an increasing portfolio of proprietary and partnered products. We believe the recent approval of the Makena subcutaneous auto injector product, which utilizes our QuickShot device, could potentially drive further revenue growth in the coming year,” said Robert F. Apple, President and Chief Executive Officer of the Company. “While we diligently work on moving our XYOSTED testosterone regulatory application forward, we continue to support our partner Teva, on their three pending drug-device abbreviated new drug applications. We remain focused on growing both our commercial business and our pipeline in 2018 with the potential filing of an investigational new drug application in the second half of this year.”\nFourth Quarter 2017 and Recent Highlights\nReported quarterly revenue of $14.0 million and annual revenue of $54.5 million for the fourth quarter and full year ended December 31, 2017. Reported cash, cash equivalents and short-term investments of $31.6 million at December 31, 2017.\nAnnounced the successful regulatory approval of the Makena ® subcutaneous auto injector collaboration with AMAG Pharmaceuticals. The drug-device combination product utilizes the Antares QuickShot ® device which was specifically developed to deliver a rapid injection of highly viscous drugs such as progesterone in oil through a fine gauge nonvisible needle.\nAnnounced the receipt of the second installment of $2.75 million from Ferring Pharmaceuticals (Ferring) relating to the previously disclosed divestiture of the worldwide rights for the ZOMAJET™ needle-free auto injector device to Ferring. The purchase price of up to $14.5 million is to be paid in four installments of which the first two totaling $4.75 million have been received. The transaction is subject to certain customary closing conditions and is anticipated to be completed by the end of 2018.\nOTREXUP ® revenue grew 17% to $4.8 million versus the fourth quarter of 2016 and full year revenue of $17.9 million increased 18% versus the same period in 2016.\nSumatriptan Injection USP total prescriptions increased to 27% of the migraine auto injector market for the full year 2017 according to data from Symphony Health Solutions. Full year revenue increased 48% to $13.5 million in 2017 versus the same period in 2016.\nRequested a Type A meeting be held with the U.S. Food and Drug Administration (FDA) to discuss the Complete Response Letter received by Antares (the Company) regarding the New Drug Application for XYOSTED™. The meeting was held on February 21 st and the Company intends to provide an update on the outcome of the meeting following receipt of the FDA generated minutes, which are typically received within thirty days of the meeting.\nFourth Quarter and Year End 2017 Financial Results\nTotal revenue represents revenue generated from sales of OTREXUP ® , Sumatriptan Injection, product sales of auto injectors and components, development and licensing revenue and royalties. Total revenue was $14.0 million for the three months ended December 31, 2017, compared to $14.2 million for the comparable period in 2016. For the year-ended December 31, 2017, total revenue was $54.5 million, compared to total revenue of $52.2 million for the year-ended December 31, 2016. See Table 1 attached for further details on revenues.\nProduct sales represent sales of our proprietary products and devices or device components to our partners. Product sales were $11.0 million for the three months ended December 31, 2017, compared to $9.7 million for the comparable period in 2016, and were $41.7 million for the year-ended December 31, 2017 compared to $40.3 million in the same period of 2016. The increase in product sales for the three-month period was primarily driven by an increase in OTREXUP ® revenue, and sales of pre-launch auto injector devices for use with Teva’s generic epinephrine product and AMAG’s auto injectors offset by lower shipments of Sumatriptan Injection USP and the related profit earned under the profit sharing arrangement with Teva. The increase in product sales for the year was primarily driven by an increase in OTREXUP ® revenue, shipments of AMAG’s auto injector and increased shipments of Sumatriptan Injection USP and the related profit earned under the profit sharing arrangement with Teva offset by a reduction in sales of pre-launch auto injector devices for use with Teva’s generic epinephrine product.\nDevelopment revenue was $2.2 million for the three months ended December 31, 2017, compared to $3.8 million for the comparable period in 2016, and was $10.1 million for the year-ended December 31, 2017 compared to $10.2 million in the same period of 2016. The decrease in development revenue for the three-month period was primarily a result of lower development revenue related to the pen injector programs with Teva. Development revenue decreases as the potential products move toward commercialization, such is the case for the Makena ® auto injector program.\nOperating expenses were $11.0 million for the three months ended December 31, 2017 compared to $11.7 million in the comparable period of 2016. Operating expenses for the year-ended December 31, 2017 were $43.5 million as compared to $47.5 million for the same period in 2016. The decrease in operating expenses for the three and twelve month periods of 2017 was primarily due to a reduction in external clinical and development costs related to XYOSTED™ offset by an increase in sales and marketing expenses associated with the preparation for a potential launch of XYOSTED™.\nNet loss was $3.7 million for the three months ended December 31, 2017, compared to $4.5 million in the comparable period in 2016, and $16.7 million for the year-ended December 31, 2017 compared to $24.3 million in the same period of 2016.\nNet loss per share was $0.02 and $0.11 for the three months and year-ended December 31, 2017, respectively, and $0.03 and $0.16 for the comparable periods in 2016, respectively.\nAt December 31, 2017, cash, cash equivalents and investments were $31.6 million compared to $27.7 million at December 31, 2016.\nConference Call, Call Replay and Webcast\nAntares executives will provide a Company update and review fourth quarter and full year 2017 financial results via webcast and conference call on Tuesday, March 13, 2018, at 8:30 a.m. ET (Eastern Time). The webcast of the conference call, which will include a slide presentation, can be accessed through the link located on the “For Investors” section of the Company’s website ( www.antarespharma.com ) under “Webcasts.” Alternatively, callers may participate in the audio portion of the conference call by dialing 1-800-239-9838 or 1-323-794-2551. Callers should reference the Antares Pharma conference call or conference identification code 6501930. Callers can access the slide presentation on the “For Investors” section of the Company’s website under “Presentations.” Webcast and telephone replays of the conference call will be available from 11:30 a.m. ET on Tuesday, March 13, 2018, through 11:30 a.m. ET on Thursday, April 12, 2018. To access the replay, callers should dial 1-888-203-1112 (US) or 1-719-457-0820 (International) and enter passcode 6501930.\nAbout Antares Pharma\nAntares Pharma focuses on self-administered parenteral pharmaceutical products. The Company’s product, OTREXUP ® (methotrexate) injection for subcutaneous use, is approved in the U.S. for the treatment of adults with severe active rheumatoid arthritis, children with active polyarticular juvenile idiopathic arthritis and adults with severe recalcitrant psoriasis. The Company’s product Sumatriptan Injection USP, is approved in the U.S. for the acute treatment of migraine and cluster headache and is distributed by Teva Pharmaceutical Industries, Ltd. (Teva). Antares Pharma is also developing an investigational new drug, XYOSTED™, for the treatment of testosterone deficiency (hypogonadism). The Company filed a New Drug Application for XYOSTED™ and received a Complete Response Letter. The Company's technology platforms include VIBEX ® disposable auto injectors and disposable multi-use pen injectors. Antares Pharma has license, development and supply agreements with Teva that include VIBEX ® epinephrine, exenatide multi-dose pen, and teriparatide multi-dose pen. The Company also provides AMAG Pharmaceuticals with a subcutaneous QuickShot ® auto injector for administering Makena ® (hydroxyprogesterone caproate injection) . For more information, visit www.antarespharma.com .\nSAFE HARBOR STATEMENT UNDER THE PRIVATE SECURITIES LITIGATION REFORM ACT OF 1995\nThis press release contains within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are subject to certain risks and uncertainties that can cause actual results to described. Factors that may cause such differences include, but are not limited to: the timing of the commercial launch of the Makena subcutaneous auto injector product in the U.S. and future market acceptance and revenue from the Makena subcutaneous auto injector product; the outcome of the Type A meeting with the U.S. Food and Drug Administration (FDA), the Company’s ability to resolve the deficiencies identified by the FDA in the Complete Response Letter, the timeframe associated with such resolution and whether any such response will be accepted by the FDA, FDA approval of the Company’s NDA for XYOSTED and future market acceptance and revenue for XYOSTED; successful completion of the transaction with Ferring International Center, S.A. and satisfaction of the various conditions in the Ferring asset purchase agreement and payment of the full purchase price; Teva’s expectations about timing and approval of the VIBEX ® epinephrine pen ANDA by the FDA and potential product launch of the same, the therapeutic equivalence rating thereof, and any future revenue from the same; FDA action with respect to Teva’s Abbreviated New Drug Application (“ANDA”) for the Teriparatide multi-dose pen and the timing and approval, if any, by the FDA of the same; FDA action with respect to Teva’s ANDA for the Exenatide pen and the timing and approval, if any, by the FDA of the same; Teva’s ability to successfully sell VIBEX ® Sumatriptan Injection USP and the amount of revenue from the same; continued growth of prescriptions and sales of OTREXUP ® ; the timing and results of research projects, clinical trials, and product candidates in development; actions by the FDA or other regulatory agencies with respect to the Company’s products or product candidates of its partners; continued growth in product, development, licensing and royalty revenue; the Company’s ability to obtain financial and other resources for its research, development, clinical, and commercial activities and other statements regarding matters that are not historical facts, and involve predictions. These statements involve known and unknown risks, uncertainties and other factors that may cause actual results, performance, achievements or prospects to be materially different from any future results, performance, achievements or prospects expressed in or implied by such In some cases you can identify by terminology such as ''may'', ''will'', ''should'', ''would'', ''expect'', ''intend'', ''plan'', ''anticipate'', ''believe'', ''estimate'', ''predict'', ''potential'', ''seem'', ''seek'', ''future'', ''continue'', or ''appear'' or the negative of these terms or similar expressions, although not all contain these identifying words. Additional information concerning these and other factors that may cause actual results to anticipated in the is contained in the \"Risk Factors\" section of the Company's Annual Report on Form 10-K, and in the Company's other periodic reports and filings with the Securities and Exchange Commission. The Company cautions investors not to place undue reliance on the contained in this press release. All are based on information currently available to the Company on the date hereof, and the Company undertakes no obligation to revise or update these to reflect events or circumstances after the date of this press release, except as required by law.\nContacts:\nJack Howarth\nVice President, Corporate Affairs\n609-359-3016\njhowarth@antarespharma.com\nTABLES FOLLOW\nANTARES PHARMA, INC.\nTable 1 – CONSOLIDATED REVENUE DETAILS\n(amounts in thousands, except percentages)\n(unaudited) Three Months\nEnded December 31, Increase Year Ended December 31, Increase 2017 2016 (Decrease) 2017 2016 (Decrease) OTREXUP ® $ 4,836 $ 4,121 17 % $ 17,946 $ 15,145 18 % Sumatriptan Injection USP 1,210 2,737 (56 %) 13,474 9,104 48 % Auto injector and pen injector devices 3,127 1,140 174 % 5,353 10,609 (50 %) Needle-free injector devices and components 1,814 1,740 4 % 4,922 5,460 (10 %) Total product sales 10,987 9,738 13 % 41,695 40,318 3 % Development revenue 2,200 3,767 (42 %) 10,095 10,235 (1 %) Licensing revenue 19 38 (50 %) 1,076 166 548 % Royalties 834 653 28 % 1,649 1,503 10 % Total revenue $ 14,040 $ 14,196 (1 %) $ 54,515 $ 52,222 4 %\nANTARES PHARMA, INC.\nTable 2 – CONSOLIDATED CONDENSED STATEMENTS OF OPERATIONS\n(amounts in thousands except per share amounts)\n(unaudited) Three Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 Revenue: Product sales $ 10,987 $ 9,738 $ 41,695 $ 40,318 Development revenue 2,200 3,767 10,095 10,235 Licensing revenue 19 38 1,076 166 Royalties 834 653 1,649 1,503 Total revenue 14,040 14,196 54,515 52,222 Cost of revenue 7,107 6,689 27,466 28,817 Gross profit 6,933 7,507 27,049 23,405 Research and development 3,612 5,572 13,147 21,127 Selling, general and administrative 7,340 6,155 30,353 26,395 Total operating expenses 10,952 11,727 43,500 47,522 Operating loss (4,019 ) (4,220 ) (16,451 ) (24,117 ) Other income (expense) 305 (180 ) (292 ) (122 ) Net loss before income taxes (3,714 ) (4,400 ) (16,743 ) (24,239 ) Income tax provision - 100 - 100 Net loss $ (3,714 ) $ (4,500 ) $ (16,743 ) $ (24,339 ) Basic and diluted net loss per common share $ (0.02 ) $ (0.03 ) $ (0.11 ) $ (0.16 ) Basic and diluted weighted average common shares outstanding 156,655 155,111 156,054 154,992\nANTARES PHARMA, INC.\nTable 3 – CONSOLIDATED CONDENSED BALANCE SHEETS\n(amounts in thousands)\n(unaudited) December 31, December 31, 2017 2016 Assets Cash, cash equivalents and investments $ 31,555 $ 27,715 Accounts receivable 11,878 9,073 Inventories 9,275 5,327 Equipment, molds, furniture and fixtures, net 16,158 17,867 Patent rights, net 1,401 2,045 Goodwill 1,095 1,095 Other assets 2,976 3,203 Total Assets $ 74,338 $ 66,325 Liabilities and Stockholders ’ Equity Accounts payable and accrued expenses $ 12,939 $ 13,758 Deferred revenue 2,994 7,349 Long-term debt 24,858 - Stockholders’ equity 33,547 45,218 Total Liabilities and Stockholders’ Equity $ 74,338 $ 66,325\nSource:Antares Pharma, Inc.",
    "published": "2018-03-13T14:00:00.000+02:00",
    "crawled": "2018-03-13T14:01:36.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ewing",
        "march",
        "globe",
        "newswire",
        "antares",
        "pharma",
        "nasdaq",
        "atrs",
        "today",
        "reported",
        "operating",
        "progress",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "million",
        "full",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "per",
        "share",
        "fourth",
        "quarter",
        "full",
        "year",
        "respectively",
        "pleased",
        "report",
        "another",
        "year",
        "revenue",
        "growth",
        "driven",
        "increasing",
        "portfolio",
        "proprietary",
        "partnered",
        "product",
        "believe",
        "recent",
        "approval",
        "makena",
        "subcutaneous",
        "auto",
        "injector",
        "product",
        "utilizes",
        "quickshot",
        "device",
        "could",
        "potentially",
        "drive",
        "revenue",
        "growth",
        "coming",
        "year",
        "said",
        "robert",
        "apple",
        "president",
        "chief",
        "executive",
        "officer",
        "company",
        "diligently",
        "work",
        "moving",
        "xyosted",
        "testosterone",
        "regulatory",
        "application",
        "forward",
        "continue",
        "support",
        "partner",
        "teva",
        "three",
        "pending",
        "abbreviated",
        "new",
        "drug",
        "application",
        "remain",
        "focused",
        "growing",
        "commercial",
        "business",
        "pipeline",
        "potential",
        "filing",
        "investigational",
        "new",
        "drug",
        "application",
        "second",
        "half",
        "fourth",
        "quarter",
        "recent",
        "highlight",
        "reported",
        "quarterly",
        "revenue",
        "million",
        "annual",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "reported",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "december",
        "announced",
        "successful",
        "regulatory",
        "approval",
        "makena",
        "subcutaneous",
        "auto",
        "injector",
        "collaboration",
        "amag",
        "pharmaceutical",
        "combination",
        "product",
        "utilizes",
        "antares",
        "quickshot",
        "device",
        "specifically",
        "developed",
        "deliver",
        "rapid",
        "injection",
        "highly",
        "viscous",
        "drug",
        "progesterone",
        "oil",
        "fine",
        "gauge",
        "nonvisible",
        "needle",
        "announced",
        "receipt",
        "second",
        "installment",
        "million",
        "ferring",
        "pharmaceutical",
        "ferring",
        "relating",
        "previously",
        "disclosed",
        "divestiture",
        "worldwide",
        "right",
        "auto",
        "injector",
        "device",
        "ferring",
        "purchase",
        "price",
        "million",
        "paid",
        "four",
        "installment",
        "first",
        "two",
        "totaling",
        "million",
        "received",
        "transaction",
        "subject",
        "certain",
        "customary",
        "closing",
        "condition",
        "anticipated",
        "completed",
        "end",
        "otrexup",
        "revenue",
        "grew",
        "million",
        "versus",
        "fourth",
        "quarter",
        "full",
        "year",
        "revenue",
        "million",
        "increased",
        "versus",
        "period",
        "sumatriptan",
        "injection",
        "usp",
        "total",
        "prescription",
        "increased",
        "migraine",
        "auto",
        "injector",
        "market",
        "full",
        "year",
        "according",
        "data",
        "symphony",
        "health",
        "solution",
        "full",
        "year",
        "revenue",
        "increased",
        "million",
        "versus",
        "period",
        "requested",
        "type",
        "meeting",
        "held",
        "food",
        "drug",
        "administration",
        "fda",
        "discus",
        "complete",
        "response",
        "letter",
        "received",
        "antares",
        "company",
        "regarding",
        "new",
        "drug",
        "application",
        "meeting",
        "held",
        "february",
        "st",
        "company",
        "intends",
        "provide",
        "update",
        "outcome",
        "meeting",
        "following",
        "receipt",
        "fda",
        "generated",
        "minute",
        "typically",
        "received",
        "within",
        "thirty",
        "day",
        "meeting",
        "fourth",
        "quarter",
        "year",
        "end",
        "financial",
        "result",
        "total",
        "revenue",
        "represents",
        "revenue",
        "generated",
        "sale",
        "otrexup",
        "sumatriptan",
        "injection",
        "product",
        "sale",
        "auto",
        "injector",
        "component",
        "development",
        "licensing",
        "revenue",
        "royalty",
        "total",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "comparable",
        "period",
        "december",
        "total",
        "revenue",
        "million",
        "compared",
        "total",
        "revenue",
        "million",
        "december",
        "see",
        "table",
        "attached",
        "detail",
        "revenue",
        "product",
        "sale",
        "represent",
        "sale",
        "proprietary",
        "product",
        "device",
        "device",
        "component",
        "partner",
        "product",
        "sale",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "comparable",
        "period",
        "million",
        "december",
        "compared",
        "million",
        "period",
        "increase",
        "product",
        "sale",
        "period",
        "primarily",
        "driven",
        "increase",
        "otrexup",
        "revenue",
        "sale",
        "auto",
        "injector",
        "device",
        "use",
        "teva",
        "generic",
        "epinephrine",
        "product",
        "amag",
        "auto",
        "injector",
        "offset",
        "lower",
        "shipment",
        "sumatriptan",
        "injection",
        "usp",
        "related",
        "profit",
        "earned",
        "profit",
        "sharing",
        "arrangement",
        "teva",
        "increase",
        "product",
        "sale",
        "year",
        "primarily",
        "driven",
        "increase",
        "otrexup",
        "revenue",
        "shipment",
        "amag",
        "auto",
        "injector",
        "increased",
        "shipment",
        "sumatriptan",
        "injection",
        "usp",
        "related",
        "profit",
        "earned",
        "profit",
        "sharing",
        "arrangement",
        "teva",
        "offset",
        "reduction",
        "sale",
        "auto",
        "injector",
        "device",
        "use",
        "teva",
        "generic",
        "epinephrine",
        "product",
        "development",
        "revenue",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "comparable",
        "period",
        "million",
        "december",
        "compared",
        "million",
        "period",
        "decrease",
        "development",
        "revenue",
        "period",
        "primarily",
        "result",
        "lower",
        "development",
        "revenue",
        "related",
        "pen",
        "injector",
        "program",
        "teva",
        "development",
        "revenue",
        "decrease",
        "potential",
        "product",
        "move",
        "toward",
        "commercialization",
        "case",
        "makena",
        "auto",
        "injector",
        "program",
        "operating",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "comparable",
        "period",
        "operating",
        "expense",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "operating",
        "expense",
        "three",
        "twelve",
        "month",
        "period",
        "primarily",
        "due",
        "reduction",
        "external",
        "clinical",
        "development",
        "cost",
        "related",
        "offset",
        "increase",
        "sale",
        "marketing",
        "expense",
        "associated",
        "preparation",
        "potential",
        "launch",
        "net",
        "loss",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "comparable",
        "period",
        "million",
        "december",
        "compared",
        "million",
        "period",
        "net",
        "loss",
        "per",
        "share",
        "three",
        "month",
        "december",
        "respectively",
        "comparable",
        "period",
        "respectively",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "conference",
        "call",
        "call",
        "replay",
        "webcast",
        "antares",
        "executive",
        "provide",
        "company",
        "update",
        "review",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "via",
        "webcast",
        "conference",
        "call",
        "tuesday",
        "march",
        "et",
        "eastern",
        "time",
        "webcast",
        "conference",
        "call",
        "include",
        "slide",
        "presentation",
        "accessed",
        "link",
        "located",
        "investor",
        "section",
        "company",
        "website",
        "alternatively",
        "caller",
        "may",
        "participate",
        "audio",
        "portion",
        "conference",
        "call",
        "dialing",
        "caller",
        "reference",
        "antares",
        "pharma",
        "conference",
        "call",
        "conference",
        "identification",
        "code",
        "caller",
        "access",
        "slide",
        "presentation",
        "investor",
        "section",
        "company",
        "website",
        "webcast",
        "telephone",
        "replay",
        "conference",
        "call",
        "available",
        "et",
        "tuesday",
        "march",
        "et",
        "thursday",
        "april",
        "access",
        "replay",
        "caller",
        "dial",
        "u",
        "international",
        "enter",
        "passcode",
        "antares",
        "pharma",
        "antares",
        "pharma",
        "focus",
        "parenteral",
        "pharmaceutical",
        "product",
        "company",
        "product",
        "otrexup",
        "methotrexate",
        "injection",
        "subcutaneous",
        "use",
        "approved",
        "treatment",
        "adult",
        "severe",
        "active",
        "rheumatoid",
        "arthritis",
        "child",
        "active",
        "polyarticular",
        "juvenile",
        "idiopathic",
        "arthritis",
        "adult",
        "severe",
        "recalcitrant",
        "psoriasis",
        "company",
        "product",
        "sumatriptan",
        "injection",
        "usp",
        "approved",
        "acute",
        "treatment",
        "migraine",
        "cluster",
        "headache",
        "distributed",
        "teva",
        "pharmaceutical",
        "industry",
        "teva",
        "antares",
        "pharma",
        "also",
        "developing",
        "investigational",
        "new",
        "drug",
        "treatment",
        "testosterone",
        "deficiency",
        "hypogonadism",
        "company",
        "filed",
        "new",
        "drug",
        "application",
        "received",
        "complete",
        "response",
        "letter",
        "company",
        "technology",
        "platform",
        "include",
        "vibex",
        "disposable",
        "auto",
        "injector",
        "disposable",
        "pen",
        "injector",
        "antares",
        "pharma",
        "license",
        "development",
        "supply",
        "agreement",
        "teva",
        "include",
        "vibex",
        "epinephrine",
        "exenatide",
        "pen",
        "teriparatide",
        "pen",
        "company",
        "also",
        "provides",
        "amag",
        "pharmaceutical",
        "subcutaneous",
        "quickshot",
        "auto",
        "injector",
        "administering",
        "makena",
        "hydroxyprogesterone",
        "caproate",
        "injection",
        "information",
        "visit",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "cause",
        "actual",
        "result",
        "described",
        "factor",
        "may",
        "cause",
        "difference",
        "include",
        "limited",
        "timing",
        "commercial",
        "launch",
        "makena",
        "subcutaneous",
        "auto",
        "injector",
        "product",
        "future",
        "market",
        "acceptance",
        "revenue",
        "makena",
        "subcutaneous",
        "auto",
        "injector",
        "product",
        "outcome",
        "type",
        "meeting",
        "food",
        "drug",
        "administration",
        "fda",
        "company",
        "ability",
        "resolve",
        "deficiency",
        "identified",
        "fda",
        "complete",
        "response",
        "letter",
        "timeframe",
        "associated",
        "resolution",
        "whether",
        "response",
        "accepted",
        "fda",
        "fda",
        "approval",
        "company",
        "nda",
        "xyosted",
        "future",
        "market",
        "acceptance",
        "revenue",
        "xyosted",
        "successful",
        "completion",
        "transaction",
        "ferring",
        "international",
        "center",
        "satisfaction",
        "various",
        "condition",
        "ferring",
        "asset",
        "purchase",
        "agreement",
        "payment",
        "full",
        "purchase",
        "price",
        "teva",
        "expectation",
        "timing",
        "approval",
        "vibex",
        "epinephrine",
        "pen",
        "anda",
        "fda",
        "potential",
        "product",
        "launch",
        "therapeutic",
        "equivalence",
        "rating",
        "thereof",
        "future",
        "revenue",
        "fda",
        "action",
        "respect",
        "teva",
        "abbreviated",
        "new",
        "drug",
        "application",
        "anda",
        "teriparatide",
        "pen",
        "timing",
        "approval",
        "fda",
        "fda",
        "action",
        "respect",
        "teva",
        "anda",
        "exenatide",
        "pen",
        "timing",
        "approval",
        "fda",
        "teva",
        "ability",
        "successfully",
        "sell",
        "vibex",
        "sumatriptan",
        "injection",
        "usp",
        "amount",
        "revenue",
        "continued",
        "growth",
        "prescription",
        "sale",
        "otrexup",
        "timing",
        "result",
        "research",
        "project",
        "clinical",
        "trial",
        "product",
        "candidate",
        "development",
        "action",
        "fda",
        "regulatory",
        "agency",
        "respect",
        "company",
        "product",
        "product",
        "candidate",
        "partner",
        "continued",
        "growth",
        "product",
        "development",
        "licensing",
        "royalty",
        "revenue",
        "company",
        "ability",
        "obtain",
        "financial",
        "resource",
        "research",
        "development",
        "clinical",
        "commercial",
        "activity",
        "statement",
        "regarding",
        "matter",
        "historical",
        "fact",
        "involve",
        "prediction",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "prospect",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "prospect",
        "expressed",
        "implied",
        "case",
        "identify",
        "terminology",
        "may",
        "would",
        "expect",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "predict",
        "potential",
        "seem",
        "seek",
        "future",
        "continue",
        "appear",
        "negative",
        "term",
        "similar",
        "expression",
        "although",
        "contain",
        "identifying",
        "word",
        "additional",
        "information",
        "concerning",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "anticipated",
        "contained",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "form",
        "company",
        "periodic",
        "report",
        "filing",
        "security",
        "exchange",
        "commission",
        "company",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "contained",
        "press",
        "release",
        "based",
        "information",
        "currently",
        "available",
        "company",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "reflect",
        "event",
        "circumstance",
        "date",
        "press",
        "release",
        "except",
        "required",
        "law",
        "contact",
        "jack",
        "howarth",
        "vice",
        "president",
        "corporate",
        "affair",
        "jhowarth",
        "table",
        "follow",
        "antares",
        "pharma",
        "table",
        "consolidated",
        "revenue",
        "detail",
        "amount",
        "thousand",
        "except",
        "percentage",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "increase",
        "year",
        "ended",
        "december",
        "increase",
        "decrease",
        "decrease",
        "otrexup",
        "sumatriptan",
        "injection",
        "usp",
        "auto",
        "injector",
        "pen",
        "injector",
        "device",
        "injector",
        "device",
        "component",
        "total",
        "product",
        "sale",
        "development",
        "revenue",
        "licensing",
        "revenue",
        "royalty",
        "total",
        "revenue",
        "antares",
        "pharma",
        "table",
        "consolidated",
        "condensed",
        "statement",
        "operation",
        "amount",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "revenue",
        "product",
        "sale",
        "development",
        "revenue",
        "licensing",
        "revenue",
        "royalty",
        "total",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "antares",
        "pharma",
        "table",
        "consolidated",
        "condensed",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "unaudited",
        "december",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "inventory",
        "equipment",
        "mold",
        "furniture",
        "fixture",
        "net",
        "patent",
        "right",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "debt",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "antares",
        "pharma",
        "inc"
    ]
}