{
    "organizations": [],
    "uuid": "12d7e390adbf514abc75f832286790d62ba9473a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/28/pr-newswire-fly-leasing-to-acquire-major-aircraft-portfolio.html",
    "ord_in_thread": 0,
    "title": "Fly Leasing to Acquire Major Aircraft Portfolio",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DUBLIN, Feb. 28, 2018 /PRNewswire/ -- Fly Leasing Limited (\"FLY\") (NYSE: FLY) today announced that it has entered into a definitive agreement with AirAsia Berhad (\"AAB\") (KLSE: 5099) and its subsidiary, Asia Aviation Capital Limited (\"AAC\"), under which FLY will acquire 54 Airbus narrowbody aircraft and seven CFM engines on lease to AAB and its affiliates (the \"AirAsia Group\"), and one Airbus narrowbody aircraft on lease to a third-party airline. In addition, FLY will acquire the option to purchase an additional 20 Airbus A320neo family aircraft, not subject to lease, which begin delivering from the manufacturer in 2019.\nAt the closing of the initial stage of the transaction, FLY will acquire 34 Airbus A320-200 aircraft and seven aircraft engines. Of these aircraft, which have an average age of 6.6 years and a remaining lease term of 6.2 years, 33 are on lease to five different airlines within the AirAsia Group, and one aircraft is on lease to a third-party airline.\nIn addition to the aircraft acquired in the first stage of the transaction, FLY has agreed to acquire 21 A320neo family aircraft that will be subject to 12-year leases to AirAsia Group airlines. These 21 aircraft are scheduled to deliver new from the manufacturer between 2019 and 2021.\nIn the final stage of the transaction, FLY will acquire the option to purchase an additional 20 Airbus A320neo family aircraft, not subject to lease, which begin delivering from the manufacturer in 2019.\nUnder the terms of the agreement, AAB will receive approximately $1.0 billion in cash and 3,333,333 newly-issued FLY shares at $15.00 per share as part of the initial stage of the transaction. The shares acquired by AAB will be subject to lock-up arrangements through 2021, and voting and standstill agreements, and will be entitled to registration rights.\nIn addition, an affiliate of Onex Corporation (\"Onex\") and the management team of BBAM Limited Partnership (\"BBAM\") will each acquire 666,667 newly-issued FLY shares at $15.00 per share, for total consideration of $20 million. When added to pre-existing shareholdings by Onex and the BBAM management team, these investors will hold a total of 5.5 million shares, or 17% of the company's proforma outstanding shares.\nThe transaction is expected to close in the second and third quarters of 2018, subject to approval by AAB shareholders, receipt of necessary regulatory approvals and satisfaction of other customary closing conditions.\nThe transaction is part of a larger acquisition under which FLY, together with BBAM's other capital partners, Nomura Babcock & Brown and Incline Aviation, will acquire a total of 132 aircraft from AAB and its subsidiary AAC, as well as options to acquire 50 A320neo family aircraft, to be delivered in the future. AAB will also make a $50 million investment in Incline Aviation as part of its consideration.\nFLY's CEO Colm Barrington commented: \"We are thrilled to partner with one of Asia's premier and fastest expanding airline groups. These investments will grow FLY's fleet with the most attractive and newest generation of narrowbody aircraft on known lease and financing terms. This transaction is expected to drive high levels of stable, long-term profitability and cash flows at FLY for the benefit of our stakeholders.\"\nTan Sri Tony Fernandes, AirAsia Group Chief Executive Officer, added: \"The AirAsia Group is delighted to begin this new, long-term partnership with Steve and the rest of the team at BBAM. BBAM has a similar culture to AirAsia. Steve is a great entrepreneur with a strategic vision and he has built a strong team with great attention to detail that is incredibly passionate about what they do. I am confident that his management team will drive the value of our investment in both FLY and Incline.\" Mr. Fernandes commented further, \"This is a perfect outcome to a strategy we started in 2004 and I'm thrilled at the execution of our long-term vision. We have now disposed most of our physical non-core assets and we are thrilled to be embarking on our new digital strategy, which will build a very valuable group of assets.\"\nSteve Zissis, Chief Executive Officer of BBAM, commented: \"BBAM is providing FLY with unique access to a major investment opportunity that FLY would not have been able to pursue on its own. We passionately believe BBAM's unique structure enables us to offer unparalleled fleet planning solutions to our airline customers by enabling us to participate in large scale transactions that few of our peers can deliver.\" Mr. Zissis further commented, \"Tony and his team have built an incredible business at AirAsia and we feel fortunate in having this opportunity to build a long-term partnership with an organization of this caliber.\"\nAdvisors\nVedder Price and Jones Day acted as legal advisors to FLY. BNP Paribas, Citi, Commonwealth Bank of Australia and Deutsche Bank have provided committed financing to FLY for the transaction. EY and KPMG acted as tax advisors to FLY.\nConference Call and Webcast for Investors and Analysts\nIn connection with the press release, management will host a conference call and webcast with slide presentation to discuss the acquisition on Thursday, March 1 at 9:00 am Eastern Time. Participants should dial +1 253-237-1145 (International) or 800-535-7056 (North America) and enter confirmation code 6594009. Please call at least five minutes early to allow for connection time.\nA live webcast with slide presentation will be available on the Events & Presentations page in the Investor Relations section of FLY's website at www.flyleasing.com . A webcast replay will be available on the company's website for one year.\nAbout FLY\nFLY is a global aircraft leasing company with a fleet of modern, high-demand and fuel-efficient commercial jet aircraft. FLY leases its aircraft under multi-year operating lease contracts to a diverse group of airlines throughout the world. FLY is managed and serviced by BBAM and its affiliates, a worldwide leader in aircraft lease management and financing. For more information visit www.flyleasing.com .\nAbout AirAsia Group\nAirAsia, the world's leading low-cost carrier group, services an extensive network of over 130 destinations across Asia Pacific. Since starting operations in 2001, AirAsia has carried more than 400 million guests and grown its fleet from just two aircraft to over 200. The airline is proud to be a truly Asean (Association of Southeast Asian Nations) airline with established operations based in Malaysia, Indonesia, Thailand and the Philippines as well as India and Japan, servicing a network stretching across Asia, Australia and New Zealand, the Middle East and the US. AirAsia has been named the World's Best Low-Cost Airline at the annual Skytrax World Airline Awards nine times in a row from 2009 to 2017. AirAsia was also awarded World's Leading Low-Cost Airline for the fifth consecutive year at the 2017 World Travel Awards, where it became the inaugural recipient of the World's Leading Low-Cost Airline Cabin Crew award.\nAbout BBAM\nBBAM is the world's largest dedicated manager of investments in leased commercial jet aircraft providing over 200 airline customers in more than 50 countries with fleet and financing solutions over the last three decades. BBAM is the only manager in the aircraft leasing industry focused exclusively on generating investment returns for third-party investors. BBAM currently has more than 400 aircraft under management and employs over 120 professionals at its headquarters in San Francisco and in additional offices in New York, London, Tokyo, Singapore, Zurich, Dublin, and Santiago. For more information about BBAM, please visit its website at www.bbam.com .\nAbout Onex\nOnex is one of the oldest and most successful private equity firms. Through its Onex Partners and ONCAP private equity funds, Onex acquires and builds high-quality businesses in partnership with talented management teams. At Onex Credit, Onex manages and invests in leveraged loans, collateralized loan obligations and other credit securities. Onex has more than $32 billion of assets under management, including $6.8 billion of Onex proprietary capital, in private equity and credit securities. With offices in Toronto, New York, New Jersey and London, Onex and the team are collectively the largest investors across Onex' platforms.\nOnex' businesses have assets of $47 billion, generate annual revenues of $30 billion and employ approximately 162,000 people worldwide. Onex shares trade on the Toronto Stock Exchange under the stock symbol ONEX. For more information on Onex, visit its website at www.onex.com .\nCautionary Statement Regarding Forward-Looking Statements\nThis press release contains certain \" \" within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements may be identified by words such as \"expects,\" \"intends,\" \"anticipates,\" \"plans,\" \"believes,\" \"seeks,\" \"estimates,\" \"will,\" or words of similar meaning and include, but are not limited to, statements regarding the outlook for FLY's future business, operations and financial performance, including the expected benefits of the transaction; whether and when the transactions described herein (the \"Transactions\") will be consummated; the amount of cash and stock consideration to be paid by FLY; the type, amount and terms of the acquisition financing to be obtained by FLY; and, the amount of any fees and expenses incurred in connection with the Transactions. Forward-looking statements are based on management's current expectations and assumptions, which are subject to inherent uncertainties, risks and changes in circumstances that are difficult to predict. Actual outcomes and results may differ materially due to global political, economic, business, competitive, market, regulatory and other factors and risks, including risks relating to the satisfaction of conditions to the closing of the Transactions; risks relating to satisfaction of conditions to the financing of the Transactions; risks relating to FLY's ability to obtain additional required financing for the Transactions on favorable terms, or at all; the risk that expected benefits of the Transactions may not be fully realized or may take longer to realize than expected; the risk that business disruption resulting from the Transactions may be greater than expected; and the risk that FLY may be unable to achieve its portfolio growth expectations, or to reap the benefits of such growth. Further information on the factors and risks that may affect FLY's business is included in filings FLY makes with the Securities and Exchange Commission (the \"SEC\") from time to time, including its Annual Report on Form 20-F and its Reports on Form 6-K. FLY expressly disclaims any obligation to update or revise any of these , whether because of future events, new information, a change in its views or expectations, or otherwise.\nContact:\nMatt Dallas\nFly Leasing Limited\n+1 203-769-5916\nir@flyleasing.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/fly-leasing-to-acquire-major-aircraft-portfolio-300606231.html\nSOURCE Fly Leasing Limited",
    "published": "2018-03-01T03:30:00.000+02:00",
    "crawled": "2018-03-01T04:05:01.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dublin",
        "fly",
        "leasing",
        "limited",
        "fly",
        "nyse",
        "fly",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "airasia",
        "berhad",
        "aab",
        "klse",
        "subsidiary",
        "asia",
        "aviation",
        "capital",
        "limited",
        "aac",
        "fly",
        "acquire",
        "airbus",
        "narrowbody",
        "aircraft",
        "seven",
        "cfm",
        "engine",
        "lease",
        "aab",
        "affiliate",
        "airasia",
        "group",
        "one",
        "airbus",
        "narrowbody",
        "aircraft",
        "lease",
        "airline",
        "addition",
        "fly",
        "acquire",
        "option",
        "purchase",
        "additional",
        "airbus",
        "a320neo",
        "family",
        "aircraft",
        "subject",
        "lease",
        "begin",
        "delivering",
        "manufacturer",
        "closing",
        "initial",
        "stage",
        "transaction",
        "fly",
        "acquire",
        "airbus",
        "aircraft",
        "seven",
        "aircraft",
        "engine",
        "aircraft",
        "average",
        "age",
        "year",
        "remaining",
        "lease",
        "term",
        "year",
        "lease",
        "five",
        "different",
        "airline",
        "within",
        "airasia",
        "group",
        "one",
        "aircraft",
        "lease",
        "airline",
        "addition",
        "aircraft",
        "acquired",
        "first",
        "stage",
        "transaction",
        "fly",
        "agreed",
        "acquire",
        "a320neo",
        "family",
        "aircraft",
        "subject",
        "lease",
        "airasia",
        "group",
        "airline",
        "aircraft",
        "scheduled",
        "deliver",
        "new",
        "manufacturer",
        "final",
        "stage",
        "transaction",
        "fly",
        "acquire",
        "option",
        "purchase",
        "additional",
        "airbus",
        "a320neo",
        "family",
        "aircraft",
        "subject",
        "lease",
        "begin",
        "delivering",
        "manufacturer",
        "term",
        "agreement",
        "aab",
        "receive",
        "approximately",
        "billion",
        "cash",
        "fly",
        "share",
        "per",
        "share",
        "part",
        "initial",
        "stage",
        "transaction",
        "share",
        "acquired",
        "aab",
        "subject",
        "arrangement",
        "voting",
        "standstill",
        "agreement",
        "entitled",
        "registration",
        "right",
        "addition",
        "affiliate",
        "onex",
        "corporation",
        "onex",
        "management",
        "team",
        "bbam",
        "limited",
        "partnership",
        "bbam",
        "acquire",
        "fly",
        "share",
        "per",
        "share",
        "total",
        "consideration",
        "million",
        "added",
        "shareholding",
        "onex",
        "bbam",
        "management",
        "team",
        "investor",
        "hold",
        "total",
        "million",
        "share",
        "company",
        "proforma",
        "outstanding",
        "share",
        "transaction",
        "expected",
        "close",
        "second",
        "third",
        "quarter",
        "subject",
        "approval",
        "aab",
        "shareholder",
        "receipt",
        "necessary",
        "regulatory",
        "approval",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "transaction",
        "part",
        "larger",
        "acquisition",
        "fly",
        "together",
        "bbam",
        "capital",
        "partner",
        "nomura",
        "babcock",
        "brown",
        "incline",
        "aviation",
        "acquire",
        "total",
        "aircraft",
        "aab",
        "subsidiary",
        "aac",
        "well",
        "option",
        "acquire",
        "a320neo",
        "family",
        "aircraft",
        "delivered",
        "future",
        "aab",
        "also",
        "make",
        "million",
        "investment",
        "incline",
        "aviation",
        "part",
        "consideration",
        "fly",
        "ceo",
        "colm",
        "barrington",
        "commented",
        "thrilled",
        "partner",
        "one",
        "asia",
        "premier",
        "fastest",
        "expanding",
        "airline",
        "group",
        "investment",
        "grow",
        "fly",
        "fleet",
        "attractive",
        "newest",
        "generation",
        "narrowbody",
        "aircraft",
        "known",
        "lease",
        "financing",
        "term",
        "transaction",
        "expected",
        "drive",
        "high",
        "level",
        "stable",
        "profitability",
        "cash",
        "flow",
        "fly",
        "benefit",
        "stakeholder",
        "tan",
        "sri",
        "tony",
        "fernandes",
        "airasia",
        "group",
        "chief",
        "executive",
        "officer",
        "added",
        "airasia",
        "group",
        "delighted",
        "begin",
        "new",
        "partnership",
        "steve",
        "rest",
        "team",
        "bbam",
        "bbam",
        "similar",
        "culture",
        "airasia",
        "steve",
        "great",
        "entrepreneur",
        "strategic",
        "vision",
        "built",
        "strong",
        "team",
        "great",
        "attention",
        "detail",
        "incredibly",
        "passionate",
        "confident",
        "management",
        "team",
        "drive",
        "value",
        "investment",
        "fly",
        "incline",
        "fernandes",
        "commented",
        "perfect",
        "outcome",
        "strategy",
        "started",
        "thrilled",
        "execution",
        "vision",
        "disposed",
        "physical",
        "asset",
        "thrilled",
        "embarking",
        "new",
        "digital",
        "strategy",
        "build",
        "valuable",
        "group",
        "asset",
        "steve",
        "zissis",
        "chief",
        "executive",
        "officer",
        "bbam",
        "commented",
        "bbam",
        "providing",
        "fly",
        "unique",
        "access",
        "major",
        "investment",
        "opportunity",
        "fly",
        "would",
        "able",
        "pursue",
        "passionately",
        "believe",
        "bbam",
        "unique",
        "structure",
        "enables",
        "u",
        "offer",
        "unparalleled",
        "fleet",
        "planning",
        "solution",
        "airline",
        "customer",
        "enabling",
        "u",
        "participate",
        "large",
        "scale",
        "transaction",
        "peer",
        "deliver",
        "zissis",
        "commented",
        "tony",
        "team",
        "built",
        "incredible",
        "business",
        "airasia",
        "feel",
        "fortunate",
        "opportunity",
        "build",
        "partnership",
        "organization",
        "caliber",
        "advisor",
        "vedder",
        "price",
        "jones",
        "day",
        "acted",
        "legal",
        "advisor",
        "fly",
        "bnp",
        "paribas",
        "citi",
        "commonwealth",
        "bank",
        "australia",
        "deutsche",
        "bank",
        "provided",
        "committed",
        "financing",
        "fly",
        "transaction",
        "ey",
        "kpmg",
        "acted",
        "tax",
        "advisor",
        "fly",
        "conference",
        "call",
        "webcast",
        "investor",
        "analyst",
        "connection",
        "press",
        "release",
        "management",
        "host",
        "conference",
        "call",
        "webcast",
        "slide",
        "presentation",
        "discus",
        "acquisition",
        "thursday",
        "march",
        "eastern",
        "time",
        "participant",
        "dial",
        "international",
        "north",
        "america",
        "enter",
        "confirmation",
        "code",
        "please",
        "call",
        "least",
        "five",
        "minute",
        "early",
        "allow",
        "connection",
        "time",
        "live",
        "webcast",
        "slide",
        "presentation",
        "available",
        "event",
        "presentation",
        "page",
        "investor",
        "relation",
        "section",
        "fly",
        "website",
        "webcast",
        "replay",
        "available",
        "company",
        "website",
        "one",
        "year",
        "fly",
        "fly",
        "global",
        "aircraft",
        "leasing",
        "company",
        "fleet",
        "modern",
        "commercial",
        "jet",
        "aircraft",
        "fly",
        "lease",
        "aircraft",
        "operating",
        "lease",
        "contract",
        "diverse",
        "group",
        "airline",
        "throughout",
        "world",
        "fly",
        "managed",
        "serviced",
        "bbam",
        "affiliate",
        "worldwide",
        "leader",
        "aircraft",
        "lease",
        "management",
        "financing",
        "information",
        "visit",
        "airasia",
        "group",
        "airasia",
        "world",
        "leading",
        "carrier",
        "group",
        "service",
        "extensive",
        "network",
        "destination",
        "across",
        "asia",
        "pacific",
        "since",
        "starting",
        "operation",
        "airasia",
        "carried",
        "million",
        "guest",
        "grown",
        "fleet",
        "two",
        "aircraft",
        "airline",
        "proud",
        "truly",
        "asean",
        "association",
        "southeast",
        "asian",
        "nation",
        "airline",
        "established",
        "operation",
        "based",
        "malaysia",
        "indonesia",
        "thailand",
        "philippine",
        "well",
        "india",
        "japan",
        "servicing",
        "network",
        "stretching",
        "across",
        "asia",
        "australia",
        "new",
        "zealand",
        "middle",
        "east",
        "u",
        "airasia",
        "named",
        "world",
        "best",
        "airline",
        "annual",
        "skytrax",
        "world",
        "airline",
        "award",
        "nine",
        "time",
        "row",
        "airasia",
        "also",
        "awarded",
        "world",
        "leading",
        "airline",
        "fifth",
        "consecutive",
        "year",
        "world",
        "travel",
        "award",
        "became",
        "inaugural",
        "recipient",
        "world",
        "leading",
        "airline",
        "cabin",
        "crew",
        "award",
        "bbam",
        "bbam",
        "world",
        "largest",
        "dedicated",
        "manager",
        "investment",
        "leased",
        "commercial",
        "jet",
        "aircraft",
        "providing",
        "airline",
        "customer",
        "country",
        "fleet",
        "financing",
        "solution",
        "last",
        "three",
        "decade",
        "bbam",
        "manager",
        "aircraft",
        "leasing",
        "industry",
        "focused",
        "exclusively",
        "generating",
        "investment",
        "return",
        "investor",
        "bbam",
        "currently",
        "aircraft",
        "management",
        "employ",
        "professional",
        "headquarters",
        "san",
        "francisco",
        "additional",
        "office",
        "new",
        "york",
        "london",
        "tokyo",
        "singapore",
        "zurich",
        "dublin",
        "santiago",
        "information",
        "bbam",
        "please",
        "visit",
        "website",
        "onex",
        "onex",
        "one",
        "oldest",
        "successful",
        "private",
        "equity",
        "firm",
        "onex",
        "partner",
        "oncap",
        "private",
        "equity",
        "fund",
        "onex",
        "acquires",
        "build",
        "business",
        "partnership",
        "talented",
        "management",
        "team",
        "onex",
        "credit",
        "onex",
        "manages",
        "invests",
        "leveraged",
        "loan",
        "collateralized",
        "loan",
        "obligation",
        "credit",
        "security",
        "onex",
        "billion",
        "asset",
        "management",
        "including",
        "billion",
        "onex",
        "proprietary",
        "capital",
        "private",
        "equity",
        "credit",
        "security",
        "office",
        "toronto",
        "new",
        "york",
        "new",
        "jersey",
        "london",
        "onex",
        "team",
        "collectively",
        "largest",
        "investor",
        "across",
        "onex",
        "platform",
        "onex",
        "business",
        "asset",
        "billion",
        "generate",
        "annual",
        "revenue",
        "billion",
        "employ",
        "approximately",
        "people",
        "worldwide",
        "onex",
        "share",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "stock",
        "symbol",
        "onex",
        "information",
        "onex",
        "visit",
        "website",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "may",
        "identified",
        "word",
        "expects",
        "intends",
        "anticipates",
        "plan",
        "belief",
        "seek",
        "estimate",
        "word",
        "similar",
        "meaning",
        "include",
        "limited",
        "statement",
        "regarding",
        "outlook",
        "fly",
        "future",
        "business",
        "operation",
        "financial",
        "performance",
        "including",
        "expected",
        "benefit",
        "transaction",
        "whether",
        "transaction",
        "described",
        "herein",
        "transaction",
        "consummated",
        "amount",
        "cash",
        "stock",
        "consideration",
        "paid",
        "fly",
        "type",
        "amount",
        "term",
        "acquisition",
        "financing",
        "obtained",
        "fly",
        "amount",
        "fee",
        "expense",
        "incurred",
        "connection",
        "transaction",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "assumption",
        "subject",
        "inherent",
        "uncertainty",
        "risk",
        "change",
        "circumstance",
        "difficult",
        "predict",
        "actual",
        "outcome",
        "result",
        "may",
        "differ",
        "materially",
        "due",
        "global",
        "political",
        "economic",
        "business",
        "competitive",
        "market",
        "regulatory",
        "factor",
        "risk",
        "including",
        "risk",
        "relating",
        "satisfaction",
        "condition",
        "closing",
        "transaction",
        "risk",
        "relating",
        "satisfaction",
        "condition",
        "financing",
        "transaction",
        "risk",
        "relating",
        "fly",
        "ability",
        "obtain",
        "additional",
        "required",
        "financing",
        "transaction",
        "favorable",
        "term",
        "risk",
        "expected",
        "benefit",
        "transaction",
        "may",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "risk",
        "business",
        "disruption",
        "resulting",
        "transaction",
        "may",
        "greater",
        "expected",
        "risk",
        "fly",
        "may",
        "unable",
        "achieve",
        "portfolio",
        "growth",
        "expectation",
        "reap",
        "benefit",
        "growth",
        "information",
        "factor",
        "risk",
        "may",
        "affect",
        "fly",
        "business",
        "included",
        "filing",
        "fly",
        "make",
        "security",
        "exchange",
        "commission",
        "sec",
        "time",
        "time",
        "including",
        "annual",
        "report",
        "form",
        "report",
        "form",
        "fly",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "whether",
        "future",
        "event",
        "new",
        "information",
        "change",
        "view",
        "expectation",
        "otherwise",
        "contact",
        "matt",
        "dallas",
        "fly",
        "leasing",
        "limited",
        "ir",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "fly",
        "leasing",
        "limited"
    ]
}