{
    "organizations": [],
    "uuid": "24a82246c16fde820488c3a4d6e056231c533846",
    "author": "Ed Frauenheim",
    "url": "http://fortune.com/2018/03/20/the-secrets-of-one-of-texass-best-companies-to-work-for/",
    "ord_in_thread": 0,
    "title": "The Secrets of One of Texas’s Best Companies to Work For",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The Secrets of One of Texas's Best Companies to Work For Courtesy of Freese and Nichols 7:00 AM EDT \nKim Patak is a civil engineer with an innovator’s heart. \nAbout a decade ago, Patak went to her managers at engineering and architecture firm Freese and Nichols with an idea. She proposed embracing water system and drainage practices that relied on natural stream restoration techniques instead of the traditional concrete-focused approach many engineers took for clients in the public sector. \n“Civil engineers love to use concrete,” Patak says. “I was always the one saying, ‘No, we’re not putting concrete in here.’” \nLeaders at Freese and Nichols, now a 750-person firm based in Fort Worth, Texas, listened to Patak. Her interest and advocacy would advance the company’s practices in streambank restoration. The company gave Patak several weeks off and paid more than $10,000 to allow her to enroll in a training program on greener approaches to infrastructure. And the investment paid off. Freese and Nichols’ business in the area of sustainable stream restoration has grown—so much so that two years ago the company acquired a firm specializing in natural waterways projects. What’s more, the faith Freese and Nichols showed in Patak keeps her loyal and fired up to find the next big, disruptive thing. \n“It felt like I was getting a graduate degree,” Patak says of her training. “It felt amazing to have that support of the company, to have the trust in me.” \nThis tale of generous training leading to a happier employee and a healthier business isn’t unique to Kim Patak, nor to Freese and Nichols. It’s part of what makes a Best Workplace in Texas. My organization just published the list of the Best Workplaces in Texas with our partner, Fortune . And one of the key features at Freese and Nichols—the No. 1 Small and Medium Best Workplace in the state—and the rest of these top organizations is a commitment to employee development. At the best large workplaces in the Lone Star State, 86% of employees say they get the training they need to advance professionally. That figure edges up to 88% of staffers at the best small and medium-size workplaces. \nThose Best Workplaces in Texas are part of a bigger story still. A story about organizations working to create a positive experience for every employee, no matter who they are or what they do for the company. Great Places to Work for All, as we describe in our new book , are dedicated to developing their people. While some organizations have trimmed training budgets or restricted them to “high potentials” over the past few decades, the best workplaces have doubled down on and democratized development. They have increased their spending on training and in many cases increased opportunities for staffers at all levels of the organization to expand their skills and knowledge. These investments have paid off in terms of tighter bonds with employees, a more-capable, innovation-ready workforce and revenues that outpace rivals. \nConsider Encompass Home Health and Hospice, one of the Best Large Workplaces in Texas. For the fourth quarter of 2017, the 8,500-employee organization saw revenues rise 14.6% year-over-year to $208.9 million. Last year’s growth follows steady expansion for the past two decades, which helped convince rehabilitation hospital provider HealthSouth to acquire it in 2015. And in a sign of the power of the Encompass brand, parent company HealthSouth just renamed itself Encompass Health Corporation this year. \nAll the success is directly tied to the way Encompass Home Health and Hospice pours time, money and energy into employee development, says April Anthony, who founded the company in 1998 and serves as its CEO. Anthony’s philosophy has long been that the nurses, home health aides and other staffers doing the draining work of caring for patients need training, recognition and plenty of time off if they are going to deliver excellent service in a sustainable way. \n“If I wake up every morning thinking about profits, we’re probably doomed,” Anthony says. “But if I wake up every morning instead thinking about our people, and how I can create an environment that will make them better than they’ve been anywhere else, then things seem to work out pretty well for us and the profits follow.” \nThe training Encompass gives to its people begins with a “preceptor program” for new hires. This is an intensive orientation and job-shadowing practice that can last from two to eight weeks, depending on the experience level of the new employee. A certified veteran clinician—the preceptor—shows the new-to-Encompass staffer how to handle a variety of procedures and generally how the company treats patients. The relationship with the preceptor doesn’t end when the new employee graduates to care for his or her own patients independently. There are quarterly check-ins for a solid year. \nThe preceptor program goes beyond industry-standard orientation training, Anthony says, but comes with a side benefit: setting a high bar for the way employees relate and collaborate. \n“This investment creates a distinctive culture for both how we care for patients, and how we take care of one another,” she says. “In the process, this genuine caring causes us to raise the bar of expectations and drives us each to be our best every day.” \nIn practice, the preceptor program contributes to a culture where team members step up for one another, says Samantha “Sam” Gates, Branch Director for Encompass in the Dallas-Fort Worth area. Fast business growth in her region means Gates recently has had to ask her 110-person staff to fill openings on short notice. “Sometimes I have to stretch my clinicians,” Gates says. “The silver lining is that they love working for the company and they’re willing to do it, because they know that there’s more help on the way.” \nThe two-way street that Gates is getting at captures a key point about training at the Best Workplaces. It’s a sign of respect. A show of confidence in employees that fosters reciprocity and ultimately enables a workforce to achieve its full potential. \nAt Freese and Nichols, for example, Kim Patak is far from alone in seizing development opportunities, which include company-provided courses on topics ranging from wastewater reuse to professional ethics to strategic planning. \nWhen Ken Reeves came to Freese & Nichols as its Chief Human Resources Officer two years ago, he was surprised by how many employees at the firm signed up for the classes at Freese and Nichols University. Last year, about 75% of Freese and Nichols employees engaged in some form of professional development. During Reeves’ 25-year career in HR, he’d been used to tepid interest by staffers in training. \nAt other companies, says Reeves, “they didn’t truly feel as if the company placed a premium on that. They thought it was more or less, ‘If you want to take advantage of it, great. If you don’t, it’s not a big deal for us,’ and it was kind of window dressing,” Reeves says. “But here, employees really feel as if the organization places a huge premium on Freese and Nichols University and the development of employees.” \nIn other words, this great workplace is grooming the next innovative engineer, who will take it in yet another promising direction. \n\nEd Frauenheim is director of research and content at Great Place to Work, FORTUNE’s longtime research partner for Best Workplace lists, including the Best Workplaces in Texas. Ed also is co-author of A Great Place to Work For All . \n",
    "published": "2018-03-20T13:00:00.000+02:00",
    "crawled": "2018-03-20T13:00:22.042+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "secret",
        "one",
        "texas",
        "best",
        "company",
        "work",
        "courtesy",
        "freese",
        "nichols",
        "edt",
        "kim",
        "patak",
        "civil",
        "engineer",
        "innovator",
        "heart",
        "decade",
        "ago",
        "patak",
        "went",
        "manager",
        "engineering",
        "architecture",
        "firm",
        "freese",
        "nichols",
        "idea",
        "proposed",
        "embracing",
        "water",
        "system",
        "drainage",
        "practice",
        "relied",
        "natural",
        "stream",
        "restoration",
        "technique",
        "instead",
        "traditional",
        "approach",
        "many",
        "engineer",
        "took",
        "client",
        "public",
        "sector",
        "civil",
        "engineer",
        "love",
        "use",
        "concrete",
        "patak",
        "say",
        "always",
        "one",
        "saying",
        "putting",
        "concrete",
        "leader",
        "freese",
        "nichols",
        "firm",
        "based",
        "fort",
        "worth",
        "texas",
        "listened",
        "patak",
        "interest",
        "advocacy",
        "would",
        "advance",
        "company",
        "practice",
        "streambank",
        "restoration",
        "company",
        "gave",
        "patak",
        "several",
        "week",
        "paid",
        "allow",
        "enroll",
        "training",
        "program",
        "greener",
        "approach",
        "infrastructure",
        "investment",
        "paid",
        "freese",
        "nichols",
        "business",
        "area",
        "sustainable",
        "stream",
        "restoration",
        "much",
        "two",
        "year",
        "ago",
        "company",
        "acquired",
        "firm",
        "specializing",
        "natural",
        "waterway",
        "project",
        "faith",
        "freese",
        "nichols",
        "showed",
        "patak",
        "keep",
        "loyal",
        "fired",
        "find",
        "next",
        "big",
        "disruptive",
        "thing",
        "felt",
        "like",
        "getting",
        "graduate",
        "degree",
        "patak",
        "say",
        "training",
        "felt",
        "amazing",
        "support",
        "company",
        "trust",
        "tale",
        "generous",
        "training",
        "leading",
        "happier",
        "employee",
        "healthier",
        "business",
        "unique",
        "kim",
        "patak",
        "freese",
        "nichols",
        "part",
        "make",
        "best",
        "workplace",
        "texas",
        "organization",
        "published",
        "list",
        "best",
        "workplace",
        "texas",
        "partner",
        "fortune",
        "one",
        "key",
        "feature",
        "freese",
        "small",
        "medium",
        "best",
        "workplace",
        "rest",
        "top",
        "organization",
        "commitment",
        "employee",
        "development",
        "best",
        "large",
        "workplace",
        "lone",
        "star",
        "state",
        "employee",
        "say",
        "get",
        "training",
        "need",
        "advance",
        "professionally",
        "figure",
        "edge",
        "staffer",
        "best",
        "small",
        "workplace",
        "best",
        "workplace",
        "texas",
        "part",
        "bigger",
        "story",
        "still",
        "story",
        "organization",
        "working",
        "create",
        "positive",
        "experience",
        "every",
        "employee",
        "matter",
        "company",
        "great",
        "place",
        "work",
        "describe",
        "new",
        "book",
        "dedicated",
        "developing",
        "people",
        "organization",
        "trimmed",
        "training",
        "budget",
        "restricted",
        "high",
        "potential",
        "past",
        "decade",
        "best",
        "workplace",
        "doubled",
        "democratized",
        "development",
        "increased",
        "spending",
        "training",
        "many",
        "case",
        "increased",
        "opportunity",
        "staffer",
        "level",
        "organization",
        "expand",
        "skill",
        "knowledge",
        "investment",
        "paid",
        "term",
        "tighter",
        "bond",
        "employee",
        "workforce",
        "revenue",
        "outpace",
        "rival",
        "consider",
        "encompass",
        "home",
        "health",
        "hospice",
        "one",
        "best",
        "large",
        "workplace",
        "texas",
        "fourth",
        "quarter",
        "organization",
        "saw",
        "revenue",
        "rise",
        "million",
        "last",
        "year",
        "growth",
        "follows",
        "steady",
        "expansion",
        "past",
        "two",
        "decade",
        "helped",
        "convince",
        "rehabilitation",
        "hospital",
        "provider",
        "healthsouth",
        "acquire",
        "sign",
        "power",
        "encompass",
        "brand",
        "parent",
        "company",
        "healthsouth",
        "renamed",
        "encompass",
        "health",
        "corporation",
        "year",
        "success",
        "directly",
        "tied",
        "way",
        "encompass",
        "home",
        "health",
        "hospice",
        "pours",
        "time",
        "money",
        "energy",
        "employee",
        "development",
        "say",
        "april",
        "anthony",
        "founded",
        "company",
        "serf",
        "ceo",
        "anthony",
        "philosophy",
        "long",
        "nurse",
        "home",
        "health",
        "aide",
        "staffer",
        "draining",
        "work",
        "caring",
        "patient",
        "need",
        "training",
        "recognition",
        "plenty",
        "time",
        "going",
        "deliver",
        "excellent",
        "service",
        "sustainable",
        "way",
        "wake",
        "every",
        "morning",
        "thinking",
        "profit",
        "probably",
        "doomed",
        "anthony",
        "say",
        "wake",
        "every",
        "morning",
        "instead",
        "thinking",
        "people",
        "create",
        "environment",
        "make",
        "better",
        "anywhere",
        "else",
        "thing",
        "seem",
        "work",
        "pretty",
        "well",
        "u",
        "profit",
        "training",
        "encompass",
        "give",
        "people",
        "begin",
        "preceptor",
        "program",
        "new",
        "hire",
        "intensive",
        "orientation",
        "practice",
        "last",
        "two",
        "eight",
        "week",
        "depending",
        "experience",
        "level",
        "new",
        "employee",
        "certified",
        "veteran",
        "staffer",
        "handle",
        "variety",
        "procedure",
        "generally",
        "company",
        "treat",
        "patient",
        "relationship",
        "preceptor",
        "end",
        "new",
        "employee",
        "graduate",
        "care",
        "patient",
        "independently",
        "quarterly",
        "solid",
        "year",
        "preceptor",
        "program",
        "go",
        "beyond",
        "orientation",
        "training",
        "anthony",
        "say",
        "come",
        "side",
        "benefit",
        "setting",
        "high",
        "bar",
        "way",
        "employee",
        "relate",
        "collaborate",
        "investment",
        "creates",
        "distinctive",
        "culture",
        "care",
        "patient",
        "take",
        "care",
        "one",
        "another",
        "say",
        "process",
        "genuine",
        "caring",
        "cause",
        "u",
        "raise",
        "bar",
        "expectation",
        "drive",
        "u",
        "best",
        "every",
        "practice",
        "preceptor",
        "program",
        "contributes",
        "culture",
        "team",
        "member",
        "step",
        "one",
        "another",
        "say",
        "samantha",
        "sam",
        "gate",
        "branch",
        "director",
        "encompass",
        "worth",
        "area",
        "fast",
        "business",
        "growth",
        "region",
        "mean",
        "gate",
        "recently",
        "ask",
        "staff",
        "fill",
        "opening",
        "short",
        "notice",
        "sometimes",
        "stretch",
        "clinician",
        "gate",
        "say",
        "silver",
        "lining",
        "love",
        "working",
        "company",
        "willing",
        "know",
        "help",
        "street",
        "gate",
        "getting",
        "capture",
        "key",
        "point",
        "training",
        "best",
        "workplace",
        "sign",
        "respect",
        "show",
        "confidence",
        "employee",
        "foster",
        "reciprocity",
        "ultimately",
        "enables",
        "workforce",
        "achieve",
        "full",
        "potential",
        "freese",
        "nichols",
        "example",
        "kim",
        "patak",
        "far",
        "alone",
        "seizing",
        "development",
        "opportunity",
        "include",
        "course",
        "topic",
        "ranging",
        "wastewater",
        "reuse",
        "professional",
        "ethic",
        "strategic",
        "planning",
        "ken",
        "reef",
        "came",
        "freese",
        "nichols",
        "chief",
        "human",
        "resource",
        "officer",
        "two",
        "year",
        "ago",
        "surprised",
        "many",
        "employee",
        "firm",
        "signed",
        "class",
        "freese",
        "nichols",
        "university",
        "last",
        "year",
        "freese",
        "nichols",
        "employee",
        "engaged",
        "form",
        "professional",
        "development",
        "reef",
        "career",
        "hr",
        "used",
        "tepid",
        "interest",
        "staffer",
        "training",
        "company",
        "say",
        "reef",
        "truly",
        "feel",
        "company",
        "placed",
        "premium",
        "thought",
        "less",
        "want",
        "take",
        "advantage",
        "great",
        "big",
        "deal",
        "u",
        "kind",
        "window",
        "dressing",
        "reef",
        "say",
        "employee",
        "really",
        "feel",
        "organization",
        "place",
        "huge",
        "premium",
        "freese",
        "nichols",
        "university",
        "development",
        "word",
        "great",
        "workplace",
        "grooming",
        "next",
        "innovative",
        "engineer",
        "take",
        "yet",
        "another",
        "promising",
        "direction",
        "ed",
        "frauenheim",
        "director",
        "research",
        "content",
        "great",
        "place",
        "work",
        "fortune",
        "longtime",
        "research",
        "partner",
        "best",
        "workplace",
        "list",
        "including",
        "best",
        "workplace",
        "texas",
        "ed",
        "also",
        "great",
        "place",
        "work"
    ]
}