{
    "organizations": [],
    "uuid": "b381acc8ef890a89b7d5f028398b6039c77b19a9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/pr-newswire-arena-pharmaceuticals-provides-corporate-update-and-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Arena Pharmaceuticals Provides Corporate Update and Reports Fourth Quarter and Full-Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, March 14, 2018 /PRNewswire/ -- Arena Pharmaceuticals, Inc. (NASDAQ: ARNA), today provided a corporate update and reported financial results for the fourth quarter and full-year ended December 31, 2017.\n\"We've made significant progress in 2017, achieving the clinical and corporate objectives we set forth as a new team,\" said Amit D. Munshi, president and CEO of Arena. \"Our focus remains on advancing our potentially best-in-class or best-in-disease pipeline and driving further value in the Company. We look forward to the etrasimod Phase 2 data readout this month and are enthusiastic about the Phase 3 clinical program for ralinepag, which we expect to begin in the second half of 2018.\"\nPipeline Update\nRalinepag – Oral, next generation, selective prostacyclin receptor agonist intended for the treatment of pulmonary arterial hypertension (PAH)\nPhase 3 clinical program preparations continue to progress Expect to initiate three studies within the Phase 3 clinical program in H2 2018\nEtrasimod – Oral, next generation, selective sphingosine-1-phosphate (S1P) receptor modulator intended for the potential treatment of multiple immune and inflammatory diseases\nUlcerative colitis (UC): Phase 2 data expected March 2018 Primary biliary cholangitis (PBC): Phase 2 trial currently enrolling patients Pyoderma gangrenosum (PG): Phase 2 trial currently enrolling patients\nAPD371 – Oral, peripherally restricted, full agonist of the cannabinoid 2 (CB2) receptor intended for the potential treatment of visceral pain, specifically pain associated with Crohn's disease\nPhase 2 trial currently enrolling patients Data expected Q2 2018\nCollaborations Update\nEverest Medicines Limited (Everest) partnership In December, Arena entered into a development and commercialization partnership with Everest, a C-Bridge Capital-backed biopharmaceutical company focused on developing and commercializing innovative pharmaceutical products in China, for ralinepag and etrasimod in mainland China, Taiwan, Hong Kong, Macau, and South Korea. Arena received an upfront payment of $12.0 million, is eligible to receive up to $212.0 million in development and commercial milestone payments, and is entitled to receive up to low double-digit royalties on future net annual sales of both ralinepag and etrasimod.\nCorporate Update\nOn March 9, 2018 we entered into an Asset Purchase Agreement for the sale of our manufacturing operations located in Zofingen, Switzerland, to Siegfried. The transaction is expected to close on or about March 31, 2018.\nFinancial Update\nFourth Quarter 2017 Financial Results\nRevenues totaled $15.4 million, consisting of $14.2 million in collaboration revenue, and $1.2 million in royalty revenue from Eisai. Included in the collaboration revenue is the $12.0 million upfront fee Arena received from Everest in connection with the development and commercialization partnership. Research and development expenses totaled $20.7 million General and administrative expenses totaled $8.3 million Net loss attributable to stockholders of Arena was $13.7 million, or $0.35 per share\nFull-Year 2017 Financial Results\nRevenues totaled $21.3 million, consisting of $19.6 million in collaboration revenue, and $1.7 million in royalty revenue from Eisai. Included in the collaboration revenue is the $12.0 million upfront fee Arena received from Everest in connection with the development and commercialization partnership, and approximately $7.3 million of revenue from the Boehringer Ingelheim and Axovant collaborations. Research and development expenses totaled $71.0 million General and administrative expenses totaled $30.3 million Litigation settlement expense, net related to the tentative settlement of the 2010 securities class action litigation totaled $12.0 million Discontinued operations income of $3.1 million includes all revenues and expenses associated with our manufacturing operations that are classified as held-for-sale as a result of our planned divestiture of the Zofingen facility Net loss attributable to stockholders of Arena was $91.4 million, or $2.77 per share\nAt December 31, 2017, the Company's cash, cash equivalents and investments balance was $271.3 million and approximately 39.3 million shares of Arena common stock were outstanding.\nConference Call & Webcast Information\nThe Company will host a conference call and live webcast with the investment community today, Wednesday, March 14, 2018, at 8:30 a.m. EDT to discuss the financial results and provide a corporate update.\nWhen: March 14, 2018, 8:30 a.m. EDT\nDial-in: (877) 643-7155 (United States) or (914) 495-8552 (International)\nConference ID: 2074279\nPlease join the conference call at least 10 minutes early to register. You can access the live webcast under the investor relations section of Arena's website at: www.arenapharm.com . A replay of the conference call will be archived under the investor relations section of Arena's website for 30 days shortly after the call.\nAbout Arena Pharmaceuticals\nArena Pharmaceuticals is focused on developing novel, small molecule drugs with optimized receptor pharmacology and pharmacokinetics designed to deliver broad clinical utility across several therapeutic areas. Arena's proprietary pipeline includes potentially first- or best-in-class programs. The most advanced investigational clinical programs are ralinepag (APD811), which will be commencing a Phase 3 program for pulmonary arterial hypertension (PAH), and etrasimod (APD334), which is in Phase 2 for a broad range of immune and inflammatory conditions. Arena is also evaluating APD371 in Phase 2 for the treatment of pain associated with Crohn's disease. In addition, Arena has collaborations with the following pharmaceutical companies: Everest Medicines Limited (ralinepag and etrasimod in Greater China and select Asian countries), Axovant Sciences GmbH (nelotanserin - Phase 2), Boehringer Ingelheim International GmbH (undisclosed target - preclinical), and Eisai Co., Ltd. and Eisai Inc. (BELVIQ ® - marketed product).\nForward-Looking Statements\nCertain statements in this press release are forward-looking statements that involve a number of risks and uncertainties. Such forward-looking statements may be identified by words such as \"anticipated,\" \"focus,\" \"potential,\" \"look forward to,\" \"expect,\" \"intended for,\" \"entitled to,\" \"planned,\" \"designed to,\" and \"will,\" and include, without limitation, statements about initiation, enrollment, results, data readouts and timing relating to ongoing and intended clinical trials; the potential of Arena's drug candidates; the planned sale of Arena's manufacturing operations in Zofingen, Switzerland; Arena's investment community conference call and webcast; and Arena's focus, goals, strategy, clinical programs, and collaborators. For such statements, Arena claims the protection of the Private Securities Litigation Reform Act of 1995. Actual events or results may differ materially from Arena's expectations. Factors that could cause actual results to differ materially from the forward-looking statements include, but are not limited to, the following: the risk that we may need additional funds to advance all of our programs, and you and others may not agree with the manner we allocate our resources; risks related to developing and commercializing drugs; risks and uncertainties relating to cash and revenues that may be generated from product sales or other sources, including the impact of competition; the risk that Arena's revenues are based in part on estimates, judgment and accounting policies, and incorrect estimates or disagreement regarding estimates or accounting policies may result in changes to Arena's guidance or previously reported results; the timing and outcome of research, development and regulatory review is uncertain, and our drug candidates may not advance in development or be approved for marketing; enrolling patients in our ongoing and intended clinical trials is competitive and challenging; clinical trials and other studies may not proceed at the time or in the manner expected or at all; unexpected or unfavorable new data; nonclinical and clinical data is voluminous and detailed, and regulatory agencies may interpret or weigh the importance of data differently and reach different conclusions than Arena or others, request additional information, have additional recommendations or change their guidance or requirements before or after approval; results of clinical trials and other studies are subject to different interpretations and may not be predictive of future results; topline data may not accurately reflect the complete results of a particular study or trial; satisfactory resolution of litigation or other disagreements with others; government and third-party payor actions, including relating to reimbursement and pricing; risks related to relying on collaborative arrangements; the entry into or modification or termination of collaborative arrangements; and Arena's and third parties' intellectual property rights. Additional factors that could cause actual results to differ materially from those stated or implied by Arena's forward-looking statements are disclosed in Arena's filings with the Securities and Exchange Commission. These forward-looking statements represent Arena's judgment as of the time of this release. Arena disclaims any intent or obligation to update these forward-looking statements, other than as may be required under applicable law.\nCorporate Contact:\nKevin R. Lind\nArena Pharmaceuticals, Inc.\nExecutive Vice President and\nChief Financial Officer\nklind@arenapharm.com\n858.210.3636\nMedia Contact:\nMatt Middleman, M.D.\nLifeSci Public Relations\nmatt.middleman@lifescipublicrelations.com\n646.627.8384\n(Tables Follow)\nArena Pharmaceuticals, Inc.\nCondensed Consolidated Statements of Operations\n(In thousands, except per share amounts)\nThree months ended\nYear ended\nDecember 31,\nDecember 31,\n2017\n2016\n2017\n2016\n(unaudited)\nRevenues\nCollaboration and other revenue\n$ 14,193\n$ 69,225\n$ 19,632\n$ 92,163\nRoyalty revenue\n1,171\n—\n1,705\n—\nTotal revenues\n15,364\n69,225\n21,337\n92,163\nOperating Costs & Expenses\nResearch & development\n20,711\n11,567\n70,988\n63,782\nGeneral & administrative\n8,253\n6,981\n30,341\n27,529\nLitigation settlement expense, net\n—\n—\n11,975\n—\nRestructuring charges\n—\n—\n—\n6,115\nTotal operating costs & expenses\n28,964\n18,548\n113,304\n97,426\nTotal interest & other expense, net\n(670)\n(1,751)\n(3,887)\n(7,037)\nIncome (loss) from continuing operations\n(14,270)\n48,926\n(95,854)\n(12,300)\nIncome (loss) from discontinued operations\n315\n(10,612)\n3,122\n(10,596)\nNet income (loss)\n(13,955)\n38,314\n(92,732)\n(22,896)\nLess net loss attributable to noncontrolling interest in consolidated variable interest entity\n271\n258\n1,325\n380\nNet (income) loss attributable to stockholders of Arena\n$ (13,684)\n$ 38,572\n$ (91,407)\n$ (22,516)\nAmounts attributable to stockholders of Arena:\nIncome (loss) from continuing operations\n(13,999)\n49,184\n(94,529)\n(11,920)\nIncome (loss) from discontinued operations\n315\n(10,612)\n3,122\n(10,596)\n$ (13,684)\n$ 38,572\n$ (91,407)\n$ (22,516)\nNet income (loss) attributable to stockholders of Arena per share, diluted: 1\nContinuing operations\n$ (0.36)\n$ 2.02\n$ (2.87)\n$ (0.49)\nDiscontinued operations\n0.01\n(0.43)\n0.10\n(0.44)\n$ (0.35)\n$ 1.59\n$ (2.77)\n$ (0.93)\nNet income (loss) attributable to stockholders of Arena per share, diluted: 1\nContinuing operations\n$ (0.36)\n$ 2.02\n$ (2.87)\n$ (0.49)\nDiscontinued operations\n0.01\n(0.44)\n0.10\n(0.44)\n$ (0.35)\n$ 1.58\n$ (2.77)\n$ (0.93)\nShares used in calculating net loss attributable to stockholders of Arena per share, basic 1\n39,268\n24,333\n32,990\n24,313\nShares used in calculating net loss attributable to stockholders of Arena per share, diluted 1\n39,268\n24,343\n32,990\n24,313\n1 Comparative period data adjusted to give effect to Arena's June 2017 1-for-10 reverse stock split.\nArena Pharmaceuticals, Inc.\nCondensed Consolidated Balance Sheet Data\n(In thousands)\nDecember 31, 2017\nDecember 31, 2016\n1\n1\nAssets\nCash & cash equivalents\n$ 158,837\n$ 90,712\nAccounts receivable\n2,357\n573\nInsurance recovery receivable\n12,025\n—\nPrepaid expenses & other current assets\n2,681\n2,169\nTotal available for sale investments\n112,482\n—\nLand, property & equipment, net\n30,131\n35,109\nOther non-current assets\n3,622\n2,841\nTotal assets of disposal group held for sale\n17,140\n37,606\nTotal assets\n$ 339,275\n$ 169,010\nLiabilities & Equity\nAccounts payable & accrued liabilities\n$ 15,622\n$ 9,559\nAccrued litigation settlement\n24,000\n—\nTotal deferred revenues\n2,177\n6,577\nTotal lease financing obligations & other long-term liabilities\n62,737\n66,087\nTotal liabilities of disposal group held for sale\n27,595\n46,392\nTotal equity\n207,144\n40,395\nTotal liabilities & equity\n$ 339,275\n$ 169,010\n1 The Condensed Consolidated Balance Sheet Data has been derived from the audited financial statements as of that date.\nView original content with multimedia: http://www.prnewswire.com/news-releases/arena-pharmaceuticals-provides-corporate-update-and-reports-fourth-quarter-and-full-year-2017-financial-results-300613634.html\nSOURCE Arena Pharmaceuticals, Inc.",
    "published": "2018-03-14T15:00:00.000+02:00",
    "crawled": "2018-03-14T17:59:14.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "march",
        "arena",
        "pharmaceutical",
        "nasdaq",
        "arna",
        "today",
        "provided",
        "corporate",
        "update",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "made",
        "significant",
        "progress",
        "achieving",
        "clinical",
        "corporate",
        "objective",
        "set",
        "forth",
        "new",
        "team",
        "said",
        "amit",
        "munshi",
        "president",
        "ceo",
        "arena",
        "focus",
        "remains",
        "advancing",
        "potentially",
        "pipeline",
        "driving",
        "value",
        "company",
        "look",
        "forward",
        "etrasimod",
        "phase",
        "data",
        "readout",
        "month",
        "enthusiastic",
        "phase",
        "clinical",
        "program",
        "ralinepag",
        "expect",
        "begin",
        "second",
        "half",
        "pipeline",
        "update",
        "ralinepag",
        "oral",
        "next",
        "generation",
        "selective",
        "prostacyclin",
        "receptor",
        "agonist",
        "intended",
        "treatment",
        "pulmonary",
        "arterial",
        "hypertension",
        "pah",
        "phase",
        "clinical",
        "program",
        "preparation",
        "continue",
        "progress",
        "expect",
        "initiate",
        "three",
        "study",
        "within",
        "phase",
        "clinical",
        "program",
        "h2",
        "etrasimod",
        "oral",
        "next",
        "generation",
        "selective",
        "s1p",
        "receptor",
        "modulator",
        "intended",
        "potential",
        "treatment",
        "multiple",
        "immune",
        "inflammatory",
        "disease",
        "ulcerative",
        "colitis",
        "uc",
        "phase",
        "data",
        "expected",
        "march",
        "primary",
        "biliary",
        "cholangitis",
        "pbc",
        "phase",
        "trial",
        "currently",
        "enrolling",
        "patient",
        "pyoderma",
        "gangrenosum",
        "pg",
        "phase",
        "trial",
        "currently",
        "enrolling",
        "patient",
        "apd371",
        "oral",
        "peripherally",
        "restricted",
        "full",
        "agonist",
        "cannabinoid",
        "cb2",
        "receptor",
        "intended",
        "potential",
        "treatment",
        "visceral",
        "pain",
        "specifically",
        "pain",
        "associated",
        "crohn",
        "disease",
        "phase",
        "trial",
        "currently",
        "enrolling",
        "patient",
        "data",
        "expected",
        "q2",
        "collaboration",
        "update",
        "everest",
        "medicine",
        "limited",
        "everest",
        "partnership",
        "december",
        "arena",
        "entered",
        "development",
        "commercialization",
        "partnership",
        "everest",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "commercializing",
        "innovative",
        "pharmaceutical",
        "product",
        "china",
        "ralinepag",
        "etrasimod",
        "mainland",
        "china",
        "taiwan",
        "hong",
        "kong",
        "macau",
        "south",
        "korea",
        "arena",
        "received",
        "upfront",
        "payment",
        "million",
        "eligible",
        "receive",
        "million",
        "development",
        "commercial",
        "milestone",
        "payment",
        "entitled",
        "receive",
        "low",
        "royalty",
        "future",
        "net",
        "annual",
        "sale",
        "ralinepag",
        "etrasimod",
        "corporate",
        "update",
        "march",
        "entered",
        "asset",
        "purchase",
        "agreement",
        "sale",
        "manufacturing",
        "operation",
        "located",
        "zofingen",
        "switzerland",
        "siegfried",
        "transaction",
        "expected",
        "close",
        "march",
        "financial",
        "update",
        "fourth",
        "quarter",
        "financial",
        "result",
        "revenue",
        "totaled",
        "million",
        "consisting",
        "million",
        "collaboration",
        "revenue",
        "million",
        "royalty",
        "revenue",
        "eisai",
        "included",
        "collaboration",
        "revenue",
        "million",
        "upfront",
        "fee",
        "arena",
        "received",
        "everest",
        "connection",
        "development",
        "commercialization",
        "partnership",
        "research",
        "development",
        "expense",
        "totaled",
        "million",
        "general",
        "administrative",
        "expense",
        "totaled",
        "million",
        "net",
        "loss",
        "attributable",
        "stockholder",
        "arena",
        "million",
        "per",
        "share",
        "financial",
        "result",
        "revenue",
        "totaled",
        "million",
        "consisting",
        "million",
        "collaboration",
        "revenue",
        "million",
        "royalty",
        "revenue",
        "eisai",
        "included",
        "collaboration",
        "revenue",
        "million",
        "upfront",
        "fee",
        "arena",
        "received",
        "everest",
        "connection",
        "development",
        "commercialization",
        "partnership",
        "approximately",
        "million",
        "revenue",
        "boehringer",
        "ingelheim",
        "axovant",
        "collaboration",
        "research",
        "development",
        "expense",
        "totaled",
        "million",
        "general",
        "administrative",
        "expense",
        "totaled",
        "million",
        "litigation",
        "settlement",
        "expense",
        "net",
        "related",
        "tentative",
        "settlement",
        "security",
        "class",
        "action",
        "litigation",
        "totaled",
        "million",
        "discontinued",
        "operation",
        "income",
        "million",
        "includes",
        "revenue",
        "expense",
        "associated",
        "manufacturing",
        "operation",
        "classified",
        "result",
        "planned",
        "divestiture",
        "zofingen",
        "facility",
        "net",
        "loss",
        "attributable",
        "stockholder",
        "arena",
        "million",
        "per",
        "share",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "balance",
        "million",
        "approximately",
        "million",
        "share",
        "arena",
        "common",
        "stock",
        "outstanding",
        "conference",
        "call",
        "webcast",
        "information",
        "company",
        "host",
        "conference",
        "call",
        "live",
        "webcast",
        "investment",
        "community",
        "today",
        "wednesday",
        "march",
        "edt",
        "discus",
        "financial",
        "result",
        "provide",
        "corporate",
        "update",
        "march",
        "edt",
        "united",
        "state",
        "international",
        "conference",
        "id",
        "please",
        "join",
        "conference",
        "call",
        "least",
        "minute",
        "early",
        "register",
        "access",
        "live",
        "webcast",
        "investor",
        "relation",
        "section",
        "arena",
        "website",
        "replay",
        "conference",
        "call",
        "archived",
        "investor",
        "relation",
        "section",
        "arena",
        "website",
        "day",
        "shortly",
        "call",
        "arena",
        "pharmaceutical",
        "arena",
        "pharmaceutical",
        "focused",
        "developing",
        "novel",
        "small",
        "molecule",
        "drug",
        "optimized",
        "receptor",
        "pharmacology",
        "pharmacokinetics",
        "designed",
        "deliver",
        "broad",
        "clinical",
        "utility",
        "across",
        "several",
        "therapeutic",
        "area",
        "arena",
        "proprietary",
        "pipeline",
        "includes",
        "potentially",
        "program",
        "advanced",
        "investigational",
        "clinical",
        "program",
        "ralinepag",
        "apd811",
        "commencing",
        "phase",
        "program",
        "pulmonary",
        "arterial",
        "hypertension",
        "pah",
        "etrasimod",
        "apd334",
        "phase",
        "broad",
        "range",
        "immune",
        "inflammatory",
        "condition",
        "arena",
        "also",
        "evaluating",
        "apd371",
        "phase",
        "treatment",
        "pain",
        "associated",
        "crohn",
        "disease",
        "addition",
        "arena",
        "collaboration",
        "following",
        "pharmaceutical",
        "company",
        "everest",
        "medicine",
        "limited",
        "ralinepag",
        "etrasimod",
        "greater",
        "china",
        "select",
        "asian",
        "country",
        "axovant",
        "science",
        "gmbh",
        "nelotanserin",
        "phase",
        "boehringer",
        "ingelheim",
        "international",
        "gmbh",
        "undisclosed",
        "target",
        "preclinical",
        "eisai",
        "eisai",
        "belviq",
        "marketed",
        "product",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "statement",
        "may",
        "identified",
        "word",
        "anticipated",
        "focus",
        "potential",
        "look",
        "forward",
        "expect",
        "intended",
        "entitled",
        "planned",
        "designed",
        "include",
        "without",
        "limitation",
        "statement",
        "initiation",
        "enrollment",
        "result",
        "data",
        "readout",
        "timing",
        "relating",
        "ongoing",
        "intended",
        "clinical",
        "trial",
        "potential",
        "arena",
        "drug",
        "candidate",
        "planned",
        "sale",
        "arena",
        "manufacturing",
        "operation",
        "zofingen",
        "switzerland",
        "arena",
        "investment",
        "community",
        "conference",
        "call",
        "webcast",
        "arena",
        "focus",
        "goal",
        "strategy",
        "clinical",
        "program",
        "collaborator",
        "statement",
        "arena",
        "claim",
        "protection",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "event",
        "result",
        "may",
        "differ",
        "materially",
        "arena",
        "expectation",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "include",
        "limited",
        "following",
        "risk",
        "may",
        "need",
        "additional",
        "fund",
        "advance",
        "program",
        "others",
        "may",
        "agree",
        "manner",
        "allocate",
        "resource",
        "risk",
        "related",
        "developing",
        "commercializing",
        "drug",
        "risk",
        "uncertainty",
        "relating",
        "cash",
        "revenue",
        "may",
        "generated",
        "product",
        "sale",
        "source",
        "including",
        "impact",
        "competition",
        "risk",
        "arena",
        "revenue",
        "based",
        "part",
        "estimate",
        "judgment",
        "accounting",
        "policy",
        "incorrect",
        "estimate",
        "disagreement",
        "regarding",
        "estimate",
        "accounting",
        "policy",
        "may",
        "result",
        "change",
        "arena",
        "guidance",
        "previously",
        "reported",
        "result",
        "timing",
        "outcome",
        "research",
        "development",
        "regulatory",
        "review",
        "uncertain",
        "drug",
        "candidate",
        "may",
        "advance",
        "development",
        "approved",
        "marketing",
        "enrolling",
        "patient",
        "ongoing",
        "intended",
        "clinical",
        "trial",
        "competitive",
        "challenging",
        "clinical",
        "trial",
        "study",
        "may",
        "proceed",
        "time",
        "manner",
        "expected",
        "unexpected",
        "unfavorable",
        "new",
        "data",
        "nonclinical",
        "clinical",
        "data",
        "voluminous",
        "detailed",
        "regulatory",
        "agency",
        "may",
        "interpret",
        "weigh",
        "importance",
        "data",
        "differently",
        "reach",
        "different",
        "conclusion",
        "arena",
        "others",
        "request",
        "additional",
        "information",
        "additional",
        "recommendation",
        "change",
        "guidance",
        "requirement",
        "approval",
        "result",
        "clinical",
        "trial",
        "study",
        "subject",
        "different",
        "interpretation",
        "may",
        "predictive",
        "future",
        "result",
        "topline",
        "data",
        "may",
        "accurately",
        "reflect",
        "complete",
        "result",
        "particular",
        "study",
        "trial",
        "satisfactory",
        "resolution",
        "litigation",
        "disagreement",
        "others",
        "government",
        "payor",
        "action",
        "including",
        "relating",
        "reimbursement",
        "pricing",
        "risk",
        "related",
        "relying",
        "collaborative",
        "arrangement",
        "entry",
        "modification",
        "termination",
        "collaborative",
        "arrangement",
        "arena",
        "third",
        "party",
        "intellectual",
        "property",
        "right",
        "additional",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "stated",
        "implied",
        "arena",
        "statement",
        "disclosed",
        "arena",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "represent",
        "arena",
        "judgment",
        "time",
        "release",
        "arena",
        "disclaims",
        "intent",
        "obligation",
        "update",
        "statement",
        "may",
        "required",
        "applicable",
        "law",
        "corporate",
        "contact",
        "kevin",
        "lind",
        "arena",
        "pharmaceutical",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "klind",
        "medium",
        "contact",
        "matt",
        "middleman",
        "lifesci",
        "public",
        "relation",
        "table",
        "follow",
        "arena",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "unaudited",
        "revenue",
        "collaboration",
        "revenue",
        "royalty",
        "revenue",
        "total",
        "revenue",
        "operating",
        "cost",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "litigation",
        "settlement",
        "expense",
        "net",
        "restructuring",
        "charge",
        "total",
        "operating",
        "cost",
        "expense",
        "total",
        "interest",
        "expense",
        "net",
        "income",
        "loss",
        "continuing",
        "operation",
        "income",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "loss",
        "less",
        "net",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "consolidated",
        "variable",
        "interest",
        "entity",
        "net",
        "income",
        "loss",
        "attributable",
        "stockholder",
        "arena",
        "amount",
        "attributable",
        "stockholder",
        "arena",
        "income",
        "loss",
        "continuing",
        "operation",
        "income",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "loss",
        "attributable",
        "stockholder",
        "arena",
        "per",
        "share",
        "diluted",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "net",
        "income",
        "loss",
        "attributable",
        "stockholder",
        "arena",
        "per",
        "share",
        "diluted",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "share",
        "used",
        "calculating",
        "net",
        "loss",
        "attributable",
        "stockholder",
        "arena",
        "per",
        "share",
        "basic",
        "share",
        "used",
        "calculating",
        "net",
        "loss",
        "attributable",
        "stockholder",
        "arena",
        "per",
        "share",
        "diluted",
        "comparative",
        "period",
        "data",
        "adjusted",
        "give",
        "effect",
        "arena",
        "june",
        "reverse",
        "stock",
        "split",
        "arena",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "insurance",
        "recovery",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "available",
        "sale",
        "investment",
        "land",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "disposal",
        "group",
        "held",
        "sale",
        "total",
        "asset",
        "liability",
        "equity",
        "account",
        "payable",
        "accrued",
        "liability",
        "accrued",
        "litigation",
        "settlement",
        "total",
        "deferred",
        "revenue",
        "total",
        "lease",
        "financing",
        "obligation",
        "liability",
        "total",
        "liability",
        "disposal",
        "group",
        "held",
        "sale",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "derived",
        "audited",
        "financial",
        "statement",
        "date",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "arena",
        "pharmaceutical",
        "inc"
    ]
}