{
    "organizations": [],
    "uuid": "546f6dcb1be70aa864f90feccfbbd0408f9474b9",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/31/tiger-woods-is-back-will-sponsors-buy-in.html",
    "ord_in_thread": 0,
    "title": "Tiger Woods Is Back. Will Sponsors Buy In?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Robert Galbraith | Reuters U.S. golfer Tiger Woods celebrates after making a birdie on the 18th hole during the final round of the U.S. Open golf championship at Torrey Pines in San Diego June 15, 2008. In the past few weeks, Tiger Woods has made a seemingly improbable comeback on the golf course. But can his image rebound the same way off it?\nThat is the question that brands and advertisers are posing as Mr. Woods returns to the Masters on Thursday for the first time since 2015, while playing his best golf in years. The past month has brought swelling television ratings and overcrowded, rowdy galleries for Mr. Woods's PGA Tour appearances. When he finished in a second-place tie at the Valspar Championship in early March — at one point sinking a 44-foot birdie putt that had the crowd screaming — the television ratings for the final round were the highest for a non-major tournament since 2013. For a time, the streaming service of PGA Tour Live crashed because of \"unprecedented traffic .\"\nAll this is evoking memories of the unprecedented fan interest that made Mr. Woods one of the most recognized — and influential — athletes for more than a decade, worth about $90 million per year in endorsement contracts alone.\nBut it has been a while. The fallout from the 2009 revelations of his extramarital affairs cost him endorsement deals with Gatorade, AT&T, General Motors and Gillette, among others. The few companies that stood by him, namely Nike, did so despite multiple injury-plagued and underwhelming seasons; since 2010, Mr. Woods has eight PGA Tour wins, after winning 71 times in the 14 previous years.\n\"He has a little bit of wind in his sails,\" said David Carter, a professor of sports business at the University of Southern California. \"The key is going to be can he win, can he stay healthy and can he stay out of trouble? If he can do that and remain competitive, then I think the big brands will return.\"\nSome brands had already bet on a Tiger Woods comeback, even when it looked unlikely. Bridgestone reached out to Mr. Woods about playing its golf ball in September 2016, shortly after Nike announced that it would no longer be selling golf equipment (though it would continue its Woods-branded clothing line). It hardly mattered that Mr. Woods had not appeared in a tournament in 13 months.\nAngel Ilagan, Bridgestone Golf's chief executive, said in a recent interview that the company had sent 12 dozen balls to Mr. Woods, hoping he would attach his name and endorsement to the product, which he eventually did, signing a multi-year contract in December of that year\n\"We know Tiger's brand strength,\" Mr. Ilagan said. \"Whether he does play or not doesn't really matter. That's just icing on the cake.\"\nWith Mr. Woods apparently close to his previous form — he is the betting favorite to win his fifth green jacket at the Masters — that icing is already tasting sweet. Already in 2018, Bridgestone's sales of golf balls have increased 115 percent over the same period a year ago. Mr. Ilagan attributed that to Mr. Woods; Bridgestone has already begun to market a Woods edition golf ball, which it introduced on Wednesday.\nTaylorMade, which signed Mr. Woods to use its clubs in January last year, said it saw no need to build a marketing campaign around the star, because the mere fact that he plays with the clubs or talks about their performance in interviews does the selling job.\n\"When Tiger says something, the world takes notice,\" David Abeles, the company's chief executive, said. \"Because it's true. We're excited just when he talks in his own words.\"\nMr. Ilagan suggested that Mr. Woods's rebound from the dramatic turn his career took in 2009 had made him more relatable and perhaps likable for fans. \"His absence showed what was missing when he wasn't there,\" Mr. Ilagan said.\nMartin Buckley, global vice president and general manager of Nike Golf, which sells a full line of Woods-branded clothing , including shoes, shirts and sweaters, said that fans would be seeing a lot more of him in Nike advertisements this summer.\nNike stood by Mr. Woods throughout his tabloid troubles over the past decade, even as other sponsors fell away. He was last No. 1 in the world golf rankings in 2014.\n\"He's a unique, integral part of the Nike family,\" Mr. Buckley wrote in an email, \"and we don't see that changing any time soon.\"\nBut while performance brands remain aligned with Mr. Woods, more mainstream companies have not yet jumped back on the bandwagon. Peter Land, a partner at Finsbury, the strategic communications firm, suspects a reason could be that Mr. Woods likely alienated women when news about his extramarital affairs surfaced.\n\"Brands with a strong female stakeholder base will continue to be a struggle for Tiger,\" said Mr. Land, who was with PepsiCo when Gatorade, which PepsiCo owns, decided to drop Mr. Woods. \"There are so many other successful and charismatic global athletes to partner with — and they come with a lower risk profile.\"\nThe companies that might benefit most from Mr. Woods's resurgence could be the ones that got on board a few years ago, seizing on a \"buy low\" opportunity, said Mr. Carter, the University of Southern California professor.\nFull Swing Golf, which makes golf simulators, started a relationship with Mr. Woods in 2014, when he was rehabbing from injury. Its chief executive, Ryan Dotters, thought Mr. Woods could use the simulator to train indoors, and Mr. Woods was receptive.\n\"It was definitely a strategic move,\" Mr. Dotters said. \"We felt no matter what Tiger had gone through in the past, we knew his brand was extremely strong. We thought there was a big opportunity there.\"\nThe relationship has not always been easy. Last May, Mr. Woods was arrested and charged with driving under the influence after being found asleep behind the wheel of his Mercedes-Benz. A toxicology report found several powerful painkillers in his system that he said he was taking to cope with his fourth back surgery that spring.\nPalm Beach County Sheriff's Office Mr. Woods pleaded guilty to reckless driving and agreed to enter a diversion program, which included a year on probation and 50 hours of community service. He had already completed treatment at a clinic for help in dealing with his prescription medications.\nThis time, his sponsors stood by him.\n\"I didn't consider dropping him at all,\" Mr. Ilagan said. \"We looked into the situation and ascertained that what he did was the right thing. People realized he was about as responsible as he could have been in that situation.\"\nBridgestone did conduct a survey after the arrest to gauge the public's reaction, Mr. Ilagan said. \"The results were that the consumers were very supportive of him,\" he said.\nMr. Abeles, TaylorMade's chief executive, said: \"We're all human. We believed in Tiger, and we continue to believe in Tiger.\"\nMr. Carter said there would continue to be a certain amount of mistrust when it came to Mr. Woods and the brands he represented.\n\"Regardless of the circumstances, corporate partners don't want to see a mug shot,\" he said. \"It's not surprising if it may take a little bit of time for mainstream brands to want to hitch their representation to his.\"\nWith that said, though, most fans assumed that Mr. Woods would never recover from his injuries. The golfer with 14 major championships has proved repeatedly throughout his career that it is never safe to count him out.\n\"I think people in this country are very quick to forgive and forget,\" Mr. Carter said. \"They want to give people the benefit of the doubt and a second chance. And when you're a beloved figure like Tiger Woods, I think fans really want to see him come back. He still has this halo effect.\"",
    "published": "2018-03-31T21:19:00.000+03:00",
    "crawled": "2018-03-31T21:02:51.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "robert",
        "galbraith",
        "reuters",
        "golfer",
        "tiger",
        "wood",
        "celebrates",
        "making",
        "birdie",
        "18th",
        "hole",
        "final",
        "round",
        "open",
        "golf",
        "championship",
        "torrey",
        "pine",
        "san",
        "diego",
        "june",
        "past",
        "week",
        "tiger",
        "wood",
        "made",
        "seemingly",
        "improbable",
        "comeback",
        "golf",
        "course",
        "image",
        "rebound",
        "way",
        "question",
        "brand",
        "advertiser",
        "posing",
        "wood",
        "return",
        "master",
        "thursday",
        "first",
        "time",
        "since",
        "playing",
        "best",
        "golf",
        "year",
        "past",
        "month",
        "brought",
        "swelling",
        "television",
        "rating",
        "overcrowded",
        "rowdy",
        "gallery",
        "wood",
        "pga",
        "tour",
        "appearance",
        "finished",
        "tie",
        "valspar",
        "championship",
        "early",
        "march",
        "one",
        "point",
        "sinking",
        "birdie",
        "putt",
        "crowd",
        "screaming",
        "television",
        "rating",
        "final",
        "round",
        "highest",
        "tournament",
        "since",
        "time",
        "streaming",
        "service",
        "pga",
        "tour",
        "live",
        "crashed",
        "unprecedented",
        "traffic",
        "evoking",
        "memory",
        "unprecedented",
        "fan",
        "interest",
        "made",
        "wood",
        "one",
        "recognized",
        "influential",
        "athlete",
        "decade",
        "worth",
        "million",
        "per",
        "year",
        "endorsement",
        "contract",
        "alone",
        "fallout",
        "revelation",
        "extramarital",
        "affair",
        "cost",
        "endorsement",
        "deal",
        "gatorade",
        "general",
        "motor",
        "gillette",
        "among",
        "others",
        "company",
        "stood",
        "namely",
        "nike",
        "despite",
        "multiple",
        "underwhelming",
        "season",
        "since",
        "wood",
        "eight",
        "pga",
        "tour",
        "win",
        "winning",
        "time",
        "previous",
        "year",
        "little",
        "bit",
        "wind",
        "sail",
        "said",
        "david",
        "carter",
        "professor",
        "sport",
        "business",
        "university",
        "southern",
        "california",
        "key",
        "going",
        "win",
        "stay",
        "healthy",
        "stay",
        "trouble",
        "remain",
        "competitive",
        "think",
        "big",
        "brand",
        "return",
        "brand",
        "already",
        "bet",
        "tiger",
        "wood",
        "comeback",
        "even",
        "looked",
        "unlikely",
        "bridgestone",
        "reached",
        "wood",
        "playing",
        "golf",
        "ball",
        "september",
        "shortly",
        "nike",
        "announced",
        "would",
        "longer",
        "selling",
        "golf",
        "equipment",
        "though",
        "would",
        "continue",
        "clothing",
        "line",
        "hardly",
        "mattered",
        "wood",
        "appeared",
        "tournament",
        "month",
        "angel",
        "ilagan",
        "bridgestone",
        "golf",
        "chief",
        "executive",
        "said",
        "recent",
        "interview",
        "company",
        "sent",
        "dozen",
        "ball",
        "wood",
        "hoping",
        "would",
        "attach",
        "name",
        "endorsement",
        "product",
        "eventually",
        "signing",
        "contract",
        "december",
        "year",
        "know",
        "tiger",
        "brand",
        "strength",
        "ilagan",
        "said",
        "whether",
        "play",
        "really",
        "matter",
        "icing",
        "cake",
        "wood",
        "apparently",
        "close",
        "previous",
        "form",
        "betting",
        "favorite",
        "win",
        "fifth",
        "green",
        "jacket",
        "master",
        "icing",
        "already",
        "tasting",
        "sweet",
        "already",
        "bridgestone",
        "sale",
        "golf",
        "ball",
        "increased",
        "percent",
        "period",
        "year",
        "ago",
        "ilagan",
        "attributed",
        "wood",
        "bridgestone",
        "already",
        "begun",
        "market",
        "wood",
        "edition",
        "golf",
        "ball",
        "introduced",
        "wednesday",
        "taylormade",
        "signed",
        "wood",
        "use",
        "club",
        "january",
        "last",
        "year",
        "said",
        "saw",
        "need",
        "build",
        "marketing",
        "campaign",
        "around",
        "star",
        "mere",
        "fact",
        "play",
        "club",
        "talk",
        "performance",
        "interview",
        "selling",
        "job",
        "tiger",
        "say",
        "something",
        "world",
        "take",
        "notice",
        "david",
        "abele",
        "company",
        "chief",
        "executive",
        "said",
        "true",
        "excited",
        "talk",
        "word",
        "ilagan",
        "suggested",
        "wood",
        "rebound",
        "dramatic",
        "turn",
        "career",
        "took",
        "made",
        "relatable",
        "perhaps",
        "likable",
        "fan",
        "absence",
        "showed",
        "missing",
        "ilagan",
        "said",
        "martin",
        "buckley",
        "global",
        "vice",
        "president",
        "general",
        "manager",
        "nike",
        "golf",
        "sell",
        "full",
        "line",
        "clothing",
        "including",
        "shoe",
        "shirt",
        "sweater",
        "said",
        "fan",
        "would",
        "seeing",
        "lot",
        "nike",
        "advertisement",
        "summer",
        "nike",
        "stood",
        "wood",
        "throughout",
        "tabloid",
        "trouble",
        "past",
        "decade",
        "even",
        "sponsor",
        "fell",
        "away",
        "last",
        "world",
        "golf",
        "ranking",
        "unique",
        "integral",
        "part",
        "nike",
        "family",
        "buckley",
        "wrote",
        "email",
        "see",
        "changing",
        "time",
        "soon",
        "performance",
        "brand",
        "remain",
        "aligned",
        "wood",
        "mainstream",
        "company",
        "yet",
        "jumped",
        "back",
        "bandwagon",
        "peter",
        "land",
        "partner",
        "finsbury",
        "strategic",
        "communication",
        "firm",
        "suspect",
        "reason",
        "could",
        "wood",
        "likely",
        "alienated",
        "woman",
        "news",
        "extramarital",
        "affair",
        "surfaced",
        "brand",
        "strong",
        "female",
        "stakeholder",
        "base",
        "continue",
        "struggle",
        "tiger",
        "said",
        "land",
        "pepsico",
        "gatorade",
        "pepsico",
        "owns",
        "decided",
        "drop",
        "wood",
        "many",
        "successful",
        "charismatic",
        "global",
        "athlete",
        "partner",
        "come",
        "lower",
        "risk",
        "profile",
        "company",
        "might",
        "benefit",
        "wood",
        "resurgence",
        "could",
        "one",
        "got",
        "board",
        "year",
        "ago",
        "seizing",
        "buy",
        "low",
        "opportunity",
        "said",
        "carter",
        "university",
        "southern",
        "california",
        "professor",
        "full",
        "swing",
        "golf",
        "make",
        "golf",
        "simulator",
        "started",
        "relationship",
        "wood",
        "rehabbing",
        "injury",
        "chief",
        "executive",
        "ryan",
        "dotters",
        "thought",
        "wood",
        "could",
        "use",
        "simulator",
        "train",
        "indoors",
        "wood",
        "receptive",
        "definitely",
        "strategic",
        "move",
        "dotters",
        "said",
        "felt",
        "matter",
        "tiger",
        "gone",
        "past",
        "knew",
        "brand",
        "extremely",
        "strong",
        "thought",
        "big",
        "opportunity",
        "relationship",
        "always",
        "easy",
        "last",
        "may",
        "wood",
        "arrested",
        "charged",
        "driving",
        "influence",
        "found",
        "asleep",
        "behind",
        "wheel",
        "toxicology",
        "report",
        "found",
        "several",
        "powerful",
        "painkiller",
        "system",
        "said",
        "taking",
        "cope",
        "fourth",
        "back",
        "surgery",
        "spring",
        "palm",
        "beach",
        "county",
        "sheriff",
        "office",
        "wood",
        "pleaded",
        "guilty",
        "reckless",
        "driving",
        "agreed",
        "enter",
        "diversion",
        "program",
        "included",
        "year",
        "probation",
        "hour",
        "community",
        "service",
        "already",
        "completed",
        "treatment",
        "clinic",
        "help",
        "dealing",
        "prescription",
        "medication",
        "time",
        "sponsor",
        "stood",
        "consider",
        "dropping",
        "ilagan",
        "said",
        "looked",
        "situation",
        "ascertained",
        "right",
        "thing",
        "people",
        "realized",
        "responsible",
        "could",
        "situation",
        "bridgestone",
        "conduct",
        "survey",
        "arrest",
        "gauge",
        "public",
        "reaction",
        "ilagan",
        "said",
        "result",
        "consumer",
        "supportive",
        "said",
        "abele",
        "taylormade",
        "chief",
        "executive",
        "said",
        "human",
        "believed",
        "tiger",
        "continue",
        "believe",
        "tiger",
        "carter",
        "said",
        "would",
        "continue",
        "certain",
        "amount",
        "mistrust",
        "came",
        "wood",
        "brand",
        "represented",
        "regardless",
        "circumstance",
        "corporate",
        "partner",
        "want",
        "see",
        "mug",
        "shot",
        "said",
        "surprising",
        "may",
        "take",
        "little",
        "bit",
        "time",
        "mainstream",
        "brand",
        "want",
        "hitch",
        "representation",
        "said",
        "though",
        "fan",
        "assumed",
        "wood",
        "would",
        "never",
        "recover",
        "injury",
        "golfer",
        "major",
        "championship",
        "proved",
        "repeatedly",
        "throughout",
        "career",
        "never",
        "safe",
        "count",
        "think",
        "people",
        "country",
        "quick",
        "forgive",
        "forget",
        "carter",
        "said",
        "want",
        "give",
        "people",
        "benefit",
        "doubt",
        "second",
        "chance",
        "beloved",
        "figure",
        "like",
        "tiger",
        "wood",
        "think",
        "fan",
        "really",
        "want",
        "see",
        "come",
        "back",
        "still",
        "halo",
        "effect"
    ]
}