{
    "organizations": [],
    "uuid": "7736d7cb6da500222f2e64a9172d94b1ec23e3c0",
    "author": "Anne Marie Chaker",
    "url": "https://www.wsj.com/articles/beans-the-superfood-you-ve-always-known-1521284401",
    "ord_in_thread": 0,
    "title": "Beans: The Superfood You've Always Known",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "14 COMMENTS Photo: Serge Bloch Anna Howle once swore she would never eat another bean.\nThe 53-year old government program manager in Washington, D.C., ate pinto beans every day growing up in a Native American community in Central New Mexico. “Beans were a sign of poverty,” she recalls.\nBut she has focused more on nutrition in the past year and recently signed up with a Weight Watchers plan that, to her surprise, encourages people to eat beans. “I’ve gone back to pinto beans,” she says, preparing them at least twice a week in her crockpot.\nMove Over, Kale A rising number of product launches feature pulses—a food category that includes beans, chickpeas, lentils and peas—as a key ingredient. 3,000\nPulses: 2,733\nproducts\n2,500\n2,000\n1,500\nKale: 666\n1,000\n500\nAncient grains: 324\n0\n’17\n’16\n’15\n’13\n2012\n’14\nSource: Innova Market Insights\nBeans are the new kale. More than 2,500 new food products touted pulses, a category that refers to beans and other dry-harvested legumes including chickpeas, lentils and peas, in 2017. That marks an 11% increase from 2016, according to Innova Market Insights, which tracks new foods. At the same time, products containing kale declined 15% and “ancient grains” like quinoa dipped 7%.\nMore than ever, food companies roll out waves of trendy ingredients to compete with one another. As labels, sourcing claims and dietary restrictions make eating more complicated, industry executives say, consumers want simplicity. An old-fashioned ingredient offers something easy to latch onto.\n“Everything about a bean is fashionable,” says Lu Ann Williams, Innova’s director of innovation. “It says wholesome and natural and good for you.”\nChickpeas are appearing in the snack aisle, black beans are in pastas and peas are a featured ingredient in substitutes for milk and meat. Pulses are a modern food marketer’s dream. They’re plant-based, a source of protein and naturally gluten-free.\nLove Grown Foods, which makes cereals including Comet Crispies and Sea Stars, puts “Beans for Breakfast!” on boxes. Saffron Road chips made of chickpeas, lentils and peas claim to be “powered by plant protein.” Hippeas chickpea puffs ask consumers to “give peas a chance.”\nA bowl of Chocolate Power O’s contains a ‘power blend’ of navy, lentil and garbanzo beans. Photo: Love Grown Bean-based snacks are fighting their way out of the health-food aisles and into the mainstream. PowerPlant Ventures, a venture capital fund with investments in 15 food brands, purchased a majority stake in tortilla chip brand Beanfields in 2017.\nThe fund’s managing partner, Mark Rampolla, thinks Beanfields can get millennial men to switch from Doritos. He says consumers in their 20s and 30s are growing up: “They’re worried about their health. They’ve got girlfriends who are not so hot on Doritos.” (A spokesman for Frito-Lay, which makes Doritos, says, “We’re proud to offer a broad portfolio of products that meet a wide variety of consumer needs and preferences.”)\nBeanfields, founded in 2011 by a vegan couple in Los Angeles, netted $6 million in sales in 2016, Mr. Rampolla says. The chips were sold mainly in health food stores.\nTortilla chip brand Beanfields says it is trying to woo Doritos customers. Photo: Beanfields Snacks In the past six months, he has tripled staff to include a sales force charged with getting more chip bags into more stores, ensuring shelves are stocked and helping create in-store sampling programs—a strategy he calls “chips in mouths.” Free sampling has doubled to 600 stores and the company has given away four times more 1.5 ounce bags.\nThe strategy seems to be working: In the past year, he has expanded distribution 67% to 5,000 stores. He expects to hit $10 million in sales by the end of the year and over $50 million by 2020.\nMr. Rampolla—who founded Zico coconut water, which Coca-Cola purchased in 2013—says trumpeting single ingredients in foods isn’t always a smart long-term strategy. The ingredient usually only works in a limited number of foods, then consumers get bored and move on to something else. But beans are a broad enough category that can serve as a base for many foods, he says, offering a good foundation for expansion. “Right now, it’s chips. But the brand could go across many things. How we do that, we don’t know yet. But the potential is massive.”\nThe rise in popularity of hummus, made largely from chickpeas, may have led the way for the pulse revolution. “Chickpeas were the gateway,” says Tim McGreevy, chief executive of the American Pulse Association, which represents growers and processors of beans, peas, chickpeas and lentils. Planted acres of chickpeas alone nearly doubled in 2017 in the U.S. from a year earlier, he says. Roasted chickpeas are now a mainstay of the snack aisle. Chief executives at brands including The Good Bean and Biena Snacks, whose roasted chickpeas come in familiar flavors such as honey roasted and sour cream and onion, say sales have at least doubled in the past year.\nBiena Snacks roasted chickpeas come in familiar flavors such as honey roasted and sour cream and onion. Photo: Biena Snacks Talia Haslanger, a stay-at-home mother of two young boys in Kenner, La., says her family goes through about four 5-ounce bags of roasted chickpeas a week. She packs them in lunchboxes on most days and likes that they circumvent nut-free restrictions at preschool. “It’s something I don’t feel bad about eating in front of my kids and sharing with them,” she says.\nSnack giants like Frito-Lay are paying close attention. Last year, it tested a new line of chips called Off the Eaten Path—featuring ingredients such as peas, black beans and chickpeas. It is now broadening the snack lineup to include more varieties—including roasted chickpeas—and expanding distribution.\n“People are looking for more out of their snacks than they have in the past,” says Tyler Chapman, senior vice president of marketing at Frito-Lay, a unit of PepsiCo . He believes beans are more than a flash in the pan. “You can build pipelines of products using it as a base.”\nSome food brands, such as Banza pasta, are using chickpeas to create product lines that are gluten-free, grain-free and vegan. Just don’t call it that. “It doesn’t say ‘gluten-free’ deliberately,” says Brian Rudolph, Banza’s co-founder. Instead, his line of rotinis, pennes and angel hair pastas tout “made from chickpeas” in bold letters on the front of boxes. “We like focusing on the positives,” he says.\nBanza gluten-free pastas are made from chickpeas. Photo: Banza The Story Behind the Rise of the Bean Beans, it turns out, really are good for your heart.\nOnce a source of elementary school punchlines, beans are finally getting respect. More people are giving pulses a closer look as they embrace plant-based foods and cut back on meat. The American Heart Association says eating beans as part of a heart-healthy diet can improve blood cholesterol, a leading cause of heart disease.\nAbout 36% of consumers say they are eating more meatless meals these days, according to a 2017 survey of 2,000 adults by Packaged Facts, a Rockville, Md.-based market research firm. About one-fifth also reported cutting back on red meat.\nA half-cup serving of black beans, pinto beans or chickpeas contains about 7 grams of protein—a considerable source from the plant world, says Barbara Davis, vice president of medical and scientific affairs for PLT Health Solutions Inc., a Morristown, N.J.-based food ingredients company.\nThat is still not as protein-dense as meat. A 3-ounce serving of chicken breast has 27 grams of protein, while a 3-ounce serving of lean ground beef has 22 grams.\nWith the growing number of salty snacks containing ingredients such as black beans and chickpeas, consumers might be tempted to munch more. But take note of serving sizes and ingredients, nutritionists say. A 1-ounce serving of Frito-Lay’s Off the Eaten Path Olive oil & Herb hummus crisps contain slightly more sodium, at 230 milligrams, than a 1-ounce serving of Nacho Cheese Doritos, which contain 210 milligrams.\nA spokeswoman for Frito-Lay says it is phasing out those hummus crisps. A reformulated version, with 170 grams of sodium, is now hitting stores.\n“People need to read labels,” Dr. Davis says. A 1-ounce serving of hummus crisps still contains 130 calories and 5 grams of fat. “If you eat three or four times the serving size, that’s going to add up.”\nWrite to Anne Marie Chaker at anne-marie.chaker@wsj.com \nMore on Food & Drink \nThe Future of Moroccan Cuisine Is Female March 16, 2018 Why You Should Be Cooking With Sour Beer March 15, 2018 The Spicy Red Sauce That Goes With Everything March 14, 2018 How to Stop Worrying and Love Hosting Dinner Parties March 9, 2018 How To Do ‘Good Fat’ Better February 28, 2018",
    "published": "2018-03-17T14:00:00.000+02:00",
    "crawled": "2018-03-17T16:21:44.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "photo",
        "serge",
        "bloch",
        "anna",
        "howle",
        "swore",
        "would",
        "never",
        "eat",
        "another",
        "bean",
        "old",
        "government",
        "program",
        "manager",
        "washington",
        "ate",
        "pinto",
        "bean",
        "every",
        "day",
        "growing",
        "native",
        "american",
        "community",
        "central",
        "new",
        "mexico",
        "bean",
        "sign",
        "poverty",
        "recall",
        "focused",
        "nutrition",
        "past",
        "year",
        "recently",
        "signed",
        "weight",
        "watcher",
        "plan",
        "surprise",
        "encourages",
        "people",
        "eat",
        "bean",
        "gone",
        "back",
        "pinto",
        "bean",
        "say",
        "preparing",
        "least",
        "twice",
        "week",
        "crockpot",
        "move",
        "kale",
        "rising",
        "number",
        "product",
        "launch",
        "feature",
        "food",
        "category",
        "includes",
        "bean",
        "chickpea",
        "lentil",
        "key",
        "ingredient",
        "pulse",
        "product",
        "kale",
        "ancient",
        "grain",
        "source",
        "innova",
        "market",
        "insight",
        "bean",
        "new",
        "kale",
        "new",
        "food",
        "product",
        "touted",
        "pulse",
        "category",
        "refers",
        "bean",
        "legume",
        "including",
        "chickpea",
        "lentil",
        "pea",
        "mark",
        "increase",
        "according",
        "innova",
        "market",
        "insight",
        "track",
        "new",
        "food",
        "time",
        "product",
        "containing",
        "kale",
        "declined",
        "ancient",
        "grain",
        "like",
        "quinoa",
        "dipped",
        "ever",
        "food",
        "company",
        "roll",
        "wave",
        "trendy",
        "ingredient",
        "compete",
        "one",
        "another",
        "label",
        "sourcing",
        "claim",
        "dietary",
        "restriction",
        "make",
        "eating",
        "complicated",
        "industry",
        "executive",
        "say",
        "consumer",
        "want",
        "simplicity",
        "ingredient",
        "offer",
        "something",
        "easy",
        "latch",
        "onto",
        "everything",
        "bean",
        "fashionable",
        "say",
        "lu",
        "ann",
        "williams",
        "innova",
        "director",
        "innovation",
        "say",
        "wholesome",
        "natural",
        "good",
        "chickpea",
        "appearing",
        "snack",
        "aisle",
        "black",
        "bean",
        "pasta",
        "pea",
        "featured",
        "ingredient",
        "substitute",
        "milk",
        "meat",
        "pulse",
        "modern",
        "food",
        "marketer",
        "dream",
        "source",
        "protein",
        "naturally",
        "love",
        "grown",
        "food",
        "make",
        "cereal",
        "including",
        "comet",
        "crispies",
        "sea",
        "star",
        "put",
        "bean",
        "breakfast",
        "box",
        "saffron",
        "road",
        "chip",
        "made",
        "chickpea",
        "lentil",
        "pea",
        "claim",
        "powered",
        "plant",
        "hippeas",
        "chickpea",
        "puff",
        "ask",
        "consumer",
        "give",
        "pea",
        "bowl",
        "chocolate",
        "power",
        "contains",
        "power",
        "blend",
        "navy",
        "lentil",
        "garbanzo",
        "bean",
        "photo",
        "love",
        "grown",
        "snack",
        "fighting",
        "way",
        "aisle",
        "mainstream",
        "powerplant",
        "venture",
        "venture",
        "capital",
        "fund",
        "investment",
        "food",
        "brand",
        "purchased",
        "majority",
        "stake",
        "tortilla",
        "chip",
        "brand",
        "beanfields",
        "fund",
        "managing",
        "partner",
        "mark",
        "rampolla",
        "think",
        "beanfields",
        "get",
        "millennial",
        "men",
        "switch",
        "doritos",
        "say",
        "consumer",
        "20",
        "30",
        "growing",
        "worried",
        "health",
        "got",
        "girlfriend",
        "hot",
        "spokesman",
        "make",
        "doritos",
        "say",
        "proud",
        "offer",
        "broad",
        "portfolio",
        "product",
        "meet",
        "wide",
        "variety",
        "consumer",
        "need",
        "beanfields",
        "founded",
        "vegan",
        "couple",
        "los",
        "angeles",
        "netted",
        "million",
        "sale",
        "rampolla",
        "say",
        "chip",
        "sold",
        "mainly",
        "health",
        "food",
        "store",
        "tortilla",
        "chip",
        "brand",
        "beanfields",
        "say",
        "trying",
        "woo",
        "doritos",
        "customer",
        "photo",
        "beanfields",
        "snack",
        "past",
        "six",
        "month",
        "tripled",
        "staff",
        "include",
        "sale",
        "force",
        "charged",
        "getting",
        "chip",
        "bag",
        "store",
        "ensuring",
        "shelf",
        "stocked",
        "helping",
        "create",
        "sampling",
        "strategy",
        "call",
        "chip",
        "free",
        "sampling",
        "doubled",
        "store",
        "company",
        "given",
        "away",
        "four",
        "time",
        "ounce",
        "bag",
        "strategy",
        "seems",
        "working",
        "past",
        "year",
        "expanded",
        "distribution",
        "store",
        "expects",
        "hit",
        "million",
        "sale",
        "end",
        "year",
        "million",
        "founded",
        "zico",
        "coconut",
        "water",
        "purchased",
        "trumpeting",
        "single",
        "ingredient",
        "food",
        "always",
        "smart",
        "strategy",
        "ingredient",
        "usually",
        "work",
        "limited",
        "number",
        "food",
        "consumer",
        "get",
        "bored",
        "move",
        "something",
        "else",
        "bean",
        "broad",
        "enough",
        "category",
        "serve",
        "base",
        "many",
        "food",
        "say",
        "offering",
        "good",
        "foundation",
        "expansion",
        "right",
        "chip",
        "brand",
        "could",
        "go",
        "across",
        "many",
        "thing",
        "know",
        "yet",
        "potential",
        "rise",
        "popularity",
        "hummus",
        "made",
        "largely",
        "chickpea",
        "may",
        "led",
        "way",
        "pulse",
        "revolution",
        "chickpea",
        "gateway",
        "say",
        "tim",
        "mcgreevy",
        "chief",
        "executive",
        "american",
        "pulse",
        "association",
        "represents",
        "grower",
        "processor",
        "bean",
        "pea",
        "chickpea",
        "lentil",
        "planted",
        "acre",
        "chickpea",
        "alone",
        "nearly",
        "doubled",
        "year",
        "earlier",
        "say",
        "roasted",
        "chickpea",
        "mainstay",
        "snack",
        "aisle",
        "chief",
        "executive",
        "brand",
        "including",
        "good",
        "bean",
        "biena",
        "snack",
        "whose",
        "roasted",
        "chickpea",
        "come",
        "familiar",
        "flavor",
        "honey",
        "roasted",
        "sour",
        "cream",
        "onion",
        "say",
        "sale",
        "least",
        "doubled",
        "past",
        "year",
        "biena",
        "snack",
        "roasted",
        "chickpea",
        "come",
        "familiar",
        "flavor",
        "honey",
        "roasted",
        "sour",
        "cream",
        "onion",
        "photo",
        "biena",
        "snack",
        "talia",
        "haslanger",
        "mother",
        "two",
        "young",
        "boy",
        "kenner",
        "say",
        "family",
        "go",
        "four",
        "bag",
        "roasted",
        "chickpea",
        "week",
        "pack",
        "lunchboxes",
        "day",
        "like",
        "circumvent",
        "restriction",
        "preschool",
        "something",
        "feel",
        "bad",
        "eating",
        "front",
        "kid",
        "sharing",
        "say",
        "snack",
        "giant",
        "like",
        "paying",
        "close",
        "attention",
        "last",
        "year",
        "tested",
        "new",
        "line",
        "chip",
        "called",
        "eaten",
        "ingredient",
        "pea",
        "black",
        "bean",
        "chickpea",
        "broadening",
        "snack",
        "lineup",
        "include",
        "roasted",
        "expanding",
        "distribution",
        "people",
        "looking",
        "snack",
        "past",
        "say",
        "tyler",
        "chapman",
        "senior",
        "vice",
        "president",
        "marketing",
        "unit",
        "pepsico",
        "belief",
        "bean",
        "flash",
        "pan",
        "build",
        "pipeline",
        "product",
        "using",
        "food",
        "brand",
        "banza",
        "pasta",
        "using",
        "chickpea",
        "create",
        "product",
        "line",
        "vegan",
        "call",
        "say",
        "deliberately",
        "say",
        "brian",
        "rudolph",
        "banza",
        "instead",
        "line",
        "rotinis",
        "penne",
        "angel",
        "hair",
        "pasta",
        "tout",
        "made",
        "chickpea",
        "bold",
        "letter",
        "front",
        "box",
        "like",
        "focusing",
        "positive",
        "say",
        "banza",
        "pasta",
        "made",
        "chickpea",
        "photo",
        "banza",
        "story",
        "behind",
        "rise",
        "bean",
        "bean",
        "turn",
        "really",
        "good",
        "heart",
        "source",
        "elementary",
        "school",
        "punchlines",
        "bean",
        "finally",
        "getting",
        "respect",
        "people",
        "giving",
        "pulse",
        "closer",
        "look",
        "embrace",
        "food",
        "cut",
        "back",
        "meat",
        "american",
        "heart",
        "association",
        "say",
        "eating",
        "bean",
        "part",
        "diet",
        "improve",
        "blood",
        "cholesterol",
        "leading",
        "cause",
        "heart",
        "disease",
        "consumer",
        "say",
        "eating",
        "meatless",
        "meal",
        "day",
        "according",
        "survey",
        "adult",
        "packaged",
        "fact",
        "rockville",
        "market",
        "research",
        "firm",
        "also",
        "reported",
        "cutting",
        "back",
        "red",
        "meat",
        "serving",
        "black",
        "bean",
        "pinto",
        "bean",
        "chickpea",
        "contains",
        "gram",
        "considerable",
        "source",
        "plant",
        "world",
        "say",
        "barbara",
        "davis",
        "vice",
        "president",
        "medical",
        "scientific",
        "affair",
        "plt",
        "health",
        "solution",
        "morristown",
        "food",
        "ingredient",
        "company",
        "still",
        "meat",
        "serving",
        "chicken",
        "breast",
        "gram",
        "protein",
        "serving",
        "lean",
        "ground",
        "beef",
        "gram",
        "growing",
        "number",
        "salty",
        "snack",
        "containing",
        "ingredient",
        "black",
        "bean",
        "chickpea",
        "consumer",
        "might",
        "tempted",
        "munch",
        "take",
        "note",
        "serving",
        "size",
        "ingredient",
        "nutritionist",
        "say",
        "serving",
        "eaten",
        "path",
        "olive",
        "oil",
        "herb",
        "hummus",
        "crisp",
        "contain",
        "slightly",
        "sodium",
        "milligram",
        "serving",
        "nacho",
        "cheese",
        "doritos",
        "contain",
        "milligram",
        "spokeswoman",
        "say",
        "phasing",
        "hummus",
        "crisp",
        "reformulated",
        "version",
        "gram",
        "sodium",
        "hitting",
        "store",
        "people",
        "need",
        "read",
        "label",
        "davis",
        "say",
        "serving",
        "hummus",
        "crisp",
        "still",
        "contains",
        "calorie",
        "gram",
        "fat",
        "eat",
        "three",
        "four",
        "time",
        "serving",
        "size",
        "going",
        "add",
        "write",
        "anne",
        "marie",
        "chaker",
        "food",
        "drink",
        "future",
        "moroccan",
        "cuisine",
        "female",
        "march",
        "cooking",
        "sour",
        "beer",
        "march",
        "spicy",
        "red",
        "sauce",
        "go",
        "everything",
        "march",
        "stop",
        "worrying",
        "love",
        "hosting",
        "dinner",
        "party",
        "march",
        "good",
        "fat",
        "better",
        "february"
    ]
}