{
    "organizations": [],
    "uuid": "2b892ac3f5c09bf988413547e361076800806c36",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/pr-newswire-formula-systems-reports-record-breaking-revenues-of-367-million-for-the-fourth-quarter-with-21-percent-year-over-year-growth.html",
    "ord_in_thread": 0,
    "title": "Formula Systems Reports Record-Breaking Revenues of $367 Million for the Fourth Quarter with 21% Year Over Year Growth",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OR YEHUDA, Israel, March 15, 2018 /PRNewswire/ -- Formula Systems (1985) Ltd. (NASDAQ: FORTY), a global information technology holding company engaged, through its subsidiaries and affiliates, in providing software consulting services and computer-based business solutions and developing proprietary software products, today announced its results for the fourth quarter and full year ended December 31, 2017, in accordance with International Financial Reporting Standards (IFRS).\nFinancial Highlights for the Fourth Quarter Ended December 31, 2017\nConsolidated revenues for the fourth quarter increased by 21.2% to a record-breaking $366.5 million, compared to $302.3 million in the same period last year. Consolidated operating income for the fourth quarter, decreased by 14.4% to $19.6 million, compared to $22.9 million in the same period last year. The decrease in operating income is attributable to the decrease in Sapiens' operating income from $5.4 million in the fourth quarter of 2016 to $1.3 million in the fourth quarter of 2017 (when measured in accordance with IFRS) due to the implementation of a restructuring and cost reduction plan following mainly the halt of a software development project with a significant customer of Sapiens and extension of the rollout time-line for a large customer. The restructuring and cost reduction plan included: de-emphasis of non-core activities in APAC and efficiency measures following the halted development project, the integration of StoneRiver and the extension of the rollout time-line for a large customer. The cost savings primarily included headcount reductions as well as other cost saving measures. Sapiens' restructuring and cost reduction expenses amounted to $4.2 million for the quarter and $8.1 million for the full year 2017. Excluding the consolidation of Sapiens' results, Formula's operating income for the quarter increased by 4.4% year over year. Consolidated net income attributable to Formula's shareholders for the fourth quarter was $5.1 million, or $0.34 per fully diluted share, compared to $6.0 million, or $0.40 per fully diluted share, in the same period last year. The decrease in net income attributable to Formula's shareholders is mainly attributable to appreciation of long term liabilities to banks and others denominated in New Israeli Shekels, following the erosion of the US dollar against the New Israeli Shekel amounting to $1.0 million compared to a devaluation of long term liabilities to banks and others denominated in New Israeli Shekels amounting to $1.1 million recorded in the same period last year. Excluding the negative impact of the devaluation of Formula's long term liabilities to banks and others denominated in New Israeli Shekels, Formula's net income increased by approximately 25% year over year.\nFinancial Highlights for the Full Year Ended December 31, 2017\nConsolidated revenues for the year ended December 31, 2017 increased by 22.2% to $1,355.1 million, compared to $1,108.6 million in the same period last year. Consolidated operating income for the year ended December 31, 2017 decreased by 17.3% to $73.7 million, compared to $73.2 million in the same period last year. The decrease in operating income is attributable to the decrease in Sapiens' operating income from $24.8 million recorded in the year ended December 31, 2016 to an operating income of $1.1 million recorded in the year ended December 31, 2017 (when measured in accordance with IFRS) due to the integration of StoneRiver and the implementation of a restructuring and cost reduction plan, as detailed above. Excluding the consolidation of Sapiens' results, Formula's operating income for the year ended December 31, 2017 increased by approximately 13.3% year over year. Consolidated net income attributable to Formula's shareholders for the year ended December 31, 2017 was $10.7 million, or $0.71 per fully diluted share, compared to $22.4 million, or $1.49 per fully diluted share, in the same period last year. The decrease in net income attributable to Formula's shareholders is primarily attributable to a decrease in Sapiens' net income from $19.8 million in the year ended December 31, 2016 to $0.7 million in the year ended December 31, 2017 (when measured in accordance with IFRS), as detailed above, and to an appreciation of long term liabilities to banks and others denominated in New Israeli Shekels, following the erosion of the US dollar against the New Israeli Shekel amounting to $6.5 million compared to $0.8 million recorded in the same period last year. Excluding the consolidation of Sapiens' results and the appreciation of Formula's long term liabilities to banks and others denominated in New Israeli Shekels, Formula's net income increased by 24.2% year over year. As of December 31, 2017, Formula held 49.5%, 48.14%, 47.12%, 100%, 50% and 90% of the outstanding ordinary shares of Matrix IT Ltd., Sapiens International Corporation N.V, Magic Software Enterprises Ltd., Michpal Micro Computers (1983) Ltd., TSG IT Advanced Systems Ltd. and Insync Staffing Solutions LLC, respectively. Consolidated cash, short-term investments in marketable securities and bank deposits totaled to approximately $260.8 million as of December 31, 2017. Total consolidated equity as of December 31, 2017, was $772.9 million (representing 50% of the total balance sheet). As of December 31, 2017, Formula was in compliance with all of its financial covenants under the debentures issued by Formula in September 2015 and under loans granted from other financial institutions.\nComments of Management\nCommenting on the results, Guy Bernstein, CEO of Formula Systems, said, \"We are very pleased to report our 2017 full year results with another quarter reflecting solid improvement as evidenced by the group's strong revenue growth.\n\"In 2017, Matrix achieved significant growth across all financial indicators, including revenues, gross profit, operating income, net profit and cash flow from operating activities. Matrix reported record-breaking revenues of NIS766.0 million in the fourth quarter and NIS2.86 billion for the full year of 2017, reflecting an increase of 11.9% and 12.3% year over year, respectively. Net profits soared to NIS39.2 million in the fourth quarter and NIS123.0 million for the full year, reflecting an increase of 40.9% and 15.0% (excluding a one-time capital gain recorded in the fourth quarter of 2016), respectively. Matrix's financial strength, top-notch employees and robust technological infrastructure positions Matrix at the forefront of technology, enabling Matrix to make a significant contribution to the digital transformation process that companies throughout the world are undergoing.\n\"Magic continued its double-digit growth momentum through the fourth quarter and the full year of 2017 with exceptional year-over-year revenue growth, powered by strong demand across its entire portfolio and throughout all of its regions. Magic enjoyed revenues of an all-time high of $258 million and non-GAAP operating income [1] of $35.1 million for the year, up 28% and 24% respectively year over year, driven primarily by organic growth. Magic expects its strong financial position, coupled with its 2017 activities in promoting and growing its markets, to continue the company's momentum into 2018 and as a result, has provided a revenue guidance for the full-year 2018 of between $283 million and $293 million, an increase of approximately 10% to 13.6% compared to 2017.\n\"In 2017, Sapiens made considerable progress in executing its long-term strategy in becoming a leading global provider of insurance software solutions and services. Among these steps were the strategic acquisition of StoneRiver in early 2017 and the recent acquisition of Adaptik, providing Sapiens with competitive, comprehensive insurance platforms to position itself as a leading solution provider in the U.S. insurance market. Despite a mixed year for the company, Sapiens' full year 2017 results demonstrated another year of double-digit growth with revenues of $269 million, reflecting a year over year increase of 24.5%. Sapiens is well positioned to continue its growth trajectory and has provided a revenue guidance for the full-year 2018 in the range of $280-$285 million (on a non-GAAP basis [2] ), an increase of approximately 3% to 5% compared to 2017.\n\"TSG (held jointly by Formula and Israel Aerospace Industries (\"IAI\")) finished the year with a double digit growth recorded across all major financial indicators: revenues, gross profit and operating income while increasing its efforts in sales and marketing activities to become a top competitor for large-scale defense and homeland security projects. This strategy together with TSG's recent announced win (together with IAI as the prime contractor) of one the largest IT tenders in the history of the IDF and the IMOD, estimated at hundreds of millions of shekels over the next decade, position TSG to continue its growth momentum into 2018.\n\"We remain excited about Michpal's market opportunity following the release of a new product and a new service line – \"Michpal Pension\" and \"Michpal PensionPlus\". These solutions enable all employers to digitally report their employees' pension fund payments to their respective pension funds as required by law (this requirement took effect on February 1, 2018 for employers who employ more than 21 employees and on February 1, 2019 for employers with no more than 20 employees).\"\nAbout Formula\nFormula Systems (1985) Ltd. is a global information technology company engaged, through its subsidiaries and affiliates, in providing software consulting services and computer-based business solutions and developing proprietary software products.\nFor more information, visit www.formulasystems.com .\nExcept for any historical information contained herein, matters discussed in this press release might include forward-looking statements that involve a number of risks and uncertainties. Regarding any financial statements, actual results might vary significantly based upon a number of factors including, but not limited to, risks in product and technology development, market acceptance of new products and continuing product conditions, both locally and abroad, release and sales of new products by strategic resellers and customers, and other risk factors detailed in Formula's most recent annual report and other filings with the Securities and Exchange Commission. These forward-looking statements are made only as of the date hereof, and the Company undertakes no obligation to update or revise the forward-looking statements, whether as a result of new information, future events or otherwise.\n[1] Non-GAAP measures as detailed in Magic Software Enterprises' press release from February 28, 2018\n[2] Non-GAAP measures as detailed in Sapiens' press release from March 8, 2018\nFORMULA SYSTEMS (1985) LTD.\nCONSOLIDATED CONDENSED STATEMENTS OF PROFIT OR LOSS\nU.S. dollars in thousands (except per share data)\nThree months ended\nYear ended\nDecember 31,\nDecember 31,\n2017\n2016\n2017\n2016\nUnaudited\nUnaudited\nRevenues\n366,539\n302,314\n1,355,139\n1,108,621\nCost of revenues\n285,728\n233,959\n1,058,316\n849,840\nGross profit\n80,811\n68,355\n296,823\n258,781\nResearch and development costs, net\n10,394\n6,881\n39,853\n22,328\nSelling, general and administrative expenses\n51,113\n38,552\n184,061\n147,953\nOther income (expenses), net\n308\n-\n308\n-\nOperating income\n19,612\n22,922\n73,217\n88,500\nFinancial expenses, net\n(3,908)\n(2,328)\n(22,858)\n(11,586)\nIncome before taxes on income\n15,704\n20,594\n50,359\n76,914\nTaxes on income\n1,537\n5,763\n13,371\n21,163\nIncome after taxes\n14,167\n14,831\n36,988\n55,751\nEquity in gains of affiliated companies, net\n607\n(442)\n1,124\n349\nNet income\n14,774\n14,389\n38,112\n56,100\nNet income attributable to redeemable non-controlling interests\n(65)\n782\n1,579\n2,125\nNet income attributable to non-controlling interests\n9,723\n7,609\n25,803\n31,530\nNet income attributable to Formula's shareholders\n5,116\n5,998\n10,730\n22,445\nEarnings per share (basic)\n0.35\n0.42\n0.74\n1.58\nEarnings per share (diluted)\n0.34\n0.40\n0.71\n1.49\nNumber of shares used in computing earnings per share (basic)\n14,729,199\n14,267,339\n14,436,763\n14,213,719\nNumber of shares used in computing earnings per share (diluted)\n14,731,898\n15,529,192\n14,731,603\n15,525,261\nFORMULA SYSTEMS (1985) LTD.\nCONSOLIDATED STATEMENTS OF FINANCIAL POSITION\nU.S. dollars in thousands\nDecember 31,\nDecember 31,\n2017\n2016\n(Unaudited)\nASSETS\nCURRENT ASSETS:\nCash and cash equivalents\n245,938\n238,161\nMarketable securities\n14,138\n37,516\nShort-term deposits\n745\n13\nTrade receivables\n385,777\n308,338\nOther accounts receivable\n44,610\n45,678\nInventories\n3,299\n3,953\nTotal current assets\n694,507\n633,659\nLONG-TERM ASSETS:\nMarketable securities\n-\n17,228\nDeferred taxes\n15,878\n15,227\nPrepaid expenses and other assets\n16,637\n14,390\nTotal long-term assets\n32,515\n46,845\nINVESTMENTS IN COMPANIES ACCOUNTED FOR\nAT EQUITY METHOD\n25,261\n24,080\nPROPERTY, PLANTS AND EQUIPMENT, NET\n29,573\n26,130\nINTANGIBLE ASSETS, NET AND GOODWILL\n779,161\n627,605\nTotal assets\n1,561,017\n1,358,319\nCURRENT LIABILITIES:\nLiabilities to banks and other financial institutions\n70,819\n84,760\nDebentures\n4,827\n3,274\nTrade payables\n95,339\n80,114\nDeferred revenues\n58,905\n37,030\nEmployees and payroll accruals\n110,811\n90,709\nOther accounts payable\n55,340\n41,889\nDividend payable\n-\n7,070\nLiabilities related to business combinations\n4,881\n8,119\nRedeemable non-controlling interests\n9,072\n6,073\nTotal current liabilities\n409,994\n359,038\nLONG-TERM LIABILITIES:\nLiabilities to banks and other financial institutions\n135,585\n115,529\nOther long-term liabilities\n6,845\n9,384\nDebentures, net of current maturities\n133,739\n55,441\nDeferred taxes\n36,240\n30,939\nDeferred revenues\n9,340\n4,697\nLiabilities related to business combinations\n3,516\n9,611\nLiability in respect to capital lease\n-\n108\nEmployee benefit liabilities\n9,032\n6,174\nRedeemable non-controlling interests\n43,804\n43,556\nTotal long-term liabilities\n378,101\n275,439\nEQUITY\nFormula Systems (1985) equity\n359,193\n336,387\nNon-controlling interests\n413,729\n387,455\nTotal equity\n772,922\n723,842\nTOTAL LIABILITIES AND EQUITY\n1,561,017\n1,358,319\nFORMULA SYSTEMS (1985) LTD.\nSTANDALONE FINANCIAL DATA HIGHLIGHTS\nU.S. dollars in thousands\nDecember 31,\nDecember 31,\n2017\n2016\n(Unaudited)\nDebentures\n59,503\n58,715\nOther financial liabilities\n38,911\n46,564\nFormula shareholders' equity\n359,193\n336,387\nCash, cash equivalents and short-term marketable securities\n14,842\n43,537\nFair market value of equity holdings in publicly traded subsidiaries\n835,400\n725,860\nPress Contact:\nFormula Systems (1985) Ltd.\n+972-3-5389487\nir@formula.co.il\nView original content: http://www.prnewswire.com/news-releases/formula-systems-reports-record-breaking-revenues-of-367-million-for-the-fourth-quarter-with-21-year-over-year-growth-300614716.html\nSOURCE Formula Systems (1985) Ltd",
    "published": "2018-03-15T19:15:00.000+02:00",
    "crawled": "2018-03-15T20:13:42.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "yehuda",
        "israel",
        "march",
        "formula",
        "system",
        "nasdaq",
        "forty",
        "global",
        "information",
        "technology",
        "holding",
        "company",
        "engaged",
        "subsidiary",
        "affiliate",
        "providing",
        "software",
        "consulting",
        "service",
        "business",
        "solution",
        "developing",
        "proprietary",
        "software",
        "product",
        "today",
        "announced",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "financial",
        "highlight",
        "fourth",
        "quarter",
        "ended",
        "december",
        "consolidated",
        "revenue",
        "fourth",
        "quarter",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "consolidated",
        "operating",
        "income",
        "fourth",
        "quarter",
        "decreased",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "decrease",
        "operating",
        "income",
        "attributable",
        "decrease",
        "sapiens",
        "operating",
        "income",
        "million",
        "fourth",
        "quarter",
        "million",
        "fourth",
        "quarter",
        "measured",
        "accordance",
        "ifrs",
        "due",
        "implementation",
        "restructuring",
        "cost",
        "reduction",
        "plan",
        "following",
        "mainly",
        "halt",
        "software",
        "development",
        "project",
        "significant",
        "customer",
        "sapiens",
        "extension",
        "rollout",
        "large",
        "customer",
        "restructuring",
        "cost",
        "reduction",
        "plan",
        "included",
        "activity",
        "apac",
        "efficiency",
        "measure",
        "following",
        "halted",
        "development",
        "project",
        "integration",
        "stoneriver",
        "extension",
        "rollout",
        "large",
        "customer",
        "cost",
        "saving",
        "primarily",
        "included",
        "headcount",
        "reduction",
        "well",
        "cost",
        "saving",
        "measure",
        "sapiens",
        "restructuring",
        "cost",
        "reduction",
        "expense",
        "amounted",
        "million",
        "quarter",
        "million",
        "full",
        "year",
        "excluding",
        "consolidation",
        "sapiens",
        "result",
        "formula",
        "operating",
        "income",
        "quarter",
        "increased",
        "year",
        "year",
        "consolidated",
        "net",
        "income",
        "attributable",
        "formula",
        "shareholder",
        "fourth",
        "quarter",
        "million",
        "per",
        "fully",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "fully",
        "diluted",
        "share",
        "period",
        "last",
        "year",
        "decrease",
        "net",
        "income",
        "attributable",
        "formula",
        "shareholder",
        "mainly",
        "attributable",
        "appreciation",
        "long",
        "term",
        "liability",
        "bank",
        "others",
        "denominated",
        "new",
        "israeli",
        "shekel",
        "following",
        "erosion",
        "u",
        "dollar",
        "new",
        "israeli",
        "shekel",
        "amounting",
        "million",
        "compared",
        "devaluation",
        "long",
        "term",
        "liability",
        "bank",
        "others",
        "denominated",
        "new",
        "israeli",
        "shekel",
        "amounting",
        "million",
        "recorded",
        "period",
        "last",
        "year",
        "excluding",
        "negative",
        "impact",
        "devaluation",
        "formula",
        "long",
        "term",
        "liability",
        "bank",
        "others",
        "denominated",
        "new",
        "israeli",
        "shekel",
        "formula",
        "net",
        "income",
        "increased",
        "approximately",
        "year",
        "year",
        "financial",
        "highlight",
        "full",
        "year",
        "ended",
        "december",
        "consolidated",
        "revenue",
        "year",
        "ended",
        "december",
        "increased",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "consolidated",
        "operating",
        "income",
        "year",
        "ended",
        "december",
        "decreased",
        "million",
        "compared",
        "million",
        "period",
        "last",
        "year",
        "decrease",
        "operating",
        "income",
        "attributable",
        "decrease",
        "sapiens",
        "operating",
        "income",
        "million",
        "recorded",
        "year",
        "ended",
        "december",
        "operating",
        "income",
        "million",
        "recorded",
        "year",
        "ended",
        "december",
        "measured",
        "accordance",
        "ifrs",
        "due",
        "integration",
        "stoneriver",
        "implementation",
        "restructuring",
        "cost",
        "reduction",
        "plan",
        "detailed",
        "excluding",
        "consolidation",
        "sapiens",
        "result",
        "formula",
        "operating",
        "income",
        "year",
        "ended",
        "december",
        "increased",
        "approximately",
        "year",
        "year",
        "consolidated",
        "net",
        "income",
        "attributable",
        "formula",
        "shareholder",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "fully",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "fully",
        "diluted",
        "share",
        "period",
        "last",
        "year",
        "decrease",
        "net",
        "income",
        "attributable",
        "formula",
        "shareholder",
        "primarily",
        "attributable",
        "decrease",
        "sapiens",
        "net",
        "income",
        "million",
        "year",
        "ended",
        "december",
        "million",
        "year",
        "ended",
        "december",
        "measured",
        "accordance",
        "ifrs",
        "detailed",
        "appreciation",
        "long",
        "term",
        "liability",
        "bank",
        "others",
        "denominated",
        "new",
        "israeli",
        "shekel",
        "following",
        "erosion",
        "u",
        "dollar",
        "new",
        "israeli",
        "shekel",
        "amounting",
        "million",
        "compared",
        "million",
        "recorded",
        "period",
        "last",
        "year",
        "excluding",
        "consolidation",
        "sapiens",
        "result",
        "appreciation",
        "formula",
        "long",
        "term",
        "liability",
        "bank",
        "others",
        "denominated",
        "new",
        "israeli",
        "shekel",
        "formula",
        "net",
        "income",
        "increased",
        "year",
        "year",
        "december",
        "formula",
        "held",
        "outstanding",
        "ordinary",
        "share",
        "matrix",
        "sapiens",
        "international",
        "corporation",
        "magic",
        "software",
        "enterprise",
        "michpal",
        "micro",
        "computer",
        "tsg",
        "advanced",
        "system",
        "insync",
        "staffing",
        "solution",
        "llc",
        "respectively",
        "consolidated",
        "cash",
        "investment",
        "marketable",
        "security",
        "bank",
        "deposit",
        "totaled",
        "approximately",
        "million",
        "december",
        "total",
        "consolidated",
        "equity",
        "december",
        "million",
        "representing",
        "total",
        "balance",
        "sheet",
        "december",
        "formula",
        "compliance",
        "financial",
        "covenant",
        "debenture",
        "issued",
        "formula",
        "september",
        "loan",
        "granted",
        "financial",
        "institution",
        "comment",
        "management",
        "commenting",
        "result",
        "guy",
        "bernstein",
        "ceo",
        "formula",
        "system",
        "said",
        "pleased",
        "report",
        "full",
        "year",
        "result",
        "another",
        "quarter",
        "reflecting",
        "solid",
        "improvement",
        "evidenced",
        "group",
        "strong",
        "revenue",
        "growth",
        "matrix",
        "achieved",
        "significant",
        "growth",
        "across",
        "financial",
        "indicator",
        "including",
        "revenue",
        "gross",
        "profit",
        "operating",
        "income",
        "net",
        "profit",
        "cash",
        "flow",
        "operating",
        "activity",
        "matrix",
        "reported",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "billion",
        "full",
        "year",
        "reflecting",
        "increase",
        "year",
        "year",
        "respectively",
        "net",
        "profit",
        "soared",
        "million",
        "fourth",
        "quarter",
        "million",
        "full",
        "year",
        "reflecting",
        "increase",
        "excluding",
        "capital",
        "gain",
        "recorded",
        "fourth",
        "quarter",
        "respectively",
        "matrix",
        "financial",
        "strength",
        "employee",
        "robust",
        "technological",
        "infrastructure",
        "position",
        "matrix",
        "forefront",
        "technology",
        "enabling",
        "matrix",
        "make",
        "significant",
        "contribution",
        "digital",
        "transformation",
        "process",
        "company",
        "throughout",
        "world",
        "undergoing",
        "magic",
        "continued",
        "growth",
        "momentum",
        "fourth",
        "quarter",
        "full",
        "year",
        "exceptional",
        "revenue",
        "growth",
        "powered",
        "strong",
        "demand",
        "across",
        "entire",
        "portfolio",
        "throughout",
        "region",
        "magic",
        "enjoyed",
        "revenue",
        "high",
        "million",
        "operating",
        "income",
        "million",
        "year",
        "respectively",
        "year",
        "year",
        "driven",
        "primarily",
        "organic",
        "growth",
        "magic",
        "expects",
        "strong",
        "financial",
        "position",
        "coupled",
        "activity",
        "promoting",
        "growing",
        "market",
        "continue",
        "company",
        "momentum",
        "result",
        "provided",
        "revenue",
        "guidance",
        "million",
        "million",
        "increase",
        "approximately",
        "compared",
        "sapiens",
        "made",
        "considerable",
        "progress",
        "executing",
        "strategy",
        "becoming",
        "leading",
        "global",
        "provider",
        "insurance",
        "software",
        "solution",
        "service",
        "among",
        "step",
        "strategic",
        "acquisition",
        "stoneriver",
        "early",
        "recent",
        "acquisition",
        "adaptik",
        "providing",
        "sapiens",
        "competitive",
        "comprehensive",
        "insurance",
        "platform",
        "position",
        "leading",
        "solution",
        "provider",
        "insurance",
        "market",
        "despite",
        "mixed",
        "year",
        "company",
        "sapiens",
        "full",
        "year",
        "result",
        "demonstrated",
        "another",
        "year",
        "growth",
        "revenue",
        "million",
        "reflecting",
        "year",
        "year",
        "increase",
        "sapiens",
        "well",
        "positioned",
        "continue",
        "growth",
        "trajectory",
        "provided",
        "revenue",
        "guidance",
        "range",
        "million",
        "basis",
        "increase",
        "approximately",
        "compared",
        "tsg",
        "held",
        "jointly",
        "formula",
        "israel",
        "aerospace",
        "industry",
        "iai",
        "finished",
        "year",
        "double",
        "digit",
        "growth",
        "recorded",
        "across",
        "major",
        "financial",
        "indicator",
        "revenue",
        "gross",
        "profit",
        "operating",
        "income",
        "increasing",
        "effort",
        "sale",
        "marketing",
        "activity",
        "become",
        "top",
        "competitor",
        "defense",
        "homeland",
        "security",
        "project",
        "strategy",
        "together",
        "tsg",
        "recent",
        "announced",
        "win",
        "together",
        "iai",
        "prime",
        "contractor",
        "one",
        "largest",
        "tender",
        "history",
        "idf",
        "imod",
        "estimated",
        "hundred",
        "million",
        "shekel",
        "next",
        "decade",
        "position",
        "tsg",
        "continue",
        "growth",
        "momentum",
        "remain",
        "excited",
        "michpal",
        "market",
        "opportunity",
        "following",
        "release",
        "new",
        "product",
        "new",
        "service",
        "line",
        "michpal",
        "pension",
        "michpal",
        "pensionplus",
        "solution",
        "enable",
        "employer",
        "digitally",
        "report",
        "employee",
        "pension",
        "fund",
        "payment",
        "respective",
        "pension",
        "fund",
        "required",
        "law",
        "requirement",
        "took",
        "effect",
        "february",
        "employer",
        "employ",
        "employee",
        "february",
        "employer",
        "employee",
        "formula",
        "formula",
        "system",
        "global",
        "information",
        "technology",
        "company",
        "engaged",
        "subsidiary",
        "affiliate",
        "providing",
        "software",
        "consulting",
        "service",
        "business",
        "solution",
        "developing",
        "proprietary",
        "software",
        "product",
        "information",
        "visit",
        "except",
        "historical",
        "information",
        "contained",
        "herein",
        "matter",
        "discussed",
        "press",
        "release",
        "might",
        "include",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "regarding",
        "financial",
        "statement",
        "actual",
        "result",
        "might",
        "vary",
        "significantly",
        "based",
        "upon",
        "number",
        "factor",
        "including",
        "limited",
        "risk",
        "product",
        "technology",
        "development",
        "market",
        "acceptance",
        "new",
        "product",
        "continuing",
        "product",
        "condition",
        "locally",
        "abroad",
        "release",
        "sale",
        "new",
        "product",
        "strategic",
        "resellers",
        "customer",
        "risk",
        "factor",
        "detailed",
        "formula",
        "recent",
        "annual",
        "report",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "made",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "measure",
        "detailed",
        "magic",
        "software",
        "enterprise",
        "press",
        "release",
        "february",
        "measure",
        "detailed",
        "sapiens",
        "press",
        "release",
        "march",
        "formula",
        "system",
        "consolidated",
        "condensed",
        "statement",
        "profit",
        "loss",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "unaudited",
        "unaudited",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "research",
        "development",
        "cost",
        "net",
        "selling",
        "general",
        "administrative",
        "expense",
        "income",
        "expense",
        "net",
        "operating",
        "income",
        "financial",
        "expense",
        "net",
        "income",
        "tax",
        "income",
        "tax",
        "income",
        "income",
        "tax",
        "equity",
        "gain",
        "affiliated",
        "company",
        "net",
        "net",
        "income",
        "net",
        "income",
        "attributable",
        "redeemable",
        "interest",
        "net",
        "income",
        "attributable",
        "interest",
        "net",
        "income",
        "attributable",
        "formula",
        "shareholder",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "number",
        "share",
        "used",
        "computing",
        "earnings",
        "per",
        "share",
        "basic",
        "number",
        "share",
        "used",
        "computing",
        "earnings",
        "per",
        "share",
        "diluted",
        "formula",
        "system",
        "consolidated",
        "statement",
        "financial",
        "position",
        "dollar",
        "thousand",
        "december",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "deposit",
        "trade",
        "receivables",
        "account",
        "receivable",
        "inventory",
        "total",
        "current",
        "asset",
        "asset",
        "marketable",
        "security",
        "deferred",
        "tax",
        "prepaid",
        "expense",
        "asset",
        "total",
        "asset",
        "investment",
        "company",
        "accounted",
        "equity",
        "method",
        "property",
        "plant",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "total",
        "asset",
        "current",
        "liability",
        "liability",
        "bank",
        "financial",
        "institution",
        "debenture",
        "trade",
        "payable",
        "deferred",
        "revenue",
        "employee",
        "payroll",
        "accrual",
        "account",
        "payable",
        "dividend",
        "payable",
        "liability",
        "related",
        "business",
        "combination",
        "redeemable",
        "interest",
        "total",
        "current",
        "liability",
        "liability",
        "liability",
        "bank",
        "financial",
        "institution",
        "liability",
        "debenture",
        "net",
        "current",
        "maturity",
        "deferred",
        "tax",
        "deferred",
        "revenue",
        "liability",
        "related",
        "business",
        "combination",
        "liability",
        "respect",
        "capital",
        "lease",
        "employee",
        "benefit",
        "liability",
        "redeemable",
        "interest",
        "total",
        "liability",
        "equity",
        "formula",
        "system",
        "equity",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "formula",
        "system",
        "standalone",
        "financial",
        "data",
        "highlight",
        "dollar",
        "thousand",
        "december",
        "december",
        "unaudited",
        "debenture",
        "financial",
        "liability",
        "formula",
        "shareholder",
        "equity",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "fair",
        "market",
        "value",
        "equity",
        "holding",
        "publicly",
        "traded",
        "subsidiary",
        "press",
        "contact",
        "formula",
        "system",
        "ir",
        "view",
        "original",
        "content",
        "http",
        "source",
        "formula",
        "system",
        "ltd"
    ]
}