{
    "organizations": [],
    "uuid": "b407a252033fb0d0ecedd1097cc605550ee0e751",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/business-wire-atlas-financial-holdings-announces-preliminary-2017-fourth-quarter-and-year-end-financial-results.html",
    "ord_in_thread": 0,
    "title": "Atlas Financial Holdings Announces Preliminary 2017 Fourth Quarter and Year End Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Schedules Conference Call To Discuss at 5:00 PM ET\nCHICAGO--(BUSINESS WIRE)-- Atlas Financial Holdings, Inc. (NASDAQ: AFH) (\"Atlas\" or the \"Company\") today announced selected preliminary unaudited financial results for its fourth quarter and year ended December 31, 2017.\nAtlas performed a comprehensive review of its reserves and based on year-end actuarial work coupled with a detailed internal file audit for claims with reserves not established by the Company’s predictive analytics tools, overall reserves were strengthened.\nFacts Surrounding Reserve Changes\nAtlas previously identified that claim expenses in Michigan were significantly outpacing other states and took a significant charge. Although exposure in Michigan was reduced to approximately 1% of the Company’s business by year end 2017, payments for claims in this state continued to be disproportionate to historic premiums earned. In addition, remaining liability for non-New York Global Liberty business written prior to 2016 is expected to settle for greater amounts than previously expected. Overall remaining actuarially determined liability for remaining claims related to accident year 2015 and prior in general was indicated to be significantly higher than carried reserves. Risk selection and pricing precision supported by modelling in underwriting beginning in 2015 appears to have contributed improvement in expected loss ratio for premiums earned in 2016 and 2017. Payment activity in calendar year 2017 attributed to the use of predictive modelling in claims was accelerated as expected. The Company believes that this represents an ultimate reduction in future expected losses, but it appears to be too early for credit to be given to this potential outcome from an actuarial perspective. While the Company did see positive trends relating to more recent accident years in which predictive modelling had an impact, based on year-end work, it is clear that the challenges from the past outpaced more recent benefits. Based on year end 2017 actuarial work Atlas determined that this significant reserve increase is necessary to ensure sufficient IBNR levels to extinguish the remaining claims especially for older accident years.\nScott D. Wollney, Chief Executive Officer stated, “While we are disappointed that book value was reduced by reserve strengthening related to prior periods, we are reassured that results for more recent accident years are coming in as expected. The significant commitment we’ve made to analytics and technology are amplifying the expertise, data and heritage we’ve always identified as valuable assets of our insurance subsidiaries. The majority of our case reserves are now based on predictive modeling, and thus far this model has proved to be working, helping us to bring claims to ultimate faster and with greater accuracy. We believe the file by file review conducted by our experienced team will also serve as a reliable benchmark against which future payments for older claims can be measured. Going forward, we plan to share quarterly actual loss development experience for both the audited claim files for older accident years as well as paid to case reserve outcomes for predictive model based case reserves.”\nPreliminary 2017 Fourth Quarter and Year End Financial Results\nGross Written Premium generated by the Company for the full year ended December 31, 2017 was $276.0 million, an increase of 22.6% over the prior year. After considering the potential residual effect of reserve strengthening, the Company anticipates its reported Loss & LAE ratio for the most current accident year to be in the range of 60-62%. Atlas expects its full year expense ratio to be approximately 26-28%.\nAtlas expects to continue to deliver improvements on more recent accident years by maintaining existing operating efficiency and further improving loss ratios through appropriate underwriting and pricing, disciplined claims handling as well as further leveraging the investments it has made in predictive analytics. However, credit for such improvement will not be recognized until it is reflected in future loss settlements.\nBased on preliminary unaudited financial results, after the effect of reserve strengthening as well as an approximate $0.55 per share DTA write down resulting from the Tax Cuts and Jobs Act (the “TCJA”) that was enacted in December of 2017, book value per share as of December 31, 2017 is expected to be between $7.25 - $8.00 and statutory surplus across Atlas’ four insurance company subsidiaries is expected to be between $85 – 90 million. Net loss for the full year 2017 was approximately $3.20 per share.\nOutlook for 2018\nAtlas expects to write in excess of $300 million in premiums in 2018, which is a consistent rate of growth relative to last year, subject to market conditions. Based on recent commercial auto industry results, we expect further market hardening through 2018. As always, underwriting profit will always take precedent over top line growth.\nAt that level of premium and expected use of the Company’s existing reinsurance programs, with a combined ratio in the mid-80s, it is reasonable to expect annual net earnings per share to exceed $2.00.\nMr. Wollney concluded, “We believe our strategy of providing a specialty product to a unique segment of the commercial auto space remains sound. Our heavy commitment to and investment in the use of analytics and technology to build on this foundation continues to show improving results. We will also capitalize on the favorable commercial auto rate environment.”\nConference Call Details\nThe Company also announced that it will conduct a conference call to discuss these results this afternoon (Thursday, March 1, 2018) at 5:00 PM ET. An accompanying slide presentation will be available in .pdf format on the investor relations page of the Company’s website.\nConference Call Details\nDate/Time: Thursday, March 1, 2018, 5:00 PM ET\nParticipant Dial-In Numbers:\n(United States): 877-423-9817\n(International): 201-493-6770\nTo access the call, please dial-in approximately five minutes before the start time and, when asked, provide the operator with passcode \"Atlas\".\nWebcast\nThe call will also be simultaneously webcast over the Internet via the “Investor Relations” section of Atlas’ website at www.atlas-fin.com/investorrelations or by clicking on the conference call link: http://atlas-fin.equisolvewebcast.com/AFHUpdate . Audio and a transcript of the call will be archived on the Company’s website.\nAbout Atlas\nThe primary business of Atlas is commercial automobile insurance in the United States, with a niche market orientation and focus on insurance for the \"light\" commercial automobile sector including taxi cabs, non-emergency paratransit, limousine/livery and business auto. The business of Atlas is carried on through its subsidiaries American Country Insurance Company, American Service Insurance Company, Inc., Gateway Insurance Company, Global Liberty Insurance Company of New York, Anchor Holdings Group, Inc., Anchor Group Management, Inc., and Plainview Premium Finance Company, Inc. Atlas' insurance subsidiaries have decades of experience with a commitment to always being an industry leader in these specialized areas of insurance.\nFor more information about Atlas, please visit www.atlas-fin.com .\nForward-Looking Statements:\nThis release includes forward-looking statements regarding Atlas and its insurance subsidiaries and businesses. Such statements are based on the current expectations of the management of each entity. The words \"anticipate\", \"expect\", \"believe\", \"may\", \"should\", \"estimate\", \"project\", \"outlook\", \"forecast\" or similar words are used to identify such forward looking information. The forward-looking events and circumstances discussed in this release may not occur and could differ materially as a result of known and unknown risk factors and uncertainties affecting the Companies, including risks regarding the insurance industry, economic factors and the equity markets generally and the risk factors discussed in the “Risk Factors” section of the Company's 2016 Annual Report on Form 10-K. No forward looking statement can be guaranteed. Except as required by applicable securities laws, forward-looking statements speak only as of the date on which they are made and Atlas and its subsidiaries undertake no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events, or otherwise.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180301006515/en/\nAtlas Financial Holdings, Inc.\nScott Wollney, 847-700-8600\nCEO\nswollney@atlas-fin.com\nwww.atlas-fin.com\nor\nInvestor Relations\nThe Equity Group Inc.\nAdam Prior, 212-836-9606\nSenior Vice President\naprior@equityny.com\nwww.theequitygroup.com\nSource: Atlas Financial Holdings, Inc.",
    "published": "2018-03-02T00:01:00.000+02:00",
    "crawled": "2018-03-02T01:22:55.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "schedule",
        "conference",
        "call",
        "discus",
        "pm",
        "et",
        "chicago",
        "business",
        "wire",
        "atlas",
        "financial",
        "holding",
        "nasdaq",
        "afh",
        "atlas",
        "company",
        "today",
        "announced",
        "selected",
        "preliminary",
        "unaudited",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "atlas",
        "performed",
        "comprehensive",
        "review",
        "reserve",
        "based",
        "actuarial",
        "work",
        "coupled",
        "detailed",
        "internal",
        "file",
        "audit",
        "claim",
        "reserve",
        "established",
        "company",
        "predictive",
        "analytics",
        "tool",
        "overall",
        "reserve",
        "strengthened",
        "fact",
        "surrounding",
        "reserve",
        "change",
        "atlas",
        "previously",
        "identified",
        "claim",
        "expense",
        "michigan",
        "significantly",
        "outpacing",
        "state",
        "took",
        "significant",
        "charge",
        "although",
        "exposure",
        "michigan",
        "reduced",
        "approximately",
        "company",
        "business",
        "year",
        "end",
        "payment",
        "claim",
        "state",
        "continued",
        "disproportionate",
        "historic",
        "premium",
        "earned",
        "addition",
        "remaining",
        "liability",
        "york",
        "global",
        "liberty",
        "business",
        "written",
        "prior",
        "expected",
        "settle",
        "greater",
        "amount",
        "previously",
        "expected",
        "overall",
        "remaining",
        "actuarially",
        "determined",
        "liability",
        "remaining",
        "claim",
        "related",
        "accident",
        "year",
        "prior",
        "general",
        "indicated",
        "significantly",
        "higher",
        "carried",
        "reserve",
        "risk",
        "selection",
        "pricing",
        "precision",
        "supported",
        "modelling",
        "underwriting",
        "beginning",
        "appears",
        "contributed",
        "improvement",
        "expected",
        "loss",
        "ratio",
        "premium",
        "earned",
        "payment",
        "activity",
        "calendar",
        "year",
        "attributed",
        "use",
        "predictive",
        "modelling",
        "claim",
        "accelerated",
        "expected",
        "company",
        "belief",
        "represents",
        "ultimate",
        "reduction",
        "future",
        "expected",
        "loss",
        "appears",
        "early",
        "credit",
        "given",
        "potential",
        "outcome",
        "actuarial",
        "perspective",
        "company",
        "see",
        "positive",
        "trend",
        "relating",
        "recent",
        "accident",
        "year",
        "predictive",
        "modelling",
        "impact",
        "based",
        "work",
        "clear",
        "challenge",
        "past",
        "outpaced",
        "recent",
        "benefit",
        "based",
        "year",
        "end",
        "actuarial",
        "work",
        "atlas",
        "determined",
        "significant",
        "reserve",
        "increase",
        "necessary",
        "ensure",
        "sufficient",
        "ibnr",
        "level",
        "extinguish",
        "remaining",
        "claim",
        "especially",
        "older",
        "accident",
        "year",
        "scott",
        "wollney",
        "chief",
        "executive",
        "officer",
        "stated",
        "disappointed",
        "book",
        "value",
        "reduced",
        "reserve",
        "strengthening",
        "related",
        "prior",
        "period",
        "reassured",
        "result",
        "recent",
        "accident",
        "year",
        "coming",
        "expected",
        "significant",
        "commitment",
        "made",
        "analytics",
        "technology",
        "amplifying",
        "expertise",
        "data",
        "heritage",
        "always",
        "identified",
        "valuable",
        "asset",
        "insurance",
        "subsidiary",
        "majority",
        "case",
        "reserve",
        "based",
        "predictive",
        "modeling",
        "thus",
        "far",
        "model",
        "proved",
        "working",
        "helping",
        "u",
        "bring",
        "claim",
        "ultimate",
        "faster",
        "greater",
        "accuracy",
        "believe",
        "file",
        "file",
        "review",
        "conducted",
        "experienced",
        "team",
        "also",
        "serve",
        "reliable",
        "benchmark",
        "future",
        "payment",
        "older",
        "claim",
        "measured",
        "going",
        "forward",
        "plan",
        "share",
        "quarterly",
        "actual",
        "loss",
        "development",
        "experience",
        "audited",
        "claim",
        "file",
        "older",
        "accident",
        "year",
        "well",
        "paid",
        "case",
        "reserve",
        "outcome",
        "predictive",
        "model",
        "based",
        "case",
        "preliminary",
        "fourth",
        "quarter",
        "year",
        "end",
        "financial",
        "result",
        "gross",
        "written",
        "premium",
        "generated",
        "company",
        "full",
        "year",
        "ended",
        "december",
        "million",
        "increase",
        "prior",
        "year",
        "considering",
        "potential",
        "residual",
        "effect",
        "reserve",
        "strengthening",
        "company",
        "anticipates",
        "reported",
        "loss",
        "lae",
        "ratio",
        "current",
        "accident",
        "year",
        "range",
        "atlas",
        "expects",
        "full",
        "year",
        "expense",
        "ratio",
        "approximately",
        "atlas",
        "expects",
        "continue",
        "deliver",
        "improvement",
        "recent",
        "accident",
        "year",
        "maintaining",
        "existing",
        "operating",
        "efficiency",
        "improving",
        "loss",
        "ratio",
        "appropriate",
        "underwriting",
        "pricing",
        "disciplined",
        "claim",
        "handling",
        "well",
        "leveraging",
        "investment",
        "made",
        "predictive",
        "analytics",
        "however",
        "credit",
        "improvement",
        "recognized",
        "reflected",
        "future",
        "loss",
        "settlement",
        "based",
        "preliminary",
        "unaudited",
        "financial",
        "result",
        "effect",
        "reserve",
        "strengthening",
        "well",
        "approximate",
        "per",
        "share",
        "dta",
        "write",
        "resulting",
        "tax",
        "cut",
        "job",
        "act",
        "tcja",
        "enacted",
        "december",
        "book",
        "value",
        "per",
        "share",
        "december",
        "expected",
        "statutory",
        "surplus",
        "across",
        "atlas",
        "four",
        "insurance",
        "company",
        "subsidiary",
        "expected",
        "million",
        "net",
        "loss",
        "full",
        "year",
        "approximately",
        "per",
        "share",
        "outlook",
        "atlas",
        "expects",
        "write",
        "excess",
        "million",
        "premium",
        "consistent",
        "rate",
        "growth",
        "relative",
        "last",
        "year",
        "subject",
        "market",
        "condition",
        "based",
        "recent",
        "commercial",
        "auto",
        "industry",
        "result",
        "expect",
        "market",
        "hardening",
        "always",
        "underwriting",
        "profit",
        "always",
        "take",
        "precedent",
        "top",
        "line",
        "growth",
        "level",
        "premium",
        "expected",
        "use",
        "company",
        "existing",
        "reinsurance",
        "program",
        "combined",
        "ratio",
        "reasonable",
        "expect",
        "annual",
        "net",
        "earnings",
        "per",
        "share",
        "exceed",
        "wollney",
        "concluded",
        "believe",
        "strategy",
        "providing",
        "specialty",
        "product",
        "unique",
        "segment",
        "commercial",
        "auto",
        "space",
        "remains",
        "sound",
        "heavy",
        "commitment",
        "investment",
        "use",
        "analytics",
        "technology",
        "build",
        "foundation",
        "continues",
        "show",
        "improving",
        "result",
        "also",
        "capitalize",
        "favorable",
        "commercial",
        "auto",
        "rate",
        "conference",
        "call",
        "detail",
        "company",
        "also",
        "announced",
        "conduct",
        "conference",
        "call",
        "discus",
        "result",
        "afternoon",
        "thursday",
        "march",
        "pm",
        "et",
        "accompanying",
        "slide",
        "presentation",
        "available",
        "format",
        "investor",
        "relation",
        "page",
        "company",
        "website",
        "conference",
        "call",
        "detail",
        "thursday",
        "march",
        "pm",
        "et",
        "participant",
        "number",
        "united",
        "state",
        "international",
        "access",
        "call",
        "please",
        "approximately",
        "five",
        "minute",
        "start",
        "time",
        "asked",
        "provide",
        "operator",
        "passcode",
        "atlas",
        "webcast",
        "call",
        "also",
        "simultaneously",
        "webcast",
        "internet",
        "via",
        "investor",
        "relation",
        "section",
        "atlas",
        "website",
        "clicking",
        "conference",
        "call",
        "link",
        "http",
        "audio",
        "transcript",
        "call",
        "archived",
        "company",
        "website",
        "atlas",
        "primary",
        "business",
        "atlas",
        "commercial",
        "automobile",
        "insurance",
        "united",
        "state",
        "niche",
        "market",
        "orientation",
        "focus",
        "insurance",
        "light",
        "commercial",
        "automobile",
        "sector",
        "including",
        "taxi",
        "cab",
        "paratransit",
        "business",
        "auto",
        "business",
        "atlas",
        "carried",
        "subsidiary",
        "american",
        "country",
        "insurance",
        "company",
        "american",
        "service",
        "insurance",
        "company",
        "gateway",
        "insurance",
        "company",
        "global",
        "liberty",
        "insurance",
        "company",
        "new",
        "york",
        "anchor",
        "holding",
        "group",
        "anchor",
        "group",
        "management",
        "plainview",
        "premium",
        "finance",
        "company",
        "atlas",
        "insurance",
        "subsidiary",
        "decade",
        "experience",
        "commitment",
        "always",
        "industry",
        "leader",
        "specialized",
        "area",
        "insurance",
        "information",
        "atlas",
        "please",
        "visit",
        "statement",
        "release",
        "includes",
        "statement",
        "regarding",
        "atlas",
        "insurance",
        "subsidiary",
        "business",
        "statement",
        "based",
        "current",
        "expectation",
        "management",
        "entity",
        "word",
        "anticipate",
        "expect",
        "believe",
        "may",
        "estimate",
        "project",
        "outlook",
        "forecast",
        "similar",
        "word",
        "used",
        "identify",
        "forward",
        "looking",
        "information",
        "event",
        "circumstance",
        "discussed",
        "release",
        "may",
        "occur",
        "could",
        "differ",
        "materially",
        "result",
        "known",
        "unknown",
        "risk",
        "factor",
        "uncertainty",
        "affecting",
        "company",
        "including",
        "risk",
        "regarding",
        "insurance",
        "industry",
        "economic",
        "factor",
        "equity",
        "market",
        "generally",
        "risk",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "form",
        "forward",
        "looking",
        "statement",
        "guaranteed",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "statement",
        "speak",
        "date",
        "made",
        "atlas",
        "subsidiary",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "atlas",
        "financial",
        "holding",
        "scott",
        "wollney",
        "ceo",
        "swollney",
        "investor",
        "relation",
        "equity",
        "group",
        "adam",
        "prior",
        "senior",
        "vice",
        "president",
        "aprior",
        "source",
        "atlas",
        "financial",
        "holding",
        "inc"
    ]
}