{
    "organizations": [],
    "uuid": "d2d0395b22c06859e06ae0ae5b9b5f619d5fad66",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/pr-newswire-infinity-pharmaceuticals-announces-additions-to-board-of-directors-and-clinical-leadership-team-and-establishes-scientific.html",
    "ord_in_thread": 0,
    "title": "Infinity Pharmaceuticals Announces Additions to Board of Directors and Clinical Leadership Team and Establishes Scientific Advisory Board",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass., March 8, 2018 /PRNewswire/ -- Infinity Pharmaceuticals, Inc. (NASDAQ: INFI) announced today that it has added to its Board of Directors, expanded its clinical leadership team, and established a Scientific Advisory Board.\n\"We are pleased to announce the appointment of David Beier, J.D. to our Board of Directors,\" said Adelene Perkins, Chief Executive Officer and Chair of Infinity Pharmaceuticals. \"David's deep insights on healthcare policy, economics and drug pricing, together with his perspectives as an advisor to the Parker Institute for Cancer Immunotherapy, will be invaluable as we advance IPI-549, a potentially first-in-class immuno-oncology medicine.\"\n\"We are also thrilled to have Dr. Marie-Louise Fjällskog, join the exceptional clinical team at Infinity and to recognize the contributions of Dr. Suresh Mahabhashyam, in the development of IPI-549,\" Ms. Perkins continued. \"In addition, we are delighted to announce the establishment of a Scientific Advisory Board with key immuno-oncology thought leaders, including Dmitry Gabrilovich, M.D., Ph.D., Roy Herbst, M.D., Ph.D., Stephen Hodi, M.D., and David Munn, M.D. The depth of their collective clinical oncology experience, especially in the rapidly-evolving field of immuno-oncology, will be critical as we generate important data on IPI-549 this year and determine the optimal path forward for this first-in-class product candidate.\"\nDavid Beier, J.D., is a Managing Director of Bay City Capital and brings a wealth of experience to the Infinity Board. David serves as an advisor to the Parker Institute for Cancer Immunotherapy, a Senior Fellow at the USC Schaeffer Center for Health Policy & Economics and as a member of the Board of Directors of Arcus Biosciences, UCSF Benioff Children's Hospitals and the California Life Sciences Association. He also serves as an appointee of Governor Brown on the California State Government Organization and the Economy Commission. Having spent two decades as part of the senior management teams for Amgen and Genentech, he brings invaluable perspective regarding strategy for entrepreneurial biotechnology firms and the industry in general as a globally recognized leader in health care policy, regulatory affairs, healthcare economics, and pricing. Mr. Beier also previously served in the White House during the Clinton Administration as a Chief Domestic Policy Advisor to the Vice President.\n\"Infinity has a tremendous team, including top-tier investigators, advisors, board, and management,\" said Mr. Beier. \"I look forward to working with them to optimize the value of IPI-549 for patients and shareholders, based on important data being generated on IPI-549 this year.\"\nMarie-Louise Fjällskog M.D., Ph.D., has been appointed as Vice President of Clinical Development and will play an integral role in the expanded clinical development of IPI-549. Dr. Fjällskog is an Associate Professor of Oncology at Uppsala University, Sweden, and has over twenty-five years of experience in clinical oncology, translational research, and drug development. She joins Infinity from the Novartis Institute for Biomedical Research, where she served as a Clinical Program Leader, Translational Clinical Oncology, and as the global lead for several immuno-oncology programs, including those targeting CSF-1 and PD-1.\nIn addition, Suresh Mahabhashyam, M.D., M.P.H., has been promoted to Vice President, Safety and Risk Management. Dr. Mahabhashyam has over 20 years of experience in medical practice and epidemiology with the last decade focused on drug development at Infinity, Alexion and Allergan.\n\"Infinity has a significant opportunity with IPI-549, which represents a novel approach within immuno-oncology and is the only selective PI3K-gamma inhibitor in clinical development. I am excited to join the company at this time and to work with the team to bring this potentially transformative treatment through clinical development, and to patients,\" said Dr. Fjällskog.\nInfinity has also established a Scientific Advisory Board of thought leaders in the field of immuno-oncology to complement the expertise of its clinical investigators. Their collective input will be invaluable in analyzing the breadth of IPI-549 clinical and translational data being generated this year. Infinity's Scientific Advisory Board's initial members include:\nDmitry Gabrilovich, M.D., Ph.D., is a thought leader in myeloid cell biology and serves as the Christopher M. Davis Professor in Cancer Research and Program Leader, Immunology, Microenvironment, and Metastasis at the Wistar Institute in Philadelphia and as the Wistar Professor at the Department of Pathology and Laboratory Medicine, Perelman School of Medicine, University of Pennsylvania. Dr. Gabrilovich was one of the discoverers of cells that are now called myeloid-derived suppressor cells (MDSCs), and his group characterized a number of molecular mechanisms regulating expansion and function of these cells. He established the role of antigen-specific mechanisms of regulation of T-cell tolerance mediated by MDSCs and provided the first evidence that MDSCs can be therapeutically targeted in patients. His group also demonstrated that dendritic cells in tumor-bearing mice, as well as in cancer patients, are functionally impaired. Roy Herbst, M.D., Ph.D., is a leader in lung cancer treatment and research and is the Ensign Professor of Medicine, Professor of Pharmacology, Chief of Medical Oncology, Director of the Thoracic Oncology Research Program, and Associate Director for Translational Research at the Yale Cancer Center (YCC) and Yale School of Medicine. Dr. Herbst has led the development of targeted and immunologic agents for non-small cell lung cancer (NSCLC). Dr. Herbst's laboratory work has focused on immunotherapy angiogenesis; dual epidermal growth factor receptor (EGFR)/vascular endothelial growth factor receptor (VEGFR) inhibition in NSCLC and targeting KRAS-activated pathways. His research has explored predictive biomarkers for the use of immunotherapy agents and is he serves as one of the principal investigators of the NCI lung cancer master protocol (Lung MAP). Stephen Hodi, M.D. is an internationally recognized leader in the development of immune therapy and melanoma therapeutics and is especially renown for the clinical development of checkpoint inhibitors. Dr. Hodi is the Director of the Melanoma Center and the Center for Immuno-Oncology at Dana-Farber/Brigham and Women's Cancer Center, the Sharon Crowley Martin Chair in Melanoma at Dana-Farber Cancer Institute, and Professor of Medicine at Harvard Medical School. He led the first human trial of ipilimumab, which blocks the CTLA-4 checkpoint, and later led its phase III registration trial, which was the first study to show a survival advantage for a melanoma drug and led to FDA approval. He also is a key investigator in the clinical development of the second family of checkpoint inhibitors, which block PD-1 and PD-L1, and has led pioneering, investigator-initiated trials combining immune checkpoint blockade with cytokines and the first combination of immune checkpoint blockade with anti-angiogenesis agents. David H. Munn, M.D., is a pioneer in T cell activation and indoleamine 2,3-dioxygenase (IDO) research, serves as Professor of Pediatric Hematology-Oncology at the Medical College of Georgia, Augusta University, and is a member of the Georgia Cancer Center. Dr. Munn and colleagues were the first to identify the role of IDO in immunologic tolerance and its importance for tumor immunology. His laboratory focuses on basic research in tumor immunology and on translation to Phase 1/2 clinical trials for cancer immunotherapy in children and studies the regulation of T cell activation by tolerogenic dendritic cells and regulatory T cells (Tregs) in the setting of cancer, and the molecular links among IDO, Tregs, antigen-presenting cells, and immunoregulatory checkpoints (PD-1, CTLA-4 and PTEN).\nAbout Infinity\nInfinity is an innovative biopharmaceutical company dedicated to advancing novel cancer treatments. Infinity is advancing IPI-549, a potentially transformative immuno-oncology approach that aims to reprogram tumor-associated macrophages by selectively inhibiting PI3K-gamma. A Phase 1/1b study in approximately 200 patients with advanced solid tumors is ongoing. For more information on Infinity, please refer to Infinity's website at www.infi.com .\nCautionary Note Regarding Forward-Looking Statements\nThis press release contains forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. Such forward-looking statements include those regarding the therapeutic potential of PI3K-gamma selective inhibition and IPI-549, clinical trial plans regarding IPI-549, and the company's ability to execute on its strategic plans. Such statements are subject to numerous important factors, risks and uncertainties that may cause actual events or results to differ materially from the company's current expectations. These factors, risks and uncertainties include: Infinity's results of clinical trials and preclinical studies; the content and timing of decisions made by the U.S. FDA and other regulatory authorities; Infinity's ability to obtain and maintain requisite regulatory approvals and to enroll patients in its clinical trials; unplanned cash requirements and expenditures; development of agents by Infinity's competitors for diseases in which Infinity is currently developing or intends to develop IPI-549; Infinity's ability to obtain, maintain and enforce patent and other intellectual property protection for IPI-549; and those risks and uncertainties described in greater detail under the caption \"Risk Factors\" included in Infinity's quarterly report on Form 10-Q filed with the Securities and Exchange Commission (SEC) on November 7, 2017, and other filings filed by Infinity with the SEC. Any forward-looking statements contained in this press release speak only as of the date hereof, and Infinity expressly disclaims any obligation to update any forward-looking statements, whether as a result of new information, future events or otherwise.\nContact:\nStephanie Ascher, Stern Investor Relations, Inc.\n212-362-1200 or Stephanie@sternir.com\nView original content: http://www.prnewswire.com/news-releases/infinity-pharmaceuticals-announces-additions-to-board-of-directors-and-clinical-leadership-team-and-establishes-scientific-advisory-board-300610459.html\nSOURCE Infinity Pharmaceuticals, Inc.",
    "published": "2018-03-08T16:32:00.000+02:00",
    "crawled": "2018-03-08T18:26:49.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "march",
        "infinity",
        "pharmaceutical",
        "nasdaq",
        "infi",
        "announced",
        "today",
        "added",
        "board",
        "director",
        "expanded",
        "clinical",
        "leadership",
        "team",
        "established",
        "scientific",
        "advisory",
        "board",
        "pleased",
        "announce",
        "appointment",
        "david",
        "beier",
        "board",
        "director",
        "said",
        "adelene",
        "perkins",
        "chief",
        "executive",
        "officer",
        "chair",
        "infinity",
        "pharmaceutical",
        "david",
        "deep",
        "insight",
        "healthcare",
        "policy",
        "economics",
        "drug",
        "pricing",
        "together",
        "perspective",
        "advisor",
        "parker",
        "institute",
        "cancer",
        "immunotherapy",
        "invaluable",
        "advance",
        "potentially",
        "medicine",
        "also",
        "thrilled",
        "fjällskog",
        "join",
        "exceptional",
        "clinical",
        "team",
        "infinity",
        "recognize",
        "contribution",
        "suresh",
        "mahabhashyam",
        "development",
        "perkins",
        "continued",
        "addition",
        "delighted",
        "announce",
        "establishment",
        "scientific",
        "advisory",
        "board",
        "key",
        "thought",
        "leader",
        "including",
        "dmitry",
        "gabrilovich",
        "roy",
        "herbst",
        "stephen",
        "hodi",
        "david",
        "munn",
        "depth",
        "collective",
        "clinical",
        "oncology",
        "experience",
        "especially",
        "field",
        "critical",
        "generate",
        "important",
        "data",
        "year",
        "determine",
        "optimal",
        "path",
        "forward",
        "product",
        "candidate",
        "david",
        "beier",
        "managing",
        "director",
        "bay",
        "city",
        "capital",
        "brings",
        "wealth",
        "experience",
        "infinity",
        "board",
        "david",
        "serf",
        "advisor",
        "parker",
        "institute",
        "cancer",
        "immunotherapy",
        "senior",
        "fellow",
        "usc",
        "schaeffer",
        "center",
        "health",
        "policy",
        "economics",
        "member",
        "board",
        "director",
        "arcus",
        "bioscience",
        "ucsf",
        "benioff",
        "child",
        "hospital",
        "california",
        "life",
        "science",
        "association",
        "also",
        "serf",
        "appointee",
        "governor",
        "brown",
        "california",
        "state",
        "government",
        "organization",
        "economy",
        "commission",
        "spent",
        "two",
        "decade",
        "part",
        "senior",
        "management",
        "team",
        "amgen",
        "genentech",
        "brings",
        "invaluable",
        "perspective",
        "regarding",
        "strategy",
        "entrepreneurial",
        "biotechnology",
        "firm",
        "industry",
        "general",
        "globally",
        "recognized",
        "leader",
        "health",
        "care",
        "policy",
        "regulatory",
        "affair",
        "healthcare",
        "economics",
        "pricing",
        "beier",
        "also",
        "previously",
        "served",
        "white",
        "house",
        "clinton",
        "administration",
        "chief",
        "domestic",
        "policy",
        "advisor",
        "vice",
        "president",
        "infinity",
        "tremendous",
        "team",
        "including",
        "investigator",
        "advisor",
        "board",
        "management",
        "said",
        "beier",
        "look",
        "forward",
        "working",
        "optimize",
        "value",
        "patient",
        "shareholder",
        "based",
        "important",
        "data",
        "generated",
        "year",
        "fjällskog",
        "appointed",
        "vice",
        "president",
        "clinical",
        "development",
        "play",
        "integral",
        "role",
        "expanded",
        "clinical",
        "development",
        "fjällskog",
        "associate",
        "professor",
        "oncology",
        "uppsala",
        "university",
        "sweden",
        "year",
        "experience",
        "clinical",
        "oncology",
        "translational",
        "research",
        "drug",
        "development",
        "join",
        "infinity",
        "novartis",
        "institute",
        "biomedical",
        "research",
        "served",
        "clinical",
        "program",
        "leader",
        "translational",
        "clinical",
        "oncology",
        "global",
        "lead",
        "several",
        "program",
        "including",
        "targeting",
        "addition",
        "suresh",
        "mahabhashyam",
        "promoted",
        "vice",
        "president",
        "safety",
        "risk",
        "management",
        "mahabhashyam",
        "year",
        "experience",
        "medical",
        "practice",
        "epidemiology",
        "last",
        "decade",
        "focused",
        "drug",
        "development",
        "infinity",
        "alexion",
        "allergan",
        "infinity",
        "significant",
        "opportunity",
        "represents",
        "novel",
        "approach",
        "within",
        "selective",
        "inhibitor",
        "clinical",
        "development",
        "excited",
        "join",
        "company",
        "time",
        "work",
        "team",
        "bring",
        "potentially",
        "transformative",
        "treatment",
        "clinical",
        "development",
        "patient",
        "said",
        "fjällskog",
        "infinity",
        "also",
        "established",
        "scientific",
        "advisory",
        "board",
        "thought",
        "leader",
        "field",
        "complement",
        "expertise",
        "clinical",
        "investigator",
        "collective",
        "input",
        "invaluable",
        "analyzing",
        "breadth",
        "clinical",
        "translational",
        "data",
        "generated",
        "year",
        "infinity",
        "scientific",
        "advisory",
        "board",
        "initial",
        "member",
        "include",
        "dmitry",
        "gabrilovich",
        "thought",
        "leader",
        "myeloid",
        "cell",
        "biology",
        "serf",
        "christopher",
        "davis",
        "professor",
        "cancer",
        "research",
        "program",
        "leader",
        "immunology",
        "microenvironment",
        "metastasis",
        "wistar",
        "institute",
        "philadelphia",
        "wistar",
        "professor",
        "department",
        "pathology",
        "laboratory",
        "medicine",
        "perelman",
        "school",
        "medicine",
        "university",
        "pennsylvania",
        "gabrilovich",
        "one",
        "discoverer",
        "cell",
        "called",
        "suppressor",
        "cell",
        "mdscs",
        "group",
        "characterized",
        "number",
        "molecular",
        "mechanism",
        "regulating",
        "expansion",
        "function",
        "cell",
        "established",
        "role",
        "mechanism",
        "regulation",
        "tolerance",
        "mediated",
        "mdscs",
        "provided",
        "first",
        "evidence",
        "mdscs",
        "therapeutically",
        "targeted",
        "patient",
        "group",
        "also",
        "demonstrated",
        "dendritic",
        "cell",
        "mouse",
        "well",
        "cancer",
        "patient",
        "functionally",
        "impaired",
        "roy",
        "herbst",
        "leader",
        "lung",
        "cancer",
        "treatment",
        "research",
        "ensign",
        "professor",
        "medicine",
        "professor",
        "pharmacology",
        "chief",
        "medical",
        "oncology",
        "director",
        "thoracic",
        "oncology",
        "research",
        "program",
        "associate",
        "director",
        "translational",
        "research",
        "yale",
        "cancer",
        "center",
        "ycc",
        "yale",
        "school",
        "medicine",
        "herbst",
        "led",
        "development",
        "targeted",
        "immunologic",
        "agent",
        "cell",
        "lung",
        "cancer",
        "nsclc",
        "herbst",
        "laboratory",
        "work",
        "focused",
        "immunotherapy",
        "angiogenesis",
        "dual",
        "epidermal",
        "growth",
        "factor",
        "receptor",
        "egfr",
        "endothelial",
        "growth",
        "factor",
        "receptor",
        "vegfr",
        "inhibition",
        "nsclc",
        "targeting",
        "pathway",
        "research",
        "explored",
        "predictive",
        "biomarkers",
        "use",
        "immunotherapy",
        "agent",
        "serf",
        "one",
        "principal",
        "investigator",
        "nci",
        "lung",
        "cancer",
        "master",
        "protocol",
        "lung",
        "map",
        "stephen",
        "hodi",
        "internationally",
        "recognized",
        "leader",
        "development",
        "immune",
        "therapy",
        "melanoma",
        "therapeutic",
        "especially",
        "renown",
        "clinical",
        "development",
        "checkpoint",
        "inhibitor",
        "hodi",
        "director",
        "melanoma",
        "center",
        "center",
        "woman",
        "cancer",
        "center",
        "sharon",
        "crowley",
        "martin",
        "chair",
        "melanoma",
        "cancer",
        "institute",
        "professor",
        "medicine",
        "harvard",
        "medical",
        "school",
        "led",
        "first",
        "human",
        "trial",
        "ipilimumab",
        "block",
        "checkpoint",
        "later",
        "led",
        "phase",
        "iii",
        "registration",
        "trial",
        "first",
        "study",
        "show",
        "survival",
        "advantage",
        "melanoma",
        "drug",
        "led",
        "fda",
        "approval",
        "also",
        "key",
        "investigator",
        "clinical",
        "development",
        "second",
        "family",
        "checkpoint",
        "inhibitor",
        "block",
        "led",
        "pioneering",
        "trial",
        "combining",
        "immune",
        "checkpoint",
        "blockade",
        "cytokine",
        "first",
        "combination",
        "immune",
        "checkpoint",
        "blockade",
        "agent",
        "david",
        "munn",
        "pioneer",
        "cell",
        "activation",
        "indoleamine",
        "ido",
        "research",
        "serf",
        "professor",
        "pediatric",
        "medical",
        "college",
        "georgia",
        "augusta",
        "university",
        "member",
        "georgia",
        "cancer",
        "center",
        "munn",
        "colleague",
        "first",
        "identify",
        "role",
        "ido",
        "immunologic",
        "tolerance",
        "importance",
        "tumor",
        "immunology",
        "laboratory",
        "focus",
        "basic",
        "research",
        "tumor",
        "immunology",
        "translation",
        "phase",
        "clinical",
        "trial",
        "cancer",
        "immunotherapy",
        "child",
        "study",
        "regulation",
        "cell",
        "activation",
        "tolerogenic",
        "dendritic",
        "cell",
        "regulatory",
        "cell",
        "tregs",
        "setting",
        "cancer",
        "molecular",
        "link",
        "among",
        "ido",
        "tregs",
        "cell",
        "immunoregulatory",
        "checkpoint",
        "pten",
        "infinity",
        "infinity",
        "innovative",
        "biopharmaceutical",
        "company",
        "dedicated",
        "advancing",
        "novel",
        "cancer",
        "treatment",
        "infinity",
        "advancing",
        "potentially",
        "transformative",
        "approach",
        "aim",
        "reprogram",
        "macrophage",
        "selectively",
        "inhibiting",
        "phase",
        "study",
        "approximately",
        "patient",
        "advanced",
        "solid",
        "tumor",
        "ongoing",
        "information",
        "infinity",
        "please",
        "refer",
        "infinity",
        "website",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "regarding",
        "therapeutic",
        "potential",
        "selective",
        "inhibition",
        "clinical",
        "trial",
        "plan",
        "regarding",
        "company",
        "ability",
        "execute",
        "strategic",
        "plan",
        "statement",
        "subject",
        "numerous",
        "important",
        "factor",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "company",
        "current",
        "expectation",
        "factor",
        "risk",
        "uncertainty",
        "include",
        "infinity",
        "result",
        "clinical",
        "trial",
        "preclinical",
        "study",
        "content",
        "timing",
        "decision",
        "made",
        "fda",
        "regulatory",
        "authority",
        "infinity",
        "ability",
        "obtain",
        "maintain",
        "requisite",
        "regulatory",
        "approval",
        "enroll",
        "patient",
        "clinical",
        "trial",
        "unplanned",
        "cash",
        "requirement",
        "expenditure",
        "development",
        "agent",
        "infinity",
        "competitor",
        "disease",
        "infinity",
        "currently",
        "developing",
        "intends",
        "develop",
        "infinity",
        "ability",
        "obtain",
        "maintain",
        "enforce",
        "patent",
        "intellectual",
        "property",
        "protection",
        "risk",
        "uncertainty",
        "described",
        "greater",
        "detail",
        "caption",
        "risk",
        "factor",
        "included",
        "infinity",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "november",
        "filing",
        "filed",
        "infinity",
        "sec",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "hereof",
        "infinity",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "stephanie",
        "ascher",
        "stern",
        "investor",
        "relation",
        "stephanie",
        "view",
        "original",
        "content",
        "http",
        "source",
        "infinity",
        "pharmaceutical",
        "inc"
    ]
}