{
    "organizations": [],
    "uuid": "15503b04c5e4757aa00a6a4aa89a0508a2b58e1a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/pr-newswire-chinasoft-international-achieved-new-high-in-results-and-became-the-largest-software-service-enterprise-in-china-in-2017.html",
    "ord_in_thread": 0,
    "title": "Chinasoft International Achieved New High in Results and Became the Largest Software Service Enterprise in China in 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING and HONG KONG, March 26, 2018 /PRNewswire/ -- Chinasoft International Limited (Chinasoft International /the Company) (SEHK: 354) announced its 2017 annual results today.\nIn 2017, the Company achieved rapid growth in business. It has seen a year-on-year growth of 36.3% in revenue and a year-on-year growth of 37.0% in annual profits. Excluding the share options expenses, the profit increased by 56.3% on a year-on-year basis, the profit attributable to the owners of the Company increased by 46.8% on a year-on-year basis and the basic earnings per share grew by 33.1% on a year-on-year basis.\nUnit: RMB (1,000 Yuan)\n2017\n2016\nYear-on-year growth (%)\nIncome\n9,243,684\n6,783,367\n36.3%\nAnnual profits\n561,307\n409,833\n37.0%\nThe owners' profits\n565,567\n442,081\n27.9%\nBasic earnings per share (fen)\n23.59\n20.34\n16.0%\nThe annual profit after excluding the share options expenses\n711,259\n455,118\n56.3%\nThe owners' profits after excluding the share options expenses\n715,519\n487,366\n46.8%\nThe basic earnings per share after excluding the share options expenses (fen)\n29.85\n22.43\n33.1%\nMeanwhile, the board of directors suggested a year-end dividend of HK $0.018 per share for 2017.\nIn 2017, the employees of the Company banded together to \"be on the offensive side\", and the Company achieved a new historical breakthrough in market cap, productivity value and became the largest software service company in China. During the reporting period, the Company's Jointforce, cloud, big data and other emerging businesses have been growing rapidly, and the large pattern of cloud driven, digitalized and platform-based world-class IT enterprises has been formed.\n1. Jointforce consolidated the best industry resources and released the top level IT design capability\nDuring the reporting period, Jointforce has been officially launched for two and a half years. Its name recognition and influence has been greatly improved, products have been constantly updated and optimized, and business has developed rapidly. Jointforce business model has been fully upgraded during the period, replacing the transaction commission model to the new membership model. The new \"Cloud Software Park\" has been successfully launched in the cities, including Qingdao, Nanjing, Xi'an, Wuhan, Hefei, and Chongqing. Regionally, Jointforce ecological resources have fully covered 23 software cities and the provinces in which they are located. Through the 18 Jointforce operation bases, 19 regional government and business departments, 15 \"cloud software parks\" which have been signed and settled, Jointforce has built the largest software development ecology which connected government, entity software park and IT partners, and developed powerful IT industry integration capabilities.\nDuring the reporting period, the Company successfully held the \"First Global Programmer's Festival\", which has gathered a large interest and attention in the IT industry. At the beginning of this year, the Company signed with Nanjing municipal government, announced the historic Jointforce headquarters to be built in Nanjing and the two parties would jointly build \"Internet plus software trading service platform\". Recently, the Company signed a strategic cooperation agreement with Ping An Insurance, taking Jointforce as an important strategic platform to continuously release the Jointforce's top IT level design capability.\nIn the future, Jointforce will actively expand domestic and foreign markets with the company's globalization strategy, build more powerful and efficient digital labor force, continue to further explore new software development, and promote the transformation and upgrading of software development industry. It is expected that in the future, Jointforce will get more high-quality entry of government and business flows, further activate the software development ecosystem that has been formed, and stimulate more diverse Internet traffic realization mode, and accelerate the platform transformation of the Company.\n2. The cloud service capability was fully exported, and the industrial Internet platform was quickly implemented\nDuring the reporting period, the Company has created a Chinasoft cloud service brand, and comprehensively formed a cloud management service based on cloud consulting, cloud migration, cloud transportation and cloud training. Its cloud service team continued to expand. By importing the mature cloud business capabilities of Catapult, its U.S. subsidiary, it has successfully provided one-stop, end-to-end public cloud services for Internet, healthcare, government, finance, energy and other industries, and realized the rapid growth of cloud services revenue.\nIn terms of enterprise cloud application, during the reporting period, the Company's cloud application product solutions has been improving and their performance has been developing steadily, forming enterprise's cloud disk, video conference and other product solutions, and developed benchmark users in the finance, real estate, medical service, education, IT, manufacturing and other key fields. In the area of public cloud SaaS services, enterprise cloud disk serves more than 1,500 paid enterprises and video conference serves over 200 paid enterprises. In the area of private cloud, enterprise cloud disk has served more than 30 large and medium-sized enterprises. During the reporting period, enterprise cloud disk has more than 100,000 users, and has successfully entered into overseas markets including Southeast Asia and North Africa, with the brand influence gradually improved.\nDuring the reporting period, the Company jointly released Huawei's \"Intelligent Manufacturing Cloud\" solution. \"Intelligent Manufacturing Cloud\" provided comprehensive data acquisition and perception for enterprises through the full combination of innovative technology, enabling manufacturers to give manufacturing enterprises the ability to realize total manufacturing value. It is the basic version of Chinasoft International industrial Internet. The Company signed intelligent manufacturing strategic cooperation agreements with local governments such as Kunshan and Chongqing, and continuously upgraded the Intelligent Manufacturing Cloud. During the reporting period, Honeycomb, based on mature infrastructure Internet platform (IaaS), supported by mature Internet of Things technology and with platform layer (industrial PaaS) and application layer (industrial SaaS) as the core, has officially launched, providing a full range of end to end services for the first batch of manufacturing enterprises in Jiangsu, enabling customers to quickly complete the intelligent transformation, and was fully recognized by customers in improving the realization ability of full manufacturing value and effectively reducing cost and improving efficiency.\nThe Company will make full use of their rich digital and cloud service transformation experience in manufacturing vertical field, combine the strong ecological integration ability of \"Honeycomb Intelligent Industry Internet platform\" and expand \"Honeycomb\" to key manufacturing provinces, such as Guangdong, Henan and Shandong while further exploring Jiangsu market. The Company will also cooperate with domestic and overseas manufacturing enterprises to establish a new ecological environment of intelligent manufacturing in China, build a demonstration area of intelligent manufacturing with demonstration effect, gain the output value of resources integration and platform model, fully support the strategic planning of \"Chinese manufacturing 2025\" and \"Internet+\", and accelerate the intelligent upgrading of Chinese manufacturing enterprises.\n3. The Company found multiple value propositions in different industries as the cooperation with customers continued to deepen\nDuring the reporting period, the Company became the first company \"sailing on the same boat\" with Huawei cloud, and the two parties have conducted comprehensive cooperation in the software development, cloud solution, cloud service and other areas. The global layout of software has been gradually formed, and delivery centers India and Romania has been established. Among them, Huawei has been undertaking the global custom center and India Research Institute in India, and a large-scale team has been built. Huawei Mobile Money Platform, supporting self-developed Mobile Money APP Store, entered overseas market.\nDuring the reporting period, HSBC business has made a breakthrough in scale again, achieved 100% growth over the past year and presented a diversified and rich development trend. During the reporting period, HSBC China mobile phone bank and WeChat bank, developed by the company, were officially launched to serve 500,000 users in China. Meanwhile, it combined AI and face recognition with WeChat payment function for the first time, and launched the \"smart cute little I robot\", which provided a new direction for HSBC Global Mobile banking solution. The Company fully participated in almost all the business of HSBC and Hengsheng in the milestone year of Hong Kong business, which is an important cornerstone for the company to expand its overseas business. Meanwhile, the new generation of teller machine solution mVTM has been successfully launched in Hang Seng Bank in China, and has been well received by customers. As a typical solution of the company, it has become the bridgehead out of the sea.\nDuring the period, the company formed a comprehensive cooperation with China Ping An, and achieved a major breakthrough in sub-business cooperation such as Ping An Bank, Ping An Pu Hui and Ping An Trust, covering all sectors of the financial industry and achieving the rapid growth of Ping An business.\nDuring the reporting period, the company continued to enhance cooperation with strategic customers of Tencent, provide the industry characteristics of cloud service, cloud data, cloud operations, for many enterprise customers a one-stop total service plan, and build Internet plus enterprise ecological system. It continued to explore in the Tencent maps, small programs, Tencent CCM and other business areas to create innovative business models.\nDuring the reporting period, the Company continued to firmly practice the value proposition of \"the integration of wisdom and ecology\" to create a comprehensive leading big data brand. Based on the continuous advantages of the Company's data business in the financial field, the Company has made a number of key breakthroughs in the field of big data platforms of the industries, including energy, transportation, public security and intelligent city. It was selected as the \"Big Data Industry Map\" compiled by the 13th five-year plan working group of the Ministry of Industry and Information Technology, and won the \"Top 10 Best Big Data Provider in 2017\".\nIn the area of artificial intelligence, the Company has established strategic cooperation with Baidu in face recognition, character recognition, machine learning and other aspects, and established a joint laboratory with famous universities to achieve the core algorithm optimization of data model. In the application of block chain technology, the company has discussed the application scenes with many banks, and has settled in the direction such as data consensus, transaction traceability, asset securitization, bill circulation, supply chain finance.\nU.S. subsidiary Catapult also continued to make breakthroughs. The service product Fuse, the first solution of Catapult, provided services for 26,000 employees in 261 departments of a manufacturing enterprise. The second solution of Catapult, Launch, successfully signed with clients. Launch can greatly reduce clients' operation cost. After releasing IT security compliance, Spyglass, Catapult was rated as one of top 10 most innovative enterprise mobile solution providers in 2017. Meanwhile, Catapult's cloud migration and cloud implementation businesses have been developing rapidly, and Azure project achieved 200% growth.\nIn return for investors' long-term support of the Company, the board of directors recommended a year-end dividend for 2017. This shows the Company's determination to the return of shareholders in the capital market and the firm confidence in the future development of the Company.\n2017 is the key year of the Company's cloud driven, digital and platform-based transformation strategy. The Company's strong business development and capital market performance strongly explain the value of the new generation of IT leading companies. Looking to the future, the Company will continue to focus on the three directions: professional and technical services, cloud and Jointforce. These will keep maintain the Company's annual growth rate, develop into a world-class IT companies and create more value for shareholders.\nAbout ChinaSoft International Limited (SEHK:354)\nFounded in 2000, ChinaSoft International Limited is a listed company on the Hong Kong Stock Exchange with its code of 354.HK. It is a leading China based comprehensive software and information services provider, ranging from end-to-end services of consulting, solution, outsourcing and talent training. It serves clients in manufacturing, finance, telecommunication, high-tech, transportation, energy and also the government. The Company provides global services to over 100 multinational companies with close to 50,000 employees located worldwide including mainland China, Hong Kong, Princeton, Seattle, London, Tokyo and etc. www.chinasofti.com .\nView original content: http://www.prnewswire.com/news-releases/chinasoft-international-achieved-new-high-in-results-and-became-the-largest-software-service-enterprise-in-china-in-2017-300619866.html\nSOURCE ChinaSoft International Ltd.",
    "published": "2018-03-27T05:32:00.000+03:00",
    "crawled": "2018-03-27T05:42:24.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "hong",
        "kong",
        "march",
        "chinasoft",
        "international",
        "limited",
        "chinasoft",
        "international",
        "company",
        "sehk",
        "announced",
        "annual",
        "result",
        "today",
        "company",
        "achieved",
        "rapid",
        "growth",
        "business",
        "seen",
        "growth",
        "revenue",
        "growth",
        "annual",
        "profit",
        "excluding",
        "share",
        "option",
        "expense",
        "profit",
        "increased",
        "basis",
        "profit",
        "attributable",
        "owner",
        "company",
        "increased",
        "basis",
        "basic",
        "earnings",
        "per",
        "share",
        "grew",
        "basis",
        "unit",
        "rmb",
        "yuan",
        "growth",
        "income",
        "annual",
        "profit",
        "owner",
        "profit",
        "basic",
        "earnings",
        "per",
        "share",
        "fen",
        "annual",
        "profit",
        "excluding",
        "share",
        "option",
        "expense",
        "owner",
        "profit",
        "excluding",
        "share",
        "option",
        "expense",
        "basic",
        "earnings",
        "per",
        "share",
        "excluding",
        "share",
        "option",
        "expense",
        "fen",
        "meanwhile",
        "board",
        "director",
        "suggested",
        "dividend",
        "hk",
        "per",
        "share",
        "employee",
        "company",
        "banded",
        "together",
        "offensive",
        "side",
        "company",
        "achieved",
        "new",
        "historical",
        "breakthrough",
        "market",
        "cap",
        "productivity",
        "value",
        "became",
        "largest",
        "software",
        "service",
        "company",
        "china",
        "reporting",
        "period",
        "company",
        "jointforce",
        "cloud",
        "big",
        "data",
        "emerging",
        "business",
        "growing",
        "rapidly",
        "large",
        "pattern",
        "cloud",
        "driven",
        "digitalized",
        "enterprise",
        "formed",
        "jointforce",
        "consolidated",
        "best",
        "industry",
        "resource",
        "released",
        "top",
        "level",
        "design",
        "capability",
        "reporting",
        "period",
        "jointforce",
        "officially",
        "launched",
        "two",
        "half",
        "year",
        "name",
        "recognition",
        "influence",
        "greatly",
        "improved",
        "product",
        "constantly",
        "updated",
        "optimized",
        "business",
        "developed",
        "rapidly",
        "jointforce",
        "business",
        "model",
        "fully",
        "upgraded",
        "period",
        "replacing",
        "transaction",
        "commission",
        "model",
        "new",
        "membership",
        "model",
        "new",
        "cloud",
        "software",
        "park",
        "successfully",
        "launched",
        "city",
        "including",
        "qingdao",
        "nanjing",
        "wuhan",
        "hefei",
        "chongqing",
        "regionally",
        "jointforce",
        "ecological",
        "resource",
        "fully",
        "covered",
        "software",
        "city",
        "province",
        "located",
        "jointforce",
        "operation",
        "base",
        "regional",
        "government",
        "business",
        "department",
        "cloud",
        "software",
        "park",
        "signed",
        "settled",
        "jointforce",
        "built",
        "largest",
        "software",
        "development",
        "ecology",
        "connected",
        "government",
        "entity",
        "software",
        "park",
        "partner",
        "developed",
        "powerful",
        "industry",
        "integration",
        "capability",
        "reporting",
        "period",
        "company",
        "successfully",
        "held",
        "first",
        "global",
        "programmer",
        "festival",
        "gathered",
        "large",
        "interest",
        "attention",
        "industry",
        "beginning",
        "year",
        "company",
        "signed",
        "nanjing",
        "municipal",
        "government",
        "announced",
        "historic",
        "jointforce",
        "headquarters",
        "built",
        "nanjing",
        "two",
        "party",
        "would",
        "jointly",
        "build",
        "internet",
        "plus",
        "software",
        "trading",
        "service",
        "platform",
        "recently",
        "company",
        "signed",
        "strategic",
        "cooperation",
        "agreement",
        "ping",
        "insurance",
        "taking",
        "jointforce",
        "important",
        "strategic",
        "platform",
        "continuously",
        "release",
        "jointforce",
        "top",
        "level",
        "design",
        "capability",
        "future",
        "jointforce",
        "actively",
        "expand",
        "domestic",
        "foreign",
        "market",
        "company",
        "globalization",
        "strategy",
        "build",
        "powerful",
        "efficient",
        "digital",
        "labor",
        "force",
        "continue",
        "explore",
        "new",
        "software",
        "development",
        "promote",
        "transformation",
        "upgrading",
        "software",
        "development",
        "industry",
        "expected",
        "future",
        "jointforce",
        "get",
        "entry",
        "government",
        "business",
        "flow",
        "activate",
        "software",
        "development",
        "ecosystem",
        "formed",
        "stimulate",
        "diverse",
        "internet",
        "traffic",
        "realization",
        "mode",
        "accelerate",
        "platform",
        "transformation",
        "company",
        "cloud",
        "service",
        "capability",
        "fully",
        "exported",
        "industrial",
        "internet",
        "platform",
        "quickly",
        "implemented",
        "reporting",
        "period",
        "company",
        "created",
        "chinasoft",
        "cloud",
        "service",
        "brand",
        "comprehensively",
        "formed",
        "cloud",
        "management",
        "service",
        "based",
        "cloud",
        "consulting",
        "cloud",
        "migration",
        "cloud",
        "transportation",
        "cloud",
        "training",
        "cloud",
        "service",
        "team",
        "continued",
        "expand",
        "importing",
        "mature",
        "cloud",
        "business",
        "capability",
        "catapult",
        "subsidiary",
        "successfully",
        "provided",
        "public",
        "cloud",
        "service",
        "internet",
        "healthcare",
        "government",
        "finance",
        "energy",
        "industry",
        "realized",
        "rapid",
        "growth",
        "cloud",
        "service",
        "revenue",
        "term",
        "enterprise",
        "cloud",
        "application",
        "reporting",
        "period",
        "company",
        "cloud",
        "application",
        "product",
        "solution",
        "improving",
        "performance",
        "developing",
        "steadily",
        "forming",
        "enterprise",
        "cloud",
        "disk",
        "video",
        "conference",
        "product",
        "solution",
        "developed",
        "benchmark",
        "user",
        "finance",
        "real",
        "estate",
        "medical",
        "service",
        "education",
        "manufacturing",
        "key",
        "field",
        "area",
        "public",
        "cloud",
        "saas",
        "service",
        "enterprise",
        "cloud",
        "disk",
        "serf",
        "paid",
        "enterprise",
        "video",
        "conference",
        "serf",
        "paid",
        "enterprise",
        "area",
        "private",
        "cloud",
        "enterprise",
        "cloud",
        "disk",
        "served",
        "large",
        "enterprise",
        "reporting",
        "period",
        "enterprise",
        "cloud",
        "disk",
        "user",
        "successfully",
        "entered",
        "overseas",
        "market",
        "including",
        "southeast",
        "asia",
        "north",
        "africa",
        "brand",
        "influence",
        "gradually",
        "improved",
        "reporting",
        "period",
        "company",
        "jointly",
        "released",
        "huawei",
        "intelligent",
        "manufacturing",
        "cloud",
        "solution",
        "intelligent",
        "manufacturing",
        "cloud",
        "provided",
        "comprehensive",
        "data",
        "acquisition",
        "perception",
        "enterprise",
        "full",
        "combination",
        "innovative",
        "technology",
        "enabling",
        "manufacturer",
        "give",
        "manufacturing",
        "enterprise",
        "ability",
        "realize",
        "total",
        "manufacturing",
        "value",
        "basic",
        "version",
        "chinasoft",
        "international",
        "industrial",
        "internet",
        "company",
        "signed",
        "intelligent",
        "manufacturing",
        "strategic",
        "cooperation",
        "agreement",
        "local",
        "government",
        "kunshan",
        "chongqing",
        "continuously",
        "upgraded",
        "intelligent",
        "manufacturing",
        "cloud",
        "reporting",
        "period",
        "honeycomb",
        "based",
        "mature",
        "infrastructure",
        "internet",
        "platform",
        "iaa",
        "supported",
        "mature",
        "internet",
        "thing",
        "technology",
        "platform",
        "layer",
        "industrial",
        "paas",
        "application",
        "layer",
        "industrial",
        "saas",
        "core",
        "officially",
        "launched",
        "providing",
        "full",
        "range",
        "end",
        "end",
        "service",
        "first",
        "batch",
        "manufacturing",
        "enterprise",
        "jiangsu",
        "enabling",
        "customer",
        "quickly",
        "complete",
        "intelligent",
        "transformation",
        "fully",
        "recognized",
        "customer",
        "improving",
        "realization",
        "ability",
        "full",
        "manufacturing",
        "value",
        "effectively",
        "reducing",
        "cost",
        "improving",
        "efficiency",
        "company",
        "make",
        "full",
        "use",
        "rich",
        "digital",
        "cloud",
        "service",
        "transformation",
        "experience",
        "manufacturing",
        "vertical",
        "field",
        "combine",
        "strong",
        "ecological",
        "integration",
        "ability",
        "honeycomb",
        "intelligent",
        "industry",
        "internet",
        "platform",
        "expand",
        "honeycomb",
        "key",
        "manufacturing",
        "province",
        "guangdong",
        "henan",
        "shandong",
        "exploring",
        "jiangsu",
        "market",
        "company",
        "also",
        "cooperate",
        "domestic",
        "overseas",
        "manufacturing",
        "enterprise",
        "establish",
        "new",
        "ecological",
        "environment",
        "intelligent",
        "manufacturing",
        "china",
        "build",
        "demonstration",
        "area",
        "intelligent",
        "manufacturing",
        "demonstration",
        "effect",
        "gain",
        "output",
        "value",
        "resource",
        "integration",
        "platform",
        "model",
        "fully",
        "support",
        "strategic",
        "planning",
        "chinese",
        "manufacturing",
        "accelerate",
        "intelligent",
        "upgrading",
        "chinese",
        "manufacturing",
        "enterprise",
        "company",
        "found",
        "multiple",
        "value",
        "proposition",
        "different",
        "industry",
        "cooperation",
        "customer",
        "continued",
        "deepen",
        "reporting",
        "period",
        "company",
        "became",
        "first",
        "company",
        "sailing",
        "boat",
        "huawei",
        "cloud",
        "two",
        "party",
        "conducted",
        "comprehensive",
        "cooperation",
        "software",
        "development",
        "cloud",
        "solution",
        "cloud",
        "service",
        "area",
        "global",
        "layout",
        "software",
        "gradually",
        "formed",
        "delivery",
        "center",
        "india",
        "romania",
        "established",
        "among",
        "huawei",
        "undertaking",
        "global",
        "custom",
        "center",
        "india",
        "research",
        "institute",
        "india",
        "team",
        "built",
        "huawei",
        "mobile",
        "money",
        "platform",
        "supporting",
        "mobile",
        "money",
        "app",
        "store",
        "entered",
        "overseas",
        "market",
        "reporting",
        "period",
        "hsbc",
        "business",
        "made",
        "breakthrough",
        "scale",
        "achieved",
        "growth",
        "past",
        "year",
        "presented",
        "diversified",
        "rich",
        "development",
        "trend",
        "reporting",
        "period",
        "hsbc",
        "china",
        "mobile",
        "phone",
        "bank",
        "wechat",
        "bank",
        "developed",
        "company",
        "officially",
        "launched",
        "serve",
        "user",
        "china",
        "meanwhile",
        "combined",
        "ai",
        "face",
        "recognition",
        "wechat",
        "payment",
        "function",
        "first",
        "time",
        "launched",
        "smart",
        "cute",
        "little",
        "robot",
        "provided",
        "new",
        "direction",
        "hsbc",
        "global",
        "mobile",
        "banking",
        "solution",
        "company",
        "fully",
        "participated",
        "almost",
        "business",
        "hsbc",
        "hengsheng",
        "milestone",
        "year",
        "hong",
        "kong",
        "business",
        "important",
        "cornerstone",
        "company",
        "expand",
        "overseas",
        "business",
        "meanwhile",
        "new",
        "generation",
        "teller",
        "machine",
        "solution",
        "mvtm",
        "successfully",
        "launched",
        "hang",
        "seng",
        "bank",
        "china",
        "well",
        "received",
        "customer",
        "typical",
        "solution",
        "company",
        "become",
        "bridgehead",
        "sea",
        "period",
        "company",
        "formed",
        "comprehensive",
        "cooperation",
        "china",
        "ping",
        "achieved",
        "major",
        "breakthrough",
        "cooperation",
        "ping",
        "bank",
        "ping",
        "pu",
        "hui",
        "ping",
        "trust",
        "covering",
        "sector",
        "financial",
        "industry",
        "achieving",
        "rapid",
        "growth",
        "ping",
        "business",
        "reporting",
        "period",
        "company",
        "continued",
        "enhance",
        "cooperation",
        "strategic",
        "customer",
        "tencent",
        "provide",
        "industry",
        "characteristic",
        "cloud",
        "service",
        "cloud",
        "data",
        "cloud",
        "operation",
        "many",
        "enterprise",
        "customer",
        "total",
        "service",
        "plan",
        "build",
        "internet",
        "plus",
        "enterprise",
        "ecological",
        "system",
        "continued",
        "explore",
        "tencent",
        "map",
        "small",
        "program",
        "tencent",
        "ccm",
        "business",
        "area",
        "create",
        "innovative",
        "business",
        "model",
        "reporting",
        "period",
        "company",
        "continued",
        "firmly",
        "practice",
        "value",
        "proposition",
        "integration",
        "wisdom",
        "ecology",
        "create",
        "comprehensive",
        "leading",
        "big",
        "data",
        "brand",
        "based",
        "continuous",
        "advantage",
        "company",
        "data",
        "business",
        "financial",
        "field",
        "company",
        "made",
        "number",
        "key",
        "breakthrough",
        "field",
        "big",
        "data",
        "platform",
        "industry",
        "including",
        "energy",
        "transportation",
        "public",
        "security",
        "intelligent",
        "city",
        "selected",
        "big",
        "data",
        "industry",
        "map",
        "compiled",
        "13th",
        "plan",
        "working",
        "group",
        "ministry",
        "industry",
        "information",
        "technology",
        "top",
        "best",
        "big",
        "data",
        "provider",
        "area",
        "artificial",
        "intelligence",
        "company",
        "established",
        "strategic",
        "cooperation",
        "baidu",
        "face",
        "recognition",
        "character",
        "recognition",
        "machine",
        "learning",
        "aspect",
        "established",
        "joint",
        "laboratory",
        "famous",
        "university",
        "achieve",
        "core",
        "algorithm",
        "optimization",
        "data",
        "model",
        "application",
        "block",
        "chain",
        "technology",
        "company",
        "discussed",
        "application",
        "scene",
        "many",
        "bank",
        "settled",
        "direction",
        "data",
        "consensus",
        "transaction",
        "traceability",
        "asset",
        "securitization",
        "bill",
        "circulation",
        "supply",
        "chain",
        "finance",
        "subsidiary",
        "catapult",
        "also",
        "continued",
        "make",
        "breakthrough",
        "service",
        "product",
        "fuse",
        "first",
        "solution",
        "catapult",
        "provided",
        "service",
        "employee",
        "department",
        "manufacturing",
        "enterprise",
        "second",
        "solution",
        "catapult",
        "launch",
        "successfully",
        "signed",
        "client",
        "launch",
        "greatly",
        "reduce",
        "client",
        "operation",
        "cost",
        "releasing",
        "security",
        "compliance",
        "spyglass",
        "catapult",
        "rated",
        "one",
        "top",
        "innovative",
        "enterprise",
        "mobile",
        "solution",
        "provider",
        "meanwhile",
        "catapult",
        "cloud",
        "migration",
        "cloud",
        "implementation",
        "business",
        "developing",
        "rapidly",
        "azure",
        "project",
        "achieved",
        "growth",
        "return",
        "investor",
        "support",
        "company",
        "board",
        "director",
        "recommended",
        "dividend",
        "show",
        "company",
        "determination",
        "return",
        "shareholder",
        "capital",
        "market",
        "firm",
        "confidence",
        "future",
        "development",
        "company",
        "key",
        "year",
        "company",
        "cloud",
        "driven",
        "digital",
        "transformation",
        "strategy",
        "company",
        "strong",
        "business",
        "development",
        "capital",
        "market",
        "performance",
        "strongly",
        "explain",
        "value",
        "new",
        "generation",
        "leading",
        "company",
        "looking",
        "future",
        "company",
        "continue",
        "focus",
        "three",
        "direction",
        "professional",
        "technical",
        "service",
        "cloud",
        "jointforce",
        "keep",
        "maintain",
        "company",
        "annual",
        "growth",
        "rate",
        "develop",
        "company",
        "create",
        "value",
        "shareholder",
        "chinasoft",
        "international",
        "limited",
        "founded",
        "chinasoft",
        "international",
        "limited",
        "listed",
        "company",
        "hong",
        "kong",
        "stock",
        "exchange",
        "code",
        "leading",
        "china",
        "based",
        "comprehensive",
        "software",
        "information",
        "service",
        "provider",
        "ranging",
        "service",
        "consulting",
        "solution",
        "outsourcing",
        "talent",
        "training",
        "serf",
        "client",
        "manufacturing",
        "finance",
        "telecommunication",
        "transportation",
        "energy",
        "also",
        "government",
        "company",
        "provides",
        "global",
        "service",
        "multinational",
        "company",
        "close",
        "employee",
        "located",
        "worldwide",
        "including",
        "mainland",
        "china",
        "hong",
        "kong",
        "princeton",
        "seattle",
        "london",
        "tokyo",
        "etc",
        "view",
        "original",
        "content",
        "http",
        "source",
        "chinasoft",
        "international",
        "ltd"
    ]
}