{
    "organizations": [],
    "uuid": "3762799b6eacb87ca62f68862f4434c5a9381430",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/28/pr-newswire-sqm-reports-earnings-for-the-twelve-months-ended-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "SQM Reports Earnings for the Twelve Months Ended December 31, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SANTIAGO, Chile, Feb. 28, 2018 /PRNewswire/ -- Sociedad Química y Minera de Chile S.A. (SQM) (NYSE: SQM; Santiago Stock Exchange: SQM-B, SQM-A) reported earnings today for the twelve months ended December 31, 2017 of US$427.7 million (US$1.63 per ADR), an increase from US$278.3 million (US$1.06 per ADR) reported for the twelve months ended December 31, 2016 (the 2016 results were affected by the write-off related to stopping the operations of the train, which had a one-time, before-tax effect of US$32.8 million on net income). Gross profit (3) reached US$762.5 million (35.3% of revenues) for the twelve months ended December 31, 2017, higher than US$611.0 million (31.5% of revenues) recorded for the twelve months ended December 31, 2016. Revenues totaled US$2,157.3 million for the twelve months ended December 31, 2017, representing an increase of 11.2% compared to US$1,939.3 million reported for the twelve months ended December 31, 2016.\nThe Company also announced earnings for the fourth quarter of 2017, reporting net income of US$110.5 million (US$0.42 per ADR) compared to US$80.9 million (US$0.31 per ADR) for the fourth quarter of 2016. Gross profit for the fourth quarter 2017 reached US$216.1 million; higher than the US$204.8 million recorded for the fourth quarter 2016. Revenues for the fourth quarter 2017 totaled US$574.8 million, an increase of approximately 3.8% compared to the fourth quarter 2016, when revenues amounted to US$553.8 million.\nSQM's Chief Executive Officer, Patricio de Solminihac, stated, \"The robust 2017 results were mainly driven by strong lithium demand, resulting in significantly higher prices during the year. We ended the year with US$893.7 million in EBITDA and US$427.7 million in net income, an increase of over 17% and 50% respectively, compared to the previous year. Our focus on operational excellence and cost efficiencies helped to achieve higher sales volumes in the specialty plant nutrition and iodine and derivatives business lines.\"\n\"In the specialty plant nutrient business line, sales volumes increased 15% in 2017 due to strong demand growth and decreased supply from our competition. Our operations team has achieved new operational improvements by significantly integrating the production process at the Coya Sur facilities, while improving the use of raw materials, allowing an increase of nitrates production capacity up to 1.3 million MT/year. The improvements were made with minimum investments. As a result of this changes, we were able to increase our sales volumes while providing necessary supply to the potassium nitrate market.\"\n\"In the iodine and derivatives business line, we were able to achieve our target, set few years ago, to regain our market share. In 2017, we successfully increased our market share to over 35%, reporting historically high sales volumes of 12.7k MT. Prices have shown a slight recovery during the year and, considering today's pricing environment, prices are expected to be higher in 2018.\"\nHe continued by saying, \"We achieved the same sales volumes in our lithium and derivatives business line in 2017 as in the previous year, while the prices increased 25% with an average price reaching over US$13,500 per metric ton in the fourth quarter. On these days, we continue to see a tight market, mainly driven by a strong demand that is still growing over 15% per year, more than offsetting the new supply that came into the market during the second half of last year. For the remainder of this year, we expect that the strong demand growth will continue, while at the same time, new projects are expected to increase their output during the second half of the year.\"\nLithium projects\nIn January 2018, the Company announced that it reached an agreement with CORFO to finish the arbitration processes that started in May 2014. The agreement included a one-time payment of approximately US$20 million that is reflected in the fourth quarter 2017 results. As part of the agreement, SQM is allowed to produce and sell up to 2.2 million MT of lithium carbonate equivalent (LCE) through 2030, albeit at higher lease payments to CORFO and other associated cost. The new payment structure will become effective, as of the moment the agreement is approved by regulatory authorities in Chile, which we expect to occur during March 2018.\nPatricio de Solminihac commented, \"We are pleased that we have reached an agreement with CORFO that will let us continue developing a successful story in the Salar de Atacama. The new production allowance granted in the agreement gives us flexibility to increase our operation capacity as the market continues growing, allowing us to keep a market share around 25% during the next few years.\"\nThen he continued saying, \"Approximately a year ago, we announced a capacity expansion from 48,000 to 63,000 MT of lithium carbonate in Chile, to be finished in 2018. This expansion project is being revised to reach a total production capacity of 70,000 MT this year. On top of this, we are working on a project to increase our plant capacity by another 30,000 MT in 2019, reaching 100,000 MT of total capacity in Chile. The total budget for both stages will be approximately US$170 million. We will evaluate the timing for future expansions in the Salar de Atacama based on market conditions.\"\nPatricio de Solminihac closed by saying, \"We truly believe in the lithium market as the demand growth, mainly driven by the development of the electric vehicles (EVs), should remain very strong in the coming years. The market will need more efficient projects to come on line to maintain the market equilibrium and support the development of the EVs and battery industries. Being one of the largest lithium producers in the world, we feel the responsibility to grow together with our customers and the market. Along with new expansions in Chile, we will continue development of our projects abroad. In Argentina, we expect the first stage of the Minera Exar project of 25,000 MT/year to be ready by 2020, the construction of the evaporations ponds has begun, and the filling of the evaporation ponds will begin in the second half of the year. In the meantime, we continue working on the detailed engineering of the chemical plant. In Australia, we completed the purchase of the Mt. Holland project in December 2017 and are working on further exploration of the resource, development of the feasibility study and required environmental permits, all of this with the goal of starting production in 2021.\"\nFor the complete version of this press release, please visit our IR Web site: http://ir.sqm.com/English/investor-relation/default.aspx\nAbout SQM\nSQM is an integrated producer and distributor of lithium, iodine, specialty plant nutrients, potassium-related fertilizers and industrial chemicals. Its products are based on the development of high quality natural resources that allow the Company to be a leader in costs, supported by a specialized international network with sales in over 110 countries.\nSQM's business strategy is to be a mining operator that selectively integrates the production and sales of products to industries essential for human development, such as food, health and technology. The strategy is built on the following six principles:\nstrengthen internal processes to ensure access to key resources required for the sustainability of the business; extend lean operations (M1) to the entire organization to strengthen our cost position, increase quality and ensure safety; invest in the development of a specialty fertilizer market, including product differentiation, sales channel management and price optimization; recover the iodine market share, seek consolidation and vertical integration opportunities; invest in the development of industrial nitrate applications; search and invest in lithium and potassium assets outside of Chile to leverage our operational capabilities, take advantage of the current lithium market appeal and ensure access to raw materials for our potassium nitrate production; and seek diversification opportunities in gold, copper and zinc projects in the region to leverage our mining operating capabilities and provide business continuity to our exploration program.\nThe business strategy's principles are based on the following four concepts:\nbuild an organization with strategic clarity, inspirational leaders, responsible personnel and strong values; develop a strategic planning process that responds to the needs of our customers and market trends, while ensuring coordination between all segments of the business, including sales and operations; develop a robust risk control and mitigation process to actively manage business risk; and improve our stakeholder management to establish links with the community and communicate to Chile and worldwide our contribution to industries essential for human development.\nFor further information, contact:\nGerardo Illanes 56-2-24252022 / gerardo.illanes@sqm.com\nKelly O'Brien 56-2-24252074 / kelly.obrien@sqm.com\nIrina Axenova 56-2-24252280 / irina.axenova@sqm.com\nFor media inquiries, contact:\nCarolina García Huidobro / carolina.g.huidobro@sqm.com\nAlvaro Cifuentes / alvaro.cifuentes@sqm.com\nTamara Rebolledo / tamara.rebolledo@sqm.com (Northern Region)\nCautionary Note Regarding Forward-Looking Statements\nThis news release contains \" \" within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. Forward-looking statements can be identified by words such as: \"anticipate,\" \"plan,\" \"believe,\" \"estimate,\" \"expect,\" \"strategy,\" \"should,\" \"will\" and similar references to future periods. Examples of include, among others, statements we make concerning the Company's business outlook, future economic performance, anticipated profitability, revenues, expenses, or other financial items, anticipated cost synergies and product or service line growth.\nForward-looking statements are neither historical facts nor assurances of future performance. Instead, they are estimates that reflect the best judgment of SQM management based on currently available information. Because relate to the future, they involve a number of risks, uncertainties and other factors that are outside of our control and could cause actual results to those stated in such statements. Therefore, you should not rely on any of these Readers are referred to the documents filed by SQM with the United States Securities and Exchange Commission, specifically the most recent annual report on Form 20-F, which identifies important risk factors that could cause actual results to differ from those contained in the All are based on information available to SQM on the date hereof and SQM assumes no obligation to update such statements, whether as a result of new information, future developments or otherwise.\nView original content: http://www.prnewswire.com/news-releases/sqm-reports-earnings-for-the-twelve-months-ended-december-31-2017-300606358.html\nSOURCE Sociedad Quimica y Minera de Chile, S.A. (SQM)",
    "published": "2018-03-01T06:59:00.000+02:00",
    "crawled": "2018-03-01T09:56:56.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "santiago",
        "chile",
        "sociedad",
        "química",
        "minera",
        "de",
        "chile",
        "sqm",
        "nyse",
        "sqm",
        "santiago",
        "stock",
        "exchange",
        "reported",
        "earnings",
        "today",
        "twelve",
        "month",
        "ended",
        "december",
        "u",
        "million",
        "u",
        "per",
        "adr",
        "increase",
        "u",
        "million",
        "u",
        "per",
        "adr",
        "reported",
        "twelve",
        "month",
        "ended",
        "december",
        "result",
        "affected",
        "related",
        "stopping",
        "operation",
        "train",
        "effect",
        "u",
        "million",
        "net",
        "income",
        "gross",
        "profit",
        "reached",
        "u",
        "million",
        "revenue",
        "twelve",
        "month",
        "ended",
        "december",
        "higher",
        "u",
        "million",
        "revenue",
        "recorded",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "totaled",
        "u",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "representing",
        "increase",
        "compared",
        "u",
        "million",
        "reported",
        "twelve",
        "month",
        "ended",
        "december",
        "company",
        "also",
        "announced",
        "earnings",
        "fourth",
        "quarter",
        "reporting",
        "net",
        "income",
        "u",
        "million",
        "u",
        "per",
        "adr",
        "compared",
        "u",
        "million",
        "u",
        "per",
        "adr",
        "fourth",
        "quarter",
        "gross",
        "profit",
        "fourth",
        "quarter",
        "reached",
        "u",
        "million",
        "higher",
        "u",
        "million",
        "recorded",
        "fourth",
        "quarter",
        "revenue",
        "fourth",
        "quarter",
        "totaled",
        "u",
        "million",
        "increase",
        "approximately",
        "compared",
        "fourth",
        "quarter",
        "revenue",
        "amounted",
        "u",
        "million",
        "sqm",
        "chief",
        "executive",
        "officer",
        "patricio",
        "de",
        "solminihac",
        "stated",
        "robust",
        "result",
        "mainly",
        "driven",
        "strong",
        "lithium",
        "demand",
        "resulting",
        "significantly",
        "higher",
        "price",
        "year",
        "ended",
        "year",
        "u",
        "million",
        "ebitda",
        "u",
        "million",
        "net",
        "income",
        "increase",
        "respectively",
        "compared",
        "previous",
        "year",
        "focus",
        "operational",
        "excellence",
        "cost",
        "efficiency",
        "helped",
        "achieve",
        "higher",
        "sale",
        "volume",
        "specialty",
        "plant",
        "nutrition",
        "iodine",
        "derivative",
        "business",
        "line",
        "specialty",
        "plant",
        "nutrient",
        "business",
        "line",
        "sale",
        "volume",
        "increased",
        "due",
        "strong",
        "demand",
        "growth",
        "decreased",
        "supply",
        "competition",
        "operation",
        "team",
        "achieved",
        "new",
        "operational",
        "improvement",
        "significantly",
        "integrating",
        "production",
        "process",
        "coya",
        "sur",
        "facility",
        "improving",
        "use",
        "raw",
        "material",
        "allowing",
        "increase",
        "nitrate",
        "production",
        "capacity",
        "million",
        "improvement",
        "made",
        "minimum",
        "investment",
        "result",
        "change",
        "able",
        "increase",
        "sale",
        "volume",
        "providing",
        "necessary",
        "supply",
        "potassium",
        "nitrate",
        "market",
        "iodine",
        "derivative",
        "business",
        "line",
        "able",
        "achieve",
        "target",
        "set",
        "year",
        "ago",
        "regain",
        "market",
        "share",
        "successfully",
        "increased",
        "market",
        "share",
        "reporting",
        "historically",
        "high",
        "sale",
        "volume",
        "mt",
        "price",
        "shown",
        "slight",
        "recovery",
        "year",
        "considering",
        "today",
        "pricing",
        "environment",
        "price",
        "expected",
        "higher",
        "continued",
        "saying",
        "achieved",
        "sale",
        "volume",
        "lithium",
        "derivative",
        "business",
        "line",
        "previous",
        "year",
        "price",
        "increased",
        "average",
        "price",
        "reaching",
        "u",
        "per",
        "metric",
        "ton",
        "fourth",
        "quarter",
        "day",
        "continue",
        "see",
        "tight",
        "market",
        "mainly",
        "driven",
        "strong",
        "demand",
        "still",
        "growing",
        "per",
        "year",
        "offsetting",
        "new",
        "supply",
        "came",
        "market",
        "second",
        "half",
        "last",
        "year",
        "remainder",
        "year",
        "expect",
        "strong",
        "demand",
        "growth",
        "continue",
        "time",
        "new",
        "project",
        "expected",
        "increase",
        "output",
        "second",
        "half",
        "year",
        "lithium",
        "project",
        "january",
        "company",
        "announced",
        "reached",
        "agreement",
        "corfo",
        "finish",
        "arbitration",
        "process",
        "started",
        "may",
        "agreement",
        "included",
        "payment",
        "approximately",
        "u",
        "million",
        "reflected",
        "fourth",
        "quarter",
        "result",
        "part",
        "agreement",
        "sqm",
        "allowed",
        "produce",
        "sell",
        "million",
        "mt",
        "lithium",
        "carbonate",
        "equivalent",
        "lce",
        "albeit",
        "higher",
        "lease",
        "payment",
        "corfo",
        "associated",
        "cost",
        "new",
        "payment",
        "structure",
        "become",
        "effective",
        "moment",
        "agreement",
        "approved",
        "regulatory",
        "authority",
        "chile",
        "expect",
        "occur",
        "march",
        "patricio",
        "de",
        "solminihac",
        "commented",
        "pleased",
        "reached",
        "agreement",
        "corfo",
        "let",
        "u",
        "continue",
        "developing",
        "successful",
        "story",
        "salar",
        "de",
        "atacama",
        "new",
        "production",
        "allowance",
        "granted",
        "agreement",
        "give",
        "u",
        "flexibility",
        "increase",
        "operation",
        "capacity",
        "market",
        "continues",
        "growing",
        "allowing",
        "u",
        "keep",
        "market",
        "share",
        "around",
        "next",
        "year",
        "continued",
        "saying",
        "approximately",
        "year",
        "ago",
        "announced",
        "capacity",
        "expansion",
        "mt",
        "lithium",
        "carbonate",
        "chile",
        "finished",
        "expansion",
        "project",
        "revised",
        "reach",
        "total",
        "production",
        "capacity",
        "mt",
        "year",
        "top",
        "working",
        "project",
        "increase",
        "plant",
        "capacity",
        "another",
        "mt",
        "reaching",
        "mt",
        "total",
        "capacity",
        "chile",
        "total",
        "budget",
        "stage",
        "approximately",
        "u",
        "million",
        "evaluate",
        "timing",
        "future",
        "expansion",
        "salar",
        "de",
        "atacama",
        "based",
        "market",
        "condition",
        "patricio",
        "de",
        "solminihac",
        "closed",
        "saying",
        "truly",
        "believe",
        "lithium",
        "market",
        "demand",
        "growth",
        "mainly",
        "driven",
        "development",
        "electric",
        "vehicle",
        "ev",
        "remain",
        "strong",
        "coming",
        "year",
        "market",
        "need",
        "efficient",
        "project",
        "come",
        "line",
        "maintain",
        "market",
        "equilibrium",
        "support",
        "development",
        "ev",
        "battery",
        "industry",
        "one",
        "largest",
        "lithium",
        "producer",
        "world",
        "feel",
        "responsibility",
        "grow",
        "together",
        "customer",
        "market",
        "along",
        "new",
        "expansion",
        "chile",
        "continue",
        "development",
        "project",
        "abroad",
        "argentina",
        "expect",
        "first",
        "stage",
        "minera",
        "exar",
        "project",
        "ready",
        "construction",
        "evaporation",
        "pond",
        "begun",
        "filling",
        "evaporation",
        "pond",
        "begin",
        "second",
        "half",
        "year",
        "meantime",
        "continue",
        "working",
        "detailed",
        "engineering",
        "chemical",
        "plant",
        "australia",
        "completed",
        "purchase",
        "mt",
        "holland",
        "project",
        "december",
        "working",
        "exploration",
        "resource",
        "development",
        "feasibility",
        "study",
        "required",
        "environmental",
        "permit",
        "goal",
        "starting",
        "production",
        "complete",
        "version",
        "press",
        "release",
        "please",
        "visit",
        "ir",
        "web",
        "site",
        "http",
        "sqm",
        "sqm",
        "integrated",
        "producer",
        "distributor",
        "lithium",
        "iodine",
        "specialty",
        "plant",
        "nutrient",
        "fertilizer",
        "industrial",
        "chemical",
        "product",
        "based",
        "development",
        "high",
        "quality",
        "natural",
        "resource",
        "allow",
        "company",
        "leader",
        "cost",
        "supported",
        "specialized",
        "international",
        "network",
        "sale",
        "country",
        "sqm",
        "business",
        "strategy",
        "mining",
        "operator",
        "selectively",
        "integrates",
        "production",
        "sale",
        "product",
        "industry",
        "essential",
        "human",
        "development",
        "food",
        "health",
        "technology",
        "strategy",
        "built",
        "following",
        "six",
        "principle",
        "strengthen",
        "internal",
        "process",
        "ensure",
        "access",
        "key",
        "resource",
        "required",
        "sustainability",
        "business",
        "extend",
        "lean",
        "operation",
        "m1",
        "entire",
        "organization",
        "strengthen",
        "cost",
        "position",
        "increase",
        "quality",
        "ensure",
        "safety",
        "invest",
        "development",
        "specialty",
        "fertilizer",
        "market",
        "including",
        "product",
        "differentiation",
        "sale",
        "channel",
        "management",
        "price",
        "optimization",
        "recover",
        "iodine",
        "market",
        "share",
        "seek",
        "consolidation",
        "vertical",
        "integration",
        "opportunity",
        "invest",
        "development",
        "industrial",
        "nitrate",
        "application",
        "search",
        "invest",
        "lithium",
        "potassium",
        "asset",
        "outside",
        "chile",
        "leverage",
        "operational",
        "capability",
        "take",
        "advantage",
        "current",
        "lithium",
        "market",
        "appeal",
        "ensure",
        "access",
        "raw",
        "material",
        "potassium",
        "nitrate",
        "production",
        "seek",
        "diversification",
        "opportunity",
        "gold",
        "copper",
        "zinc",
        "project",
        "region",
        "leverage",
        "mining",
        "operating",
        "capability",
        "provide",
        "business",
        "continuity",
        "exploration",
        "program",
        "business",
        "strategy",
        "principle",
        "based",
        "following",
        "four",
        "concept",
        "build",
        "organization",
        "strategic",
        "clarity",
        "inspirational",
        "leader",
        "responsible",
        "personnel",
        "strong",
        "value",
        "develop",
        "strategic",
        "planning",
        "process",
        "responds",
        "need",
        "customer",
        "market",
        "trend",
        "ensuring",
        "coordination",
        "segment",
        "business",
        "including",
        "sale",
        "operation",
        "develop",
        "robust",
        "risk",
        "control",
        "mitigation",
        "process",
        "actively",
        "manage",
        "business",
        "risk",
        "improve",
        "stakeholder",
        "management",
        "establish",
        "link",
        "community",
        "communicate",
        "chile",
        "worldwide",
        "contribution",
        "industry",
        "essential",
        "human",
        "development",
        "information",
        "contact",
        "gerardo",
        "illanes",
        "kelly",
        "irina",
        "axenova",
        "medium",
        "inquiry",
        "contact",
        "carolina",
        "garcía",
        "huidobro",
        "alvaro",
        "cifuentes",
        "tamara",
        "rebolledo",
        "northern",
        "region",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "news",
        "release",
        "contains",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "identified",
        "word",
        "anticipate",
        "plan",
        "believe",
        "estimate",
        "expect",
        "strategy",
        "similar",
        "reference",
        "future",
        "period",
        "example",
        "include",
        "among",
        "others",
        "statement",
        "make",
        "concerning",
        "company",
        "business",
        "outlook",
        "future",
        "economic",
        "performance",
        "anticipated",
        "profitability",
        "revenue",
        "expense",
        "financial",
        "item",
        "anticipated",
        "cost",
        "synergy",
        "product",
        "service",
        "line",
        "growth",
        "statement",
        "neither",
        "historical",
        "fact",
        "assurance",
        "future",
        "performance",
        "instead",
        "estimate",
        "reflect",
        "best",
        "judgment",
        "sqm",
        "management",
        "based",
        "currently",
        "available",
        "information",
        "relate",
        "future",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "factor",
        "outside",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "stated",
        "statement",
        "therefore",
        "rely",
        "reader",
        "referred",
        "document",
        "filed",
        "sqm",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "specifically",
        "recent",
        "annual",
        "report",
        "form",
        "identifies",
        "important",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "contained",
        "based",
        "information",
        "available",
        "sqm",
        "date",
        "hereof",
        "sqm",
        "assumes",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "view",
        "original",
        "content",
        "http",
        "source",
        "sociedad",
        "quimica",
        "minera",
        "de",
        "chile",
        "sqm"
    ]
}