{
    "organizations": [],
    "uuid": "3985517197b95dc4828c313f41a20d294f984f63",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/globe-newswire-anthera-pharmaceuticals-provides-business-update-and-reports-2017-fourth-quarter-and-fiscal-year-financial-results.html",
    "ord_in_thread": 0,
    "title": "Anthera Pharmaceuticals Provides Business Update and Reports 2017 Fourth Quarter and Fiscal Year Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RESULT study reported positive interim futility analyses and completion of dosing, with top line data expected in March 2018\nCompleted private placement for net proceeds of $13.3 million Received net proceeds of $3.1 million from warrant exercises and sale of shares pursuant to an equity purchase agreement Maintained market capitalization requirement for continued listing on the Nasdaq Capital Market Strengthened management team with addition of Patrick Murphy as Senior Vice President, Manufacturing\nHAYWARD, Calif., March 05, 2018 (GLOBE NEWSWIRE) -- Anthera Pharmaceuticals, Inc. (Nasdaq:ANTH) today provided a business update and reported financial results for the fourth quarter and fiscal year ending December 31, 2017.\nRecent Developments and Business Highlights:\nSollpura™ (liprotamase) for the treatment of Exocrine Pancreatic Insufficiency (“EPI”)\nPhase 3 RESULT study completed patient dosing, topline data expected March 2018\nThe RESULT study of Sollpura in patients with EPI caused by cystic fibrosis completed dosing for the primary treatment period on February 2, 2018. The study was initiated in May 2017 and enrolled 140 patients in the United States, Europe and Israel. The primary efficacy variable will evaluate the change from baseline in coefficient of fat absorption (“CFA”) following 4 weeks of treatment with either Sollpura or Pancreaze. Patients randomized to Sollpura will then be followed for an additional 20-week extension period (total of 24 weeks on study) for longer term assessments of weight, height, BMI, and safety. Top line data will include the major primary and secondary outcome measures based on 4 weeks of comparative treatment and is expected in March.\nRESULT study reported positive interim futility analyses\nIn December 2017 and January 2018, we reported positive outcomes of two prespecified, sequential, and separately conducted interim futility analyses for the RESULT study after approximately 25% and 50% of patients, respectively, had completed the primary treatment period. Both analyses were conducted by RESULT’s Data Monitoring Committee which is comprised of experts appointed by the Cystic Fibrosis Foundation’s Therapeutics Development Network.\nManagement Update\nOn January 1, 2018, we strengthened our executive management team through the appointment of Patrick Murphy as our Senior Vice President, Manufacturing. In this role, Mr. Murphy will oversee the manufacturing and commercial scale-up of Sollpura.\nFinancing Update\nPrivate Placement\nIn October 2017, we completed the first of two closings of a private placement with net proceeds of $2.2 million. In January 2018 the second closing yielded additional net proceeds of $11.1 million.\nWarrant Exercise and Sale of Stock Pursuant to and Equity Purchase Agreement\nSubsequent to December 31, 2017, we received aggregate net proceeds of $3.1 million from the issuance of common stock pursuant to warrant exercises and the sale of common stock pursuant to an equity purchase agreement.\nNASDAQ Compliance Update\nAs of February 28, 2018, we met the market capitalization requirement of at least $35 million for ten consecutive trading days for continued listing on the Nasdaq Capital Market. A formal compliance determination is pending from the Nasdaq Stock Market LLC.\nSummary of Financial Results:\nCash Position . We ended the fourth quarter of 2017 with cash and cash equivalents of $2.2 million. Our cash position was subsequently strengthened by additional net proceeds of $11. 1 million from the second closing of the PIPE transaction and $3.1 million from the exercise of warrants and sale of shares pursuant to an equity purchase agreement. For the year ended December 31, 2017, our cash used for operating activities was $36.9 million, compared to $48.9 million for fiscal year 2016. The significant decrease of $12 million in cash used for operating activities was mainly attributable to lower operating expenses as we concentrated our clinical development effort primarily on Sollpura in 2017. In 2016, our clinical development effort included both Sollpura and blisibimod.\nR&D Expense . Research and development expense for the three and twelve months ended December 31, 2017 totaled $7.7 million and $28.6 million, respectively, compared to $10.8 million and $46.5 million for the corresponding periods in 2016. The decrease in 2017 from 2016 was primarily due to lower clinical development expenses as a result of the SOLUTION study in cystic fibrosis patients with EPI and CHABLIS clinical studies in patients with systemic lupus erythematous being substantially completed in 2016. In addition, costs associated with the BRIGHT-SC study, the clinical evaluation of blisibimod in patients with IgA nephropathy, decreased in 2017 compared with 2016 as we completed treatment of the BRIGHT-SC study in August 2017. The change in clinical development activities between the comparative periods resulted in reductions in expenses by $2.9 million and $16.2 million for the three months and year ended December 31, 2017, respectively.\nG&A Expense . General and administrative expense for the three and twelve months ended December 31, 2017 totaled $1.6 million and $7.9 million, respectively, compared to $3.8 million and $11.1 million for the corresponding periods in 2016. The decrease is primarily due to a significant reduction in headcount, which resulted in lower payroll related and stock-based compensation expense by $2.1 million and $3.4 million for the three months and twelve months ended December 31, 2017, respectively.\nResearch Award. A research award, granted to us in March 2015 by the Cystic Fibrosis Foundation and recorded as an offset to operating expense, totaled $100,000 for the year ended December 31, 2017, compared to $261,000 in 2016. The amount of the research award recognized represents the value prescribed to the milestones we achieved under the award agreement during the reporting periods. As of March 31, 2017, we had fully recognized the research award.\nOther Income (Expense) . For the three and twelve months ended December 31, 2017, we recorded non-operating income (expense) of $(0.4) million and $9.6 million, respectively. For the three and twelve months ended December 31, 2016, non-operating income of $1.6 million and $1.7 million was recorded, respectively. Non-operating income (expense) is comprised primarily of changes in the fair value of warrants issued in connection with our equity offerings in 2016 and 2017, which are accounted for as derivative liabilities, with the change in fair value recorded as part of other income (expense). The number of shares of common stock underlying the warrants issued in September 2016 became fixed in November 2016 and the related fair value was reclassified from liability to stockholders’ equity in 2016. The warrants issued in March 2017 will continue to be accounted for as derivative liability until the warrants are exercised or expired.\nNet Loss Applicable to Common Stockholders. In connection with a registered direct offering of convertible preferred stock and warrants in September 2016, there was an in-the-money conversion feature (beneficial conversion feature, or BCF). The BCF required separate financial statement recognition and was recorded as a discount to the preferred shares. No deemed dividend was recorded for the three months ended December 31, 2017 and $2.1 million in deemed dividend was recorded for the corresponding period in 2016. For the twelve months ended December 31, 2017 and 2016, we recorded a deemed dividend of $2.5 million and $10.9 million, respectively.\nNet Loss Per Basic and Diluted Share . For the three and twelve months ended December 31, 2017, we recorded a net loss of $0.73 and $2.86 per basic and diluted share, respectively, compared to net loss of $2.84 and $12.87 per basic and diluted share, respectively, in the corresponding periods in 2016. The decrease in net loss per basic and diluted share is primarily driven by reduced operating expense in 2017 as compared to 2016.\nAbout Anthera Pharmaceuticals, Inc.\nAnthera Pharmaceuticals, Inc. is a clinical-stage biopharmaceutical company focused on developing products to treat serious and life-threatening diseases, including exocrine pancreatic insufficiency and B-cell associated renal diseases, including IgA nephropathy. Additional information on the Company can be found at www.anthera.com .\nSafe Harbor Statement\nAny statements contained in this press release that refer to future events or other non-historical matters, including statements that are preceded by, followed by, or that include such words as \"estimate,\" \"intend,\" \"anticipate,\" \"believe,\" \"plan,\" \"goal,\" \"expect,\" \"project,\" or similar statements, are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Such statements are based on Anthera's expectations as of the date of this press release and are subject to certain that could cause actual results to differ materially, including but not limited to those set forth in Anthera's public filings with the SEC, including Anthera's Quarterly Report on Form 10-Q for the quarter ended September 30, 2017. Anthera disclaims any intent or any , whether because of new information, future events or otherwise, except as required by applicable law.\nCONTACT:\nInvestor Relations of Anthera Pharmaceuticals, Inc.\nir@anthera.com\nFor Media Inquiries:\nFrannie Marmorstein, 305-567-0821\nfrannie.marmorstein@rbbcommunications.com\nwww.twitter.com/antherapharma\nhttps://www.facebook.com/antherapharma/\nhttps://www.linkedin.com/company/anthera-pharmaceuticals\nANTHERA PHARMACEUTICALS, INC. CONSOLIDATED STATEMENTS OF OPERATIONS (in thousands, except share and per share data) (unaudited) Three months ended\nDecember 31, Twelve months ended\nDecember 31, 2017 2016 2017 2016 REVENUES: License fee $ — $ — $ — $ 139 Collaborative revenue — — — 6 Total revenues — — — 145 OPERATING EXPENSES: Research and development $ 7,655 $ 10,825 $ 28,594 $ 46,512 General and administrative 1,600 3,754 7,938 11,071 Research award — — (100 ) (261 ) Total operating expenses 9,255 14,579 36,432 57,322 LOSS FROM OPERATIONS (9,255 ) (14,579 ) (36,432 ) (57,177 ) OTHER INCOME (EXPENSE): Other income (expense) $ (11 ) $ 19 $ (85 ) (90 ) Fair value of warrant liability in excess of proceeds from financing — — (600 ) — Change in fair value of warrant liability (407 ) 1,575 10,243 1,744 Total Other Income (Expense) (418 ) 1,594 9,558 1,654 Net Loss $ (9,673 ) $ (12,985 ) $ (26,874 ) $ (55,523 ) Deemed dividends attributable to preferred stock — (2,107 ) (2,503 ) (10,914 ) Net loss applicable to common stockholders $ (9,673 ) $ (15,092 ) $ (29,377 ) $ (66,437 ) Net loss per share applicable to common stockholders—basic and diluted (1) $ (0.73 ) $ (2.84 ) $ (2.86 ) $ (12.87 ) Weighted-average number of shares used in per share calculation—basic and diluted (1) 13,190,889 5,307,406 10,278,391 5,163,784\n(1) All share and per share amounts and shares of the Company’s common stock issued and outstanding for all periods have been retroactively adjusted to reflect the one-for-eight reverse stock split which became effective on April 28, 2017.\nANTHERA PHARMACEUTICALS, INC. BALANCE SHEET DATA (in thousands, except share data) (unaudited) December 31,\n2017 December 31,\n2016 Cash and cash equivalents $ 2,196 $ 20,843 Total assets $ 3,673 $ 23,471 Warrant liability $ 4,457 $ — Total liabilities, excludes warrant liability $ 4,711 $ 10,624 Series X contingently redeemable convertible preferred stock $ — $ 377 Series X convertible preferred stock $ 333 $ 8,614 Common Stock and additional paid-in capital $ 428,600 $ 411,410 Accumulated deficit $ (434,428 ) $ (407,554 ) Total shareholders' equity $ (5,495 ) $ 12,470 Common shares outstanding (1) 13,854,491 5,745,536 Series X convertible preferred shares outstanding 430 9,499\n(1) All shares of the Company’s common stock issued and outstanding for all periods have been retroactively adjusted to reflect the one-for-eight reverse stock split which became was effective on April 28, 2017.\nSource:Anthera Pharmaceuticals, Inc.",
    "published": "2018-03-06T00:05:00.000+02:00",
    "crawled": "2018-03-06T02:29:45.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "result",
        "study",
        "reported",
        "positive",
        "interim",
        "futility",
        "analysis",
        "completion",
        "dosing",
        "top",
        "line",
        "data",
        "expected",
        "march",
        "completed",
        "private",
        "placement",
        "net",
        "proceeds",
        "million",
        "received",
        "net",
        "proceeds",
        "million",
        "warrant",
        "exercise",
        "sale",
        "share",
        "pursuant",
        "equity",
        "purchase",
        "agreement",
        "maintained",
        "market",
        "capitalization",
        "requirement",
        "continued",
        "listing",
        "nasdaq",
        "capital",
        "market",
        "strengthened",
        "management",
        "team",
        "addition",
        "patrick",
        "murphy",
        "senior",
        "vice",
        "president",
        "manufacturing",
        "hayward",
        "march",
        "globe",
        "newswire",
        "anthera",
        "pharmaceutical",
        "nasdaq",
        "anth",
        "today",
        "provided",
        "business",
        "update",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "ending",
        "december",
        "recent",
        "development",
        "business",
        "highlight",
        "liprotamase",
        "treatment",
        "exocrine",
        "pancreatic",
        "insufficiency",
        "epi",
        "phase",
        "result",
        "study",
        "completed",
        "patient",
        "dosing",
        "topline",
        "data",
        "expected",
        "march",
        "result",
        "study",
        "sollpura",
        "patient",
        "epi",
        "caused",
        "cystic",
        "fibrosis",
        "completed",
        "dosing",
        "primary",
        "treatment",
        "period",
        "february",
        "study",
        "initiated",
        "may",
        "enrolled",
        "patient",
        "united",
        "state",
        "europe",
        "israel",
        "primary",
        "efficacy",
        "variable",
        "evaluate",
        "change",
        "baseline",
        "coefficient",
        "fat",
        "absorption",
        "cfa",
        "following",
        "week",
        "treatment",
        "either",
        "sollpura",
        "pancreaze",
        "patient",
        "randomized",
        "sollpura",
        "followed",
        "additional",
        "extension",
        "period",
        "total",
        "week",
        "study",
        "longer",
        "term",
        "assessment",
        "weight",
        "height",
        "bmi",
        "safety",
        "top",
        "line",
        "data",
        "include",
        "major",
        "primary",
        "secondary",
        "outcome",
        "measure",
        "based",
        "week",
        "comparative",
        "treatment",
        "expected",
        "march",
        "result",
        "study",
        "reported",
        "positive",
        "interim",
        "futility",
        "analysis",
        "december",
        "january",
        "reported",
        "positive",
        "outcome",
        "two",
        "prespecified",
        "sequential",
        "separately",
        "conducted",
        "interim",
        "futility",
        "analysis",
        "result",
        "study",
        "approximately",
        "patient",
        "respectively",
        "completed",
        "primary",
        "treatment",
        "period",
        "analysis",
        "conducted",
        "result",
        "data",
        "monitoring",
        "committee",
        "comprised",
        "expert",
        "appointed",
        "cystic",
        "fibrosis",
        "foundation",
        "therapeutic",
        "development",
        "network",
        "management",
        "update",
        "january",
        "strengthened",
        "executive",
        "management",
        "team",
        "appointment",
        "patrick",
        "murphy",
        "senior",
        "vice",
        "president",
        "manufacturing",
        "role",
        "murphy",
        "oversee",
        "manufacturing",
        "commercial",
        "sollpura",
        "financing",
        "update",
        "private",
        "placement",
        "october",
        "completed",
        "first",
        "two",
        "closing",
        "private",
        "placement",
        "net",
        "proceeds",
        "million",
        "january",
        "second",
        "closing",
        "yielded",
        "additional",
        "net",
        "proceeds",
        "million",
        "warrant",
        "exercise",
        "sale",
        "stock",
        "pursuant",
        "equity",
        "purchase",
        "agreement",
        "subsequent",
        "december",
        "received",
        "aggregate",
        "net",
        "proceeds",
        "million",
        "issuance",
        "common",
        "stock",
        "pursuant",
        "warrant",
        "exercise",
        "sale",
        "common",
        "stock",
        "pursuant",
        "equity",
        "purchase",
        "agreement",
        "nasdaq",
        "compliance",
        "update",
        "february",
        "met",
        "market",
        "capitalization",
        "requirement",
        "least",
        "million",
        "ten",
        "consecutive",
        "trading",
        "day",
        "continued",
        "listing",
        "nasdaq",
        "capital",
        "market",
        "formal",
        "compliance",
        "determination",
        "pending",
        "nasdaq",
        "stock",
        "market",
        "llc",
        "summary",
        "financial",
        "result",
        "cash",
        "position",
        "ended",
        "fourth",
        "quarter",
        "cash",
        "cash",
        "equivalent",
        "million",
        "cash",
        "position",
        "subsequently",
        "strengthened",
        "additional",
        "net",
        "proceeds",
        "million",
        "second",
        "closing",
        "pipe",
        "transaction",
        "million",
        "exercise",
        "warrant",
        "sale",
        "share",
        "pursuant",
        "equity",
        "purchase",
        "agreement",
        "year",
        "ended",
        "december",
        "cash",
        "used",
        "operating",
        "activity",
        "million",
        "compared",
        "million",
        "fiscal",
        "year",
        "significant",
        "decrease",
        "million",
        "cash",
        "used",
        "operating",
        "activity",
        "mainly",
        "attributable",
        "lower",
        "operating",
        "expense",
        "concentrated",
        "clinical",
        "development",
        "effort",
        "primarily",
        "sollpura",
        "clinical",
        "development",
        "effort",
        "included",
        "sollpura",
        "blisibimod",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "totaled",
        "million",
        "million",
        "respectively",
        "compared",
        "million",
        "million",
        "corresponding",
        "period",
        "decrease",
        "primarily",
        "due",
        "lower",
        "clinical",
        "development",
        "expense",
        "result",
        "solution",
        "study",
        "cystic",
        "fibrosis",
        "patient",
        "epi",
        "chablis",
        "clinical",
        "study",
        "patient",
        "systemic",
        "lupus",
        "erythematous",
        "substantially",
        "completed",
        "addition",
        "cost",
        "associated",
        "study",
        "clinical",
        "evaluation",
        "blisibimod",
        "patient",
        "iga",
        "nephropathy",
        "decreased",
        "compared",
        "completed",
        "treatment",
        "study",
        "august",
        "change",
        "clinical",
        "development",
        "activity",
        "comparative",
        "period",
        "resulted",
        "reduction",
        "expense",
        "million",
        "million",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "respectively",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "totaled",
        "million",
        "million",
        "respectively",
        "compared",
        "million",
        "million",
        "corresponding",
        "period",
        "decrease",
        "primarily",
        "due",
        "significant",
        "reduction",
        "headcount",
        "resulted",
        "lower",
        "payroll",
        "related",
        "compensation",
        "expense",
        "million",
        "million",
        "three",
        "month",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "research",
        "award",
        "research",
        "award",
        "granted",
        "u",
        "march",
        "cystic",
        "fibrosis",
        "foundation",
        "recorded",
        "offset",
        "operating",
        "expense",
        "totaled",
        "year",
        "ended",
        "december",
        "compared",
        "amount",
        "research",
        "award",
        "recognized",
        "represents",
        "value",
        "prescribed",
        "milestone",
        "achieved",
        "award",
        "agreement",
        "reporting",
        "period",
        "march",
        "fully",
        "recognized",
        "research",
        "award",
        "income",
        "expense",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "recorded",
        "income",
        "expense",
        "million",
        "million",
        "respectively",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "income",
        "million",
        "million",
        "recorded",
        "respectively",
        "income",
        "expense",
        "comprised",
        "primarily",
        "change",
        "fair",
        "value",
        "warrant",
        "issued",
        "connection",
        "equity",
        "offering",
        "accounted",
        "derivative",
        "liability",
        "change",
        "fair",
        "value",
        "recorded",
        "part",
        "income",
        "expense",
        "number",
        "share",
        "common",
        "stock",
        "underlying",
        "warrant",
        "issued",
        "september",
        "became",
        "fixed",
        "november",
        "related",
        "fair",
        "value",
        "reclassified",
        "liability",
        "stockholder",
        "equity",
        "warrant",
        "issued",
        "march",
        "continue",
        "accounted",
        "derivative",
        "liability",
        "warrant",
        "exercised",
        "expired",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "connection",
        "registered",
        "direct",
        "offering",
        "convertible",
        "preferred",
        "stock",
        "warrant",
        "september",
        "conversion",
        "feature",
        "beneficial",
        "conversion",
        "feature",
        "bcf",
        "bcf",
        "required",
        "separate",
        "financial",
        "statement",
        "recognition",
        "recorded",
        "discount",
        "preferred",
        "share",
        "deemed",
        "dividend",
        "recorded",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "deemed",
        "dividend",
        "recorded",
        "corresponding",
        "period",
        "twelve",
        "month",
        "ended",
        "december",
        "recorded",
        "deemed",
        "dividend",
        "million",
        "million",
        "respectively",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "recorded",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "respectively",
        "compared",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "respectively",
        "corresponding",
        "period",
        "decrease",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "primarily",
        "driven",
        "reduced",
        "operating",
        "expense",
        "compared",
        "anthera",
        "pharmaceutical",
        "anthera",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "product",
        "treat",
        "serious",
        "disease",
        "including",
        "exocrine",
        "pancreatic",
        "insufficiency",
        "associated",
        "renal",
        "disease",
        "including",
        "iga",
        "nephropathy",
        "additional",
        "information",
        "company",
        "found",
        "safe",
        "harbor",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "refer",
        "future",
        "event",
        "matter",
        "including",
        "statement",
        "preceded",
        "followed",
        "include",
        "word",
        "estimate",
        "intend",
        "anticipate",
        "believe",
        "plan",
        "goal",
        "expect",
        "project",
        "similar",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "anthera",
        "expectation",
        "date",
        "press",
        "release",
        "subject",
        "certain",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "including",
        "limited",
        "set",
        "forth",
        "anthera",
        "public",
        "filing",
        "sec",
        "including",
        "anthera",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "september",
        "anthera",
        "disclaims",
        "intent",
        "whether",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "contact",
        "investor",
        "relation",
        "anthera",
        "pharmaceutical",
        "ir",
        "medium",
        "inquiry",
        "frannie",
        "marmorstein",
        "http",
        "http",
        "anthera",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "license",
        "fee",
        "collaborative",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "research",
        "award",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "income",
        "expense",
        "fair",
        "value",
        "warrant",
        "liability",
        "excess",
        "proceeds",
        "financing",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "deemed",
        "dividend",
        "attributable",
        "preferred",
        "stock",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "applicable",
        "common",
        "diluted",
        "number",
        "share",
        "used",
        "per",
        "share",
        "diluted",
        "share",
        "per",
        "share",
        "amount",
        "share",
        "company",
        "common",
        "stock",
        "issued",
        "outstanding",
        "period",
        "retroactively",
        "adjusted",
        "reflect",
        "reverse",
        "stock",
        "split",
        "became",
        "effective",
        "april",
        "anthera",
        "pharmaceutical",
        "balance",
        "sheet",
        "data",
        "thousand",
        "except",
        "share",
        "data",
        "unaudited",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "warrant",
        "liability",
        "total",
        "liability",
        "excludes",
        "warrant",
        "liability",
        "series",
        "x",
        "contingently",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "series",
        "x",
        "convertible",
        "preferred",
        "stock",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "common",
        "share",
        "outstanding",
        "series",
        "x",
        "convertible",
        "preferred",
        "share",
        "outstanding",
        "share",
        "company",
        "common",
        "stock",
        "issued",
        "outstanding",
        "period",
        "retroactively",
        "adjusted",
        "reflect",
        "reverse",
        "stock",
        "split",
        "became",
        "effective",
        "april",
        "source",
        "anthera",
        "pharmaceutical",
        "inc"
    ]
}