{
    "organizations": [],
    "uuid": "6b22a47aacba7a254435e9f1b77eaf51336850e6",
    "author": "",
    "url": "https://www.cnbc.com/2018/03/12/pa-special-election-whats-at-stake-in-conor-lamb-rick-saccone-race.html",
    "ord_in_thread": 0,
    "title": "This is what's at stake for Trump and Congress in the deadlocked Pennsylvania special election",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "5 Hours Ago | 03:59 \nLast week, more than 100 people crowded into an event space at Robert Morris University outside Pittsburgh, anxious to hear a former vice president campaign for a Democratic House candidate in southwestern Pennsylvania's 18th District. \nSupporters of Democrat Conor Lamb packed into the edges of the room, near the end of a row of television cameras set up to capture remarks from former Vice President Joe Biden . Reporters mingled with students and retirees and professionals, asking what made them support the Democrat threatening to win Tuesday's special election in a district President Donald Trump won by 20 percentage points in 2016. \nTrump himself touched down in western Pennsylvania on Saturday, hoping to boost the chances of Republican state Rep. Rick Saccone and help the GOP avoid another embarrassing loss in a typically red area. In freewheeling remarks to supporters, Trump framed a Saccone win as important to the GOP's midterm performance, saying Republicans need to \"elect people who are going to back our agenda.\" Getty Images President Donald J. Trump with Rick Saccone speaks to supporters at the Atlantic Aviation Hanger on March 10, 2018 in Moon Township, Pennsylvania. \nThe scenes mark a stark departure from both the 2014 and 2016 elections, when ex-Republican Rep. Tim Murphy coasted to electoral wins without a Democratic opponent. The scandal-wracked Murphy 's departure led to only the latest closely watched referendum on Trump — and another chance for Democrats to at least temporarily steal a seat in a pocket of the country that propelled Trump to the White House. A Monmouth University poll released Monday found that Lamb holds an edge in three different voting models . Lamb leads Saccone by a 51 percent to 45 percent margin if the turnout matches similar Democratic surges in other recent special elections, according to Monmouth. \nA Lamb win would give Democrats new hope about their ability to unseat enough House Republicans to take a majority in the chamber in November. However, its practical effect on Congress may be small. \nAny boost to Republicans or Democrats in the House because of the special election would be temporary. A new state congressional map would leave Lamb living and running in a new 17th District in November, while Saccone would have to run in an updated 14th District. \n\"This race has a minimal impact on legislative affairs. It has a far more significant impact on political affairs. The winner of this election can claim a moral victory that can be used to set the tone for the 2018 midterms,\" said Ryan Williams, managing director of public affairs for FP1 Strategies and a communications veteran of Mitt Romney's 2012 presidential campaign. Jacob Pramuk | CNBC Conor Lamb \nLamb and Saccone have tried to make the race a local choice, debating issues like the state's energy industry, the opioid crisis and gun rights. But as a proxy for November's battle for Congress , the election has been swarmed by national interest. \nThe frenzy around the now-competitive district goes well beyond the presence of a president, a former vice president and national media organizations. Sensing the potential effects of a loss on party morale or recruiting talented candidates, national Republican groups have funneled millions of dollars into the race to boost Saccone. \n\"If [Republicans] lose this House seat, they can lose nearly any congressional seat,\" said Steven Billet, the director of the legislative affairs program at George Washington University's Graduate School of Political Management. \nOutside groups have spent about $7.6 million opposing Lamb and about $2.9 million supporting Saccone, according to the Center for Responsive Politics. Pro-GOP political action committees the Congressional Leadership Fund and National Republican Congressional Committee have accounted for more than half of the spending. Outside groups did not spend a cent in the district in 2016. \nMeanwhile, Lamb's campaign — which has outraised Saccone's by a more than 4-to-1 margin — has spent $3.2 million on ads, according to NBC News. Donors have shown enthusiasm for the campaign, despite the fact that Lamb would hold this particular seat for less than a year if he wins. \nAmid the heavy spending, recent polls have shown a dead heat between Saccone and Lamb. Two separate surveys this month have each shown a 3 percentage point lead for both candidates. In both cases, the advantage has fallen within the poll's margin of error. The district Jacob Pramuk | CNBC A Rick Saccone campaign sign sits in front of a parked truck in southwestern Pennsylvania. \nThe 18th District is the type of red area Democrats want to compete in as they push to win a House majority. Republicans hope their edge in those regions holds up despite a political landscape and \"generic ballot\" that currently favors Democrats. \nThe district stretches from the suburbs of Pittsburgh in Allegheny County through large parts of Washington and Greene counties to the southwest border of the state. It also spans east into Westmoreland County, connected by a sliver of land below Pittsburgh. \nThe 18th District is older, better educated, wealthier and whiter than the median congressional district. While Trump's proposals have brought the most attention to the region's energy and metals industries, the health care and technology sectors that have revitalized Pittsburgh in recent years are major employers, as well. \nTrump has a positive approval rating in the district by a 49 percent to 42 percent margin, according to a Gravis Marketing poll this month. Still, views on the president appear to have cooled somewhat since 2016: 7.3 percent of Trump voters there disapprove of him now and another 6.1 percent are unsure if they approve, the survey found. \nThe area is one Democrats want to show they can win and Republicans hope to show they can hold amid growing talk of a Democratic \"wave\" in November. \n\"Republicans want to blunt Democrats' momentum. Democrats want to show donors and activists that they can win a Trump district,\" Williams said. The candidates Jacob Pramuk | CNBC \nLamb, 33, served in the Marines and as a federal prosecutor. Saccone, 60, is a state legislator and Air Force veteran. \nWhere Saccone has tied himself to the president, saying he \"was Trump before Trump was Trump,\" Lamb has tiptoed around national Democrats. While Lamb campaigned with Biden, he has refused to support the less popular House Minority Leader Nancy Pelosi. Republicans have repeatedly tried to tie him to the California Democrat. \nIn a tweet Monday morning, Trump contended Lamb would \"always vote\" with Pelosi and Democrats despite portraying himself as a moderate Democrat. He argued the Democrat \"will raise taxes\" and be \"weak\" on crime and border security. Tweet \nSaccone has cast himself as a champion of government spending restraint and the region's coal and natural gas industries. He has embraced the GOP tax law passed in December and Trump's proposed steel and aluminum tariffs, which have support from pockets of both major parties in the district . \nLamb has campaigned as a defender of Democratic priorities such as Social Security and Medicare. He has criticized the tax law as too generous to corporations and wealthy Americans, but GOP attacks on his views do not appear to have resonated with the region's voters . \nLamb has taken a middle-ground stance on both abortion and gun control in the race to represent the red area. He has also backed targeted tariffs on steel and aluminum. Jacob Pramuk | CNBC Rick Saccone meeting with supporters at a rally on Monday in Waynesburg, PA. \nConcerns about the strength of Saccone's campaign and candidacy have contributed to Republican worries, GWU's Billet said. Lamb has a distinct fundraising edge. Trump has even privately called Saccone a \"weak\" candidate, Axios reported, citing four sources . \nIn a statement to Axios, Saccone said he looks forward to \"working with [Trump] to continue to deliver on the promises made.\" He added that he \"could not have asked for a stronger endorsement of our campaign\" when Trump spoke in western Pennsylvania. The voters \nThe Pennsylvania special election and other races in districts like it will serve as a test of how many independents or Republicans dissatisfied with Trump or the GOP-controlled Congress will support Democratic candidates. The Gravis poll this month, which showed a 3 percentage point edge for Saccone, found about 13 percent of Trump voters and 12 percent of Republicans support Lamb. \nLamb had an edge among independents by a margin of about 46 percent to 27 percent, according to the survey. Last week, some Lamb supporters who have not always voted for Democrats said they back the candidate in part because of opposition to the policies Republicans pursued in 2017. \nSandy Catone, a nurse and Lamb supporter from Harrison City, previously backed candidates from both parties. However, she said she pledged to support Democrats after seeing Republicans pursue policies like the tax plan that she believes benefits them personally. \n\"They're grabbing everything they can grab,\" she said. \nIn some cases, resistance to Saccone comes from opposition to Trump. Nancy Barsotti, an interior designer and Lamb supporter from the Pittsburgh suburb of Rosslyn Farms, said Saccone's proclamation that he was \"Trump before Trump\" discouraged her from supporting him. Barsotti started backing Democrats during President Barack Obama's first run in 2008. \nTrump has done little to take the focus for western Pennsylvania voters off himself. During his rally speech Saturday night, he insisted that a vote for Saccone will help to further his agenda and efforts to improve the economy. \nSaid Trump: \"The task for everyone here tonight is to make sure that this great American comeback continues. Full speed ahead.\" \n— CNBC's John Schoen contributed reporting to this article.",
    "published": "2018-03-12T19:23:00.000+02:00",
    "crawled": "2018-03-12T19:30:07.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hour",
        "ago",
        "last",
        "week",
        "people",
        "crowded",
        "event",
        "space",
        "robert",
        "morris",
        "university",
        "outside",
        "pittsburgh",
        "anxious",
        "hear",
        "former",
        "vice",
        "president",
        "campaign",
        "democratic",
        "house",
        "candidate",
        "southwestern",
        "pennsylvania",
        "18th",
        "district",
        "supporter",
        "democrat",
        "conor",
        "lamb",
        "packed",
        "edge",
        "room",
        "near",
        "end",
        "row",
        "television",
        "camera",
        "set",
        "capture",
        "remark",
        "former",
        "vice",
        "president",
        "joe",
        "biden",
        "reporter",
        "mingled",
        "student",
        "retiree",
        "professional",
        "asking",
        "made",
        "support",
        "democrat",
        "threatening",
        "win",
        "tuesday",
        "special",
        "election",
        "district",
        "president",
        "donald",
        "trump",
        "percentage",
        "point",
        "trump",
        "touched",
        "western",
        "pennsylvania",
        "saturday",
        "hoping",
        "boost",
        "chance",
        "republican",
        "state",
        "rick",
        "saccone",
        "help",
        "gop",
        "avoid",
        "another",
        "embarrassing",
        "loss",
        "typically",
        "red",
        "area",
        "freewheeling",
        "remark",
        "supporter",
        "trump",
        "framed",
        "saccone",
        "win",
        "important",
        "gop",
        "midterm",
        "performance",
        "saying",
        "republican",
        "need",
        "elect",
        "people",
        "going",
        "back",
        "agenda",
        "getty",
        "image",
        "president",
        "donald",
        "trump",
        "rick",
        "saccone",
        "speaks",
        "supporter",
        "atlantic",
        "aviation",
        "hanger",
        "march",
        "moon",
        "township",
        "pennsylvania",
        "scene",
        "mark",
        "stark",
        "departure",
        "election",
        "tim",
        "murphy",
        "coasted",
        "electoral",
        "win",
        "without",
        "democratic",
        "opponent",
        "murphy",
        "departure",
        "led",
        "latest",
        "closely",
        "watched",
        "referendum",
        "trump",
        "another",
        "chance",
        "democrat",
        "least",
        "temporarily",
        "steal",
        "seat",
        "pocket",
        "country",
        "propelled",
        "trump",
        "white",
        "house",
        "monmouth",
        "university",
        "poll",
        "released",
        "monday",
        "found",
        "lamb",
        "hold",
        "edge",
        "three",
        "different",
        "voting",
        "model",
        "lamb",
        "lead",
        "saccone",
        "percent",
        "percent",
        "margin",
        "turnout",
        "match",
        "similar",
        "democratic",
        "surge",
        "recent",
        "special",
        "election",
        "according",
        "monmouth",
        "lamb",
        "win",
        "would",
        "give",
        "democrat",
        "new",
        "hope",
        "ability",
        "unseat",
        "enough",
        "house",
        "republican",
        "take",
        "majority",
        "chamber",
        "november",
        "however",
        "practical",
        "effect",
        "congress",
        "may",
        "small",
        "boost",
        "republican",
        "democrat",
        "house",
        "special",
        "election",
        "would",
        "temporary",
        "new",
        "state",
        "congressional",
        "map",
        "would",
        "leave",
        "lamb",
        "living",
        "running",
        "new",
        "17th",
        "district",
        "november",
        "saccone",
        "would",
        "run",
        "updated",
        "14th",
        "district",
        "race",
        "minimal",
        "impact",
        "legislative",
        "affair",
        "far",
        "significant",
        "impact",
        "political",
        "affair",
        "winner",
        "election",
        "claim",
        "moral",
        "victory",
        "used",
        "set",
        "tone",
        "midterm",
        "said",
        "ryan",
        "williams",
        "managing",
        "director",
        "public",
        "affair",
        "fp1",
        "strategy",
        "communication",
        "veteran",
        "mitt",
        "romney",
        "presidential",
        "campaign",
        "jacob",
        "pramuk",
        "cnbc",
        "conor",
        "lamb",
        "lamb",
        "saccone",
        "tried",
        "make",
        "race",
        "local",
        "choice",
        "debating",
        "issue",
        "like",
        "state",
        "energy",
        "industry",
        "opioid",
        "crisis",
        "gun",
        "right",
        "proxy",
        "november",
        "battle",
        "congress",
        "election",
        "swarmed",
        "national",
        "interest",
        "frenzy",
        "around",
        "district",
        "go",
        "well",
        "beyond",
        "presence",
        "president",
        "former",
        "vice",
        "president",
        "national",
        "medium",
        "organization",
        "sensing",
        "potential",
        "effect",
        "loss",
        "party",
        "morale",
        "recruiting",
        "talented",
        "candidate",
        "national",
        "republican",
        "group",
        "funneled",
        "million",
        "dollar",
        "race",
        "boost",
        "saccone",
        "republican",
        "lose",
        "house",
        "seat",
        "lose",
        "nearly",
        "congressional",
        "seat",
        "said",
        "steven",
        "billet",
        "director",
        "legislative",
        "affair",
        "program",
        "george",
        "washington",
        "university",
        "graduate",
        "school",
        "political",
        "management",
        "outside",
        "group",
        "spent",
        "million",
        "opposing",
        "lamb",
        "million",
        "supporting",
        "saccone",
        "according",
        "center",
        "responsive",
        "politics",
        "political",
        "action",
        "committee",
        "congressional",
        "leadership",
        "fund",
        "national",
        "republican",
        "congressional",
        "committee",
        "accounted",
        "half",
        "spending",
        "outside",
        "group",
        "spend",
        "cent",
        "district",
        "meanwhile",
        "lamb",
        "campaign",
        "outraised",
        "saccone",
        "margin",
        "spent",
        "million",
        "ad",
        "according",
        "nbc",
        "news",
        "donor",
        "shown",
        "enthusiasm",
        "campaign",
        "despite",
        "fact",
        "lamb",
        "would",
        "hold",
        "particular",
        "seat",
        "less",
        "year",
        "win",
        "amid",
        "heavy",
        "spending",
        "recent",
        "poll",
        "shown",
        "dead",
        "heat",
        "saccone",
        "lamb",
        "two",
        "separate",
        "survey",
        "month",
        "shown",
        "percentage",
        "point",
        "lead",
        "candidate",
        "case",
        "advantage",
        "fallen",
        "within",
        "poll",
        "margin",
        "error",
        "district",
        "jacob",
        "pramuk",
        "cnbc",
        "rick",
        "saccone",
        "campaign",
        "sign",
        "sits",
        "front",
        "parked",
        "truck",
        "southwestern",
        "pennsylvania",
        "18th",
        "district",
        "type",
        "red",
        "area",
        "democrat",
        "want",
        "compete",
        "push",
        "win",
        "house",
        "majority",
        "republican",
        "hope",
        "edge",
        "region",
        "hold",
        "despite",
        "political",
        "landscape",
        "generic",
        "ballot",
        "currently",
        "favor",
        "democrat",
        "district",
        "stretch",
        "suburb",
        "pittsburgh",
        "allegheny",
        "county",
        "large",
        "part",
        "washington",
        "greene",
        "county",
        "southwest",
        "border",
        "state",
        "also",
        "span",
        "east",
        "westmoreland",
        "county",
        "connected",
        "sliver",
        "land",
        "pittsburgh",
        "18th",
        "district",
        "older",
        "better",
        "educated",
        "wealthier",
        "whiter",
        "median",
        "congressional",
        "district",
        "trump",
        "proposal",
        "brought",
        "attention",
        "region",
        "energy",
        "metal",
        "industry",
        "health",
        "care",
        "technology",
        "sector",
        "revitalized",
        "pittsburgh",
        "recent",
        "year",
        "major",
        "employer",
        "well",
        "trump",
        "positive",
        "approval",
        "rating",
        "district",
        "percent",
        "percent",
        "margin",
        "according",
        "gravis",
        "marketing",
        "poll",
        "month",
        "still",
        "view",
        "president",
        "appear",
        "cooled",
        "somewhat",
        "since",
        "percent",
        "trump",
        "voter",
        "disapprove",
        "another",
        "percent",
        "unsure",
        "approve",
        "survey",
        "found",
        "area",
        "one",
        "democrat",
        "want",
        "show",
        "win",
        "republican",
        "hope",
        "show",
        "hold",
        "amid",
        "growing",
        "talk",
        "democratic",
        "wave",
        "november",
        "republican",
        "want",
        "blunt",
        "democrat",
        "momentum",
        "democrat",
        "want",
        "show",
        "donor",
        "activist",
        "win",
        "trump",
        "district",
        "williams",
        "said",
        "candidate",
        "jacob",
        "pramuk",
        "cnbc",
        "lamb",
        "served",
        "marine",
        "federal",
        "prosecutor",
        "saccone",
        "state",
        "legislator",
        "air",
        "force",
        "veteran",
        "saccone",
        "tied",
        "president",
        "saying",
        "trump",
        "trump",
        "trump",
        "lamb",
        "tiptoed",
        "around",
        "national",
        "democrat",
        "lamb",
        "campaigned",
        "biden",
        "refused",
        "support",
        "less",
        "popular",
        "house",
        "minority",
        "leader",
        "nancy",
        "pelosi",
        "republican",
        "repeatedly",
        "tried",
        "tie",
        "california",
        "democrat",
        "tweet",
        "monday",
        "morning",
        "trump",
        "contended",
        "lamb",
        "would",
        "always",
        "vote",
        "pelosi",
        "democrat",
        "despite",
        "portraying",
        "moderate",
        "democrat",
        "argued",
        "democrat",
        "raise",
        "tax",
        "weak",
        "crime",
        "border",
        "security",
        "tweet",
        "saccone",
        "cast",
        "champion",
        "government",
        "spending",
        "restraint",
        "region",
        "coal",
        "natural",
        "gas",
        "industry",
        "embraced",
        "gop",
        "tax",
        "law",
        "passed",
        "december",
        "trump",
        "proposed",
        "steel",
        "aluminum",
        "tariff",
        "support",
        "pocket",
        "major",
        "party",
        "district",
        "lamb",
        "campaigned",
        "defender",
        "democratic",
        "priority",
        "social",
        "security",
        "medicare",
        "criticized",
        "tax",
        "law",
        "generous",
        "corporation",
        "wealthy",
        "american",
        "gop",
        "attack",
        "view",
        "appear",
        "resonated",
        "region",
        "voter",
        "lamb",
        "taken",
        "stance",
        "abortion",
        "gun",
        "control",
        "race",
        "represent",
        "red",
        "area",
        "also",
        "backed",
        "targeted",
        "tariff",
        "steel",
        "aluminum",
        "jacob",
        "pramuk",
        "cnbc",
        "rick",
        "saccone",
        "meeting",
        "supporter",
        "rally",
        "monday",
        "waynesburg",
        "concern",
        "strength",
        "saccone",
        "campaign",
        "candidacy",
        "contributed",
        "republican",
        "worry",
        "gwu",
        "billet",
        "said",
        "lamb",
        "distinct",
        "fundraising",
        "edge",
        "trump",
        "even",
        "privately",
        "called",
        "saccone",
        "weak",
        "candidate",
        "axios",
        "reported",
        "citing",
        "four",
        "source",
        "statement",
        "axios",
        "saccone",
        "said",
        "look",
        "forward",
        "working",
        "trump",
        "continue",
        "deliver",
        "promise",
        "made",
        "added",
        "could",
        "asked",
        "stronger",
        "endorsement",
        "campaign",
        "trump",
        "spoke",
        "western",
        "pennsylvania",
        "voter",
        "pennsylvania",
        "special",
        "election",
        "race",
        "district",
        "like",
        "serve",
        "test",
        "many",
        "independent",
        "republican",
        "dissatisfied",
        "trump",
        "congress",
        "support",
        "democratic",
        "candidate",
        "gravis",
        "poll",
        "month",
        "showed",
        "percentage",
        "point",
        "edge",
        "saccone",
        "found",
        "percent",
        "trump",
        "voter",
        "percent",
        "republican",
        "support",
        "lamb",
        "lamb",
        "edge",
        "among",
        "independent",
        "margin",
        "percent",
        "percent",
        "according",
        "survey",
        "last",
        "week",
        "lamb",
        "supporter",
        "always",
        "voted",
        "democrat",
        "said",
        "back",
        "candidate",
        "part",
        "opposition",
        "policy",
        "republican",
        "pursued",
        "sandy",
        "catone",
        "nurse",
        "lamb",
        "supporter",
        "harrison",
        "city",
        "previously",
        "backed",
        "candidate",
        "party",
        "however",
        "said",
        "pledged",
        "support",
        "democrat",
        "seeing",
        "republican",
        "pursue",
        "policy",
        "like",
        "tax",
        "plan",
        "belief",
        "benefit",
        "personally",
        "grabbing",
        "everything",
        "grab",
        "said",
        "case",
        "resistance",
        "saccone",
        "come",
        "opposition",
        "trump",
        "nancy",
        "barsotti",
        "interior",
        "designer",
        "lamb",
        "supporter",
        "pittsburgh",
        "suburb",
        "rosslyn",
        "farm",
        "said",
        "saccone",
        "proclamation",
        "trump",
        "trump",
        "discouraged",
        "supporting",
        "barsotti",
        "started",
        "backing",
        "democrat",
        "president",
        "barack",
        "obama",
        "first",
        "run",
        "trump",
        "done",
        "little",
        "take",
        "focus",
        "western",
        "pennsylvania",
        "voter",
        "rally",
        "speech",
        "saturday",
        "night",
        "insisted",
        "vote",
        "saccone",
        "help",
        "agenda",
        "effort",
        "improve",
        "economy",
        "said",
        "trump",
        "task",
        "everyone",
        "tonight",
        "make",
        "sure",
        "great",
        "american",
        "comeback",
        "continues",
        "full",
        "speed",
        "ahead",
        "cnbc",
        "john",
        "schoen",
        "contributed",
        "reporting",
        "article"
    ]
}