{
    "organizations": [],
    "uuid": "a2f3e8fd35b5f66bde01f903d3f709496d64b6c0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/09/business-wire-liberty-interactive-and-gci-liberty-announce-completion-of-transactions.html",
    "ord_in_thread": 0,
    "title": "Liberty Interactive and GCI Liberty Announce Completion of Transactions",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ENGLEWOOD, Colo. & ANCHORAGE, Alaska--(BUSINESS WIRE)-- Liberty Interactive Corporation (to be renamed Qurate Retail Group, Inc., but herein referred to as “LIC”) (Nasdaq: QVCA / QRTEA, QVCB / QRTEB) and GCI Liberty, Inc. (“GCI Liberty”) (Nasdaq: GLIBA, GLIBP) announced the completion of LIC’s previously announced acquisition of GCI Liberty (formerly General Communication, Inc. or GCI) and series of transactions that effected the split-off of GCI Liberty.\n“We are pleased to complete the acquisition of GCI and subsequent split-off of GCI Liberty. GCI has made significant investments over the past 30 years to build a state of the art network for Alaska, and we welcome the team and look forward to its continued success as part of the Liberty family,” said Greg Maffei, GCI Liberty President and CEO. “With GCI Liberty and Qurate now trading as asset-backed stocks, we believe this better highlights the value of their underlying assets.”\n“This transaction is a win for our shareholders, customers, and employees. As part of a larger company, GCI will be even better positioned to compete, innovate, and serve Alaskans and our customers nationwide,” said Ron Duncan, CEO of GCI. “I am deeply proud of the contributions that GCI employees have made, and will make, to Alaska’s development as the 49th state. All of us at GCI are grateful for our customers’ support over the years, and we will continue to work hard to retain that support in the years ahead.”\nAfter market close on March 8, 2018, LIC’s board of directors approved the previously announced reattribution of certain assets and liabilities from LIC’s Liberty Ventures Group to its QVC Group, which was effective immediately. In the reattribution, certain assets and liabilities of the Liberty Ventures Group were reattributed to the QVC Group based on closing prices on March 8 th (as applicable), as detailed below. As previously announced, LIC intends to rebrand the QVC Group as Qurate Retail Group after closing, with the formal name change to follow.\nAssets: (approximate value $1,912m)\nCash ($1,048m) (1) ILG ($475m after-tax) (2) FTD ($122m after-tax) (2) Private assets (3) ($83m) Green Energy Investments ($172m) Tax benefits – stock options ($12m)\nLiabilities : (approximate value $1,912m)\nExchangeable Debentures 1.75% debentures (defined below) ($583m) (4) Remaining Exchangeables (5)\nEarlier today, LIC contributed to GCI Liberty the remaining assets and liabilities attributed to its Liberty Ventures Group following the reattribution in exchange for newly-issued shares of GCI Liberty Class A common stock (“GLIBA”) and Class B common stock (“GLIBB”), representing a controlling interest in GCI Liberty, upon which GCI Liberty became a subsidiary of LIC.\nAfter the contribution, at 4:01 p.m., New York City time, LIC effected a tax-free separation of its controlling interest in GCI Liberty by redeeming each outstanding share of its Series A Liberty Ventures common stock (“LVNTA”) and Series B Liberty Ventures common stock (“LVNTB”) for one share of GLIBA and GLIBB, respectively (the “split-off”).\nThe reattribution, contribution and split-off follow the previously announced automatic conversion of each outstanding share of GCI Liberty’s former Class A-1 common stock and Class B-1 common stock into 0.63 of a share of GLIBA and 0.2 of a share of its Series A Cumulative Redeemable Preferred Stock (“GLIBP”), which occurred on March 8 th . GLIBP shares have a 21-year term, $25 per share liquidation preference and 1/3 vote per share with no conversion feature. GLIBP shares have a 5% initial dividend rate that increases to 7% upon the reincorporation of GCI Liberty in Delaware, which is expected to be completed as soon as practical after closing.\nAs a result of the transactions, LIC no longer holds an equity interest in GCI Liberty. Following the split-off, there are approximately 105 million shares of GLIBA, 4.5 million shares of GLIBB, and 7.3 million shares of GLIBP outstanding, and former Liberty Ventures stockholders hold approximately 79% of the common equity of GCI Liberty and an approximate 83% voting interest in GCI Liberty based on shares outstanding as of closing.\nAfter giving effect to the split-off, the assets of GCI Liberty consist of its subsidiaries GCI and Evite and interests in Liberty Broadband, Charter and Lending Tree.\nPrior to the split-off, GCI under the terms of its stock appreciation rights agreement with Searchlight ALX, Ltd. (the “Searchlight SAR”) settled its obligations under the agreement for approximately $80 million, which was funded using additional borrowings under GCI’s credit facility. Simultaneous with closing, GCI Liberty repaid GCI’s $75 million Searchlight Note using cash at GCI Liberty. Also prior to the split-off, GCI Liberty drew down in full on a $1 billion margin loan against its 42.7 million Series C shares of Liberty Broadband Corporation (“LBRDK”). A portion of the proceeds drawn on the margin loan were distributed to LIC in connection with the reattribution to be used within one year for the repurchase of QVC Group stock or to pay down debt.\nAfter giving effect to the transactions, the cash balance at GCI Liberty is approximately $466 million, based on GCI and Liberty Ventures Group cash balances as of December 31, 2017, pro-forma for the $1 billion LBRDK margin loan draw less cash reattributed to the QVC Group and approximately $75 million of cash used to repay the Searchlight Note, as discussed above.\nAs previously announced, LIC’s outstanding 1.75% Charter exchangeable debentures due 2046 (the \"1.75% debentures\") were reattributed to the QVC Group at the closing, together with approximately $583 million of cash equal to the net present value of principal and cash interest payments through the put/call date (October 2023).\nFollowing the split-off, LIC will benefit from an indemnity obligation from GCI Liberty with respect to any payments made by LIC in excess of the adjusted principal amount of the debentures to any holder that exercises its exchange right on or before the put/call date, less any potential tax benefit to LIC from the retirement of such debentures at a premium. GCI Liberty is supporting this obligation with a negative pledge in favor of LIC on 2.2 million Charter shares at GCI Liberty that are referenced by the 1.75% debentures. In addition, LIC has agreed to use its commercially reasonable efforts to repurchase the outstanding debentures within 6 months following the closing, on terms and conditions reasonably acceptable to GCI Liberty. GCI Liberty will reimburse LIC for the difference between the purchase price of the tendered debentures and the amount of cash delivered in the reattribution with respect to the tendered debentures, less any potential tax benefit to LIC from retiring such debentures at a premium. GCI Liberty's indemnity obligation and the number of shares subject to the negative pledge will be ratably reduced with respect to any debentures repurchased by LIC.\nGCI Liberty may (but is not required to) complete an offering of Charter exchangeable debentures, proceeds of which may be used to reimburse LIC with respect to the aforementioned tender offer. The amount needed to fund is estimated at approximately $283 million based on $750 million principal outstanding and the bonds trading at $116 as of March 8, 2018.\nAs a result of these transactions, LIC has delisted LVNTA and LVNTB, and as a result, LVNTA and LVNTB will no longer trade on the NASDAQ Global Select Market, the QVC Group will cease to function as a tracking stock and will effectively become a regular common stock. Beginning on Monday, March 12, 2018, LIC’s Series A and Series B QVC Group common stock will no longer trade under the symbols “QVCA” and “QVCB,” respectively, and will begin trading under the symbols “QRTEA” and “QRTEB,” respectively, in connection with the rebranding. GCI Liberty’s Class A common stock and preferred stock are expected to commence trading in the regular way under the symbols “GLIBA” and “GLIBP,” respectively, on Monday, March 12 th . GCI Liberty intends to cause its Class B common stock to be Quote: d on the OTC Markets as soon as practicable following the closing date. However, LIC and GCI Liberty can give no assurances as to the timing of the quotation or the symbol under which GCI Liberty’s Class B common stock will be Quote: d.\nFollowing the split-off, the assets of LIC (which will become Qurate Retail Group) consist of its subsidiaries QVC, HSN, zulily, the Cornerstone Brands, certain green energy investments, interests in ILG and FTD and other private assets (3) . Pro-forma for the reattribution, the cash balance at LIC is approximately $1.4 billion based on QVC Group’s cash balance as of December 31, 2017.\nOn March 8, 2018, LIC’s board of directors authorized the additional repurchase of approximately $700 million of LIC common stock. The total repurchase authorization for LIC as of January 31, 2018, pro-forma for this new authorization, is approximately $1.3 billion. Additionally, the GCI Liberty board of directors authorized the repurchase of $650 million of GCI Liberty common stock, which replaces any previous authorization in place at GCI.\nForward-Looking Statements\nThis press release includes certain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995, including statements concerning the QVC Group following the split-off and the trading, listing and quotation of the GCI Liberty capital stock, the rebranding of LIC and the QVC Group and related legal change in name, the timing of the proposed reincorporation of GCI Liberty from Alaska to Delaware and repurchases of the 1.75% debentures by LIC. These forward-looking statements involve many risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements, including, without limitation, the listing and quotation of GCI Liberty capital stock, the completion of conditions to the reincorporation, market conditions. These forward-looking statements speak only as of the date of this press release, and each of LIC and GCI Liberty expressly disclaims any obligation or undertaking to disseminate any updates or revisions to any forward-looking statement contained herein to reflect any change in LIC’s or GCI Liberty’s expectations with regard thereto or any change in events, conditions or circumstances on which any such statement is based. Please refer to the publicly filed documents of LIC and GCI Liberty, including their most recent Forms 10-K, for additional information about LIC and GCI Liberty and about the risks and uncertainties related to LIC’s and GCI Liberty’s respective businesses which may affect the statements made in this press release.\nAbout Liberty Interactive Corporation (to be renamed Qurate Retail Group)\nQurate Retail Group operates and owns interests in a broad range of digital commerce businesses. Qurate Retail Group’s businesses and assets consist of, among other things, its subsidiaries QVC, Inc., HSN, Inc., and zulily, llc and its interests in ILG and FTD.\nAbout GCI Liberty, Inc.\nGCI Liberty, Inc. (Nasdaq: GLIBA, GLIBP) operates and owns interests in a broad range of communications businesses. GCI Liberty’s principal assets consist of its subsidiary GCI and interests in Charter Communications and Liberty Broadband Corporation. GCI is the largest communications provider in Alaska, providing data, wireless, video, voice and managed services to consumer and business customers throughout Alaska and nationwide. GCI has delivered services for nearly 40 years to some of the most remote communities and in some of the most challenging conditions in North America. GCI Liberty’s other businesses and assets consist of its subsidiary Evite and its interest in Lending Tree.\n(1) Total reattributed cash of $1,048m includes $583m to be used towards tender offer for 1.75% debentures reattributed from Liberty Ventures Group. (2) Represents fair value of investments in ILG and FTD net of tax. (3) Includes estimated fair value of Sound Ventures, Quid, Brit+Co and Liberty Israel Venture Fund II. (4) Represents NPV of principal and cash interest payments through put/call date (10/2023) as of 3/8/2018. (5) Includes Liberty Interactive’s 4.00%, 3.75%, 3.50% and 0.75% exchangeable debentures; based on third party valuation.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180309005836/en/\nLiberty Interactive Corporation and GCI Liberty, Inc.\nCourtnee Chun, 720-875-5420\nSource: Liberty Interactive Corporation",
    "published": "2018-03-10T03:00:00.000+02:00",
    "crawled": "2018-03-10T05:10:23.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "englewood",
        "anchorage",
        "alaska",
        "business",
        "wire",
        "liberty",
        "interactive",
        "corporation",
        "renamed",
        "qurate",
        "retail",
        "group",
        "herein",
        "referred",
        "lic",
        "nasdaq",
        "qvca",
        "qrtea",
        "qvcb",
        "qrteb",
        "gci",
        "liberty",
        "gci",
        "liberty",
        "nasdaq",
        "gliba",
        "glibp",
        "announced",
        "completion",
        "lic",
        "previously",
        "announced",
        "acquisition",
        "gci",
        "liberty",
        "formerly",
        "general",
        "communication",
        "gci",
        "series",
        "transaction",
        "effected",
        "gci",
        "liberty",
        "pleased",
        "complete",
        "acquisition",
        "gci",
        "subsequent",
        "gci",
        "liberty",
        "gci",
        "made",
        "significant",
        "investment",
        "past",
        "year",
        "build",
        "state",
        "art",
        "network",
        "alaska",
        "welcome",
        "team",
        "look",
        "forward",
        "continued",
        "success",
        "part",
        "liberty",
        "family",
        "said",
        "greg",
        "maffei",
        "gci",
        "liberty",
        "president",
        "ceo",
        "gci",
        "liberty",
        "qurate",
        "trading",
        "stock",
        "believe",
        "better",
        "highlight",
        "value",
        "underlying",
        "transaction",
        "win",
        "shareholder",
        "customer",
        "employee",
        "part",
        "larger",
        "company",
        "gci",
        "even",
        "better",
        "positioned",
        "compete",
        "innovate",
        "serve",
        "alaskan",
        "customer",
        "nationwide",
        "said",
        "ron",
        "duncan",
        "ceo",
        "gci",
        "deeply",
        "proud",
        "contribution",
        "gci",
        "employee",
        "made",
        "make",
        "alaska",
        "development",
        "49th",
        "state",
        "u",
        "gci",
        "grateful",
        "customer",
        "support",
        "year",
        "continue",
        "work",
        "hard",
        "retain",
        "support",
        "year",
        "market",
        "close",
        "march",
        "lic",
        "board",
        "director",
        "approved",
        "previously",
        "announced",
        "reattribution",
        "certain",
        "asset",
        "liability",
        "lic",
        "liberty",
        "venture",
        "group",
        "qvc",
        "group",
        "effective",
        "immediately",
        "reattribution",
        "certain",
        "asset",
        "liability",
        "liberty",
        "venture",
        "group",
        "reattributed",
        "qvc",
        "group",
        "based",
        "closing",
        "price",
        "march",
        "th",
        "applicable",
        "detailed",
        "previously",
        "announced",
        "lic",
        "intends",
        "rebrand",
        "qvc",
        "group",
        "qurate",
        "retail",
        "group",
        "closing",
        "formal",
        "name",
        "change",
        "follow",
        "asset",
        "approximate",
        "value",
        "cash",
        "ilg",
        "475m",
        "ftd",
        "122m",
        "private",
        "asset",
        "83m",
        "green",
        "energy",
        "investment",
        "172m",
        "tax",
        "benefit",
        "stock",
        "option",
        "12m",
        "liability",
        "approximate",
        "value",
        "exchangeable",
        "debenture",
        "debenture",
        "defined",
        "583m",
        "remaining",
        "exchangeables",
        "earlier",
        "today",
        "lic",
        "contributed",
        "gci",
        "liberty",
        "remaining",
        "asset",
        "liability",
        "attributed",
        "liberty",
        "venture",
        "group",
        "following",
        "reattribution",
        "exchange",
        "share",
        "gci",
        "liberty",
        "class",
        "common",
        "stock",
        "gliba",
        "class",
        "b",
        "common",
        "stock",
        "glibb",
        "representing",
        "controlling",
        "interest",
        "gci",
        "liberty",
        "upon",
        "gci",
        "liberty",
        "became",
        "subsidiary",
        "lic",
        "contribution",
        "new",
        "york",
        "city",
        "time",
        "lic",
        "effected",
        "separation",
        "controlling",
        "interest",
        "gci",
        "liberty",
        "redeeming",
        "outstanding",
        "share",
        "series",
        "liberty",
        "venture",
        "common",
        "stock",
        "lvnta",
        "series",
        "b",
        "liberty",
        "venture",
        "common",
        "stock",
        "lvntb",
        "one",
        "share",
        "gliba",
        "glibb",
        "respectively",
        "reattribution",
        "contribution",
        "follow",
        "previously",
        "announced",
        "automatic",
        "conversion",
        "outstanding",
        "share",
        "gci",
        "liberty",
        "former",
        "class",
        "common",
        "stock",
        "class",
        "common",
        "stock",
        "share",
        "gliba",
        "share",
        "series",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "glibp",
        "occurred",
        "march",
        "th",
        "glibp",
        "share",
        "term",
        "per",
        "share",
        "liquidation",
        "preference",
        "vote",
        "per",
        "share",
        "conversion",
        "feature",
        "glibp",
        "share",
        "initial",
        "dividend",
        "rate",
        "increase",
        "upon",
        "reincorporation",
        "gci",
        "liberty",
        "delaware",
        "expected",
        "completed",
        "soon",
        "practical",
        "closing",
        "result",
        "transaction",
        "lic",
        "longer",
        "hold",
        "equity",
        "interest",
        "gci",
        "liberty",
        "following",
        "approximately",
        "million",
        "share",
        "gliba",
        "million",
        "share",
        "glibb",
        "million",
        "share",
        "glibp",
        "outstanding",
        "former",
        "liberty",
        "venture",
        "stockholder",
        "hold",
        "approximately",
        "common",
        "equity",
        "gci",
        "liberty",
        "approximate",
        "voting",
        "interest",
        "gci",
        "liberty",
        "based",
        "share",
        "outstanding",
        "closing",
        "giving",
        "effect",
        "asset",
        "gci",
        "liberty",
        "consist",
        "subsidiary",
        "gci",
        "evite",
        "interest",
        "liberty",
        "broadband",
        "charter",
        "lending",
        "tree",
        "prior",
        "gci",
        "term",
        "stock",
        "appreciation",
        "right",
        "agreement",
        "searchlight",
        "alx",
        "searchlight",
        "sar",
        "settled",
        "obligation",
        "agreement",
        "approximately",
        "million",
        "funded",
        "using",
        "additional",
        "borrowing",
        "gci",
        "credit",
        "facility",
        "simultaneous",
        "closing",
        "gci",
        "liberty",
        "repaid",
        "gci",
        "million",
        "searchlight",
        "note",
        "using",
        "cash",
        "gci",
        "liberty",
        "also",
        "prior",
        "gci",
        "liberty",
        "drew",
        "full",
        "billion",
        "margin",
        "loan",
        "million",
        "series",
        "c",
        "share",
        "liberty",
        "broadband",
        "corporation",
        "lbrdk",
        "portion",
        "proceeds",
        "drawn",
        "margin",
        "loan",
        "distributed",
        "lic",
        "connection",
        "reattribution",
        "used",
        "within",
        "one",
        "year",
        "repurchase",
        "qvc",
        "group",
        "stock",
        "pay",
        "debt",
        "giving",
        "effect",
        "transaction",
        "cash",
        "balance",
        "gci",
        "liberty",
        "approximately",
        "million",
        "based",
        "gci",
        "liberty",
        "venture",
        "group",
        "cash",
        "balance",
        "december",
        "billion",
        "lbrdk",
        "margin",
        "loan",
        "draw",
        "less",
        "cash",
        "reattributed",
        "qvc",
        "group",
        "approximately",
        "million",
        "cash",
        "used",
        "repay",
        "searchlight",
        "note",
        "discussed",
        "previously",
        "announced",
        "lic",
        "outstanding",
        "charter",
        "exchangeable",
        "debenture",
        "due",
        "debenture",
        "reattributed",
        "qvc",
        "group",
        "closing",
        "together",
        "approximately",
        "million",
        "cash",
        "equal",
        "net",
        "present",
        "value",
        "principal",
        "cash",
        "interest",
        "payment",
        "date",
        "october",
        "following",
        "lic",
        "benefit",
        "indemnity",
        "obligation",
        "gci",
        "liberty",
        "respect",
        "payment",
        "made",
        "lic",
        "excess",
        "adjusted",
        "principal",
        "amount",
        "debenture",
        "holder",
        "exercise",
        "exchange",
        "right",
        "date",
        "less",
        "potential",
        "tax",
        "benefit",
        "lic",
        "retirement",
        "debenture",
        "premium",
        "gci",
        "liberty",
        "supporting",
        "obligation",
        "negative",
        "pledge",
        "favor",
        "lic",
        "million",
        "charter",
        "share",
        "gci",
        "liberty",
        "referenced",
        "debenture",
        "addition",
        "lic",
        "agreed",
        "use",
        "commercially",
        "reasonable",
        "effort",
        "repurchase",
        "outstanding",
        "debenture",
        "within",
        "month",
        "following",
        "closing",
        "term",
        "condition",
        "reasonably",
        "acceptable",
        "gci",
        "liberty",
        "gci",
        "liberty",
        "reimburse",
        "lic",
        "difference",
        "purchase",
        "price",
        "tendered",
        "debenture",
        "amount",
        "cash",
        "delivered",
        "reattribution",
        "respect",
        "tendered",
        "debenture",
        "less",
        "potential",
        "tax",
        "benefit",
        "lic",
        "retiring",
        "debenture",
        "premium",
        "gci",
        "liberty",
        "indemnity",
        "obligation",
        "number",
        "share",
        "subject",
        "negative",
        "pledge",
        "ratably",
        "reduced",
        "respect",
        "debenture",
        "repurchased",
        "lic",
        "gci",
        "liberty",
        "may",
        "required",
        "complete",
        "offering",
        "charter",
        "exchangeable",
        "debenture",
        "proceeds",
        "may",
        "used",
        "reimburse",
        "lic",
        "respect",
        "aforementioned",
        "tender",
        "offer",
        "amount",
        "needed",
        "fund",
        "estimated",
        "approximately",
        "million",
        "based",
        "million",
        "principal",
        "outstanding",
        "bond",
        "trading",
        "march",
        "result",
        "transaction",
        "lic",
        "delisted",
        "lvnta",
        "lvntb",
        "result",
        "lvnta",
        "lvntb",
        "longer",
        "trade",
        "nasdaq",
        "global",
        "select",
        "market",
        "qvc",
        "group",
        "cease",
        "function",
        "tracking",
        "stock",
        "effectively",
        "become",
        "regular",
        "common",
        "stock",
        "beginning",
        "monday",
        "march",
        "lic",
        "series",
        "series",
        "b",
        "qvc",
        "group",
        "common",
        "stock",
        "longer",
        "trade",
        "symbol",
        "qvca",
        "qvcb",
        "respectively",
        "begin",
        "trading",
        "symbol",
        "qrtea",
        "qrteb",
        "respectively",
        "connection",
        "rebranding",
        "gci",
        "liberty",
        "class",
        "common",
        "stock",
        "preferred",
        "stock",
        "expected",
        "commence",
        "trading",
        "regular",
        "way",
        "symbol",
        "gliba",
        "glibp",
        "respectively",
        "monday",
        "march",
        "th",
        "gci",
        "liberty",
        "intends",
        "cause",
        "class",
        "b",
        "common",
        "stock",
        "quote",
        "otc",
        "market",
        "soon",
        "practicable",
        "following",
        "closing",
        "date",
        "however",
        "lic",
        "gci",
        "liberty",
        "give",
        "assurance",
        "timing",
        "quotation",
        "symbol",
        "gci",
        "liberty",
        "class",
        "b",
        "common",
        "stock",
        "quote",
        "following",
        "asset",
        "lic",
        "become",
        "qurate",
        "retail",
        "group",
        "consist",
        "subsidiary",
        "qvc",
        "hsn",
        "zulily",
        "cornerstone",
        "brand",
        "certain",
        "green",
        "energy",
        "investment",
        "interest",
        "ilg",
        "ftd",
        "private",
        "asset",
        "reattribution",
        "cash",
        "balance",
        "lic",
        "approximately",
        "billion",
        "based",
        "qvc",
        "group",
        "cash",
        "balance",
        "december",
        "march",
        "lic",
        "board",
        "director",
        "authorized",
        "additional",
        "repurchase",
        "approximately",
        "million",
        "lic",
        "common",
        "stock",
        "total",
        "repurchase",
        "authorization",
        "lic",
        "january",
        "new",
        "authorization",
        "approximately",
        "billion",
        "additionally",
        "gci",
        "liberty",
        "board",
        "director",
        "authorized",
        "repurchase",
        "million",
        "gci",
        "liberty",
        "common",
        "stock",
        "replaces",
        "previous",
        "authorization",
        "place",
        "gci",
        "statement",
        "press",
        "release",
        "includes",
        "certain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "concerning",
        "qvc",
        "group",
        "following",
        "trading",
        "listing",
        "quotation",
        "gci",
        "liberty",
        "capital",
        "stock",
        "rebranding",
        "lic",
        "qvc",
        "group",
        "related",
        "legal",
        "change",
        "name",
        "timing",
        "proposed",
        "reincorporation",
        "gci",
        "liberty",
        "alaska",
        "delaware",
        "repurchase",
        "debenture",
        "lic",
        "statement",
        "involve",
        "many",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "including",
        "without",
        "limitation",
        "listing",
        "quotation",
        "gci",
        "liberty",
        "capital",
        "stock",
        "completion",
        "condition",
        "reincorporation",
        "market",
        "condition",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "lic",
        "gci",
        "liberty",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "disseminate",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "reflect",
        "change",
        "lic",
        "gci",
        "liberty",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "please",
        "refer",
        "publicly",
        "filed",
        "document",
        "lic",
        "gci",
        "liberty",
        "including",
        "recent",
        "form",
        "additional",
        "information",
        "lic",
        "gci",
        "liberty",
        "risk",
        "uncertainty",
        "related",
        "lic",
        "gci",
        "liberty",
        "respective",
        "business",
        "may",
        "affect",
        "statement",
        "made",
        "press",
        "release",
        "liberty",
        "interactive",
        "corporation",
        "renamed",
        "qurate",
        "retail",
        "group",
        "qurate",
        "retail",
        "group",
        "operates",
        "owns",
        "interest",
        "broad",
        "range",
        "digital",
        "commerce",
        "business",
        "qurate",
        "retail",
        "group",
        "business",
        "asset",
        "consist",
        "among",
        "thing",
        "subsidiary",
        "qvc",
        "hsn",
        "zulily",
        "llc",
        "interest",
        "ilg",
        "ftd",
        "gci",
        "liberty",
        "gci",
        "liberty",
        "nasdaq",
        "gliba",
        "glibp",
        "operates",
        "owns",
        "interest",
        "broad",
        "range",
        "communication",
        "business",
        "gci",
        "liberty",
        "principal",
        "asset",
        "consist",
        "subsidiary",
        "gci",
        "interest",
        "charter",
        "communication",
        "liberty",
        "broadband",
        "corporation",
        "gci",
        "largest",
        "communication",
        "provider",
        "alaska",
        "providing",
        "data",
        "wireless",
        "video",
        "voice",
        "managed",
        "service",
        "consumer",
        "business",
        "customer",
        "throughout",
        "alaska",
        "nationwide",
        "gci",
        "delivered",
        "service",
        "nearly",
        "year",
        "remote",
        "community",
        "challenging",
        "condition",
        "north",
        "america",
        "gci",
        "liberty",
        "business",
        "asset",
        "consist",
        "subsidiary",
        "evite",
        "interest",
        "lending",
        "tree",
        "total",
        "reattributed",
        "cash",
        "includes",
        "583m",
        "used",
        "towards",
        "tender",
        "offer",
        "debenture",
        "reattributed",
        "liberty",
        "venture",
        "group",
        "represents",
        "fair",
        "value",
        "investment",
        "ilg",
        "ftd",
        "net",
        "tax",
        "includes",
        "estimated",
        "fair",
        "value",
        "sound",
        "venture",
        "quid",
        "liberty",
        "israel",
        "venture",
        "fund",
        "ii",
        "represents",
        "npv",
        "principal",
        "cash",
        "interest",
        "payment",
        "date",
        "includes",
        "liberty",
        "interactive",
        "exchangeable",
        "debenture",
        "based",
        "third",
        "party",
        "valuation",
        "view",
        "source",
        "version",
        "http",
        "liberty",
        "interactive",
        "corporation",
        "gci",
        "liberty",
        "courtnee",
        "chun",
        "source",
        "liberty",
        "interactive",
        "corporation"
    ]
}