{
    "organizations": [],
    "uuid": "6406c5e767f2f034ce199363aec71cc62b4646f8",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/02/new-heart-failure-innovations-promise-longer-life.html",
    "ord_in_thread": 0,
    "title": "New heart failure innovations promise longer life",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Modern Medicine New breakthrough treatments for heart failure offer hope for millions Heart disease is the leading causing of death in the United States, responsible for 1 in 4 deaths every year, reports the CDC. Almost 6 million Americans currently have heart failure, a figure that is expected to increase 46 percent, to 8 million, by 2030. About half of people with heart failure die within 5 years of diagnosis . W ith recent dramatic leaps in sensor and soft robotics technology, scientists are turning to innovative medical devices to prolong the life of patients with heart failure. Roni Jacobson, special to CNBC.com Published 7 Hours Ago CNBC.com Peter Dazeley | Photographer's Choice | Getty Images \nAmerica is losing the fight against heart disease, the nation's No. 1 killer. According to the Centers for Disease Control and Prevention, heart disease is responsible for 1 in 4 deaths in the United States every year. But not all people with this disease die from a heart attack. \nAlmost 6 million Americans currently have heart failure, a type of heart disease in which the heart cannot pump blood properly. This figure is projected to rise by 46 percent by 2030 , resulting in more than 8 million people with this chronic, progressive condition, according to the American Heart Association's 2017 Heart Disease and Stroke Statistics Update . \nThe reasons: More people are surviving heart attacks and thus face higher heart-failure risk afterward, according to Paul Muntner, Ph.D., a member of the AHA's statistics committee and a professor and vice chair in the epidemiology department at the University of Alabama at Birmingham. \nAnother key driver is the aging of America, as this is a chronic condition that plagues the elderly. The rise in diabetes and obesity is also a trigger. \nThe survival rate is bleak. \"Half of patients diagnosed with heart failure won't be alive within five years,\" said Rami Kahwash, a cardiologist and assistant professor of clinical medicine at the Ohio State University Wexner Medical Center. That is \"basically equivalent to the most serious malignancy that we have, with the exception maybe of lung cancer,\" Kahwash said, adding that he believes the medical community has reached a \"ceiling\" when it comes to what medications can do for heart failure patients. \nYet what once seemed like a science-fiction pipe dream, such as a total artificial heart, is inching closer to reality, as dramatic leaps in technology are leading scientists to turn to innovative medical devices to treat and prolong the life of patients with heart failure. \n\"There have have been major advances in electronics and battery technology and material science\" that have enabled researchers to produce devices for heart failure that are more effective, cheaper and more customizable than ever before, said Kenneth Ellenbogen, chair of cardiology at Virginia Commonwealth University School of Medicine. show chapters 12:44 PM ET Thu, 30 Nov 2017 | 03:11 Modern improvements to old devices \nWhile surgery is an option, it can be risky , especially at the later stages. So many patients rely on the multiple types of medications on the market today, including angiotensin-converting enzyme (ACE) inhibitors, such as Captopril (Capoten) and Enalapril (Vasotec); and beta blockers, such as Bisoprolol (Zebeta). The majority of these work by blocking the effects of hormones that get released by the body during heart failure. \nThese medications work relatively well in the early to mid stages of heart failure, but once patients reach the later stages, the drugs' effectiveness drops significantly. They also come with serious side effects, including worsening kidney function and hypotension, to the point that people with acute heart failure are often weaned off medication as their other organs start failing. \nPacemakers, also known as cardiac resynchronization therapy, or CRT, have been around for more than half a century. These small devices consist of electrodes implanted into the heart that deliver electrical impulses to regulate heartbeat. Two other main classes of devices are implantable cardiac defibrillators, or ICDs, which work similar to pacemakers, using electricity to correct irregular heart beats; and ventricular assistance devices, or VADs, supplementary pumps that help the heart pump blood. \nWithin the past year, breakthroughs in sensor and nanotechnology have made CRT and ICDs (most patients now have a single device that does both) safer and more reliable. Previously, the devices were imprecise, occasionally causing \"violent hiccups,\" Ellenbogen said. Now, however, doctors are able to place multiple sensors more precisely on different chambers of the heart, allowing more coordination. \"You can take patients who had poor responses to CRT and make them have good responses,\" Ellenbogen said. \"It's all due to miniaturization technology.\" \nThe newest pacemakers and defibrillators also contain sensors that can monitor other things, like oxygen levels in the blood, physical activity, body temperature, adrenaline and hormone levels, syncing that information to regulate heart rate more akin to what the heart does naturally. Promising brand-new developments \nIn addition to the high toll on life, heart failure exacts a huge financial cost. About $30 billion a year is spent on initial diagnosis alone. Even more is spent on hospital readmissions. Almost half of all patients are readmitted to the hospital within six months of diagnosis. \n\"In the past five years the direction has been focusing on improving the care of heart failure patients to decrease their readmission, by developing some sort of technology that we can monitor the patient before the symptoms actually start. Because the data show that if the patient comes to us and they are short of breath and having symptoms, it is already too late,\" Kahwash said. \nTo that end, researchers at Sensible Medical have developed the SensiVest , a vest patients can wear over their clothes that uses radar technology originally developed by the military to scan inside the body and monitor fluid buildup in the lungs. As the heart ceases to pump blood properly, fluid backs up into the lungs, causing shortness of breath, swelling and other symptoms. The problem starts about week or two before the patient feels it. Source: Sensible Medical The SensiVest identifies problems before a patient senses anything is wrong, so doctors can intervene with medication and dietary changes and decrease potential hospital readmissions. \nInstead of waiting for patients to report symptoms, as doctors have previously done, patients can simply don the vest (the scan takes about three minutes' total). The information is transmitted wirelessly to their doctor, who can conduct further assessments, recommend dietary changes and intervene with medication. In a study published in August 2017, wearing the Sensivest daily for three months decreased hospital readmission by 87 percent. \nSome of the most exciting and futuristic developments in heart failure devices come from the field of soft robotics. Most current devices, including modern VADs and an artificial heart currently on the market, the Carmat , are made at least partially of hard materials, requiring lots of sensors and stopgaps so they don't hurt patients, and coming with a high risk of infection as they come into contact with human soft tissue. The artificial blood flow they create can also cause serious problems, including blood clots and stroke. \nLast year scientists at Harvard University and Boston Children's Hospital announced that they had developed a customizable soft robotic sleeve that fits around the heart and twists and compresses in sync with its natural beating, helping it to pump blood. Most people with heart failure still have some limited function in the organ. The sleeve, which is made of lightweight silicone and modeled after the outer muscle layers of the mammalian heart, amplifies and strengthens the beat of a failing heart. The researchers are currently testing the device in animal models. \"In the past five years the direction has been ... to decrease readmission, by developing some sort of technology that we can monitor the patient before the symptoms actually start. Because the data show that if the patient comes to us and they are short of breath and having symptoms, it is already too late. \" -Rami Kahwash, cardiologist and assistant professor of clinical medicine at Ohio State University Wexner Medical Center \nUsing a similar concept, a team of Swiss scientists recently built a prototype of a total artificial heart that is the closest we have come to synthesizing the actual human organ. \"We want to manufacture a heart that copies the human heart more closely in its form and its function,\" said Nicholas Cohrs, a Ph.D. student who developed the heart with his professor. The heart, the frame of which is 3-D-printed and then filled in with a flexible material silicone, is \"super quick and super versatile,\" Cohrs said. \nWhen hooked up to a device that mimics the human circulatory system, Cohrs' artificial heart produced blood flow curve very similar to that of a natural healthy human. \"Another nice thing about our heart is it would be possible to personalize it for each specific person,\" Cohrs said. The Carmat, for example, produced by a French company, is \"really really big\" and doesn't fit into most patients. The same is true of most VADs. \"What we are doing is very small.\" The French government halted Carmat implantation in December after a patient death. \nMore from Modern Medicine:",
    "published": "2018-03-02T17:25:00.000+02:00",
    "crawled": "2018-03-02T16:43:39.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "modern",
        "medicine",
        "new",
        "breakthrough",
        "treatment",
        "heart",
        "failure",
        "offer",
        "hope",
        "million",
        "heart",
        "disease",
        "leading",
        "causing",
        "death",
        "united",
        "state",
        "responsible",
        "death",
        "every",
        "year",
        "report",
        "cdc",
        "almost",
        "million",
        "american",
        "currently",
        "heart",
        "failure",
        "figure",
        "expected",
        "increase",
        "percent",
        "million",
        "half",
        "people",
        "heart",
        "failure",
        "die",
        "within",
        "year",
        "diagnosis",
        "w",
        "ith",
        "recent",
        "dramatic",
        "leap",
        "sensor",
        "soft",
        "robotics",
        "technology",
        "scientist",
        "turning",
        "innovative",
        "medical",
        "device",
        "prolong",
        "life",
        "patient",
        "heart",
        "failure",
        "roni",
        "jacobson",
        "special",
        "published",
        "hour",
        "ago",
        "peter",
        "dazeley",
        "photographer",
        "choice",
        "getty",
        "image",
        "america",
        "losing",
        "fight",
        "heart",
        "disease",
        "nation",
        "killer",
        "according",
        "center",
        "disease",
        "control",
        "prevention",
        "heart",
        "disease",
        "responsible",
        "death",
        "united",
        "state",
        "every",
        "year",
        "people",
        "disease",
        "die",
        "heart",
        "attack",
        "almost",
        "million",
        "american",
        "currently",
        "heart",
        "failure",
        "type",
        "heart",
        "disease",
        "heart",
        "pump",
        "blood",
        "properly",
        "figure",
        "projected",
        "rise",
        "percent",
        "resulting",
        "million",
        "people",
        "chronic",
        "progressive",
        "condition",
        "according",
        "american",
        "heart",
        "association",
        "heart",
        "disease",
        "stroke",
        "statistic",
        "update",
        "reason",
        "people",
        "surviving",
        "heart",
        "attack",
        "thus",
        "face",
        "higher",
        "risk",
        "afterward",
        "according",
        "paul",
        "muntner",
        "member",
        "aha",
        "statistic",
        "committee",
        "professor",
        "vice",
        "chair",
        "epidemiology",
        "department",
        "university",
        "alabama",
        "birmingham",
        "another",
        "key",
        "driver",
        "aging",
        "america",
        "chronic",
        "condition",
        "plague",
        "elderly",
        "rise",
        "diabetes",
        "obesity",
        "also",
        "trigger",
        "survival",
        "rate",
        "bleak",
        "half",
        "patient",
        "diagnosed",
        "heart",
        "failure",
        "wo",
        "alive",
        "within",
        "five",
        "year",
        "said",
        "ramus",
        "kahwash",
        "cardiologist",
        "assistant",
        "professor",
        "clinical",
        "medicine",
        "ohio",
        "state",
        "university",
        "wexner",
        "medical",
        "center",
        "basically",
        "equivalent",
        "serious",
        "malignancy",
        "exception",
        "maybe",
        "lung",
        "cancer",
        "kahwash",
        "said",
        "adding",
        "belief",
        "medical",
        "community",
        "reached",
        "ceiling",
        "come",
        "medication",
        "heart",
        "failure",
        "patient",
        "yet",
        "seemed",
        "like",
        "pipe",
        "dream",
        "total",
        "artificial",
        "heart",
        "inching",
        "closer",
        "reality",
        "dramatic",
        "leap",
        "technology",
        "leading",
        "scientist",
        "turn",
        "innovative",
        "medical",
        "device",
        "treat",
        "prolong",
        "life",
        "patient",
        "heart",
        "failure",
        "major",
        "advance",
        "electronics",
        "battery",
        "technology",
        "material",
        "science",
        "enabled",
        "researcher",
        "produce",
        "device",
        "heart",
        "failure",
        "effective",
        "cheaper",
        "customizable",
        "ever",
        "said",
        "kenneth",
        "ellenbogen",
        "chair",
        "cardiology",
        "virginia",
        "commonwealth",
        "university",
        "school",
        "medicine",
        "show",
        "chapter",
        "pm",
        "et",
        "thu",
        "nov",
        "modern",
        "improvement",
        "old",
        "device",
        "surgery",
        "option",
        "risky",
        "especially",
        "later",
        "stage",
        "many",
        "patient",
        "rely",
        "multiple",
        "type",
        "medication",
        "market",
        "today",
        "including",
        "enzyme",
        "ace",
        "inhibitor",
        "captopril",
        "capoten",
        "enalapril",
        "vasotec",
        "beta",
        "blocker",
        "bisoprolol",
        "zebeta",
        "majority",
        "work",
        "blocking",
        "effect",
        "hormone",
        "get",
        "released",
        "body",
        "heart",
        "failure",
        "medication",
        "work",
        "relatively",
        "well",
        "early",
        "mid",
        "stage",
        "heart",
        "failure",
        "patient",
        "reach",
        "later",
        "stage",
        "drug",
        "effectiveness",
        "drop",
        "significantly",
        "also",
        "come",
        "serious",
        "side",
        "effect",
        "including",
        "worsening",
        "kidney",
        "function",
        "hypotension",
        "point",
        "people",
        "acute",
        "heart",
        "failure",
        "often",
        "weaned",
        "medication",
        "organ",
        "start",
        "failing",
        "pacemaker",
        "also",
        "known",
        "cardiac",
        "resynchronization",
        "therapy",
        "crt",
        "around",
        "half",
        "century",
        "small",
        "device",
        "consist",
        "electrode",
        "implanted",
        "heart",
        "deliver",
        "electrical",
        "impulse",
        "regulate",
        "heartbeat",
        "two",
        "main",
        "class",
        "device",
        "implantable",
        "cardiac",
        "defibrillator",
        "icds",
        "work",
        "similar",
        "pacemaker",
        "using",
        "electricity",
        "correct",
        "irregular",
        "heart",
        "beat",
        "ventricular",
        "assistance",
        "device",
        "vads",
        "supplementary",
        "pump",
        "help",
        "heart",
        "pump",
        "blood",
        "within",
        "past",
        "year",
        "breakthrough",
        "sensor",
        "nanotechnology",
        "made",
        "crt",
        "icds",
        "patient",
        "single",
        "device",
        "safer",
        "reliable",
        "previously",
        "device",
        "imprecise",
        "occasionally",
        "causing",
        "violent",
        "hiccup",
        "ellenbogen",
        "said",
        "however",
        "doctor",
        "able",
        "place",
        "multiple",
        "sensor",
        "precisely",
        "different",
        "chamber",
        "heart",
        "allowing",
        "coordination",
        "take",
        "patient",
        "poor",
        "response",
        "crt",
        "make",
        "good",
        "response",
        "ellenbogen",
        "said",
        "due",
        "miniaturization",
        "technology",
        "newest",
        "pacemaker",
        "defibrillator",
        "also",
        "contain",
        "sensor",
        "monitor",
        "thing",
        "like",
        "oxygen",
        "level",
        "blood",
        "physical",
        "activity",
        "body",
        "temperature",
        "adrenaline",
        "hormone",
        "level",
        "syncing",
        "information",
        "regulate",
        "heart",
        "rate",
        "akin",
        "heart",
        "naturally",
        "promising",
        "development",
        "addition",
        "high",
        "toll",
        "life",
        "heart",
        "failure",
        "exacts",
        "huge",
        "financial",
        "cost",
        "billion",
        "year",
        "spent",
        "initial",
        "diagnosis",
        "alone",
        "even",
        "spent",
        "hospital",
        "readmission",
        "almost",
        "half",
        "patient",
        "readmitted",
        "hospital",
        "within",
        "six",
        "month",
        "diagnosis",
        "past",
        "five",
        "year",
        "direction",
        "focusing",
        "improving",
        "care",
        "heart",
        "failure",
        "patient",
        "decrease",
        "readmission",
        "developing",
        "sort",
        "technology",
        "monitor",
        "patient",
        "symptom",
        "actually",
        "start",
        "data",
        "show",
        "patient",
        "come",
        "u",
        "short",
        "breath",
        "symptom",
        "already",
        "late",
        "kahwash",
        "said",
        "end",
        "researcher",
        "sensible",
        "medical",
        "developed",
        "sensivest",
        "vest",
        "patient",
        "wear",
        "clothes",
        "us",
        "radar",
        "technology",
        "originally",
        "developed",
        "military",
        "scan",
        "inside",
        "body",
        "monitor",
        "fluid",
        "buildup",
        "lung",
        "heart",
        "cease",
        "pump",
        "blood",
        "properly",
        "fluid",
        "back",
        "lung",
        "causing",
        "shortness",
        "breath",
        "swelling",
        "symptom",
        "problem",
        "start",
        "week",
        "two",
        "patient",
        "feel",
        "source",
        "sensible",
        "medical",
        "sensivest",
        "identifies",
        "problem",
        "patient",
        "sens",
        "anything",
        "wrong",
        "doctor",
        "intervene",
        "medication",
        "dietary",
        "change",
        "decrease",
        "potential",
        "hospital",
        "readmission",
        "instead",
        "waiting",
        "patient",
        "report",
        "symptom",
        "doctor",
        "previously",
        "done",
        "patient",
        "simply",
        "vest",
        "scan",
        "take",
        "three",
        "minute",
        "total",
        "information",
        "transmitted",
        "wirelessly",
        "doctor",
        "conduct",
        "assessment",
        "recommend",
        "dietary",
        "change",
        "intervene",
        "medication",
        "study",
        "published",
        "august",
        "wearing",
        "sensivest",
        "daily",
        "three",
        "month",
        "decreased",
        "hospital",
        "readmission",
        "percent",
        "exciting",
        "futuristic",
        "development",
        "heart",
        "failure",
        "device",
        "come",
        "field",
        "soft",
        "robotics",
        "current",
        "device",
        "including",
        "modern",
        "vads",
        "artificial",
        "heart",
        "currently",
        "market",
        "carmat",
        "made",
        "least",
        "partially",
        "hard",
        "material",
        "requiring",
        "lot",
        "sensor",
        "stopgap",
        "hurt",
        "patient",
        "coming",
        "high",
        "risk",
        "infection",
        "come",
        "contact",
        "human",
        "soft",
        "tissue",
        "artificial",
        "blood",
        "flow",
        "create",
        "also",
        "cause",
        "serious",
        "problem",
        "including",
        "blood",
        "clot",
        "stroke",
        "last",
        "year",
        "scientist",
        "harvard",
        "university",
        "boston",
        "child",
        "hospital",
        "announced",
        "developed",
        "customizable",
        "soft",
        "robotic",
        "sleeve",
        "fit",
        "around",
        "heart",
        "twist",
        "compress",
        "sync",
        "natural",
        "beating",
        "helping",
        "pump",
        "blood",
        "people",
        "heart",
        "failure",
        "still",
        "limited",
        "function",
        "organ",
        "sleeve",
        "made",
        "lightweight",
        "silicone",
        "modeled",
        "outer",
        "muscle",
        "layer",
        "mammalian",
        "heart",
        "amplifies",
        "strengthens",
        "beat",
        "failing",
        "heart",
        "researcher",
        "currently",
        "testing",
        "device",
        "animal",
        "model",
        "past",
        "five",
        "year",
        "direction",
        "decrease",
        "readmission",
        "developing",
        "sort",
        "technology",
        "monitor",
        "patient",
        "symptom",
        "actually",
        "start",
        "data",
        "show",
        "patient",
        "come",
        "u",
        "short",
        "breath",
        "symptom",
        "already",
        "kahwash",
        "cardiologist",
        "assistant",
        "professor",
        "clinical",
        "medicine",
        "ohio",
        "state",
        "university",
        "wexner",
        "medical",
        "center",
        "using",
        "similar",
        "concept",
        "team",
        "swiss",
        "scientist",
        "recently",
        "built",
        "prototype",
        "total",
        "artificial",
        "heart",
        "closest",
        "come",
        "synthesizing",
        "actual",
        "human",
        "organ",
        "want",
        "manufacture",
        "heart",
        "copy",
        "human",
        "heart",
        "closely",
        "form",
        "function",
        "said",
        "nicholas",
        "cohrs",
        "student",
        "developed",
        "heart",
        "professor",
        "heart",
        "frame",
        "filled",
        "flexible",
        "material",
        "silicone",
        "super",
        "quick",
        "super",
        "versatile",
        "cohrs",
        "said",
        "hooked",
        "device",
        "mimic",
        "human",
        "circulatory",
        "system",
        "cohrs",
        "artificial",
        "heart",
        "produced",
        "blood",
        "flow",
        "curve",
        "similar",
        "natural",
        "healthy",
        "human",
        "another",
        "nice",
        "thing",
        "heart",
        "would",
        "possible",
        "personalize",
        "specific",
        "person",
        "cohrs",
        "said",
        "carmat",
        "example",
        "produced",
        "french",
        "company",
        "really",
        "really",
        "big",
        "fit",
        "patient",
        "true",
        "vads",
        "small",
        "french",
        "government",
        "halted",
        "carmat",
        "implantation",
        "december",
        "patient",
        "death",
        "modern",
        "medicine"
    ]
}