{
    "organizations": [],
    "uuid": "13bc2dc8af57df13a4ea00f741b400cdb1a3bcb8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/globe-newswire-omnia-group-to-acquire-100-percent-of-oro-agri.html",
    "ord_in_thread": 0,
    "title": "Omnia Group to acquire 100% of Oro Agri",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Transaction highlights\nOro Agri, a market leader in agriculture biologicals (AgriBio), develops and markets environmentally friendly, non-toxic and ecologically safe adjuvants, crop protection products, liquid foliar fertilizers and soil conditioners for large scale agriculture applications as well as smaller pasture, lawn and garden applications. Oro Agri operates in four major agriculture regions in the world and has production, research and development facilities in the USA, Brazil and South Africa. The transaction accelerates the growth of Omnia’s AgriBio business and is aligned with Omnia’s strategy of building a sophisticated global AgriBio business.\nFRESNO, Calif., March 07, 2018 (GLOBE NEWSWIRE) -- Omnia Group, an international player in the AgriBio and water soluble nutrient markets, has agreed to acquire 100% of the ordinary shares of Oro Agri SEZC and 52% of the ordinary shares of Oro Agri SA, not already owned by Oro Agri SEZC, for a total consideration of USD100 million. Omnia will fund the transaction through existing available cash. The effective date of the transaction is 1 January 2017 and is expected to close in the next two months.\nFollowing implementation, Oro Agri SEZC and ORO Agri SA will become subsidiaries of Omnia and will report under the Agriculture segment. The transaction is subject to the fulfilment and/or waiver of a number of conditions precedent, including approval by the SA Reserve Bank and other regulatory authorities. Competition Commission approval is not required in the various jurisdictions in which Oro Agri operates.\nCommenting on the transaction, Omnia Group MD, Adriaan de Lange said: “ As a market leader in plant nutrition products and services in South and Southern Africa, we work closely with customers to improve the performance of their crops. In line with the next phase of the 'green revolution' in the global agriculture sector, the demand for AgriBio products is underpinned by the increasing emphasis on nutrient and water use efficiency, coupled with the rising demand for products that are environmentally friendly, enhance crop performance and improve yields. This transaction is in line with Omnia’s stated strategy and the next step in the evolution of our Nutriology™ concept of 'the science of growing.'”\nAgriBio sciences is changing the future of agriculture and is gaining exceptional momentum as the world becomes more environmentally friendly and health conscious. The limitations of traditional chemicals appear to be reaching their maximum performance levels due to growing resistance levels built-up by plants, insects and plant diseases over the years.\nOro Agri’s environmentally friendly products provide green solutions which address traditional crop inhibiting diseases, increase nutrient uptake and improve water use efficiency. Ultimately, this enhances crop yields, protects the soils and creates a sustainable approach to agriculture in a world with a growing population. The combined product ranges of Omnia and Oro Agri complement one another and will provide a broader market offering of AgriBio products.\nOro Agri was established in the late 1990s and commenced operating as a corporate entity in the USA in 2002. Commenting on the transaction, Oro Agri Chairman and CEO Erroll Pullen said: “ We are looking forward to joining Omnia and creating new opportunities to develop the business internationally. Omnia is recognised as an international player in the AgriBio market, with the Agriculture division the market leader in plant nutrition products in South Africa and southern Africa. We are excited to be a part of the group’s future growth both locally and internationally.”\nDe Lange added, “ Omnia will have access to Oro Agri’s global network through its operations in Brazil, Europe, South Africa and the USA, with early developments in Asia Pacific. We will leverage the synergies between the two companies to maximise the sales potential in these key markets. Omnia’s IP portfolio and product registrations process will be enhanced by the global experience and knowledge of the Oro Agri team in the various regions.”\nAs at 31 December 2017, the reviewed but unaudited results of Oro Agri reflected total net assets of USD21.3 million, revenue of USD51.5 million, earnings before depreciation, amortisation, interest and taxes of USD10.1 million and net profit after tax of USD5.2 million. On a normalized basis, excluding once off costs relating to the transaction, the net profit after tax increases to USD6.1 million.\nFor media enquiries\nYevai Chanyau, Brunswick\n+27 11 502 7300\nBackground information About Omnia\nOmnia Holdings Limited is a diversified chemicals group with specialised services and solutions for the agriculture, mining and chemicals industries. Using technical innovation combined with intellectual capital, Omnia adds value for customers at every stage of the supply and service chain. As a group, Omnia creates customer wealth by leveraging knowledge.\nOmnia’s Agriculture division comprises of Agriculture RSA, Agriculture International and Agriculture Trading and is the market leader in its field in South Africa and southern Africa. The division produces and trades in granular, liquid and speciality fertilizers for a broad customer base of farmers, co-operatives and wholesalers throughout South Africa, southern and East Africa and to select markets in Australasia, Brazil and Mauritius.\nThe Agriculture division’s competitive edge lies in Nutriology®, or what Omnia calls the “science of growing”. The science of growing is Omnia’s business philosophy and involves more than just selling fertilizer to farmers – it is about optimising yield and crop quality to maximize returns while reducing farming and environmental risk. Achieving this, entails becoming intricately involved in the producers’ businesses to better understand their objectives and targets. Nutriology® also includes cutting-edge research and development that results in the development of new products, services and farming practices. The Omnia Nutriology® brand is highly regarded in the regional market and strongly supports management’s vision of creating wealth through knowledge.\nOmnia Fertilizer services the South African market through regional sales offices and a comprehensive network of agents and representatives supported by qualified agronomists and state of the art research facilities located at the Sasolburg site. The rest of the southern Africa market is supported from Omnia’s regional offices located in Mauritius, Mozambique, Zambia and Zimbabwe, while other markets such as Botswana, Democratic Republic of the Congo (DRC), Kenya, Lesotho, Tanzania, Malawi, Namibia and Swaziland are supported from South Africa.\nOmnia Specialities supplies a comprehensive range of AgriBio, water-soluble and foliar products, trace elements and organic soil conditioners to the South Africa and southern African markets and through offices in Australia, New Zealand and Brazil. AgriBio and other speciality products are exported to Europe, Asia and South America.\nAbout Oro Agri\nOro Agri began operations in 2002 and was established as a corporate entity in the USA. The first sale of PREV-AM, the first registered product of Oro Agri, commenced in the USA in 2003. Sales then spread to South Africa, Europe and Brazil. These regions represent Oro Agri’s main operations namely Oro Agri Inc in the USA (“OAI”), OASA in South Africa and Oro Agri International (“OAL”) which houses Oro Agri Brazil (“OABR”) and Oro Agri BV in the Netherlands (“OABV”).\nIn 2014, the Oro Agri Group was partially consolidated under Oro Agri SEZC, a Cayman entity and which, at that time, was listed on the Cayman Islands Stock Exchange. Oro Agri SEZC subsequently delisted from the Cayman Islands Stock Exchange on 3rd October 2016 and remains an unlisted company under Cayman Islands company laws.\nAdditional information about the Company can be found online at www.oroagri.com .\nSource:ORO AGRI, Inc",
    "published": "2018-03-07T22:01:00.000+02:00",
    "crawled": "2018-03-08T00:35:52.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "transaction",
        "highlight",
        "oro",
        "agri",
        "market",
        "leader",
        "agriculture",
        "biologicals",
        "agribio",
        "develops",
        "market",
        "environmentally",
        "friendly",
        "ecologically",
        "safe",
        "adjuvant",
        "crop",
        "protection",
        "product",
        "liquid",
        "foliar",
        "fertilizer",
        "soil",
        "conditioner",
        "large",
        "scale",
        "agriculture",
        "application",
        "well",
        "smaller",
        "pasture",
        "lawn",
        "garden",
        "application",
        "oro",
        "agri",
        "operates",
        "four",
        "major",
        "agriculture",
        "region",
        "world",
        "production",
        "research",
        "development",
        "facility",
        "usa",
        "brazil",
        "south",
        "africa",
        "transaction",
        "accelerates",
        "growth",
        "omnia",
        "agribio",
        "business",
        "aligned",
        "omnia",
        "strategy",
        "building",
        "sophisticated",
        "global",
        "agribio",
        "business",
        "fresno",
        "march",
        "globe",
        "newswire",
        "omnia",
        "group",
        "international",
        "player",
        "agribio",
        "water",
        "soluble",
        "nutrient",
        "market",
        "agreed",
        "acquire",
        "ordinary",
        "share",
        "oro",
        "agri",
        "sezc",
        "ordinary",
        "share",
        "oro",
        "agri",
        "sa",
        "already",
        "owned",
        "oro",
        "agri",
        "sezc",
        "total",
        "consideration",
        "usd100",
        "million",
        "omnia",
        "fund",
        "transaction",
        "existing",
        "available",
        "cash",
        "effective",
        "date",
        "transaction",
        "january",
        "expected",
        "close",
        "next",
        "two",
        "month",
        "following",
        "implementation",
        "oro",
        "agri",
        "sezc",
        "oro",
        "agri",
        "sa",
        "become",
        "subsidiary",
        "omnia",
        "report",
        "agriculture",
        "segment",
        "transaction",
        "subject",
        "fulfilment",
        "waiver",
        "number",
        "condition",
        "precedent",
        "including",
        "approval",
        "sa",
        "reserve",
        "bank",
        "regulatory",
        "authority",
        "competition",
        "commission",
        "approval",
        "required",
        "various",
        "jurisdiction",
        "oro",
        "agri",
        "operates",
        "commenting",
        "transaction",
        "omnia",
        "group",
        "md",
        "adriaan",
        "de",
        "lange",
        "said",
        "market",
        "leader",
        "plant",
        "nutrition",
        "product",
        "service",
        "south",
        "southern",
        "africa",
        "work",
        "closely",
        "customer",
        "improve",
        "performance",
        "crop",
        "line",
        "next",
        "phase",
        "revolution",
        "global",
        "agriculture",
        "sector",
        "demand",
        "agribio",
        "product",
        "underpinned",
        "increasing",
        "emphasis",
        "nutrient",
        "water",
        "use",
        "efficiency",
        "coupled",
        "rising",
        "demand",
        "product",
        "environmentally",
        "friendly",
        "enhance",
        "crop",
        "performance",
        "improve",
        "yield",
        "transaction",
        "line",
        "omnia",
        "stated",
        "strategy",
        "next",
        "step",
        "evolution",
        "concept",
        "science",
        "growing",
        "agribio",
        "science",
        "changing",
        "future",
        "agriculture",
        "gaining",
        "exceptional",
        "momentum",
        "world",
        "becomes",
        "environmentally",
        "friendly",
        "health",
        "conscious",
        "limitation",
        "traditional",
        "chemical",
        "appear",
        "reaching",
        "maximum",
        "performance",
        "level",
        "due",
        "growing",
        "resistance",
        "level",
        "plant",
        "insect",
        "plant",
        "disease",
        "year",
        "oro",
        "agri",
        "environmentally",
        "friendly",
        "product",
        "provide",
        "green",
        "solution",
        "address",
        "traditional",
        "crop",
        "inhibiting",
        "disease",
        "increase",
        "nutrient",
        "uptake",
        "improve",
        "water",
        "use",
        "efficiency",
        "ultimately",
        "enhances",
        "crop",
        "yield",
        "protects",
        "soil",
        "creates",
        "sustainable",
        "approach",
        "agriculture",
        "world",
        "growing",
        "population",
        "combined",
        "product",
        "range",
        "omnia",
        "oro",
        "agri",
        "complement",
        "one",
        "another",
        "provide",
        "broader",
        "market",
        "offering",
        "agribio",
        "product",
        "oro",
        "agri",
        "established",
        "late",
        "1990s",
        "commenced",
        "operating",
        "corporate",
        "entity",
        "usa",
        "commenting",
        "transaction",
        "oro",
        "agri",
        "chairman",
        "ceo",
        "erroll",
        "pullen",
        "said",
        "looking",
        "forward",
        "joining",
        "omnia",
        "creating",
        "new",
        "opportunity",
        "develop",
        "business",
        "internationally",
        "omnia",
        "recognised",
        "international",
        "player",
        "agribio",
        "market",
        "agriculture",
        "division",
        "market",
        "leader",
        "plant",
        "nutrition",
        "product",
        "south",
        "africa",
        "southern",
        "africa",
        "excited",
        "part",
        "group",
        "future",
        "growth",
        "locally",
        "de",
        "lange",
        "added",
        "omnia",
        "access",
        "oro",
        "agri",
        "global",
        "network",
        "operation",
        "brazil",
        "europe",
        "south",
        "africa",
        "usa",
        "early",
        "development",
        "asia",
        "pacific",
        "leverage",
        "synergy",
        "two",
        "company",
        "maximise",
        "sale",
        "potential",
        "key",
        "market",
        "omnia",
        "ip",
        "portfolio",
        "product",
        "registration",
        "process",
        "enhanced",
        "global",
        "experience",
        "knowledge",
        "oro",
        "agri",
        "team",
        "various",
        "december",
        "reviewed",
        "unaudited",
        "result",
        "oro",
        "agri",
        "reflected",
        "total",
        "net",
        "asset",
        "million",
        "revenue",
        "million",
        "earnings",
        "depreciation",
        "amortisation",
        "interest",
        "tax",
        "million",
        "net",
        "profit",
        "tax",
        "million",
        "normalized",
        "basis",
        "excluding",
        "cost",
        "relating",
        "transaction",
        "net",
        "profit",
        "tax",
        "increase",
        "million",
        "medium",
        "enquiry",
        "yevai",
        "chanyau",
        "brunswick",
        "background",
        "information",
        "omnia",
        "omnia",
        "holding",
        "limited",
        "diversified",
        "chemical",
        "group",
        "specialised",
        "service",
        "solution",
        "agriculture",
        "mining",
        "chemical",
        "industry",
        "using",
        "technical",
        "innovation",
        "combined",
        "intellectual",
        "capital",
        "omnia",
        "add",
        "value",
        "customer",
        "every",
        "stage",
        "supply",
        "service",
        "chain",
        "group",
        "omnia",
        "creates",
        "customer",
        "wealth",
        "leveraging",
        "knowledge",
        "omnia",
        "agriculture",
        "division",
        "comprises",
        "agriculture",
        "rsa",
        "agriculture",
        "international",
        "agriculture",
        "trading",
        "market",
        "leader",
        "field",
        "south",
        "africa",
        "southern",
        "africa",
        "division",
        "produce",
        "trade",
        "granular",
        "liquid",
        "speciality",
        "fertilizer",
        "broad",
        "customer",
        "base",
        "farmer",
        "wholesaler",
        "throughout",
        "south",
        "africa",
        "southern",
        "east",
        "africa",
        "select",
        "market",
        "australasia",
        "brazil",
        "mauritius",
        "agriculture",
        "division",
        "competitive",
        "edge",
        "lie",
        "omnia",
        "call",
        "science",
        "growing",
        "science",
        "growing",
        "omnia",
        "business",
        "philosophy",
        "involves",
        "selling",
        "fertilizer",
        "farmer",
        "optimising",
        "yield",
        "crop",
        "quality",
        "maximize",
        "return",
        "reducing",
        "farming",
        "environmental",
        "risk",
        "achieving",
        "entail",
        "becoming",
        "intricately",
        "involved",
        "producer",
        "business",
        "better",
        "understand",
        "objective",
        "target",
        "also",
        "includes",
        "research",
        "development",
        "result",
        "development",
        "new",
        "product",
        "service",
        "farming",
        "practice",
        "omnia",
        "brand",
        "highly",
        "regarded",
        "regional",
        "market",
        "strongly",
        "support",
        "management",
        "vision",
        "creating",
        "wealth",
        "knowledge",
        "omnia",
        "fertilizer",
        "service",
        "south",
        "african",
        "market",
        "regional",
        "sale",
        "office",
        "comprehensive",
        "network",
        "agent",
        "representative",
        "supported",
        "qualified",
        "agronomist",
        "state",
        "art",
        "research",
        "facility",
        "located",
        "sasolburg",
        "site",
        "rest",
        "southern",
        "africa",
        "market",
        "supported",
        "omnia",
        "regional",
        "office",
        "located",
        "mauritius",
        "mozambique",
        "zambia",
        "zimbabwe",
        "market",
        "botswana",
        "democratic",
        "republic",
        "congo",
        "drc",
        "kenya",
        "lesotho",
        "tanzania",
        "malawi",
        "namibia",
        "swaziland",
        "supported",
        "south",
        "africa",
        "omnia",
        "speciality",
        "supply",
        "comprehensive",
        "range",
        "agribio",
        "foliar",
        "product",
        "trace",
        "element",
        "organic",
        "soil",
        "conditioner",
        "south",
        "africa",
        "southern",
        "african",
        "market",
        "office",
        "australia",
        "new",
        "zealand",
        "brazil",
        "agribio",
        "speciality",
        "product",
        "exported",
        "europe",
        "asia",
        "south",
        "america",
        "oro",
        "agri",
        "oro",
        "agri",
        "began",
        "operation",
        "established",
        "corporate",
        "entity",
        "usa",
        "first",
        "sale",
        "first",
        "registered",
        "product",
        "oro",
        "agri",
        "commenced",
        "usa",
        "sale",
        "spread",
        "south",
        "africa",
        "europe",
        "brazil",
        "region",
        "represent",
        "oro",
        "agri",
        "main",
        "operation",
        "namely",
        "oro",
        "agri",
        "inc",
        "usa",
        "oai",
        "oasa",
        "south",
        "africa",
        "oro",
        "agri",
        "international",
        "oal",
        "house",
        "oro",
        "agri",
        "brazil",
        "oabr",
        "oro",
        "agri",
        "bv",
        "netherlands",
        "oabv",
        "oro",
        "agri",
        "group",
        "partially",
        "consolidated",
        "oro",
        "agri",
        "sezc",
        "cayman",
        "entity",
        "time",
        "listed",
        "cayman",
        "island",
        "stock",
        "exchange",
        "oro",
        "agri",
        "sezc",
        "subsequently",
        "delisted",
        "cayman",
        "island",
        "stock",
        "exchange",
        "3rd",
        "october",
        "remains",
        "unlisted",
        "company",
        "cayman",
        "island",
        "company",
        "law",
        "additional",
        "information",
        "company",
        "found",
        "online",
        "source",
        "oro",
        "agri",
        "inc"
    ]
}