{
    "organizations": [],
    "uuid": "54d7edf94767bc195d120344eafd5c1222249bdd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/business-wire-mercedes-benz-usa-celebrates-grand-opening-of-new-headquarters.html",
    "ord_in_thread": 0,
    "title": "Mercedes-Benz USA Celebrates Grand Opening of New Headquarters",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Ceremony with Dietmar Exler, president and CEO, Mercedes-Benz USA; Georgia Governor Nathan Deal; and other distinguished guests 200,000 sq. ft.; capacity for more than 1,000 employees; 73-acre site Dietmar Exler: “All the stars are aligned. Our new Atlanta headquarters marks a highpoint for Mercedes-Benz in the U.S. market. Not just in terms of being the leading luxury brand in the U.S. for the past two years, but also in terms of this building which is designed from the inside out to enable a creative, innovative and empowered workforce more representative of a start-up than a conventional corporation.” Governor Nathan Deal: “What a beautiful building this is! It’s hard to top the seal of approval from the world to have Mercedes-Benz choose Georgia as its headquarters.” Company announces plans to put new global innovation hub Lab1886 in Atlanta this summer\nATLANTA--(BUSINESS WIRE)-- Mercedes-Benz USA (MBUSA) today held the official grand opening of its new headquarters in Sandy Springs, 14 miles outside of the heart of Atlanta. Among the distinguished guests joining Dietmar Exler, MBUSA president and CEO, were Nathan Deal, Governor of Georgia; Keisha Lance Bottoms, Mayor of Atlanta; Axel Harries, Daimler vice president sales Mercedes-Benz Cars and product management Mercedes-Benz Passenger Cars; and Rusty Paul, Mayor of Sandy Springs.\nThis press release features multimedia. View the full release here: http://www.businesswire.com/news/home/20180315006201/en/\n(Graphic: Business Wire)\n“All the stars are aligned. Our new Atlanta headquarters marks a highpoint for Mercedes-Benz in the U.S. market,” said Dietmar Exler, president and CEO of MBUSA. “Not just in terms of being the leading luxury brand in the U.S. for the past two years, but also in terms of this building which is designed from the inside out to enable a creative, innovative and empowered workforce more representative of a start-up than a conventional corporation.”\nBuilding designed from the inside out\nThe 200,000 square-foot building, located on a 12-acre campus near Georgia 400, at the intersection of Mercedes-Benz Drive (formerly Barfield Road) and Abernathy Road, is made entirely of glass that is supported by a steel structure. Glass, which runs the full length of the building, was chosen as the exterior material because of the sleek, modern aesthetic and transparency enabling employees to enjoy natural daylight anywhere in the building.\nThe building was designed from the inside out and entirely purpose-built around the way employees utilize the space. As an environment oriented around encouraging interaction and creativity, the workplace has a 1:1 ratio of collaborative seating and individual workstations.\nThe building itself is divided into North and South Work Bars that are joined by a spacious indoor Atrium, which is the heart of the building. On the second and third floor, the Work Bars are joined by corridors called Bridges. The building also includes a conference center, a coffee bar with its own barista, a restaurant-quality café that emphasizes locally sourced ingredients, a 5,000 square foot fitness center with trainers, an on-site child care facility with four classrooms and an outdoor playground and a furnished roof deck for outdoor collaboration space.\nThe headquarters building incorporates environmentally-friendly features such as water reduction using drip irrigation and energy efficient mechanical systems to target LEED Silver Certification. In the interest of eliminating food waste, the company is partnering with Second Helpings Atlanta Inc. , which rescues surplus food from Metro Atlanta organizations and delivers to those in need. To align with the company’s commitment to sustainability, MBUSA is implementing several alternative transportation initiatives including flex scheduling to reduce the traffic impact, a dedicated MARTA shuttle for employees, bike racks, as well as electric vehicle charging stations.\nConstruction of the new headquarters took 425,000 man hours and more than 1,000 workers. The building consists of 14,000 cubic yards of concrete, 1,500 tons of steel and 1.6 acres of glass. More than 780 trees have been planted, and a nature trail encircles the building to provide an outdoor campus feel.\n“What a beautiful building this is! It’s hard to top the seal of approval from the world to have Mercedes-Benz choose Georgia as its headquarters,” said Governor Nathan Deal. “Your service projects in the community have made you great neighbors, and we appreciate the Southern hospitality.”\nLab1886 Atlanta\nDuring the ceremony, Axel Harries announced Daimler’s intention to establish a global incubator-type entity called Lab1886 in Atlanta. Lab1886 will help drive innovation by combining a big corporation’s expertise and know-how with the spirit of a startup. The Atlanta entity will open in the summer of 2018 and joins three existing locations in Beijing, Berlin and Stuttgart.\n“In the last few years, we have watched Atlanta carefully: excellent colleges and universities are offering highly skilled and motivated graduates, and more and more innovative technology and digital companies make their home here. Atlanta is a true city of the future – a perfect match for Mercedes-Benz,” said Harries. “We will build the fourth Lab1886 opening here in Atlanta this summer.”\nUnwavering commitment to innovation and community\nAtlanta Mayor Keisha Lance Bottoms expressed excitement about the new headquarters as well as the Lab1886 announcement saying, “We are excited about what’s coming to Atlanta very, very soon.” She expressed enthusiasm for the Mercedes-Benz Stadium in downtown Atlanta and the company’s investments on the Westside, adding, “The partnerships between the corporation, nonprofits and government here in the city are incomparable.”\nAside from its impact on the economy of Atlanta and the state of Georgia, the company has made itself well known in the community for its efforts to educate and empower the next generation. MBUSA is involved with over 50 organizations in its effort to address local needs in the community, including Atlanta’s Westside, the fast-developing area surrounding the Mercedes-Benz Stadium. “It’s an exciting day for us,” said Sandy Springs Mayor Rusty Paul. “You’ve been great partners to our community already.”\nAbout Mercedes-Benz USA\nMercedes-Benz USA (MBUSA), headquartered in Atlanta, is responsible for the distribution, marketing and customer service for all Mercedes-Benz products in the United States. MBUSA offers drivers the most diverse lineup in the luxury segment with 15 model lines ranging from the sporty CLA-Class four-door coupe to the flagship S-Class and the Mercedes-AMG GT R.\nMBUSA is also responsible for Mercedes-Benz Vans and smart products in the U.S. More information on MBUSA and its products can be found at www.mbusa.com , www.mbsprinterusa.com and www.smartusa.com .\nAccredited journalists can visit our media site at www.media.mbusa.com . Follow us on Twitter @MBUSAnews .\nAbout Second Helpings Atlanta\nSecond Helpings Atlanta (SHA) is a non-profit food rescue organization whose mission is to reduce hunger and food waste in the metro Atlanta area by rescuing surplus food and delivering it to Partner Agencies who feed the hungry every day. With a community of over 400 volunteers, SHA rescued over 1.53 million pounds of food in 2017, enough to provide more than 1.27 million nutritious meals that otherwise would have ended up in a landfill.\nThroughout the year, SHA Volunteers rescue food from its network of nearly 80 Food Donors, transport it to one of the 50 Partner Agencies they work with (using their own vehicles) and return home in 90 minutes or less. Since their first food pick-up in 2004, SHA has collected and distributed over 7.5 million pounds of food, enough to provide over 6.2 million meals.\nTo learn more about SHA, please visit www.secondhelpingsatlanta.org .\nAbout Lab1886\nLab1886 serves as the innovation machinery of Daimler AG with its own incubator, and provides qualified staff from the start-up world who deliver competent support for the Daimler employees in the implementation. The aim is to get from the idea to the product or business model more rapidly. Lab1886 operates at three locations: Stuttgart and Berlin in Germany and Beijing in China. Under working conditions similar to those at a start-up, Daimler is placing its faith in swarm intelligence at Lab1886. The goal is to get ideas of individual employees, teams and business units off the ground quickly. To this end, Lab1886 has all necessary infrastructures and skills as well as ten years of experience in the implementation of new business models. This freedom allows employees to work in shallow hierarchies and a creative atmosphere.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180315006201/en/\nMercedes-Benz USA\nDonna Boland, 770-705-2009\nor\nBeverly Rhodes, 770-705-3894\nSource: Mercedes-Benz USA",
    "published": "2018-03-15T21:15:00.000+02:00",
    "crawled": "2018-03-16T01:27:01.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ceremony",
        "dietmar",
        "exler",
        "president",
        "ceo",
        "usa",
        "georgia",
        "governor",
        "nathan",
        "deal",
        "distinguished",
        "guest",
        "sq",
        "capacity",
        "employee",
        "site",
        "dietmar",
        "exler",
        "star",
        "aligned",
        "new",
        "atlanta",
        "headquarters",
        "mark",
        "highpoint",
        "market",
        "term",
        "leading",
        "luxury",
        "brand",
        "past",
        "two",
        "year",
        "also",
        "term",
        "building",
        "designed",
        "inside",
        "enable",
        "creative",
        "innovative",
        "empowered",
        "workforce",
        "representative",
        "conventional",
        "governor",
        "nathan",
        "deal",
        "beautiful",
        "building",
        "hard",
        "top",
        "seal",
        "approval",
        "world",
        "choose",
        "georgia",
        "company",
        "announces",
        "plan",
        "put",
        "new",
        "global",
        "innovation",
        "hub",
        "lab1886",
        "atlanta",
        "summer",
        "atlanta",
        "business",
        "wire",
        "usa",
        "mbusa",
        "today",
        "held",
        "official",
        "grand",
        "opening",
        "new",
        "headquarters",
        "sandy",
        "spring",
        "mile",
        "outside",
        "heart",
        "atlanta",
        "among",
        "distinguished",
        "guest",
        "joining",
        "dietmar",
        "exler",
        "mbusa",
        "president",
        "ceo",
        "nathan",
        "deal",
        "governor",
        "georgia",
        "keisha",
        "lance",
        "bottom",
        "mayor",
        "atlanta",
        "axel",
        "harries",
        "daimler",
        "vice",
        "president",
        "sale",
        "car",
        "product",
        "management",
        "passenger",
        "car",
        "rusty",
        "paul",
        "mayor",
        "sandy",
        "spring",
        "press",
        "release",
        "feature",
        "multimedia",
        "view",
        "full",
        "release",
        "http",
        "graphic",
        "business",
        "wire",
        "star",
        "aligned",
        "new",
        "atlanta",
        "headquarters",
        "mark",
        "highpoint",
        "market",
        "said",
        "dietmar",
        "exler",
        "president",
        "ceo",
        "mbusa",
        "term",
        "leading",
        "luxury",
        "brand",
        "past",
        "two",
        "year",
        "also",
        "term",
        "building",
        "designed",
        "inside",
        "enable",
        "creative",
        "innovative",
        "empowered",
        "workforce",
        "representative",
        "conventional",
        "building",
        "designed",
        "inside",
        "building",
        "located",
        "campus",
        "near",
        "georgia",
        "intersection",
        "drive",
        "formerly",
        "barfield",
        "road",
        "abernathy",
        "road",
        "made",
        "entirely",
        "glass",
        "supported",
        "steel",
        "structure",
        "glass",
        "run",
        "full",
        "length",
        "building",
        "chosen",
        "exterior",
        "material",
        "sleek",
        "modern",
        "aesthetic",
        "transparency",
        "enabling",
        "employee",
        "enjoy",
        "natural",
        "daylight",
        "anywhere",
        "building",
        "building",
        "designed",
        "inside",
        "entirely",
        "around",
        "way",
        "employee",
        "utilize",
        "space",
        "environment",
        "oriented",
        "around",
        "encouraging",
        "interaction",
        "creativity",
        "workplace",
        "ratio",
        "collaborative",
        "seating",
        "individual",
        "workstation",
        "building",
        "divided",
        "north",
        "south",
        "work",
        "bar",
        "joined",
        "spacious",
        "indoor",
        "atrium",
        "heart",
        "building",
        "second",
        "third",
        "floor",
        "work",
        "bar",
        "joined",
        "corridor",
        "called",
        "bridge",
        "building",
        "also",
        "includes",
        "conference",
        "center",
        "coffee",
        "bar",
        "barista",
        "café",
        "emphasizes",
        "locally",
        "sourced",
        "ingredient",
        "square",
        "foot",
        "fitness",
        "center",
        "trainer",
        "child",
        "care",
        "facility",
        "four",
        "classroom",
        "outdoor",
        "playground",
        "furnished",
        "roof",
        "deck",
        "outdoor",
        "collaboration",
        "space",
        "headquarters",
        "building",
        "incorporates",
        "feature",
        "water",
        "reduction",
        "using",
        "drip",
        "irrigation",
        "energy",
        "efficient",
        "mechanical",
        "system",
        "target",
        "leed",
        "silver",
        "certification",
        "interest",
        "eliminating",
        "food",
        "waste",
        "company",
        "partnering",
        "second",
        "helping",
        "atlanta",
        "rescue",
        "surplus",
        "food",
        "metro",
        "atlanta",
        "organization",
        "delivers",
        "need",
        "align",
        "company",
        "commitment",
        "sustainability",
        "mbusa",
        "implementing",
        "several",
        "alternative",
        "transportation",
        "initiative",
        "including",
        "flex",
        "scheduling",
        "reduce",
        "traffic",
        "impact",
        "dedicated",
        "marta",
        "shuttle",
        "employee",
        "bike",
        "rack",
        "well",
        "electric",
        "vehicle",
        "charging",
        "station",
        "construction",
        "new",
        "headquarters",
        "took",
        "man",
        "hour",
        "worker",
        "building",
        "consists",
        "cubic",
        "yard",
        "concrete",
        "ton",
        "steel",
        "acre",
        "glass",
        "tree",
        "planted",
        "nature",
        "trail",
        "encircles",
        "building",
        "provide",
        "outdoor",
        "campus",
        "feel",
        "beautiful",
        "building",
        "hard",
        "top",
        "seal",
        "approval",
        "world",
        "choose",
        "georgia",
        "headquarters",
        "said",
        "governor",
        "nathan",
        "deal",
        "service",
        "project",
        "community",
        "made",
        "great",
        "neighbor",
        "appreciate",
        "southern",
        "lab1886",
        "atlanta",
        "ceremony",
        "axel",
        "harries",
        "announced",
        "daimler",
        "intention",
        "establish",
        "global",
        "entity",
        "called",
        "lab1886",
        "atlanta",
        "lab1886",
        "help",
        "drive",
        "innovation",
        "combining",
        "big",
        "corporation",
        "expertise",
        "spirit",
        "startup",
        "atlanta",
        "entity",
        "open",
        "summer",
        "join",
        "three",
        "existing",
        "location",
        "beijing",
        "berlin",
        "stuttgart",
        "last",
        "year",
        "watched",
        "atlanta",
        "carefully",
        "excellent",
        "college",
        "university",
        "offering",
        "highly",
        "skilled",
        "motivated",
        "graduate",
        "innovative",
        "technology",
        "digital",
        "company",
        "make",
        "home",
        "atlanta",
        "true",
        "city",
        "future",
        "perfect",
        "match",
        "said",
        "harries",
        "build",
        "fourth",
        "lab1886",
        "opening",
        "atlanta",
        "unwavering",
        "commitment",
        "innovation",
        "community",
        "atlanta",
        "mayor",
        "keisha",
        "lance",
        "bottom",
        "expressed",
        "excitement",
        "new",
        "headquarters",
        "well",
        "lab1886",
        "announcement",
        "saying",
        "excited",
        "coming",
        "atlanta",
        "expressed",
        "enthusiasm",
        "stadium",
        "downtown",
        "atlanta",
        "company",
        "investment",
        "westside",
        "adding",
        "partnership",
        "corporation",
        "nonprofit",
        "government",
        "city",
        "aside",
        "impact",
        "economy",
        "atlanta",
        "state",
        "georgia",
        "company",
        "made",
        "well",
        "known",
        "community",
        "effort",
        "educate",
        "empower",
        "next",
        "generation",
        "mbusa",
        "involved",
        "organization",
        "effort",
        "address",
        "local",
        "need",
        "community",
        "including",
        "atlanta",
        "westside",
        "area",
        "surrounding",
        "stadium",
        "exciting",
        "day",
        "u",
        "said",
        "sandy",
        "spring",
        "mayor",
        "rusty",
        "paul",
        "great",
        "partner",
        "community",
        "usa",
        "usa",
        "mbusa",
        "headquartered",
        "atlanta",
        "responsible",
        "distribution",
        "marketing",
        "customer",
        "service",
        "product",
        "united",
        "state",
        "mbusa",
        "offer",
        "driver",
        "diverse",
        "lineup",
        "luxury",
        "segment",
        "model",
        "line",
        "ranging",
        "sporty",
        "coupe",
        "flagship",
        "gt",
        "mbusa",
        "also",
        "responsible",
        "van",
        "smart",
        "product",
        "information",
        "mbusa",
        "product",
        "found",
        "accredited",
        "journalist",
        "visit",
        "medium",
        "site",
        "follow",
        "u",
        "twitter",
        "mbusanews",
        "second",
        "helping",
        "atlanta",
        "second",
        "helping",
        "atlanta",
        "sha",
        "food",
        "rescue",
        "organization",
        "whose",
        "mission",
        "reduce",
        "hunger",
        "food",
        "waste",
        "metro",
        "atlanta",
        "area",
        "rescuing",
        "surplus",
        "food",
        "delivering",
        "partner",
        "agency",
        "feed",
        "hungry",
        "every",
        "day",
        "community",
        "volunteer",
        "sha",
        "rescued",
        "million",
        "pound",
        "food",
        "enough",
        "provide",
        "million",
        "nutritious",
        "meal",
        "otherwise",
        "would",
        "ended",
        "landfill",
        "throughout",
        "year",
        "sha",
        "volunteer",
        "rescue",
        "food",
        "network",
        "nearly",
        "food",
        "donor",
        "transport",
        "one",
        "partner",
        "agency",
        "work",
        "using",
        "vehicle",
        "return",
        "home",
        "minute",
        "less",
        "since",
        "first",
        "food",
        "sha",
        "collected",
        "distributed",
        "million",
        "pound",
        "food",
        "enough",
        "provide",
        "million",
        "meal",
        "learn",
        "sha",
        "please",
        "visit",
        "lab1886",
        "lab1886",
        "serf",
        "innovation",
        "machinery",
        "daimler",
        "ag",
        "incubator",
        "provides",
        "qualified",
        "staff",
        "world",
        "deliver",
        "competent",
        "support",
        "daimler",
        "employee",
        "implementation",
        "aim",
        "get",
        "idea",
        "product",
        "business",
        "model",
        "rapidly",
        "lab1886",
        "operates",
        "three",
        "location",
        "stuttgart",
        "berlin",
        "germany",
        "beijing",
        "china",
        "working",
        "condition",
        "similar",
        "daimler",
        "placing",
        "faith",
        "swarm",
        "intelligence",
        "lab1886",
        "goal",
        "get",
        "idea",
        "individual",
        "employee",
        "team",
        "business",
        "unit",
        "ground",
        "quickly",
        "end",
        "lab1886",
        "necessary",
        "infrastructure",
        "skill",
        "well",
        "ten",
        "year",
        "experience",
        "implementation",
        "new",
        "business",
        "model",
        "freedom",
        "allows",
        "employee",
        "work",
        "shallow",
        "hierarchy",
        "creative",
        "atmosphere",
        "view",
        "source",
        "version",
        "http",
        "usa",
        "donna",
        "boland",
        "beverly",
        "rhodes",
        "source",
        "usa"
    ]
}