{
    "organizations": [],
    "uuid": "70187ba2fd8ef172e464b8c04084d6c8755f443b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/globe-newswire-opgen-reports-fourth-quarter-and-full-year-2017-financial-results-and-provides-a-business-update.html",
    "ord_in_thread": 0,
    "title": "OpGen Reports Fourth Quarter and Full Year 2017 Financial Results and Provides a Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Acuitas® AMR Gene Panel u5.47 introduced for Research Use Only\nFourth quarter revenue consistent with previous year; net loss decreases 38% year over year\nConference call begins at 4:30 p.m. Eastern time today\nGAITHERSBURG, Md., March 15, 2018 (GLOBE NEWSWIRE) -- OpGen, Inc. (NASDAQ:OPGN) today reported financial and operating results for the three and 12 months ended December 31, 2017, and provided a summary of recent business highlights. Total revenue for the fourth quarter of 2017 was $1.0 million, compared with $1.0 million for the fourth quarter of 2016. Total revenue for 2017 was $3.2 million, compared with $4.0 million for 2016. The net loss for the fourth quarter of 2017 was $2.9 million, compared with a net loss of $4.8 million for the fourth quarter of 2016. Net loss for 2017 was $15.4 million, compared with a net loss of $19.2 million for 2016.\n“During 2017 we completed the initial development of our Acuitas® AMR Gene Panel and the Acuitas Lighthouse® Software for management of patients with complicated urinary tract infections (cUTI). The new Acuitas AMR Gene Panel u5.47 test for Research Use Only (RUO) was released for commercial sale in the first quarter of 2018 for infection control purposes and for pharmaceutical surveillance studies,” said Evan Jones, Chairman and CEO of OpGen. “The test detects 5 pathogens and 47 gene targets that span 600 subtypes and convey resistance to nine classes of antibiotics directly from urine. Clinical verification studies are underway, and we anticipate beginning clinical trials in the second quarter in support of a 510(k) filing for clinical use of the test with the U.S. Food and Drug Administration by the end of the year.”\nMr. Jones continued, “Earlier this week, we announced a collaboration with Beth Israel Deaconess Medical Center in Boston on a clinical verification study for the Acuitas AMR Gene Panel u5.47 test and Acuitas Lighthouse Software. This prospective verification study is among the first to evaluate potential diagnostic and antibiotic decision-making improvements that could be possible using rapid molecular testing and bioinformatics.\n“During the fourth quarter we were awarded a one-year, $860,000 contract from the Centers for Disease Control and Prevention (CDC) to develop smartphone-based clinical decision support solutions for antimicrobial stewardship (AMS) and infection control in low- and middle-income countries. Our work with partners ILÚM Health Solutions, LLC, created by Merck’s Healthcare Services and Solutions (HSS) division, and Universidad El Bosque, in Colombia is ongoing.”\n2017 Fourth Quarter and Year-end Financial Results\nRevenue : Total revenue for the fourth quarter of 2017 was $1.0 million, compared with $1.0 million for the fourth quarter of 2016. Total revenue for 2017 was $3.2 million, compared with $4.0 million for 2016. Operating Expenses : Operating expenses for the fourth quarter of 2017 were $3.9 million, compared with $5.7 million for the fourth quarter of 2016. Operating expenses for 2017 were $18.5 million, compared with $23.0 million for 2016. Net Loss : The net loss available to common stockholders for the fourth quarter of 2017 was $2.9 million or $1.33 per share, compared with a net loss available to common stockholders of $4.8 million or $5.28 per share for the fourth quarter of 2016. Net loss available to common stockholders for 2017 was $15.4 million or $9.78 per share, compared with a net loss available to common stockholders of $19.5 million or $27.59 per share for 2016. Cash Position : Cash and cash equivalents were $1.8 million as of December 31, 2017, compared with $4.1 million as of December 31, 2016. Subsequent to the close of the year, the Company raised net proceeds of $10.7 million in a public offering.\n2017 Enterprise Highlights and Recent Developments:\nHighlights for recent weeks, the fourth quarter and full year included:\nAcuitas AMR Gene Panel development program accomplishments include: production of first RUO test kits; successful completion of analytical verification studies; and initiation of clinical verification studies with flagship IDN hospitals. Curated Acuitas Lighthouse Knowledgebase of 10,000 bacterial isolates tested from the Merck SMART Study surveillance network. In January 2018, the Company entered into a second global supply agreement to incorporate Thermo Fisher Scientific’s real-time PCR technology in the company’s Acuitas® AMR Gene Panel tests. Specific products covered under these agreements include the QuantStudio 5 Real-Time PCR System, TaqMan® Fast Advanced Master Mix and TaqMan® Probes for quick, multiplexed gene detection. Developed and presented data on rapid antibiotic prediction capabilities. Completed a $12.0 million public offering with net proceeds to OpGen of $10.7 million. Regained compliance with Nasdaq listing requirements for both minimum stockholders’ equity and minimum bid price. Continued to achieve stated operating expense reduction during the quarter, with a 32% reduction compared with the fourth quarter of 2016.\n“Our Acuitas Rapid Test for cUTI is expected to be the first of a series of OpGen tests that will help address the global antibiotic-resistance crisis by identifying antibiotic-resistant pathogens in less than three hours. Along with the Acuitas Lighthouse Knowledgebase, a dynamic cloud-based information store that is continuously updated for new resistance genes, results will help inform patient treatment,” added Mr. Jones. “Importantly, with our recent public financing, OpGen is on the firmest financial footing since our initial public offering.”\n2018 Outlook\nOpGen expects to advance the following business objectives during 2018 as it transitions to the commercial phase of its molecular informatics business:\nDerive revenues from the sale of the RUO Acuitas AMR Gene Panel u5.47 to large hospitals and pharmaceutical clinical research organizations. Complete third-party RUO clinical verification studies and FDA clinical trials to support clearance for in vitro diagnostic use of the Acuitas AMR Gene Panel u5.47 test and the Acuitas Lighthouse Software. File a 510(k) application with the FDA in the fourth quarter of 2018 for the Acuitas AMR Gene Panel u5.47 and Acuitas Lighthouse Software to support full commercial launch for clinical use. Add QuantStudio™ 5 System and Qiagen EZ1 Advanced XL revenue-generating system placements. Enter into additional supply and cooperation agreements in support of the new Acuitas product family under development. Complete CDC Contract demonstration project in Colombia for development of smartphone-based clinical decision support solutions for AMS and infection control in low- and middle-income countries. Continue to seek third-party funding for development programs. Maintain cost reductions and overall cash burn rate to help provide extended operating cash runway.\nConference Call Information\nOpGen management will hold a conference call today beginning at 4:30 p.m. Eastern time to discuss fourth quarter and full year 2017 financial results and other business activities, and answer questions. The call can be accessed by dialing (888) 883-4599 (domestic) or (484) 653-6821 (international) and providing conference ID 8899787. A live webcast of the conference call can be accessed by visiting the Investor Relations section of the company’s website at http://ir.opgen.com . A replay of the webcast will be available shortly after the conclusion of the call on the company’s website for 90 days.\nA telephone replay of the conference call will be available from 7:30 p.m. Eastern time today through March 22, 2018 and can be accessed by dialing (855) 859-2056 (domestic) or (404) 537-3406 (international). All listeners should provide the conference ID: 8899787.\nAbout OpGen\nOpGen, Inc. is harnessing the power of informatics and genomic analysis to provide complete solutions for patient, hospital and network-wide infection prevention and treatment. For more information, please visit www.opgen.com .\nOpGen, Acuitas, and Acuitas Lighthouse are registered trademarks of OpGen, Inc. QuantStudio 5 Real-Time PCR System is a registered trademark of Thermo Fisher Scientific.\nForward-Looking Statements\nThis press release includes statements relating to the Company’s 2017 financial results and 2018 outlook. These statements and other statements regarding OpGen’s future plans and goals constitute \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, and are intended to qualify for the safe harbor from liability established by the Private Securities Litigation Reform Act of 1995. Such statements are subject to risks and uncertainties that are often difficult to predict, are beyond our control, and which may cause results to expectations. Factors that could cause our results to those described include, but are not limited to, our ability to successfully, timely and cost-effectively develop, seek and obtain regulatory clearance for and commercialize our product and services offerings, the rate of adoption of our products and services by hospitals and other healthcare providers, the success of our commercialization efforts, the effect on our business of existing and new regulatory requirements, and other economic and competitive factors. For a discussion of the most significant risks and uncertainties associated with OpGen's business, please review our filings with the Securities and Exchange Commission (SEC). You are cautioned not to place undue reliance on these forward-looking statements, which are based on our expectations as of the date of this press release and speak only as of the date of this press release. We undertake no obligation to publicly update or revise any forward-looking statement, whether as a result of new information, future events or otherwise.\nOpGen Contact:\nMichael Farmer\nDirector, Marketing\n(240) 813-1284\nmfarmer@opgen.com\nInvestorRelations@opgen.com\nInvestor Contacts:\nLHA Investor Relations\nKim Sutton Golodetz\n(212) 838-3777\nkgolodetz@lhai.com\nor\nBruce Voss\n(310) 691-7100\nbvoss@lhai.com\n(Tables to follow)\nOpGen, Inc. Consolidated Balance Sheets 2017 2016 Assets Current assets Cash and cash equivalents $ 1,847,171 $ 4,117,324 Accounts receivable, net 809,540 542,420 Inventory, net 533,425 692,368 Prepaid expenses and other current assets 311,644 329,646 Total current assets 3,501,780 5,681,758 Property and equipment, net 835,537 800,723 Goodwill 600,814 600,814 Intangible assets, net 1,353,182 1,620,998 Other noncurrent assets 328,600 279,752 Total assets $ 6,619,913 $ 8,984,045 Liabilities and Stockholders’ Equity Current liabilities Accounts payable $ 1,691,712 $ 2,232,563 Accrued compensation and benefits 746,924 578,480 Accrued liabilities 1,160,714 1,215,283 Deferred revenue 24,442 37,397 Short-term notes payable 1,010,961 1,023,815 Current maturities of long-term capital lease obligation 154,839 184,399 Total current liabilities 4,789,592 5,271,937 Deferred rent 290,719 398,084 Warrant liability 8,453 — Long-term capital lease obligation and other noncurrent liabilities 130,153 146,543 Total liabilities 5,218,917 5,816,564 Commitments Stockholders' equity Common stock, $0.01 par value; 200,000,000 shares authorized; 2,265,320 and\n1,012,171 shares issued and outstanding at December 31, 2017 and\nDecember 31, 2016, respectively 22,653 10,122 Preferred stock, $0.01 par value; 10,000,000 shares authorized; none issued and\noutstanding at December 31, 2017 and December 31, 2016, respectively — — Additional paid-in capital 150,114,669 136,442,302 Accumulated other comprehensive (loss)/income (52,367 ) 6,176 Accumulated deficit (148,683,959 ) (133,291,119 ) Total stockholders’ equity 1,400,996 3,167,481 Total liabilities and stockholders’ equity $ 6,619,913 $ 8,984,045\nOpGen, Inc. Consolidated Statements of Operations and Comprehensive Loss Three Months Ended December 31, Twelve Months Ended December 31, 2017 2016 2017 2016 Revenue Product sales $ 626,498 $ 818,488 $ 2,771,869 $ 3,524,178 Laboratory services 935 46,774 41,960 228,904 Collaboration revenue 363,479 141,301 397,178 272,603 Total revenue 990,912 1,006,563 3,211,007 4,025,685 Operating expenses Cost of products sold 346,690 388,581 1,612,838 1,658,571 Cost of services 292,223 102,600 520,338 631,333 Research and development 1,485,387 2,334,407 6,883,293 8,613,236 General and administrative 1,366,469 1,647,512 6,686,280 6,602,608 Sales and marketing 402,289 1,246,646 2,747,582 5,529,274 Total operating expenses 3,893,058 5,719,746 18,450,331 23,035,022 Operating loss (2,902,146 ) (4,713,183 ) (15,239,324 ) (19,009,337 ) Other expense Other income/(expense) 15 (2,889 ) (87,255 ) (5,967 ) Interest expense (59,531 ) (33,541 ) (233,505 ) (143,347 ) Foreign currency transaction gains/(losses) 3,543 (10,395 ) 23,179 (8,102 ) Changes in fair value of warrant liabilities 19,925 - 144,064 - Total other expense (36,048 ) (46,825 ) (153,517 ) (157,416 ) Loss before income taxes (2,938,194 ) (4,760,008 ) (15,392,841 ) (19,166,753 ) Provision for income taxes — — — — Net loss (2,938,194 ) (4,760,008 ) (15,392,841 ) (19,166,753 ) Preferred stock dividends and beneficial conversion — — — (332,550 ) Net loss available to common stockholders $ (2,938,194 ) $ (4,760,008 ) $ (15,392,841 ) $ (19,499,303 ) Net loss per common share - basic and diluted $ (1.33 ) $ (5.28 ) $ (9.78 ) $ (27.59 ) Weighted average shares outstanding - basic and diluted 2,211,290 901,991 1,573,769 706,702 Net loss $ (2,938,194 ) $ (4,760,008 ) $ (15,392,841 ) $ (19,166,753 ) Other comprehensive (loss)/income - foreign currency translation (44,718 ) 6,176 (58,543 ) 7,235 Comprehensive loss $ (2,982,912 ) $ (4,753,832 ) $ (15,451,384 ) $ (19,159,518 )\nSource:OpGen, Inc.",
    "published": "2018-03-15T23:05:00.000+02:00",
    "crawled": "2018-03-16T01:24:55.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "amr",
        "gene",
        "panel",
        "introduced",
        "research",
        "use",
        "fourth",
        "quarter",
        "revenue",
        "consistent",
        "previous",
        "year",
        "net",
        "loss",
        "decrease",
        "year",
        "year",
        "conference",
        "call",
        "begin",
        "eastern",
        "time",
        "today",
        "gaithersburg",
        "march",
        "globe",
        "newswire",
        "opgen",
        "nasdaq",
        "opgn",
        "today",
        "reported",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "provided",
        "summary",
        "recent",
        "business",
        "highlight",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "completed",
        "initial",
        "development",
        "amr",
        "gene",
        "panel",
        "acuitas",
        "software",
        "management",
        "patient",
        "complicated",
        "urinary",
        "tract",
        "infection",
        "cuti",
        "new",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "test",
        "research",
        "use",
        "ruo",
        "released",
        "commercial",
        "sale",
        "first",
        "quarter",
        "infection",
        "control",
        "purpose",
        "pharmaceutical",
        "surveillance",
        "study",
        "said",
        "evan",
        "jones",
        "chairman",
        "ceo",
        "opgen",
        "test",
        "detects",
        "pathogen",
        "gene",
        "target",
        "span",
        "subtypes",
        "convey",
        "resistance",
        "nine",
        "class",
        "antibiotic",
        "directly",
        "urine",
        "clinical",
        "verification",
        "study",
        "underway",
        "anticipate",
        "beginning",
        "clinical",
        "trial",
        "second",
        "quarter",
        "support",
        "k",
        "filing",
        "clinical",
        "use",
        "test",
        "food",
        "drug",
        "administration",
        "end",
        "jones",
        "continued",
        "earlier",
        "week",
        "announced",
        "collaboration",
        "beth",
        "israel",
        "deaconess",
        "medical",
        "center",
        "boston",
        "clinical",
        "verification",
        "study",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "test",
        "acuitas",
        "lighthouse",
        "software",
        "prospective",
        "verification",
        "study",
        "among",
        "first",
        "evaluate",
        "potential",
        "diagnostic",
        "antibiotic",
        "improvement",
        "could",
        "possible",
        "using",
        "rapid",
        "molecular",
        "testing",
        "bioinformatics",
        "fourth",
        "quarter",
        "awarded",
        "contract",
        "center",
        "disease",
        "control",
        "prevention",
        "cdc",
        "develop",
        "clinical",
        "decision",
        "support",
        "solution",
        "antimicrobial",
        "stewardship",
        "am",
        "infection",
        "control",
        "country",
        "work",
        "partner",
        "ilúm",
        "health",
        "solution",
        "llc",
        "created",
        "merck",
        "healthcare",
        "service",
        "solution",
        "hs",
        "division",
        "universidad",
        "el",
        "bosque",
        "colombia",
        "fourth",
        "quarter",
        "financial",
        "result",
        "revenue",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "operating",
        "expense",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "million",
        "december",
        "compared",
        "million",
        "december",
        "subsequent",
        "close",
        "year",
        "company",
        "raised",
        "net",
        "proceeds",
        "million",
        "public",
        "offering",
        "enterprise",
        "highlight",
        "recent",
        "development",
        "highlight",
        "recent",
        "week",
        "fourth",
        "quarter",
        "full",
        "year",
        "included",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "development",
        "program",
        "accomplishment",
        "include",
        "production",
        "first",
        "ruo",
        "test",
        "kit",
        "successful",
        "completion",
        "analytical",
        "verification",
        "study",
        "initiation",
        "clinical",
        "verification",
        "study",
        "flagship",
        "idn",
        "hospital",
        "curated",
        "acuitas",
        "lighthouse",
        "knowledgebase",
        "bacterial",
        "isolates",
        "tested",
        "merck",
        "smart",
        "study",
        "surveillance",
        "network",
        "january",
        "company",
        "entered",
        "second",
        "global",
        "supply",
        "agreement",
        "incorporate",
        "thermo",
        "fisher",
        "scientific",
        "pcr",
        "technology",
        "company",
        "amr",
        "gene",
        "panel",
        "test",
        "specific",
        "product",
        "covered",
        "agreement",
        "include",
        "quantstudio",
        "pcr",
        "system",
        "fast",
        "advanced",
        "master",
        "mix",
        "probe",
        "quick",
        "multiplexed",
        "gene",
        "detection",
        "developed",
        "presented",
        "data",
        "rapid",
        "antibiotic",
        "prediction",
        "capability",
        "completed",
        "million",
        "public",
        "offering",
        "net",
        "proceeds",
        "opgen",
        "million",
        "regained",
        "compliance",
        "nasdaq",
        "listing",
        "requirement",
        "minimum",
        "stockholder",
        "equity",
        "minimum",
        "bid",
        "price",
        "continued",
        "achieve",
        "stated",
        "operating",
        "expense",
        "reduction",
        "quarter",
        "reduction",
        "compared",
        "fourth",
        "quarter",
        "acuitas",
        "rapid",
        "test",
        "cuti",
        "expected",
        "first",
        "series",
        "opgen",
        "test",
        "help",
        "address",
        "global",
        "crisis",
        "identifying",
        "pathogen",
        "less",
        "three",
        "hour",
        "along",
        "acuitas",
        "lighthouse",
        "knowledgebase",
        "dynamic",
        "information",
        "store",
        "continuously",
        "updated",
        "new",
        "resistance",
        "gene",
        "result",
        "help",
        "inform",
        "patient",
        "treatment",
        "added",
        "jones",
        "importantly",
        "recent",
        "public",
        "financing",
        "opgen",
        "firmest",
        "financial",
        "footing",
        "since",
        "initial",
        "public",
        "outlook",
        "opgen",
        "expects",
        "advance",
        "following",
        "business",
        "objective",
        "transition",
        "commercial",
        "phase",
        "molecular",
        "informatics",
        "business",
        "derive",
        "revenue",
        "sale",
        "ruo",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "large",
        "hospital",
        "pharmaceutical",
        "clinical",
        "research",
        "organization",
        "complete",
        "ruo",
        "clinical",
        "verification",
        "study",
        "fda",
        "clinical",
        "trial",
        "support",
        "clearance",
        "vitro",
        "diagnostic",
        "use",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "test",
        "acuitas",
        "lighthouse",
        "software",
        "file",
        "k",
        "application",
        "fda",
        "fourth",
        "quarter",
        "acuitas",
        "amr",
        "gene",
        "panel",
        "acuitas",
        "lighthouse",
        "software",
        "support",
        "full",
        "commercial",
        "launch",
        "clinical",
        "use",
        "add",
        "system",
        "qiagen",
        "ez1",
        "advanced",
        "xl",
        "system",
        "placement",
        "enter",
        "additional",
        "supply",
        "cooperation",
        "agreement",
        "support",
        "new",
        "acuitas",
        "product",
        "family",
        "development",
        "complete",
        "cdc",
        "contract",
        "demonstration",
        "project",
        "colombia",
        "development",
        "clinical",
        "decision",
        "support",
        "solution",
        "am",
        "infection",
        "control",
        "country",
        "continue",
        "seek",
        "funding",
        "development",
        "program",
        "maintain",
        "cost",
        "reduction",
        "overall",
        "cash",
        "burn",
        "rate",
        "help",
        "provide",
        "extended",
        "operating",
        "cash",
        "runway",
        "conference",
        "call",
        "information",
        "opgen",
        "management",
        "hold",
        "conference",
        "call",
        "today",
        "beginning",
        "eastern",
        "time",
        "discus",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "business",
        "activity",
        "answer",
        "question",
        "call",
        "accessed",
        "dialing",
        "domestic",
        "international",
        "providing",
        "conference",
        "id",
        "live",
        "webcast",
        "conference",
        "call",
        "accessed",
        "visiting",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "replay",
        "webcast",
        "available",
        "shortly",
        "conclusion",
        "call",
        "company",
        "website",
        "day",
        "telephone",
        "replay",
        "conference",
        "call",
        "available",
        "eastern",
        "time",
        "today",
        "march",
        "accessed",
        "dialing",
        "domestic",
        "international",
        "listener",
        "provide",
        "conference",
        "id",
        "opgen",
        "opgen",
        "harnessing",
        "power",
        "informatics",
        "genomic",
        "analysis",
        "provide",
        "complete",
        "solution",
        "patient",
        "hospital",
        "infection",
        "prevention",
        "treatment",
        "information",
        "please",
        "visit",
        "opgen",
        "acuitas",
        "acuitas",
        "lighthouse",
        "registered",
        "trademark",
        "opgen",
        "quantstudio",
        "pcr",
        "system",
        "registered",
        "trademark",
        "thermo",
        "fisher",
        "scientific",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "relating",
        "company",
        "financial",
        "result",
        "outlook",
        "statement",
        "statement",
        "regarding",
        "opgen",
        "future",
        "plan",
        "goal",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "intended",
        "qualify",
        "safe",
        "harbor",
        "liability",
        "established",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "often",
        "difficult",
        "predict",
        "beyond",
        "control",
        "may",
        "cause",
        "result",
        "expectation",
        "factor",
        "could",
        "cause",
        "result",
        "described",
        "include",
        "limited",
        "ability",
        "successfully",
        "timely",
        "develop",
        "seek",
        "obtain",
        "regulatory",
        "clearance",
        "commercialize",
        "product",
        "service",
        "offering",
        "rate",
        "adoption",
        "product",
        "service",
        "hospital",
        "healthcare",
        "provider",
        "success",
        "commercialization",
        "effort",
        "effect",
        "business",
        "existing",
        "new",
        "regulatory",
        "requirement",
        "economic",
        "competitive",
        "factor",
        "discussion",
        "significant",
        "risk",
        "uncertainty",
        "associated",
        "opgen",
        "business",
        "please",
        "review",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "based",
        "expectation",
        "date",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "opgen",
        "contact",
        "michael",
        "farmer",
        "director",
        "marketing",
        "mfarmer",
        "investorrelations",
        "investor",
        "contact",
        "lha",
        "investor",
        "relation",
        "kim",
        "sutton",
        "golodetz",
        "kgolodetz",
        "bruce",
        "voss",
        "bvoss",
        "table",
        "follow",
        "opgen",
        "consolidated",
        "balance",
        "sheet",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "noncurrent",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "compensation",
        "benefit",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "note",
        "payable",
        "current",
        "maturity",
        "capital",
        "lease",
        "obligation",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "warrant",
        "liability",
        "capital",
        "lease",
        "obligation",
        "noncurrent",
        "liability",
        "total",
        "liability",
        "commitment",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "opgen",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "product",
        "sale",
        "laboratory",
        "service",
        "collaboration",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "cost",
        "product",
        "sold",
        "cost",
        "service",
        "research",
        "development",
        "general",
        "administrative",
        "sale",
        "marketing",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "expense",
        "expense",
        "interest",
        "expense",
        "foreign",
        "currency",
        "transaction",
        "loss",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "total",
        "expense",
        "loss",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "preferred",
        "stock",
        "dividend",
        "beneficial",
        "conversion",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "foreign",
        "currency",
        "translation",
        "comprehensive",
        "loss",
        "source",
        "opgen",
        "inc"
    ]
}