{
    "organizations": [],
    "uuid": "4218f8c2392b1dba9027ba1a296c6cec7a088d44",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/03/15/term-sheet-thursday-march-15/",
    "ord_in_thread": 0,
    "title": "Term Sheet -- Thursday, March 15",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Polina Marinova 8:59 AM EDT ‘FRAUD IS NOT A TRADE SECRET’\nGood morning, Term Sheet readers.\nMore than $700 million: That’s how much capital Theranos CEO Elizabeth Holmes raised from investors for her blood-testing company. And she did it by using language like this:\n“We do routine, specialty, and esoteric tests. What we’ve done is take those, and develop the chemistry and analytic systems that made it possible to run them on a microsystem.”\nOnce questioned about why the company was not performing hundreds of tests using its proprietary technology, it issued statements like this:\n“Over time, we’ve been optimizing our clinical lab to bring up tests that are more commonly ordered, and in some cases move resources off the proprietary tests that are less commonly ordered to get to a point where the ordering patterns we are seeing can all be accommodated through our finger-stick technology.”\nYou follow? Neither did investors, reporters, and the public. Since the very beginning, Holmes has been criticized by industry peers about running an operation shrouded in secrecy, but the opaqueness was easy to defend — Competitors are watching! We must protect trade secrets!\nAt Theranos, silence was golden. The company reportedly kept departments siloed, preventing employees from discussing projects with one another. It also allegedly demanded all visitors sign a non-disclosure agreement before entering the building.\nAs I’ve said before , it’s my opinion that when hundreds of millions of dollars are on the line, investors should expect accountability, transparency, and verification. This is becoming harder and harder as private companies actively work to maintain secrecy. Yet the hype builds, the money pours in, and whistleblowers are dismissed as “disgruntled former employees.”\nFortune was the first magazine to dedicate a cover to Holmes, who then went on to grace the covers of virtually every major business publication. When Roger Parloff was reporting the story for Fortune in 2014, he asked questions that the company told him were “getting into the realm of trade secret.”\nBut after years of secrets, the Securities & Exchange Commission shined a light on the reality of the company’s day-to-day operations. On Wednesday, the SEC charged Holmes and the company’s former president Ramesh “Sunny” Balwani with an “elaborate, years-long fraud in which they exaggerated or made false statements about the company’s technology, business, and financial performance.”\nSo in one of the most spectacular flameouts in recent years, Theranos went from a $9 billion Silicon Valley unicorn to a Silicon Valley unicorpse. Here’s the biggest lesson the Valley can learn from this: What happens in the dark will always come out in the light.\nI’ll leave you with a Quote: from Tyler Shultz, the employee who blew the whistle on Theranos : “Fraud is not a trade secret. I refuse to allow bullying, intimidation and threat of legal action to take away my First Amendment right to speak out against wrongdoing.”\n*NEWSLETTER ALERT:* Fortune recently launched “ The Ledger ,” a new franchise focused on cryptocurrency and the blockchain. Now, reporters Jeff John Roberts, Jen Wieczner and Robert Hackett are launching a fire new newsletter to help you catch up on the latest in crypto. Sign up here .\nAdvertisement THE LATEST FROM FORTUNE...\n• How Debt Could Blow Up the Trump Economy (by Shawn Tully)\n• Radio Broadcaster iHeartMedia Files for Bankruptcy Under Pressure from Competitors\n• Billionaire Alan Howard Is Said to Be Planning Investments in Cryptocurrencies\n• Toys ‘R’ Us Set To Close All of Its U.S. Stores (by Phil Wahba)\nVENTURE DEALS\n• Airtable , a San Francisco-based platform that enables users to build custom apps, raised $52 million in Series B funding. CRV and Caffeinated Capital co-led the round, and were joined by investors including Freestyle Capital and Slow Ventures .\n• Zūm , a Redwood City, Calif.-based provider of transportation and care for children, raised $19 million in Series B funding. Spark Capital led the round, and was joined by investors including Sequoia Capital.\n• Faction , a Denver-based enterprise-class Infrastructure-as-a-Service (IAAS) cloud service provider, raised $18 million in Series B funding. River Cities Capital Funds led the round, and was joined by investors including Dell Technologies Capital, Sweetwater Capital, Meritage Funds and Charterhouse Strategic Partners .\n• Blue Vision Labs , a London-based augmented reality startup, raised $17 million in funding in funding. GV led the round, and was joined by investors including Accel, Horizons Ventures, and SV Angel.\n• Kiddom , a San Francisco-based developer behind a K-12 content management and collaborative learning platform, raised $15 million in Series B funding. Owl Ventures led the round, and was joined by investors including Khosla Ventures.\n• Solebit , an Israel-based developer of solutions that detects and prevents advanced persistent threats, raised $11 million in Series A funding. ClearSky Security led the round, and was joined by investors including MassMutual Ventures and Glilot Capital Partners .\n• FAZUA , a Munich-based manufacturer of e-bike drive systems, raised $8 million in funding. Unternehmertum Venture Capital Partners led the round, and was joined by investors including Bayern Kapital and High-Tech Gruenderfonds.\n• B2X , a Germany-based provider of customer care services for smart mobile and consumer IoT devices, raised 6.25 million euros (about $7.7 million) in funding. The investor was Cipio Partners.\n• Wefarm , a U.K.-based farmer-to-farmer digital network, raised $5 million in seed funding. True Ventures led the round, and was joined by investors including Skype, WordPress founder Matt Mullenweg, Blue Bottle Coffee CEO Bryan Meehan, LocalGlobe and Accelerated Digital Ventures.\n• LandscapeHub , a Chicago-based provider of an online B2B marketplace that connects buyers and supplies within one central platform, raised $4.4 million in seed funding. Chicago Ventures led the round, and was joined by investors including Hyde Park Venture Partners .\n• Tech Will Save Us , a U.K.-based creator of toys that kids can build and code themselves, raised $4.2 million in Series A funding. Initial Capital led the round, and was joined by investors including Backed VC and SaatchInvest.\n• Figo Pet Insurance, a Chicago-based insurtech company with a pet cloud, raised $4 million in funding. HCS Capital Partners led the round.\n• Algoreg , a Luxembourg-based regulatory technology company, raised $1 million in Series A funding. Investors include GAI RegTech Ventures, Jean-Pierre Bitton and G&F fund.\nAdvertisement HEALTH AND LIFE SCIENCES DEALS\n• IDEAYA Biosciences, Inc. , an oncology-focused biotechnology company, raised $94 million in Series B funding. Investors include BVF Partners L.P., Perceptive Advisors LLC, Nextech Invest Ltd., GV, Roche Venture Fund, 6 Dimensions Capital, Boxer Capital of the Tavistock Group, Driehaus Capital Management, 5AM Ventures, Canaan Partners, Celgene Corporation, WuXi Healthcare Ventures, and Alexandria Venture Investments.\n• Foghorn Therapeutics , a Cambridge, Mass.-based developer of therapies for cancer and other serious diseases, raised $50 million in funding. The investor was Flagship Pioneering.\n• SmartZyme BioPharma , a New York City-based life science startup, raised funding of an undisclosed amount. OrbiMed Advisors and Virtus Inspire Ventures led the round.\nAdvertisement PRIVATE EQUITY DEALS\n• Luminate Capital Partners made an investment in Conexiom , a provider of cloud-based supply chain document automation software solutions. Financial terms weren’t disclosed.\n• Industrial Opportunity Partners acquired Royston LLC , a Jasper, Ga.-based maker of merchandising fixtures and equipment. Financial terms weren’t disclosed.\n• Nordic Capital is buying Trustly , a Sweden-based provider of online banking payment and processing solutions, in a deal that values the payment company at 700 million euros ($865.2 million), according to The Financial Times .\n• Cairngorm Capital Partners acquired Parker Building Supplies , a U.K.-based provider of heavyside building materials to trade and retail customers. Financial terms weren’t disclosed.\n• Delos Capital acquired Sage , a Delhi, India-based maker of specialty metal products. Financial terms weren’t disclosed.\n• L Catterton agreed to acquire Airxcel , a Wichita, Kansas-based maker of branded, market leading heating, ventilating, air conditioning and appliance products. Financial terms weren’t disclosed.\n• Argentum Group made a “significant” investment in LAUNCH Technical Workforce Solutions , an Oak Brook, Ill.-based technical workforce solution provider to the aviation industry, Financial terms weren’t disclosed.\n• The Carlyle Group and 22C Capital made an investment in DiscoverOrg , a Vancouver-based sales and marketing intelligence provider. Financial terms weren’t disclosed.\n• NexPhase Capital acquired Gulf Coast Pain Institute , a Pensacola, Fla.-based pain management practice. Financial terms weren’t disclosed.\nAdvertisement OTHER DEALS\n• Experian will acquire ClearScore , a London-based credit score platform, for £275 million ($385 million), plus an unspecified earnout based on future performance.\n• Bullhorn acquired Talent Rover , a Chicago-based recruitment software platform, and Jobscience , a San Francisco-based social relationship management hiring software. Financial terms weren’t disclosed.\n• Critical Start agreed to acquire Advanced Threat Analytics , a Plano, Texas-based security analytics platform. Financial terms weren’t disclosed.\nAdvertisement IPOs\n• Qu Toutiao, a Shanghai-based headlines and video aggregation startup, is considering an IPO that could give it a valuation of as much as $3 billion, Bloomberg reports citing sources. Read more .\n• Sunlands Online Education Group , a Beijing, China-based provider of online education firm, said it plans to raise $163 million in an offering of 13 million ADSs priced between $11.50 to $13.50. The firm posted revenue of $61.8 million in 2016 and loss of $37.4 million. Goldman Sachs, J.P. Morgan, and Credit Suisse are joint bookrunners in the deal. The firm It plans to list on the NYSE as “STG.” Read more .\n• Arcus Biosciences , a Hayward, Calif-based biotech developing immunotherapy drugs, raised $120 million in an IPO of 8 million shares priced at $15 a piece. The firm posted revenue of $1.4 million and loss of $53.1 million in 2017. Google’s parent company and The Column Group back the company. Citi, Goldman Sachs, and Leerink Partners are underwriters in the deal. The firm plans to list on the NYSE as “RCUS.” Read more .\n• Trident Acquisitions, a New York-based SPAC formed to acquire a natural resources firm in Eastern Europe, filed for a $175 million IPO. Chardan Capital Markets is bookrunner in the deal. The firm plans to list on the Nasdaq as “TDACU.”\nAdvertisement EXITS\n• Sun Capital Partners sold Demilec , an Arlington, Texas-based maker of spray polyurethane foam insulation systems for residential and commercial applications, to Huntsman Corp . According to terms of the deal, Huntsman will pay $350 million in cash.\nAdvertisement FIRMS + FUNDS\n• Baseline Ventures , a San Francisco-based venture capital firm, set out to raise Baseline Ventures 1819, according to an SEC filing .\n• Five Seasons Ventures , a Paris-based venture capital firm, raised “in excess of €60 million” ($74 million).\nAdvertisement SHARE TODAY'S TERM SHEET\nView this email in your browser .\nPolina Marinova produces Term Sheet, and Lucinda Shen compiles the IPO news. Send deal announcements to Polina here and IPO news to Lucinda here .",
    "published": "2018-03-15T19:59:00.000+02:00",
    "crawled": "2018-03-15T20:08:53.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "polina",
        "marinova",
        "edt",
        "fraud",
        "trade",
        "secret",
        "good",
        "morning",
        "term",
        "sheet",
        "reader",
        "million",
        "much",
        "capital",
        "theranos",
        "ceo",
        "elizabeth",
        "holmes",
        "raised",
        "investor",
        "company",
        "using",
        "language",
        "like",
        "routine",
        "specialty",
        "esoteric",
        "test",
        "done",
        "take",
        "develop",
        "chemistry",
        "analytic",
        "system",
        "made",
        "possible",
        "run",
        "questioned",
        "company",
        "performing",
        "hundred",
        "test",
        "using",
        "proprietary",
        "technology",
        "issued",
        "statement",
        "like",
        "time",
        "optimizing",
        "clinical",
        "lab",
        "bring",
        "test",
        "commonly",
        "ordered",
        "case",
        "move",
        "resource",
        "proprietary",
        "test",
        "less",
        "commonly",
        "ordered",
        "get",
        "point",
        "ordering",
        "pattern",
        "seeing",
        "accommodated",
        "follow",
        "neither",
        "investor",
        "reporter",
        "public",
        "since",
        "beginning",
        "holmes",
        "criticized",
        "industry",
        "peer",
        "running",
        "operation",
        "shrouded",
        "secrecy",
        "opaqueness",
        "easy",
        "defend",
        "competitor",
        "watching",
        "must",
        "protect",
        "trade",
        "secret",
        "theranos",
        "silence",
        "golden",
        "company",
        "reportedly",
        "kept",
        "department",
        "siloed",
        "preventing",
        "employee",
        "discussing",
        "project",
        "one",
        "another",
        "also",
        "allegedly",
        "demanded",
        "visitor",
        "sign",
        "agreement",
        "entering",
        "building",
        "said",
        "opinion",
        "hundred",
        "million",
        "dollar",
        "line",
        "investor",
        "expect",
        "accountability",
        "transparency",
        "verification",
        "becoming",
        "harder",
        "harder",
        "private",
        "company",
        "actively",
        "work",
        "maintain",
        "secrecy",
        "yet",
        "hype",
        "build",
        "money",
        "pours",
        "whistleblower",
        "dismissed",
        "disgruntled",
        "former",
        "fortune",
        "first",
        "magazine",
        "dedicate",
        "cover",
        "holmes",
        "went",
        "grace",
        "cover",
        "virtually",
        "every",
        "major",
        "business",
        "publication",
        "roger",
        "parloff",
        "reporting",
        "story",
        "fortune",
        "asked",
        "question",
        "company",
        "told",
        "getting",
        "realm",
        "trade",
        "year",
        "secret",
        "security",
        "exchange",
        "commission",
        "shined",
        "light",
        "reality",
        "company",
        "operation",
        "wednesday",
        "sec",
        "charged",
        "holmes",
        "company",
        "former",
        "president",
        "ramesh",
        "sunny",
        "balwani",
        "elaborate",
        "fraud",
        "exaggerated",
        "made",
        "false",
        "statement",
        "company",
        "technology",
        "business",
        "financial",
        "one",
        "spectacular",
        "flameouts",
        "recent",
        "year",
        "theranos",
        "went",
        "billion",
        "silicon",
        "valley",
        "unicorn",
        "silicon",
        "valley",
        "unicorpse",
        "biggest",
        "lesson",
        "valley",
        "learn",
        "happens",
        "dark",
        "always",
        "come",
        "light",
        "leave",
        "quote",
        "tyler",
        "shultz",
        "employee",
        "blew",
        "whistle",
        "theranos",
        "fraud",
        "trade",
        "secret",
        "refuse",
        "allow",
        "bullying",
        "intimidation",
        "threat",
        "legal",
        "action",
        "take",
        "away",
        "first",
        "amendment",
        "right",
        "speak",
        "newsletter",
        "alert",
        "fortune",
        "recently",
        "launched",
        "ledger",
        "new",
        "franchise",
        "focused",
        "cryptocurrency",
        "blockchain",
        "reporter",
        "jeff",
        "john",
        "robert",
        "jen",
        "wieczner",
        "robert",
        "hackett",
        "launching",
        "fire",
        "new",
        "newsletter",
        "help",
        "catch",
        "latest",
        "crypto",
        "sign",
        "advertisement",
        "latest",
        "fortune",
        "debt",
        "could",
        "blow",
        "trump",
        "economy",
        "shawn",
        "tully",
        "radio",
        "broadcaster",
        "iheartmedia",
        "file",
        "bankruptcy",
        "pressure",
        "competitor",
        "billionaire",
        "alan",
        "howard",
        "said",
        "planning",
        "investment",
        "cryptocurrencies",
        "toy",
        "r",
        "u",
        "set",
        "close",
        "store",
        "phil",
        "wahba",
        "venture",
        "deal",
        "airtable",
        "san",
        "platform",
        "enables",
        "user",
        "build",
        "custom",
        "apps",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "crv",
        "caffeinated",
        "capital",
        "round",
        "joined",
        "investor",
        "including",
        "freestyle",
        "capital",
        "slow",
        "venture",
        "zūm",
        "redwood",
        "city",
        "provider",
        "transportation",
        "care",
        "child",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "spark",
        "capital",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "sequoia",
        "capital",
        "faction",
        "iaa",
        "cloud",
        "service",
        "provider",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "river",
        "city",
        "capital",
        "fund",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "dell",
        "technology",
        "capital",
        "sweetwater",
        "capital",
        "meritage",
        "fund",
        "charterhouse",
        "strategic",
        "partner",
        "blue",
        "vision",
        "lab",
        "augmented",
        "reality",
        "startup",
        "raised",
        "million",
        "funding",
        "funding",
        "gv",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "accel",
        "horizon",
        "venture",
        "sv",
        "angel",
        "kiddom",
        "san",
        "developer",
        "behind",
        "content",
        "management",
        "collaborative",
        "learning",
        "platform",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "owl",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "khosla",
        "venture",
        "solebit",
        "developer",
        "solution",
        "detects",
        "prevents",
        "advanced",
        "persistent",
        "threat",
        "raised",
        "million",
        "series",
        "funding",
        "clearsky",
        "security",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "massmutual",
        "venture",
        "glilot",
        "capital",
        "partner",
        "fazua",
        "manufacturer",
        "drive",
        "system",
        "raised",
        "million",
        "funding",
        "unternehmertum",
        "venture",
        "capital",
        "partner",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "bayern",
        "kapital",
        "gruenderfonds",
        "b2x",
        "provider",
        "customer",
        "care",
        "service",
        "smart",
        "mobile",
        "consumer",
        "iot",
        "device",
        "raised",
        "million",
        "euro",
        "million",
        "funding",
        "investor",
        "cipio",
        "partner",
        "wefarm",
        "digital",
        "network",
        "raised",
        "million",
        "seed",
        "funding",
        "true",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "skype",
        "wordpress",
        "founder",
        "matt",
        "mullenweg",
        "blue",
        "bottle",
        "coffee",
        "ceo",
        "bryan",
        "meehan",
        "localglobe",
        "accelerated",
        "digital",
        "venture",
        "landscapehub",
        "provider",
        "online",
        "b2b",
        "marketplace",
        "connects",
        "buyer",
        "supply",
        "within",
        "one",
        "central",
        "platform",
        "raised",
        "million",
        "seed",
        "funding",
        "chicago",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "hyde",
        "park",
        "venture",
        "partner",
        "tech",
        "save",
        "u",
        "creator",
        "toy",
        "kid",
        "build",
        "code",
        "raised",
        "million",
        "series",
        "funding",
        "initial",
        "capital",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "backed",
        "vc",
        "saatchinvest",
        "figo",
        "pet",
        "insurance",
        "insurtech",
        "company",
        "pet",
        "cloud",
        "raised",
        "million",
        "funding",
        "hcs",
        "capital",
        "partner",
        "led",
        "round",
        "algoreg",
        "regulatory",
        "technology",
        "company",
        "raised",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "gai",
        "regtech",
        "venture",
        "bitton",
        "g",
        "f",
        "fund",
        "advertisement",
        "health",
        "life",
        "science",
        "deal",
        "ideaya",
        "bioscience",
        "biotechnology",
        "company",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "investor",
        "include",
        "bvf",
        "partner",
        "perceptive",
        "advisor",
        "llc",
        "nextech",
        "invest",
        "gv",
        "roche",
        "venture",
        "fund",
        "dimension",
        "capital",
        "boxer",
        "capital",
        "tavistock",
        "group",
        "driehaus",
        "capital",
        "management",
        "5am",
        "venture",
        "canaan",
        "partner",
        "celgene",
        "corporation",
        "wuxi",
        "healthcare",
        "venture",
        "alexandria",
        "venture",
        "investment",
        "foghorn",
        "therapeutic",
        "cambridge",
        "developer",
        "therapy",
        "cancer",
        "serious",
        "disease",
        "raised",
        "million",
        "funding",
        "investor",
        "flagship",
        "pioneering",
        "smartzyme",
        "biopharma",
        "new",
        "york",
        "life",
        "science",
        "startup",
        "raised",
        "funding",
        "undisclosed",
        "amount",
        "orbimed",
        "advisor",
        "virtu",
        "inspire",
        "venture",
        "led",
        "round",
        "advertisement",
        "private",
        "equity",
        "deal",
        "luminate",
        "capital",
        "partner",
        "made",
        "investment",
        "conexiom",
        "provider",
        "supply",
        "chain",
        "document",
        "automation",
        "software",
        "solution",
        "financial",
        "term",
        "disclosed",
        "industrial",
        "opportunity",
        "partner",
        "acquired",
        "royston",
        "llc",
        "jasper",
        "maker",
        "merchandising",
        "fixture",
        "equipment",
        "financial",
        "term",
        "disclosed",
        "nordic",
        "capital",
        "buying",
        "trustly",
        "provider",
        "online",
        "banking",
        "payment",
        "processing",
        "solution",
        "deal",
        "value",
        "payment",
        "company",
        "million",
        "euro",
        "million",
        "according",
        "financial",
        "time",
        "cairngorm",
        "capital",
        "partner",
        "acquired",
        "parker",
        "building",
        "supply",
        "provider",
        "heavyside",
        "building",
        "material",
        "trade",
        "retail",
        "customer",
        "financial",
        "term",
        "disclosed",
        "delos",
        "capital",
        "acquired",
        "sage",
        "delhi",
        "maker",
        "specialty",
        "metal",
        "product",
        "financial",
        "term",
        "disclosed",
        "l",
        "catterton",
        "agreed",
        "acquire",
        "airxcel",
        "wichita",
        "maker",
        "branded",
        "market",
        "leading",
        "heating",
        "ventilating",
        "air",
        "conditioning",
        "appliance",
        "product",
        "financial",
        "term",
        "disclosed",
        "argentum",
        "group",
        "made",
        "significant",
        "investment",
        "launch",
        "technical",
        "workforce",
        "solution",
        "oak",
        "brook",
        "technical",
        "workforce",
        "solution",
        "provider",
        "aviation",
        "industry",
        "financial",
        "term",
        "disclosed",
        "carlyle",
        "group",
        "22c",
        "capital",
        "made",
        "investment",
        "discoverorg",
        "sale",
        "marketing",
        "intelligence",
        "provider",
        "financial",
        "term",
        "disclosed",
        "nexphase",
        "capital",
        "acquired",
        "gulf",
        "coast",
        "pain",
        "institute",
        "pensacola",
        "pain",
        "management",
        "practice",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "deal",
        "experian",
        "acquire",
        "clearscore",
        "credit",
        "score",
        "platform",
        "million",
        "million",
        "plus",
        "unspecified",
        "earnout",
        "based",
        "future",
        "performance",
        "bullhorn",
        "acquired",
        "talent",
        "rover",
        "recruitment",
        "software",
        "platform",
        "jobscience",
        "san",
        "social",
        "relationship",
        "management",
        "hiring",
        "software",
        "financial",
        "term",
        "disclosed",
        "critical",
        "start",
        "agreed",
        "acquire",
        "advanced",
        "threat",
        "analytics",
        "plano",
        "security",
        "analytics",
        "platform",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "ipo",
        "qu",
        "toutiao",
        "headline",
        "video",
        "aggregation",
        "startup",
        "considering",
        "ipo",
        "could",
        "give",
        "valuation",
        "much",
        "billion",
        "bloomberg",
        "report",
        "citing",
        "source",
        "read",
        "sunlands",
        "online",
        "education",
        "group",
        "beijing",
        "provider",
        "online",
        "education",
        "firm",
        "said",
        "plan",
        "raise",
        "million",
        "offering",
        "million",
        "adss",
        "priced",
        "firm",
        "posted",
        "revenue",
        "million",
        "loss",
        "million",
        "goldman",
        "sachs",
        "morgan",
        "credit",
        "suisse",
        "joint",
        "bookrunners",
        "deal",
        "firm",
        "plan",
        "list",
        "nyse",
        "read",
        "arcus",
        "bioscience",
        "hayward",
        "biotech",
        "developing",
        "immunotherapy",
        "drug",
        "raised",
        "million",
        "ipo",
        "million",
        "share",
        "priced",
        "piece",
        "firm",
        "posted",
        "revenue",
        "million",
        "loss",
        "million",
        "google",
        "parent",
        "company",
        "column",
        "group",
        "back",
        "company",
        "citi",
        "goldman",
        "sachs",
        "leerink",
        "partner",
        "underwriter",
        "deal",
        "firm",
        "plan",
        "list",
        "nyse",
        "read",
        "trident",
        "acquisition",
        "new",
        "spac",
        "formed",
        "acquire",
        "natural",
        "resource",
        "firm",
        "eastern",
        "europe",
        "filed",
        "million",
        "ipo",
        "chardan",
        "capital",
        "market",
        "bookrunner",
        "deal",
        "firm",
        "plan",
        "list",
        "nasdaq",
        "advertisement",
        "exit",
        "sun",
        "capital",
        "partner",
        "sold",
        "demilec",
        "arlington",
        "maker",
        "spray",
        "polyurethane",
        "foam",
        "insulation",
        "system",
        "residential",
        "commercial",
        "application",
        "huntsman",
        "corp",
        "according",
        "term",
        "deal",
        "huntsman",
        "pay",
        "million",
        "cash",
        "advertisement",
        "firm",
        "fund",
        "baseline",
        "venture",
        "san",
        "venture",
        "capital",
        "firm",
        "set",
        "raise",
        "baseline",
        "venture",
        "according",
        "sec",
        "filing",
        "five",
        "season",
        "venture",
        "venture",
        "capital",
        "firm",
        "raised",
        "excess",
        "million",
        "million",
        "advertisement",
        "share",
        "today",
        "term",
        "sheet",
        "view",
        "email",
        "browser",
        "polina",
        "marinova",
        "produce",
        "term",
        "sheet",
        "lucinda",
        "shen",
        "compiles",
        "ipo",
        "news",
        "send",
        "deal",
        "announcement",
        "polina",
        "ipo",
        "news",
        "lucinda"
    ]
}