{
    "organizations": [],
    "uuid": "4274973236c92cfc1a84ddddab17c4e4eab5eb8c",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/29/white-house-lawyer-ty-cobb-on-why-trump-is-cooperating-with-mueller.html",
    "ord_in_thread": 0,
    "title": "White House lawyer Ty Cobb on why Trump is cooperating with Mueller",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "White House lawyer Ty Cobb has one of the hardest jobs in Washington: persuading President Trump to continue cooperating with the Russia investigation even as Trump edges closer to going to war with — and potentially firing — special counsel Robert Mueller.\nIt's a delicate line to walk, especially after the resignation last week of Trump's personal lawyer John Dowd, who was frustrated that Trump wanted to sit down with Mueller despite Dowd's explicit warnings that doing so would be dangerous. There are also persistent rumors that Trump wants to fire Cobb and replace him with someone willing to take a much harder line with Mueller.\n\nMore from Vox: \nA Chinese space station is hurtling toward Earth. Where will it land?\nCongress is quietly letting Trump bulldoze a butterfly refuge to build a border wall\nVox Sentences: A week after the Stephon Clark shooting, protests are still ongoing \nWhen I spoke to Cobb Wednesday, he told me he expects to stay in his job and insisted that the White House had no plans to fire Mueller. Instead, he said the White House would continue to work with Mueller and his team — and laid out a detailed case for why that's a smarter approach than trying to battle the special counsel.\nA transcript of our conversation, lightly edited for length and clarity, follows.\nZachary Fryer-Biggs When you started in July 2017, you said that the White House was in \" full cooperation mode \" with the Mueller probe. Why should the White House cooperate with the Mueller team?\nTy Cobb You don't have much choice; otherwise, they subpoena. As people who pay attention have noticed, there have been no subpoenas, there have been no grand jury subpoenas. This has gone in a very smooth way. You haven't heard any complaints from Mueller, and everything is negotiated heavily, so it's not like we just opened up the file drawers and let them come in and pick out what they wanted.\nZachary Fryer-Biggs Before Dowd resigned last week , he'd publicly urged the Justice Department to shut down the probe . Is the entire legal team still on board with fully cooperating with the investigation?\nTy Cobb Dowd took multiple public stances. Jay Sekulow [the lawyer running Trump's personal legal team] has always been a fan of cooperation. And the stuff that's always said about [White House counsel Don] McGahn being opposed, that's just not true. McGahn saw every document that was produced that was related to him and never peeped. And since he's a significant participant in several of the key events, it wouldn't have been proper for him to comment on it.\nZachary Fryer-Biggs There was a New York Times story written based on a conversation a reporter overheard between you and Dowd. The story said you and McGahn disagreed about whether to cooperate with the Mueller probe, with him being against it. Was the story right?\nTy Cobb That was incorrect. The reporting of the conversation was largely inaccurate.\nZachary Fryer-Biggs Stories about disagreements within the legal team have driven rumors that you might not stay in the White House. Do you think you'll be leaving anytime soon?\nTy Cobb I don't. The reality is my job is to make sure that the White House interacts with the special counsel in an honorable, ethical, responsive way. That's a relatively important task for the dignity of this White House and future White Houses, and it's a serious task. I don't represent the president personally, like Jay [Sekulow] and John [Dowd] did.\nZachary Fryer-Biggs Are White House officials working with you or against you in giving Mueller what he wants?\nTy Cobb I've gotten widespread cooperation throughout the administration with isolated exceptions, but I always got the materials that the independent counsel deserved. The reality is they didn't get much of anything, if anything, that they wouldn't have gotten had we forced them to get a subpoena. All that would have done is unnecessarily pissed people off and slowed things down by maybe 60 days. It's not that they got a lot of stuff that they weren't entitled to.\nZachary Fryer-Biggs Is there anything to the reporting that Dowd left the legal team because Trump wasn't listening to his advice about dealing with Mueller and not doing an interview?\nTy Cobb I don't know. I understand that he said that. I confess to being puzzled, but I wasn't involved in the conversation when they broke up.\nZachary Fryer-Biggs Are you involved with the decision on whether the president sits down for an interview with Mueller?\nTy Cobb I have some role there, once they have a final agreement [on the scope of an interview]. If there are questions that unduly intrude into significant White House issues, Article II issues, executive privilege issues, classified issues, I have the ability to speak up at that stage in the game. So I'll have some role, but I don't have a role in framing the questions.\nZachary Fryer-Biggs But you haven't been involved in deciding whether the president should do the interview?\nTy Cobb I have not participated in any of the discussions.\n\"IT GOT BAKED INTO THE NARRATIVE THAT I WAS SOMEHOW TRYING TO APPEASE THE PRESIDENT, AND THAT'S JUST NOT TRUE\"Zachary Fryer-Biggs\nYou've said a couple of times in the last year that you thought Mueller's investigation would be over very soon , and yet the probe continues. Why do you think the investigation continues?\nTy Cobb There were several things that slowed it down. The reality is that I never actually said that it would be over soon. I said it could be over soon. It got baked into the narrative that I was somehow trying to appease the president, and that's just not true.\nThe reality is that I had hoped with some success we could have gotten the document production [sending documents to Mueller] done earlier, but I didn't have the staff or the support internally in the White House initially to get that done. And Mueller fully understood that. He's my audience, not anybody else, and I needed him to understand that I was working as hard as I could with whatever I had to meet his deadline, so, mission accomplished as far as I'm concerned.\nZachary Fryer-Biggs Do you now have the staff you need to try to take care of documents and set up the interviews Mueller wants?\nTy Cobb It took me until early to mid-September to get staffed up and get everything done.\nZachary Fryer-Biggs Are there a lot of outstanding requests from Mueller that you haven't filled?\nTy Cobb The initial omnibus request, I completed that in October working 20-hour days with a big group of people, and that facilitated the interviews. The interviews got dragged out because of the schedules of people I don't control, including the special counsel. Then there was the book [ Michael Wolff's Fire and Fury ]. The book delayed things because then they had to go back and check boxes on people who really hadn't been considered important witnesses. But given the salacious stuff in Wolff's book, they brought in a new set of witnesses, and then the book forced them to revisit previous witnesses.\nEvery week, something new happens. At some point, the inspector general report is going to come out with regard to [former FBI Deputy Director Andrew] McCabe and [former FBI Director James] Comey, and that could slow things down. Comey's book could slow things down. You can't count on those things. But I don't have any complaints about the way they've [Mueller's team] responded, and they haven't complained to me about anything I've done, and I view that as a victory.\nZachary Fryer-Biggs One last thing: Do you think Trump is going to try to fire Mueller?\nTy Cobb I have said repeatedly on the record that there is no intention of firing Mueller.",
    "published": "2018-03-29T20:30:00.000+03:00",
    "crawled": "2018-03-29T20:12:46.016+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "white",
        "house",
        "lawyer",
        "ty",
        "cobb",
        "one",
        "hardest",
        "job",
        "washington",
        "persuading",
        "president",
        "trump",
        "continue",
        "cooperating",
        "russia",
        "investigation",
        "even",
        "trump",
        "edge",
        "closer",
        "going",
        "war",
        "potentially",
        "firing",
        "special",
        "counsel",
        "robert",
        "mueller",
        "delicate",
        "line",
        "walk",
        "especially",
        "resignation",
        "last",
        "week",
        "trump",
        "personal",
        "lawyer",
        "john",
        "dowd",
        "frustrated",
        "trump",
        "wanted",
        "sit",
        "mueller",
        "despite",
        "dowd",
        "explicit",
        "warning",
        "would",
        "dangerous",
        "also",
        "persistent",
        "rumor",
        "trump",
        "want",
        "fire",
        "cobb",
        "replace",
        "someone",
        "willing",
        "take",
        "much",
        "harder",
        "line",
        "mueller",
        "vox",
        "chinese",
        "space",
        "station",
        "hurtling",
        "toward",
        "earth",
        "land",
        "congress",
        "quietly",
        "letting",
        "trump",
        "bulldoze",
        "butterfly",
        "refuge",
        "build",
        "border",
        "wall",
        "vox",
        "sentence",
        "week",
        "stephon",
        "clark",
        "shooting",
        "protest",
        "still",
        "ongoing",
        "spoke",
        "cobb",
        "wednesday",
        "told",
        "expects",
        "stay",
        "job",
        "insisted",
        "white",
        "house",
        "plan",
        "fire",
        "mueller",
        "instead",
        "said",
        "white",
        "house",
        "would",
        "continue",
        "work",
        "mueller",
        "team",
        "laid",
        "detailed",
        "case",
        "smarter",
        "approach",
        "trying",
        "battle",
        "special",
        "counsel",
        "transcript",
        "conversation",
        "lightly",
        "edited",
        "length",
        "clarity",
        "follows",
        "zachary",
        "started",
        "july",
        "said",
        "white",
        "house",
        "full",
        "cooperation",
        "mode",
        "mueller",
        "probe",
        "white",
        "house",
        "cooperate",
        "mueller",
        "team",
        "ty",
        "cobb",
        "much",
        "choice",
        "otherwise",
        "subpoena",
        "people",
        "pay",
        "attention",
        "noticed",
        "subpoena",
        "grand",
        "jury",
        "subpoena",
        "gone",
        "smooth",
        "way",
        "heard",
        "complaint",
        "mueller",
        "everything",
        "negotiated",
        "heavily",
        "like",
        "opened",
        "file",
        "drawer",
        "let",
        "come",
        "pick",
        "wanted",
        "zachary",
        "dowd",
        "resigned",
        "last",
        "week",
        "publicly",
        "urged",
        "justice",
        "department",
        "shut",
        "probe",
        "entire",
        "legal",
        "team",
        "still",
        "board",
        "fully",
        "cooperating",
        "investigation",
        "ty",
        "cobb",
        "dowd",
        "took",
        "multiple",
        "public",
        "stance",
        "jay",
        "sekulow",
        "lawyer",
        "running",
        "trump",
        "personal",
        "legal",
        "team",
        "always",
        "fan",
        "cooperation",
        "stuff",
        "always",
        "said",
        "white",
        "house",
        "counsel",
        "mcgahn",
        "opposed",
        "true",
        "mcgahn",
        "saw",
        "every",
        "document",
        "produced",
        "related",
        "never",
        "peeped",
        "since",
        "significant",
        "participant",
        "several",
        "key",
        "event",
        "would",
        "proper",
        "comment",
        "zachary",
        "new",
        "york",
        "time",
        "story",
        "written",
        "based",
        "conversation",
        "reporter",
        "overheard",
        "dowd",
        "story",
        "said",
        "mcgahn",
        "disagreed",
        "whether",
        "cooperate",
        "mueller",
        "probe",
        "story",
        "right",
        "ty",
        "cobb",
        "incorrect",
        "reporting",
        "conversation",
        "largely",
        "inaccurate",
        "zachary",
        "story",
        "disagreement",
        "within",
        "legal",
        "team",
        "driven",
        "rumor",
        "might",
        "stay",
        "white",
        "house",
        "think",
        "leaving",
        "anytime",
        "soon",
        "ty",
        "cobb",
        "reality",
        "job",
        "make",
        "sure",
        "white",
        "house",
        "interacts",
        "special",
        "counsel",
        "honorable",
        "ethical",
        "responsive",
        "way",
        "relatively",
        "important",
        "task",
        "dignity",
        "white",
        "house",
        "future",
        "white",
        "house",
        "serious",
        "task",
        "represent",
        "president",
        "personally",
        "like",
        "jay",
        "sekulow",
        "john",
        "dowd",
        "zachary",
        "white",
        "house",
        "official",
        "working",
        "giving",
        "mueller",
        "want",
        "ty",
        "cobb",
        "gotten",
        "widespread",
        "cooperation",
        "throughout",
        "administration",
        "isolated",
        "exception",
        "always",
        "got",
        "material",
        "independent",
        "counsel",
        "deserved",
        "reality",
        "get",
        "much",
        "anything",
        "anything",
        "would",
        "gotten",
        "forced",
        "get",
        "subpoena",
        "would",
        "done",
        "unnecessarily",
        "pissed",
        "people",
        "slowed",
        "thing",
        "maybe",
        "day",
        "got",
        "lot",
        "stuff",
        "entitled",
        "zachary",
        "anything",
        "reporting",
        "dowd",
        "left",
        "legal",
        "team",
        "trump",
        "listening",
        "advice",
        "dealing",
        "mueller",
        "interview",
        "ty",
        "cobb",
        "know",
        "understand",
        "said",
        "confess",
        "puzzled",
        "involved",
        "conversation",
        "broke",
        "zachary",
        "involved",
        "decision",
        "whether",
        "president",
        "sits",
        "interview",
        "mueller",
        "ty",
        "cobb",
        "role",
        "final",
        "agreement",
        "scope",
        "interview",
        "question",
        "unduly",
        "intrude",
        "significant",
        "white",
        "house",
        "issue",
        "article",
        "ii",
        "issue",
        "executive",
        "privilege",
        "issue",
        "classified",
        "issue",
        "ability",
        "speak",
        "stage",
        "game",
        "role",
        "role",
        "framing",
        "question",
        "zachary",
        "involved",
        "deciding",
        "whether",
        "president",
        "interview",
        "ty",
        "cobb",
        "participated",
        "discussion",
        "got",
        "baked",
        "narrative",
        "somehow",
        "trying",
        "appease",
        "president",
        "true",
        "zachary",
        "said",
        "couple",
        "time",
        "last",
        "year",
        "thought",
        "mueller",
        "investigation",
        "would",
        "soon",
        "yet",
        "probe",
        "continues",
        "think",
        "investigation",
        "continues",
        "ty",
        "cobb",
        "several",
        "thing",
        "slowed",
        "reality",
        "never",
        "actually",
        "said",
        "would",
        "soon",
        "said",
        "could",
        "soon",
        "got",
        "baked",
        "narrative",
        "somehow",
        "trying",
        "appease",
        "president",
        "true",
        "reality",
        "hoped",
        "success",
        "could",
        "gotten",
        "document",
        "production",
        "sending",
        "document",
        "mueller",
        "done",
        "earlier",
        "staff",
        "support",
        "internally",
        "white",
        "house",
        "initially",
        "get",
        "done",
        "mueller",
        "fully",
        "understood",
        "audience",
        "anybody",
        "else",
        "needed",
        "understand",
        "working",
        "hard",
        "could",
        "whatever",
        "meet",
        "deadline",
        "mission",
        "accomplished",
        "far",
        "concerned",
        "zachary",
        "staff",
        "need",
        "try",
        "take",
        "care",
        "document",
        "set",
        "interview",
        "mueller",
        "want",
        "ty",
        "cobb",
        "took",
        "early",
        "get",
        "staffed",
        "get",
        "everything",
        "done",
        "zachary",
        "lot",
        "outstanding",
        "request",
        "mueller",
        "filled",
        "ty",
        "cobb",
        "initial",
        "omnibus",
        "request",
        "completed",
        "october",
        "working",
        "day",
        "big",
        "group",
        "people",
        "facilitated",
        "interview",
        "interview",
        "got",
        "dragged",
        "schedule",
        "people",
        "control",
        "including",
        "special",
        "counsel",
        "book",
        "michael",
        "wolff",
        "fire",
        "fury",
        "book",
        "delayed",
        "thing",
        "go",
        "back",
        "check",
        "box",
        "people",
        "really",
        "considered",
        "important",
        "witness",
        "given",
        "salacious",
        "stuff",
        "wolff",
        "book",
        "brought",
        "new",
        "set",
        "witness",
        "book",
        "forced",
        "revisit",
        "previous",
        "witness",
        "every",
        "week",
        "something",
        "new",
        "happens",
        "point",
        "inspector",
        "general",
        "report",
        "going",
        "come",
        "regard",
        "former",
        "fbi",
        "deputy",
        "director",
        "andrew",
        "mccabe",
        "former",
        "fbi",
        "director",
        "james",
        "comey",
        "could",
        "slow",
        "thing",
        "comey",
        "book",
        "could",
        "slow",
        "thing",
        "ca",
        "count",
        "thing",
        "complaint",
        "way",
        "mueller",
        "team",
        "responded",
        "complained",
        "anything",
        "done",
        "view",
        "victory",
        "zachary",
        "one",
        "last",
        "thing",
        "think",
        "trump",
        "going",
        "try",
        "fire",
        "mueller",
        "ty",
        "cobb",
        "said",
        "repeatedly",
        "record",
        "intention",
        "firing",
        "mueller"
    ]
}