{
    "organizations": [],
    "uuid": "5e08e5a483827c0d2f1653825dc0c3315da46df7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/globe-newswire-cellectar-reports-2017-financial-results-and-provides-a-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Cellectar Reports 2017 Financial Results and Provides a Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MADISON, Wis., March 21, 2018 (GLOBE NEWSWIRE) -- Cellectar Biosciences, Inc. (Nasdaq:CLRB), a clinical-stage biopharmaceutical company focused on the discovery, development and commercialization of targeted treatments for cancer, today reported financial results for 2017 and provided a corporate update.\nFourth Quarter 2017 and Recent Corporate Highlights\nGranted Orphan Drug Designation by the U.S. Food and Drug Administration (FDA) for CLR 131 to treat neuroblastoma, a rare pediatric cancer.\nResults from two preclinical studies highlighting the potential benefits of fractionated dosing regimens of CLR 131 and the ability of the company’s phospholipid ether-drug conjugates (PDCs™) to provide improved targeting of tumor cells were selected for late-breaking poster presentations at the upcoming American Association for Cancer Research Annual Meeting in April 2018.\nResults from a Phase 1 study with CLR 124 further corroborating previous research showing the ability of the company’s PDC platform to cross the blood brain barrier and achieve uptake in brain tumors were accepted for oral presentation at the upcoming 12 th World Congress of the World Federation of Nuclear Medicine and Biology in April 2018.\nReceived a U.S. patent allowance that covers a method of use for CLR 131, the company’s lead radiotherapeutic PDC, for the treatment of multiple myeloma (MM) and also received a composition of matter patent in Japan.\nInitiated and enrolled the first patient in the diffuse large B-cell lymphoma cohort of the company’s Phase 2 clinical trial of CLR 131. This cohort is the fourth and final in the study for patients with relapsed or refractory (R/R) B-cell hematologic cancers.\nFiled an Investigational New Drug application with the FDA for a proposed Phase 1 study of CLR 131 in children and adolescents with select relapsed/refractory rare cancers, including malignant brain tumors.\nIncreased the targeted patient enrollment to as many as 40 patients in the R/R MM cohort of the company’s currently enrolling Phase 2 clinical trial of CLR 131, as the data from the MM cohort demonstrated that the treatment exceeded pre-specified criteria.\n\"We made significant progress throughout 2017 advancing our pipeline and PDC therapeutic platform both through our own clinical development programs and through strategic collaborations. Our Phase 2 study for R/R MM and other B-Cell malignancies continues to move forward and we continue to be pleased with the results of our ongoing Phase 1 clinical trial of CLR 131 as a treatment for advanced MM,” said James Caruso, president and CEO of Cellectar Biosciences. “We expect to achieve a number of important milestones in the coming months that should position us well for continued progress throughout the balance of 2018 and beyond.”\n2017 Financial Results\nResearch and development expenses for 2017 were approximately $9.5 million, compared with approximately $4.8 million for 2016. The increase is primarily attributable to increased support for the ongoing Phase 2 clinical trial in hematologic malignancies, as well as expanded preclinical development costs. In addition, 2017 research and development expenses include one-time non-cash depreciation expenses of approximately $1.2 million associated with shutting down the company’s small-scale manufacturing operation.\nGeneral and administrative expenses were approximately $4.1 million for 2017, compared with approximately $4.7 million for 2016.\nThe net loss attributable to common stockholders for 2017 was approximately $15.0 million, or $1.07 per share based on 14.0 million shares outstanding, compared with a net loss attributable to common stockholders for 2016 of approximately $9.4 million, or $2.14 per share based on 4.4 million shares outstanding. The results include non-cash, stock-based compensation expense of approximately $0.8 million in 2017 and $0.5 million in 2016.\nBalance Sheet Highlights\nCash and cash equivalents as of December 31, 2017 were approximately $10.0 million, compared with approximately $11.4 million as of December 31, 2016. During the fourth quarter of 2017 Cellectar raised net proceeds of approximately $7.1 million in a registered direct offering of common stock and Series B preferred stock, as well as a private placement of Series D warrants.\nManagement believes that current cash and cash equivalents are sufficient to fund budgeted operations into the first quarter of 2019.\nConference Call\nCellectar will host a conference tomorrow beginning at 8:30 a.m. Eastern Time to review the financial results, provide a company update and answer questions.\nShareholders and other interested parties may participate by dialing 844-751-1093 (U.S.) or 574-990-2954 (international) and providing conference ID 6674595. The call will also be broadcast live on the Internet via the Company’s website at http://investor.cellectarbiosciences.com/events-and-presentations .\nFor those unable to participate in the live conference call or webcast, a replay will be available beginning March 22, 2018 two hours after the close of the conference call. To access the replay, dial 855-859-2056 or 404-537-3406. The replay passcode is 6674595.\nThe webcast will be archived on the Company’s website for 90 days.\nAbout Phospholipid Drug Conjugates™\nCellectar's product candidates are built upon a patented delivery and retention platform that utilizes optimized PDCs to target cancer cells. The PDC platform selectively delivers diverse oncologic payloads to cancerous cells and cancer stem cells, including hematologic cancers and solid tumors. This selective delivery allows the payloads’ therapeutic window to be modified, which may maintain or enhance drug potency while reducing the number and severity of adverse events. This platform takes advantage of a metabolic pathway utilized by all tumor cell types in all cell cycle stages. Compared with other targeted delivery platforms, the PDC platform’s mechanism of entry does not rely upon specific cell surface epitopes or antigens. In addition, PDCs can be conjugated to molecules in numerous ways, thereby increasing the types of molecules selectively delivered. Cellectar believes the PDC platform holds potential for the discovery and development of the next generation of cancer-targeting agents.\nAbout Cellectar Biosciences, Inc.\nCellectar Biosciences is focused on the discovery, development and commercialization of drugs for the treatment of cancer. The company plans to develop proprietary drugs independently and through research and development (R&D) collaborations. The core drug development strategy is to leverage our PDC platform to develop therapeutics that specifically target treatment to cancer cells. Through R&D collaborations, the company’s strategy is to generate near-term capital, supplement internal resources, gain access to novel molecules or payloads, accelerate product candidate development and broaden our proprietary and partnered product pipelines.\nThe company's lead PDC therapeutic, CLR 131, is in a Phase 1 clinical study in patients with relapsed or refractory (R/R) multiple myeloma (MM) and a Phase 2 clinical study in R/R MM and a range of B-cell malignancies. In 2018 the company plans to initiate a Phase 1 study with CLR 131 in pediatric solid tumors and lymphoma, and a second Phase 1 study in combination with external beam radiation for head and neck cancer. The company’s product pipeline also includes two preclinical PDC chemotherapeutic programs (CLR 1700 and 1900) and partnered assets include PDCs from multiple R&D collaborations.\nFor more information please visit www.cellectar.com .\nForward-Looking Statement Disclaimer\nThis news release contains forward-looking statements. You can identify these statements by our use of words such as \"may,\" \"expect,\" \"believe,\" \"anticipate,\" \"intend,\" \"could,\" \"estimate,\" \"continue,\" \"plans,\" or their negatives or cognates. These statements are only estimates and predictions and are subject to known and unknown risks and uncertainties that may cause actual future experience and results to differ materially from the statements made. These statements are based on our current beliefs and expectations as to such future outcomes. Drug discovery and development involve a high degree of risk. Factors that might cause such a material difference include, among others, uncertainties related to the ability to raise additional capital, uncertainties related to the ability to attract and retain partners for our technologies, the identification of lead compounds, the successful preclinical development thereof, the completion of clinical trials, the FDA review process and other government regulation, our pharmaceutical collaborators' ability to successfully develop and commercialize drug candidates, competition from other pharmaceutical companies, product pricing and third-party reimbursement. A complete description of risks and uncertainties related to our business is contained in our periodic reports filed with the Securities and Exchange Commission including our Form 10-K for the year ended December 31, 2017. These forward-looking statements are made only as of the date hereof, and we disclaim any obligation to update any such forward-looking statements.\nCONTACT:\nLHA Investor Relations\nAnne Marie Fields\n212-838-3777\nafields@lhai.com\nSource:Cellectar Biosciences, Inc.",
    "published": "2018-03-21T23:10:00.000+02:00",
    "crawled": "2018-03-22T00:30:11.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "madison",
        "march",
        "globe",
        "newswire",
        "cellectar",
        "bioscience",
        "nasdaq",
        "clrb",
        "biopharmaceutical",
        "company",
        "focused",
        "discovery",
        "development",
        "commercialization",
        "targeted",
        "treatment",
        "cancer",
        "today",
        "reported",
        "financial",
        "result",
        "provided",
        "corporate",
        "update",
        "fourth",
        "quarter",
        "recent",
        "corporate",
        "highlight",
        "granted",
        "orphan",
        "drug",
        "designation",
        "food",
        "drug",
        "administration",
        "fda",
        "clr",
        "treat",
        "neuroblastoma",
        "rare",
        "pediatric",
        "cancer",
        "result",
        "two",
        "preclinical",
        "study",
        "highlighting",
        "potential",
        "benefit",
        "fractionated",
        "dosing",
        "regimen",
        "clr",
        "ability",
        "company",
        "phospholipid",
        "conjugate",
        "provide",
        "improved",
        "targeting",
        "tumor",
        "cell",
        "selected",
        "poster",
        "presentation",
        "upcoming",
        "american",
        "association",
        "cancer",
        "research",
        "annual",
        "meeting",
        "april",
        "result",
        "phase",
        "study",
        "clr",
        "corroborating",
        "previous",
        "research",
        "showing",
        "ability",
        "company",
        "pdc",
        "platform",
        "cross",
        "blood",
        "brain",
        "barrier",
        "achieve",
        "uptake",
        "brain",
        "tumor",
        "accepted",
        "oral",
        "presentation",
        "upcoming",
        "th",
        "world",
        "congress",
        "world",
        "federation",
        "nuclear",
        "medicine",
        "biology",
        "april",
        "received",
        "patent",
        "allowance",
        "cover",
        "method",
        "use",
        "clr",
        "company",
        "lead",
        "radiotherapeutic",
        "pdc",
        "treatment",
        "multiple",
        "myeloma",
        "mm",
        "also",
        "received",
        "composition",
        "matter",
        "patent",
        "japan",
        "initiated",
        "enrolled",
        "first",
        "patient",
        "diffuse",
        "large",
        "lymphoma",
        "cohort",
        "company",
        "phase",
        "clinical",
        "trial",
        "clr",
        "cohort",
        "fourth",
        "final",
        "study",
        "patient",
        "relapsed",
        "refractory",
        "hematologic",
        "cancer",
        "filed",
        "investigational",
        "new",
        "drug",
        "application",
        "fda",
        "proposed",
        "phase",
        "study",
        "clr",
        "child",
        "adolescent",
        "select",
        "rare",
        "cancer",
        "including",
        "malignant",
        "brain",
        "tumor",
        "increased",
        "targeted",
        "patient",
        "enrollment",
        "many",
        "patient",
        "mm",
        "cohort",
        "company",
        "currently",
        "enrolling",
        "phase",
        "clinical",
        "trial",
        "clr",
        "data",
        "mm",
        "cohort",
        "demonstrated",
        "treatment",
        "exceeded",
        "criterion",
        "made",
        "significant",
        "progress",
        "throughout",
        "advancing",
        "pipeline",
        "pdc",
        "therapeutic",
        "platform",
        "clinical",
        "development",
        "program",
        "strategic",
        "collaboration",
        "phase",
        "study",
        "mm",
        "malignancy",
        "continues",
        "move",
        "forward",
        "continue",
        "pleased",
        "result",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "clr",
        "treatment",
        "advanced",
        "mm",
        "said",
        "james",
        "caruso",
        "president",
        "ceo",
        "cellectar",
        "bioscience",
        "expect",
        "achieve",
        "number",
        "important",
        "milestone",
        "coming",
        "month",
        "position",
        "u",
        "well",
        "continued",
        "progress",
        "throughout",
        "balance",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "approximately",
        "million",
        "compared",
        "approximately",
        "million",
        "increase",
        "primarily",
        "attributable",
        "increased",
        "support",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "hematologic",
        "malignancy",
        "well",
        "expanded",
        "preclinical",
        "development",
        "cost",
        "addition",
        "research",
        "development",
        "expense",
        "include",
        "depreciation",
        "expense",
        "approximately",
        "million",
        "associated",
        "shutting",
        "company",
        "manufacturing",
        "operation",
        "general",
        "administrative",
        "expense",
        "approximately",
        "million",
        "compared",
        "approximately",
        "million",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "approximately",
        "million",
        "per",
        "share",
        "based",
        "million",
        "share",
        "outstanding",
        "compared",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "approximately",
        "million",
        "per",
        "share",
        "based",
        "million",
        "share",
        "outstanding",
        "result",
        "include",
        "compensation",
        "expense",
        "approximately",
        "million",
        "million",
        "balance",
        "sheet",
        "highlight",
        "cash",
        "cash",
        "equivalent",
        "december",
        "approximately",
        "million",
        "compared",
        "approximately",
        "million",
        "december",
        "fourth",
        "quarter",
        "cellectar",
        "raised",
        "net",
        "proceeds",
        "approximately",
        "million",
        "registered",
        "direct",
        "offering",
        "common",
        "stock",
        "series",
        "b",
        "preferred",
        "stock",
        "well",
        "private",
        "placement",
        "series",
        "warrant",
        "management",
        "belief",
        "current",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "fund",
        "budgeted",
        "operation",
        "first",
        "quarter",
        "conference",
        "call",
        "cellectar",
        "host",
        "conference",
        "tomorrow",
        "beginning",
        "eastern",
        "time",
        "review",
        "financial",
        "result",
        "provide",
        "company",
        "update",
        "answer",
        "question",
        "shareholder",
        "interested",
        "party",
        "may",
        "participate",
        "dialing",
        "international",
        "providing",
        "conference",
        "id",
        "call",
        "also",
        "broadcast",
        "live",
        "internet",
        "via",
        "company",
        "website",
        "http",
        "unable",
        "participate",
        "live",
        "conference",
        "call",
        "webcast",
        "replay",
        "available",
        "beginning",
        "march",
        "two",
        "hour",
        "close",
        "conference",
        "call",
        "access",
        "replay",
        "dial",
        "replay",
        "passcode",
        "webcast",
        "archived",
        "company",
        "website",
        "day",
        "phospholipid",
        "drug",
        "cellectar",
        "product",
        "candidate",
        "built",
        "upon",
        "patented",
        "delivery",
        "retention",
        "platform",
        "utilizes",
        "optimized",
        "pdcs",
        "target",
        "cancer",
        "cell",
        "pdc",
        "platform",
        "selectively",
        "delivers",
        "diverse",
        "oncologic",
        "payload",
        "cancerous",
        "cell",
        "cancer",
        "stem",
        "cell",
        "including",
        "hematologic",
        "cancer",
        "solid",
        "tumor",
        "selective",
        "delivery",
        "allows",
        "payload",
        "therapeutic",
        "window",
        "modified",
        "may",
        "maintain",
        "enhance",
        "drug",
        "potency",
        "reducing",
        "number",
        "severity",
        "adverse",
        "event",
        "platform",
        "take",
        "advantage",
        "metabolic",
        "pathway",
        "utilized",
        "tumor",
        "cell",
        "type",
        "cell",
        "cycle",
        "stage",
        "compared",
        "targeted",
        "delivery",
        "platform",
        "pdc",
        "platform",
        "mechanism",
        "entry",
        "rely",
        "upon",
        "specific",
        "cell",
        "surface",
        "epitope",
        "antigen",
        "addition",
        "pdcs",
        "conjugated",
        "molecule",
        "numerous",
        "way",
        "thereby",
        "increasing",
        "type",
        "molecule",
        "selectively",
        "delivered",
        "cellectar",
        "belief",
        "pdc",
        "platform",
        "hold",
        "potential",
        "discovery",
        "development",
        "next",
        "generation",
        "agent",
        "cellectar",
        "bioscience",
        "cellectar",
        "bioscience",
        "focused",
        "discovery",
        "development",
        "commercialization",
        "drug",
        "treatment",
        "cancer",
        "company",
        "plan",
        "develop",
        "proprietary",
        "drug",
        "independently",
        "research",
        "development",
        "r",
        "collaboration",
        "core",
        "drug",
        "development",
        "strategy",
        "leverage",
        "pdc",
        "platform",
        "develop",
        "therapeutic",
        "specifically",
        "target",
        "treatment",
        "cancer",
        "cell",
        "r",
        "collaboration",
        "company",
        "strategy",
        "generate",
        "capital",
        "supplement",
        "internal",
        "resource",
        "gain",
        "access",
        "novel",
        "molecule",
        "payload",
        "accelerate",
        "product",
        "candidate",
        "development",
        "broaden",
        "proprietary",
        "partnered",
        "product",
        "pipeline",
        "company",
        "lead",
        "pdc",
        "therapeutic",
        "clr",
        "phase",
        "clinical",
        "study",
        "patient",
        "relapsed",
        "refractory",
        "multiple",
        "myeloma",
        "mm",
        "phase",
        "clinical",
        "study",
        "mm",
        "range",
        "malignancy",
        "company",
        "plan",
        "initiate",
        "phase",
        "study",
        "clr",
        "pediatric",
        "solid",
        "tumor",
        "lymphoma",
        "second",
        "phase",
        "study",
        "combination",
        "external",
        "beam",
        "radiation",
        "head",
        "neck",
        "cancer",
        "company",
        "product",
        "pipeline",
        "also",
        "includes",
        "two",
        "preclinical",
        "pdc",
        "chemotherapeutic",
        "program",
        "clr",
        "partnered",
        "asset",
        "include",
        "pdcs",
        "multiple",
        "r",
        "collaboration",
        "information",
        "please",
        "visit",
        "statement",
        "disclaimer",
        "news",
        "release",
        "contains",
        "statement",
        "identify",
        "statement",
        "use",
        "word",
        "may",
        "expect",
        "believe",
        "anticipate",
        "intend",
        "could",
        "estimate",
        "continue",
        "plan",
        "negative",
        "cognate",
        "statement",
        "estimate",
        "prediction",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "future",
        "experience",
        "result",
        "differ",
        "materially",
        "statement",
        "made",
        "statement",
        "based",
        "current",
        "belief",
        "expectation",
        "future",
        "outcome",
        "drug",
        "discovery",
        "development",
        "involve",
        "high",
        "degree",
        "risk",
        "factor",
        "might",
        "cause",
        "material",
        "difference",
        "include",
        "among",
        "others",
        "uncertainty",
        "related",
        "ability",
        "raise",
        "additional",
        "capital",
        "uncertainty",
        "related",
        "ability",
        "attract",
        "retain",
        "partner",
        "technology",
        "identification",
        "lead",
        "compound",
        "successful",
        "preclinical",
        "development",
        "thereof",
        "completion",
        "clinical",
        "trial",
        "fda",
        "review",
        "process",
        "government",
        "regulation",
        "pharmaceutical",
        "collaborator",
        "ability",
        "successfully",
        "develop",
        "commercialize",
        "drug",
        "candidate",
        "competition",
        "pharmaceutical",
        "company",
        "product",
        "pricing",
        "reimbursement",
        "complete",
        "description",
        "risk",
        "uncertainty",
        "related",
        "business",
        "contained",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "form",
        "year",
        "ended",
        "december",
        "statement",
        "made",
        "date",
        "hereof",
        "disclaim",
        "obligation",
        "update",
        "statement",
        "contact",
        "lha",
        "investor",
        "relation",
        "anne",
        "marie",
        "field",
        "afields",
        "source",
        "cellectar",
        "bioscience",
        "inc"
    ]
}