{
    "organizations": [],
    "uuid": "a6910c15066f09a026ca0f81f5f48a458fd25793",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/business-wire-ncr-chairman-and-ceo-bill-nuti-to-step-down-for-health-reasons.html",
    "ord_in_thread": 0,
    "title": "NCR Chairman and CEO Bill Nuti to Step Down for Health Reasons",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Paul Langenbahn Named COO, Succeeding Mark Benjamin\nCompany Reaffirms 2018 Q1 and Full Year Financial Guidance\nATLANTA--(BUSINESS WIRE)-- NCR Corporation (NYSE:NCR) today announced that Bill Nuti, Chairman and Chief Executive Officer, has informed the Company’s Board of Directors that he intends to step down for health reasons upon the naming of a new CEO. The Board, with the assistance of Spencer Stuart, has been conducting a thorough CEO search which is expected to be completed in the next couple of months. Upon stepping down, Nuti will be named Chairman Emeritus and serve as a consultant to NCR.\nNCR also announced that Paul Langenbahn, Executive Vice President of NCR Software, has been promoted to Chief Operating Officer, succeeding Mark Benjamin who has resigned to pursue an opportunity outside NCR. Langenbahn has been an executive of NCR for seven years, most recently as Executive Vice President, NCR Software, leading the company’s global software business and was President of NCR’s Hospitality Division from 2014 to 2016. Prior to NCR, he served as President, Radiant Hospitality Business Unit, until the firm was acquired by NCR in 2011.\nChinh Chu, the Board’s Independent Lead Director, said, “As the third-longest-serving CEO in NCR’s 134-year history, Bill Nuti is a great leader who has had a profound impact on the company’s successful evolution. Bill’s vision and focus on execution has driven the reinvention of NCR, transforming our company into a software and services-led organization, and we are pleased that he will stay involved with the company. On behalf of the entire Board, I thank him for his dedicated service and wish him well.”\nChu continued, “With our strong market position and leading technology, NCR is well positioned to continue growing its strategic revenue streams and capitalizing on our leadership in the Financial Services, Hospitality, and Retail industries to produce outstanding value for our customers and shareholders. Our Board firmly believes in NCR’s strategy and prospects, and with the appointment of Paul Langenbahn as COO as well as the high-caliber CEO candidates we are in the final stages of evaluating, we are highly confident in NCR’s ability to successfully execute into the future.”\nBill Nuti said, “I woke up every day as Chairman and CEO of NCR never taking for granted the extraordinary honor it is to lead this great company. I have always felt immense pride being an employee of NCR. It’s a very special company, with incredible people who work hard every day to serve our customers and build something truly great. I want to thank the people of NCR, past and present, for their dedication, focus, and results. While I would love nothing more than to continue as CEO, serving as a full-time executive will simply not be feasible in the near future. I am honored by the Board’s decision to name me Chairman Emeritus, and I look forward to keeping an active connection with NCR, while also focusing on my outside boards and, most importantly, spending more time on my health and family.”\nNuti continued, \"I am pleased the Board has asked Paul Langenbahn to become COO. His expertise in software and services, and his deep experience working across NCR, uniquely positions him to lead our operations. It has been a pleasure to work closely with Paul over the past seven years as we have grown NCR into one of the largest cloud/SaaS solution providers in its space, and I know he shares the Board’s vision and has a true passion for the work we are doing to ensure NCR remains an industry leader. As much as we have accomplished over the last 13 years, I’m even more excited about the future. In a world where physical and digital boundaries are increasingly blurred, nobody is better positioned than NCR to help companies with their business challenges.”\nReaffirming Financial Guidance\nNCR remains confident in its vision and strategy and is reaffirming its first quarter and full year 2018 guidance provided on February 8, 2018.\nAbout Bill Nuti\nBill Nuti joined NCR in 2005 as President and CEO and was named Chairman in 2007 upon completion of the successful $5 billion spin-off of Teradata. Over his tenure as CEO, NCR’s revenue increased from approximately $4 billion to $6.5 billion, operating margins more than tripled, and NCR saw significant growth in cash flows and recurring revenues. Through organic investment and M&A, Nuti also played a key role in creating NCR’s $2 billion software business, including its $600 million cloud business, which is now driving ~70% of NCR's profits. NCR has also become a leader in working with local communities to foster the creation of STEM jobs across the globe, and the company has been recognized for its humanitarian contributions and its commitment to employee training and development.\nAbout Paul Langenbahn\nPaul Langenbahn has held sales and general management leadership positions at NCR, most recently Executive Vice President, NCR Software. In this role, he led the company’s global software business and was instrumental in growing NCR’s omni-channel platform, channel transformation and digital enablement solutions. He previously served as Senior Vice President and President of NCR’s Hospitality Division from 2014 to 2016, where he achieved double-digit operating income growth driven by software and cloud, and as Vice President, Global Field Operations from 2012 to 2014. Prior to joining NCR, he served in various leadership roles at Radiant Systems Inc., including as President, Radiant Hospitality Business Unit, from 2007 until the firm was acquired by NCR in 2011.\nAbout NCR Corporation\nNCR Corporation (NYSE:NCR) is a leader in omni-channel solutions, turning everyday interactions with businesses into exceptional experiences. With its software, hardware, and portfolio of services, NCR enables nearly 700 million transactions daily across financial, retail, hospitality, travel, telecom and technology industries. NCR solutions run the everyday transactions that make your life easier. NCR is headquartered in Atlanta, Ga., with about 30,000 employees and does business in 180 countries. NCR is a trademark of NCR Corporation in the United States and other countries. NCR encourages investors to visit its website which is updated regularly with financial and other important information about NCR.\nWebsite: www.ncr.com\nTwitter: @NCRCorporation\nFacebook: www.facebook.com/ncrcorp\nLinkedIn: https://www.linkedin.com/company/ncr-corporation\nYouTube: www.youtube.com/user/ncrcorporation\nNote to Investors This release contains . Forward-looking statements use words such as “expect,” “anticipate,” “outlook,” “intend,” “plan,” “believe,” “will,” “should,” “would,” “could,” and words of similar meaning. Statements that describe or relate to NCR’s plans, goals, intentions, strategies, or financial outlook, and statements that do not relate to historical or current fact, are examples of . The in this release include statements about the expected timing and success of the Board’s CEO search; NCR’s ability to grow and produce value, and to execute in the future; and the reaffirmation of NCR's full-year and first quarter financial guidance and outlook and the expected type and magnitude of the non-operational adjustments included in any forward-looking non-GAAP measures. Forward-looking statements are based on our current beliefs, expectations and assumptions, which may not prove to be accurate, and involve a number of known and unknown risks and uncertainties, many of which are out of NCR’s control. Forward-looking statements are not guarantees of future performance, and there are a number of important factors that could cause actual outcomes and results to differ materially from the results contemplated by such , including those factors relating to: the strength of demand for ATMs and other financial services hardware and its effect on the results of our businesses and reportable segments; domestic and global economic and credit conditions including, in particular, those resulting from the imposition or threat of protectionist trade policies or import or export tariffs, global and regional market conditions and spending trends in the financial services and retail industries, new comprehensive U.S. tax legislation, modified or new global or regional trade agreements, the determination by the United Kingdom to exit the European Union, uncertainty over further potential changes in Eurozone participation and fluctuations in oil and commodity prices; the transformation of our business model and our ability to sell higher-margin software and services; our ability to improve execution in our sales and services organizations; our ability to successfully introduce new solutions and compete in the information technology industry; cybersecurity risks and compliance with data privacy and protection requirements; the possibility of disruptions in or problems with our data center hosting facilities; defects or errors in our products; the impact of our indebtedness and its terms on our financial and operating activities; the historical seasonality of our sales; tax rates and new US tax legislation; foreign currency fluctuations; the success of our restructuring plans and cost reduction initiatives; manufacturing disruptions; the availability and success of acquisitions, divestitures and alliances; our pension strategy and underfunded pension obligation; reliance on third party suppliers; the impact of the terms of our strategic relationship with Blackstone and our Series A Convertible Preferred Stock; our multinational operations, including in new and emerging markets; collectability difficulties in subcontracting relationships in certain geographical markets; development and protection of intellectual property; workforce turnover and the ability to attract and retain skilled employees; environmental exposures from our historical and ongoing manufacturing activities; and uncertainties with regard to regulations, lawsuits, claims, and other matters across various jurisdictions. Additional information concerning these and other factors can be found in the Company’s filings with the U.S. Securities and Exchange Commission, including the Company’s most recent annual report on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8- K. Any forward-looking statement speaks only as of the date on which it is made. The Company does not undertake any obligation to publicly update or revise any , whether as a result of new information, future events or otherwise.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180322005573/en/\nNCR Corporation\nMedia Relations:\nScott Sykes, 212-589-8428\nscott.sykes@ncr.com\nor\nInvestor Relations:\nMichael Nelson, 678-808-6995\nmichael.nelson@ncr.com\nSource: NCR Corporation",
    "published": "2018-03-22T14:00:00.000+02:00",
    "crawled": "2018-03-22T17:54:27.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "paul",
        "langenbahn",
        "named",
        "coo",
        "succeeding",
        "mark",
        "benjamin",
        "company",
        "reaffirms",
        "q1",
        "full",
        "year",
        "financial",
        "guidance",
        "atlanta",
        "business",
        "wire",
        "ncr",
        "corporation",
        "nyse",
        "ncr",
        "today",
        "announced",
        "bill",
        "nuti",
        "chairman",
        "chief",
        "executive",
        "officer",
        "informed",
        "company",
        "board",
        "director",
        "intends",
        "step",
        "health",
        "reason",
        "upon",
        "naming",
        "new",
        "ceo",
        "board",
        "assistance",
        "spencer",
        "stuart",
        "conducting",
        "thorough",
        "ceo",
        "search",
        "expected",
        "completed",
        "next",
        "couple",
        "month",
        "upon",
        "stepping",
        "nuti",
        "named",
        "chairman",
        "emeritus",
        "serve",
        "consultant",
        "ncr",
        "ncr",
        "also",
        "announced",
        "paul",
        "langenbahn",
        "executive",
        "vice",
        "president",
        "ncr",
        "software",
        "promoted",
        "chief",
        "operating",
        "officer",
        "succeeding",
        "mark",
        "benjamin",
        "resigned",
        "pursue",
        "opportunity",
        "outside",
        "ncr",
        "langenbahn",
        "executive",
        "ncr",
        "seven",
        "year",
        "recently",
        "executive",
        "vice",
        "president",
        "ncr",
        "software",
        "leading",
        "company",
        "global",
        "software",
        "business",
        "president",
        "ncr",
        "hospitality",
        "division",
        "prior",
        "ncr",
        "served",
        "president",
        "radiant",
        "hospitality",
        "business",
        "unit",
        "firm",
        "acquired",
        "ncr",
        "chinh",
        "chu",
        "board",
        "independent",
        "lead",
        "director",
        "said",
        "ceo",
        "ncr",
        "history",
        "bill",
        "nuti",
        "great",
        "leader",
        "profound",
        "impact",
        "company",
        "successful",
        "evolution",
        "bill",
        "vision",
        "focus",
        "execution",
        "driven",
        "reinvention",
        "ncr",
        "transforming",
        "company",
        "software",
        "organization",
        "pleased",
        "stay",
        "involved",
        "company",
        "behalf",
        "entire",
        "board",
        "thank",
        "dedicated",
        "service",
        "wish",
        "chu",
        "continued",
        "strong",
        "market",
        "position",
        "leading",
        "technology",
        "ncr",
        "well",
        "positioned",
        "continue",
        "growing",
        "strategic",
        "revenue",
        "stream",
        "capitalizing",
        "leadership",
        "financial",
        "service",
        "hospitality",
        "retail",
        "industry",
        "produce",
        "outstanding",
        "value",
        "customer",
        "shareholder",
        "board",
        "firmly",
        "belief",
        "ncr",
        "strategy",
        "prospect",
        "appointment",
        "paul",
        "langenbahn",
        "coo",
        "well",
        "ceo",
        "candidate",
        "final",
        "stage",
        "evaluating",
        "highly",
        "confident",
        "ncr",
        "ability",
        "successfully",
        "execute",
        "bill",
        "nuti",
        "said",
        "woke",
        "every",
        "day",
        "chairman",
        "ceo",
        "ncr",
        "never",
        "taking",
        "granted",
        "extraordinary",
        "honor",
        "lead",
        "great",
        "company",
        "always",
        "felt",
        "immense",
        "pride",
        "employee",
        "ncr",
        "special",
        "company",
        "incredible",
        "people",
        "work",
        "hard",
        "every",
        "day",
        "serve",
        "customer",
        "build",
        "something",
        "truly",
        "great",
        "want",
        "thank",
        "people",
        "ncr",
        "past",
        "present",
        "dedication",
        "focus",
        "result",
        "would",
        "love",
        "nothing",
        "continue",
        "ceo",
        "serving",
        "executive",
        "simply",
        "feasible",
        "near",
        "future",
        "honored",
        "board",
        "decision",
        "name",
        "chairman",
        "emeritus",
        "look",
        "forward",
        "keeping",
        "active",
        "connection",
        "ncr",
        "also",
        "focusing",
        "outside",
        "board",
        "importantly",
        "spending",
        "time",
        "health",
        "nuti",
        "continued",
        "pleased",
        "board",
        "asked",
        "paul",
        "langenbahn",
        "become",
        "coo",
        "expertise",
        "software",
        "service",
        "deep",
        "experience",
        "working",
        "across",
        "ncr",
        "uniquely",
        "position",
        "lead",
        "operation",
        "pleasure",
        "work",
        "closely",
        "paul",
        "past",
        "seven",
        "year",
        "grown",
        "ncr",
        "one",
        "largest",
        "solution",
        "provider",
        "space",
        "know",
        "share",
        "board",
        "vision",
        "true",
        "passion",
        "work",
        "ensure",
        "ncr",
        "remains",
        "industry",
        "leader",
        "much",
        "accomplished",
        "last",
        "year",
        "even",
        "excited",
        "future",
        "world",
        "physical",
        "digital",
        "boundary",
        "increasingly",
        "blurred",
        "nobody",
        "better",
        "positioned",
        "ncr",
        "help",
        "company",
        "business",
        "reaffirming",
        "financial",
        "guidance",
        "ncr",
        "remains",
        "confident",
        "vision",
        "strategy",
        "reaffirming",
        "first",
        "quarter",
        "full",
        "year",
        "guidance",
        "provided",
        "february",
        "bill",
        "nuti",
        "bill",
        "nuti",
        "joined",
        "ncr",
        "president",
        "ceo",
        "named",
        "chairman",
        "upon",
        "completion",
        "successful",
        "billion",
        "teradata",
        "tenure",
        "ceo",
        "ncr",
        "revenue",
        "increased",
        "approximately",
        "billion",
        "billion",
        "operating",
        "margin",
        "tripled",
        "ncr",
        "saw",
        "significant",
        "growth",
        "cash",
        "flow",
        "recurring",
        "revenue",
        "organic",
        "investment",
        "nuti",
        "also",
        "played",
        "key",
        "role",
        "creating",
        "ncr",
        "billion",
        "software",
        "business",
        "including",
        "million",
        "cloud",
        "business",
        "driving",
        "ncr",
        "profit",
        "ncr",
        "also",
        "become",
        "leader",
        "working",
        "local",
        "community",
        "foster",
        "creation",
        "stem",
        "job",
        "across",
        "globe",
        "company",
        "recognized",
        "humanitarian",
        "contribution",
        "commitment",
        "employee",
        "training",
        "development",
        "paul",
        "langenbahn",
        "paul",
        "langenbahn",
        "held",
        "sale",
        "general",
        "management",
        "leadership",
        "position",
        "ncr",
        "recently",
        "executive",
        "vice",
        "president",
        "ncr",
        "software",
        "role",
        "led",
        "company",
        "global",
        "software",
        "business",
        "instrumental",
        "growing",
        "ncr",
        "platform",
        "channel",
        "transformation",
        "digital",
        "enablement",
        "solution",
        "previously",
        "served",
        "senior",
        "vice",
        "president",
        "president",
        "ncr",
        "hospitality",
        "division",
        "achieved",
        "operating",
        "income",
        "growth",
        "driven",
        "software",
        "cloud",
        "vice",
        "president",
        "global",
        "field",
        "operation",
        "prior",
        "joining",
        "ncr",
        "served",
        "various",
        "leadership",
        "role",
        "radiant",
        "system",
        "including",
        "president",
        "radiant",
        "hospitality",
        "business",
        "unit",
        "firm",
        "acquired",
        "ncr",
        "ncr",
        "corporation",
        "ncr",
        "corporation",
        "nyse",
        "ncr",
        "leader",
        "solution",
        "turning",
        "everyday",
        "interaction",
        "business",
        "exceptional",
        "experience",
        "software",
        "hardware",
        "portfolio",
        "service",
        "ncr",
        "enables",
        "nearly",
        "million",
        "transaction",
        "daily",
        "across",
        "financial",
        "retail",
        "hospitality",
        "travel",
        "telecom",
        "technology",
        "industry",
        "ncr",
        "solution",
        "run",
        "everyday",
        "transaction",
        "make",
        "life",
        "easier",
        "ncr",
        "headquartered",
        "atlanta",
        "employee",
        "business",
        "country",
        "ncr",
        "trademark",
        "ncr",
        "corporation",
        "united",
        "state",
        "country",
        "ncr",
        "encourages",
        "investor",
        "visit",
        "website",
        "updated",
        "regularly",
        "financial",
        "important",
        "information",
        "ncr",
        "website",
        "twitter",
        "ncrcorporation",
        "facebook",
        "linkedin",
        "http",
        "youtube",
        "note",
        "investor",
        "release",
        "contains",
        "statement",
        "use",
        "word",
        "expect",
        "anticipate",
        "outlook",
        "intend",
        "plan",
        "believe",
        "would",
        "could",
        "word",
        "similar",
        "meaning",
        "statement",
        "describe",
        "relate",
        "ncr",
        "plan",
        "goal",
        "intention",
        "strategy",
        "financial",
        "outlook",
        "statement",
        "relate",
        "historical",
        "current",
        "fact",
        "example",
        "release",
        "include",
        "statement",
        "expected",
        "timing",
        "success",
        "board",
        "ceo",
        "search",
        "ncr",
        "ability",
        "grow",
        "produce",
        "value",
        "execute",
        "future",
        "reaffirmation",
        "ncr",
        "first",
        "quarter",
        "financial",
        "guidance",
        "outlook",
        "expected",
        "type",
        "magnitude",
        "adjustment",
        "included",
        "measure",
        "statement",
        "based",
        "current",
        "belief",
        "expectation",
        "assumption",
        "may",
        "prove",
        "accurate",
        "involve",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "many",
        "ncr",
        "control",
        "statement",
        "guarantee",
        "future",
        "performance",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "outcome",
        "result",
        "differ",
        "materially",
        "result",
        "contemplated",
        "including",
        "factor",
        "relating",
        "strength",
        "demand",
        "atm",
        "financial",
        "service",
        "hardware",
        "effect",
        "result",
        "business",
        "reportable",
        "segment",
        "domestic",
        "global",
        "economic",
        "credit",
        "condition",
        "including",
        "particular",
        "resulting",
        "imposition",
        "threat",
        "protectionist",
        "trade",
        "policy",
        "import",
        "export",
        "tariff",
        "global",
        "regional",
        "market",
        "condition",
        "spending",
        "trend",
        "financial",
        "service",
        "retail",
        "industry",
        "new",
        "comprehensive",
        "tax",
        "legislation",
        "modified",
        "new",
        "global",
        "regional",
        "trade",
        "agreement",
        "determination",
        "united",
        "kingdom",
        "exit",
        "european",
        "union",
        "uncertainty",
        "potential",
        "change",
        "eurozone",
        "participation",
        "fluctuation",
        "oil",
        "commodity",
        "price",
        "transformation",
        "business",
        "model",
        "ability",
        "sell",
        "software",
        "service",
        "ability",
        "improve",
        "execution",
        "sale",
        "service",
        "organization",
        "ability",
        "successfully",
        "introduce",
        "new",
        "solution",
        "compete",
        "information",
        "technology",
        "industry",
        "cybersecurity",
        "risk",
        "compliance",
        "data",
        "privacy",
        "protection",
        "requirement",
        "possibility",
        "disruption",
        "problem",
        "data",
        "center",
        "hosting",
        "facility",
        "defect",
        "error",
        "product",
        "impact",
        "indebtedness",
        "term",
        "financial",
        "operating",
        "activity",
        "historical",
        "seasonality",
        "sale",
        "tax",
        "rate",
        "new",
        "u",
        "tax",
        "legislation",
        "foreign",
        "currency",
        "fluctuation",
        "success",
        "restructuring",
        "plan",
        "cost",
        "reduction",
        "initiative",
        "manufacturing",
        "disruption",
        "availability",
        "success",
        "acquisition",
        "divestiture",
        "alliance",
        "pension",
        "strategy",
        "underfunded",
        "pension",
        "obligation",
        "reliance",
        "third",
        "party",
        "supplier",
        "impact",
        "term",
        "strategic",
        "relationship",
        "blackstone",
        "series",
        "convertible",
        "preferred",
        "stock",
        "multinational",
        "operation",
        "including",
        "new",
        "emerging",
        "market",
        "collectability",
        "difficulty",
        "subcontracting",
        "relationship",
        "certain",
        "geographical",
        "market",
        "development",
        "protection",
        "intellectual",
        "property",
        "workforce",
        "turnover",
        "ability",
        "attract",
        "retain",
        "skilled",
        "employee",
        "environmental",
        "exposure",
        "historical",
        "ongoing",
        "manufacturing",
        "activity",
        "uncertainty",
        "regard",
        "regulation",
        "lawsuit",
        "claim",
        "matter",
        "across",
        "various",
        "jurisdiction",
        "additional",
        "information",
        "concerning",
        "factor",
        "found",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "statement",
        "speaks",
        "date",
        "made",
        "company",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "ncr",
        "corporation",
        "medium",
        "relation",
        "scott",
        "sykes",
        "investor",
        "relation",
        "michael",
        "nelson",
        "source",
        "ncr",
        "corporation"
    ]
}