{
    "organizations": [],
    "uuid": "399012d65d64c9738d13ddfd58dc0b64d40a49ab",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/cnbc-transcript-raghuram-rajan-professor-of-finance-university-of-chicago-booth-school-of-business-former-governor-reserve-bank-of-india.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Raghuram Rajan, Professor of Finance, University of Chicago Booth School of Business, & Former Governor, Reserve Bank of India",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of CNBC's exclusive interview with Raghuram Rajan, Professor of Finance, University of Chicago Booth School of Business, & Former Governor, Reserve Bank of India at the Credit Suisse Asian Investment Conference in Hong Kong. The interview was broadcast on Squawk Box on 20 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Bernie Lo and Akiko Fujita.\nAkiko Fujita (AF): Raghuram Rajan is professor of finance, at the University of Chicago Booth School of Business. He is of course, also the former governor for the Reserve Bank of India from 2013 to 2016, joining us here for an exclusive interview. Great to have you on this morning. I want to get right into the trade issue here because I saw you made some comments yesterday saying there's this strange dynamic right now that's happening over in the U.S. where a country's own measure of its success is inevitably going to deteriorate significantly.\nRaghuram Rajan: Yes, I mean if you look at the U.S. current account deficit, which is how, or even the trade deficit - which is how the U.S. measures itself - given that the U.S. is close to full employment right now, and given that there's a fair amount of stimulus coming through the tax reform, it is likely that the U.S. is going to run a large fiscal deficit, and that's going to spread into a current account deficit and a trade deficit. They're going to spend more on goods from abroad. If that's how they measure their success, well things are going to get worse because they're going to see that the trade deficit is going to expand and it's not because others are cheating, it's because the U.S. will be consuming more of foreign goods.\nBernie Lo (BL): Professor, far be it for me to argue with a professor of economics. In normal cases that would be true, a windfall translates into a money multiplier effect which increases consumption. But you have a very nervous populace right now. We've got 30 year conventional mortgage rates at their highest in many, many years at something, like four and three quarters percent, people don't know where the story is going. Doesn't that, won't that translate into reticence or a pullback in spending habits and exactly what you're referring to.\nRaghuram Rajan: It could, but consumer sentiment is very strong even now despite all…\nBL: But sentiment and actually doing are two different things, you know that.\nRaghuram Rajan: Possibly possibly, but it's not just consumption which is picking up, investment has also been picking up, and investment spending goes in capital goods, a lot of which are manufactured elsewhere. So given that total demand could well go up as a result of the stimulus and given production capacity is limited because of the fairly full employed labor market, that means it's going to spread into foreign goods. So there will be a change in the trade deficit and it will go in the opposite direction to what the administration currently wants and it'll have to explain it away.\nAF: How should the U.S. be addressing the trade deficit because we had James Sweeney on earlier, chief economist at Credit Suisse saying that, essentially that you know the president's over in the U.S. have too long, for too long overlooked the trade deficit. Now we've got an administration that says we're not going to let this go any further. And yet they've tied it directly to the prosperity which seems like based on what you're saying, you say they've got it all wrong.\nRaghuram Rajan: Well I think the metric is wrong. I think there is a scope for negotiating some of the barriers to entry for U.S. goods elsewhere. That's some conversation that could be had, should be had. But in terms of measuring how you perform based only on manufacturing seems a overly narrow view of what the U.S. should be doing - for example, the U.S. is one of the largest if not the largest service exporter in the world. Now as you may recall in the recent conversation with Canada that has been left out of the picture. So you cannot look at narrow measures and argue that this is how we should be measuring our performance. The U.S. is incredibly competitive in some areas of manufacturing. Incredibly competitive in services but not so good in the old manufacturing, the legacy manufacturing. And I think the issue is how do you move the workers in legacy manufacturing to some of the more resilient areas in the U.S.. That is what their focus should be on rather than thinking about barriers.\nBL: The thinking seems to be very binary right now, it's almost as if we're still in the 1980s, you know in the heyday of Harrisburg Pennsylvania. You know they had a hotspot for industrial manufacturing, steel making. Companies like U.S. Steel report, you know the media reports these stories, like you know, after five years of after mothballing the plant they're finally bringing back workers from furlough and bringing back a dozen workers and they put that in a huge media headline and then the president goes 'Exactly, America is coming back!' and that's the narrative that people start to believe.\nRaghuram Rajan: What's the cost per worker? That's what the economist would ask.\nBL: Oh my gosh, I don't know, probably incalculable.\nRaghuram Rajan: How much are you spending to keep each of them, why not spend it on helping them adjust through the trade adjustment measures that the U.S. has for individual workers, really are totally ineffective. The U.S. needs far better measures to help people who are affected not just by trade but generally by technological change. If they could get that, it would take a lot of pressure off the world. I want to take it back not to the 80s but back to the 17th, and the 18th century, when an emperor used to issue an edict. And countries across the world used to send missions to say 'please reconsider what you're doing'. That's what it looks like in Washington today with the threatened steel tariffs, and the aluminium tariffs. Countries are sending missions, some are sending golfers to try and persuade the U.S. administration to change its mind. This is not how the international system is supposed to work. It is supposed to work on the basis of rules, on the basis of transparency, not on the basis of very individual negotiated deals. By all means, the U.S. has legitimate complaints and I think there are better ways of doing it than through something which could lead to much worse outcomes.\nAF: Let me shift our attention to the domestic economy back home in India, because it looks like after some headwinds we saw last year stemming from structural changes, the economy is back on track for something along 7.4 percent growth and yet I heard you yesterday saying the number should really be at 10 percent, so given the potential, why aren't we seeing that kind of number?\nRaghuram Rajan: Well, there are some headwinds in India still. We had a lot more headwinds earlier in the year from the move to a new goods and services tax, from the effects of demonetisation and to some extent a continuing headwind from the cleaning up of the banking system. Now I think some of this is being resolved. There's still some way to go but we should be thinking in India of the next 10 to 20 years and there, India needs a massive push to create jobs which means building out infrastructure, clearing the way for companies, easing the way for them to do business, and improving the quality of our human capital which includes healthcare and education. Now if we can do all this, and it requires some important steps which require spending political capital, but if we can do it, I think we can move up from the 7.5 percent growth which is not enough to employ the 12 million people coming to the labor force every year in good jobs. We can move up to maybe 10, provide some kind of source of demand for the work. We can do that but I think we need to work on it.\nBL: We've been talking about what India needs for a long, long time - you know it needs to revamp its infrastructure, its bylaws, its regulations, the ease of doing business - why have we been having this conversation for decades?\nRaghuram Rajan: Well, things are happening. They're happening more slowly than one would wish. That's potentially the cost of getting political agreement. But we do need to work at it and work faster at it because we have a young population and the world is changing, that the world is less receptive as we just talked, to exports. So if India becomes a manufacturing giant overnight, who's going to buy its stuff? So we need to think about our pathway of growth, it will be different from China's, but it can be a very healthy growth pathway if we do what is necessary.\nAF: So 10% is the target. How quickly can that be achieved if, in fact they do, the government does address some of these reforms?\nRaghuram Rajan: Well, first I think to some extent, reforms will be put on the shelf till the next election. But post-election, if we can accelerate this pace of reform, there's no reason why in two or three years we couldn't move up to a higher plane of growth. It needs some key reforms in areas like land acquisition, like reforming the power sector. But I think once those are done, the impetus will be given, industry will get more confident, business will get more confident, that could be the new era. But it probably will have to wait till the election.\nBL: Raghuram, I just had a sudden rare inspiration. I look at you, you haven't aged a day since 2013 when you took the helm of the RBI. You're looking very Prime Ministerial these days.\nRaghuram Rajan: Not me. I'm very happy.\nBL: You're happy teaching? You like academia?\nRaghuram Rajan: Absolutely.\nBL: No political ambitions?\nRaghuram Rajan: None whatsoever.\nBL: Okay, I'll press him on that after the break. Raghuram Rajan, professor of UC Booth School of Business.\nEND",
    "published": "2018-03-20T06:49:00.000+02:00",
    "crawled": "2018-03-20T08:19:12.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "exclusive",
        "interview",
        "raghuram",
        "rajan",
        "professor",
        "finance",
        "university",
        "chicago",
        "booth",
        "school",
        "business",
        "former",
        "governor",
        "reserve",
        "bank",
        "india",
        "credit",
        "suisse",
        "asian",
        "investment",
        "conference",
        "hong",
        "kong",
        "interview",
        "broadcast",
        "squawk",
        "box",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "bernie",
        "lo",
        "akiko",
        "fujita",
        "akiko",
        "fujita",
        "af",
        "raghuram",
        "rajan",
        "professor",
        "finance",
        "university",
        "chicago",
        "booth",
        "school",
        "business",
        "course",
        "also",
        "former",
        "governor",
        "reserve",
        "bank",
        "india",
        "joining",
        "u",
        "exclusive",
        "interview",
        "great",
        "morning",
        "want",
        "get",
        "right",
        "trade",
        "issue",
        "saw",
        "made",
        "comment",
        "yesterday",
        "saying",
        "strange",
        "dynamic",
        "right",
        "happening",
        "country",
        "measure",
        "success",
        "inevitably",
        "going",
        "deteriorate",
        "significantly",
        "raghuram",
        "rajan",
        "yes",
        "mean",
        "look",
        "current",
        "account",
        "deficit",
        "even",
        "trade",
        "deficit",
        "measure",
        "given",
        "close",
        "full",
        "employment",
        "right",
        "given",
        "fair",
        "amount",
        "stimulus",
        "coming",
        "tax",
        "reform",
        "likely",
        "going",
        "run",
        "large",
        "fiscal",
        "deficit",
        "going",
        "spread",
        "current",
        "account",
        "deficit",
        "trade",
        "deficit",
        "going",
        "spend",
        "good",
        "abroad",
        "measure",
        "success",
        "well",
        "thing",
        "going",
        "get",
        "worse",
        "going",
        "see",
        "trade",
        "deficit",
        "going",
        "expand",
        "others",
        "cheating",
        "consuming",
        "foreign",
        "good",
        "bernie",
        "lo",
        "bl",
        "professor",
        "far",
        "argue",
        "professor",
        "economics",
        "normal",
        "case",
        "would",
        "true",
        "windfall",
        "translates",
        "money",
        "multiplier",
        "effect",
        "increase",
        "consumption",
        "nervous",
        "populace",
        "right",
        "got",
        "year",
        "conventional",
        "mortgage",
        "rate",
        "highest",
        "many",
        "many",
        "year",
        "something",
        "like",
        "four",
        "three",
        "quarter",
        "percent",
        "people",
        "know",
        "story",
        "going",
        "wo",
        "translate",
        "reticence",
        "pullback",
        "spending",
        "habit",
        "exactly",
        "referring",
        "raghuram",
        "rajan",
        "could",
        "consumer",
        "sentiment",
        "strong",
        "even",
        "despite",
        "bl",
        "sentiment",
        "actually",
        "two",
        "different",
        "thing",
        "know",
        "raghuram",
        "rajan",
        "possibly",
        "possibly",
        "consumption",
        "picking",
        "investment",
        "also",
        "picking",
        "investment",
        "spending",
        "go",
        "capital",
        "good",
        "lot",
        "manufactured",
        "elsewhere",
        "given",
        "total",
        "demand",
        "could",
        "well",
        "go",
        "result",
        "stimulus",
        "given",
        "production",
        "capacity",
        "limited",
        "fairly",
        "full",
        "employed",
        "labor",
        "market",
        "mean",
        "going",
        "spread",
        "foreign",
        "good",
        "change",
        "trade",
        "deficit",
        "go",
        "opposite",
        "direction",
        "administration",
        "currently",
        "want",
        "explain",
        "away",
        "af",
        "addressing",
        "trade",
        "deficit",
        "james",
        "sweeney",
        "earlier",
        "chief",
        "economist",
        "credit",
        "suisse",
        "saying",
        "essentially",
        "know",
        "president",
        "long",
        "long",
        "overlooked",
        "trade",
        "deficit",
        "got",
        "administration",
        "say",
        "going",
        "let",
        "go",
        "yet",
        "tied",
        "directly",
        "prosperity",
        "seems",
        "like",
        "based",
        "saying",
        "say",
        "got",
        "wrong",
        "raghuram",
        "rajan",
        "well",
        "think",
        "metric",
        "wrong",
        "think",
        "scope",
        "negotiating",
        "barrier",
        "entry",
        "good",
        "elsewhere",
        "conversation",
        "could",
        "term",
        "measuring",
        "perform",
        "based",
        "manufacturing",
        "seems",
        "overly",
        "narrow",
        "view",
        "example",
        "one",
        "largest",
        "largest",
        "service",
        "exporter",
        "world",
        "may",
        "recall",
        "recent",
        "conversation",
        "canada",
        "left",
        "picture",
        "look",
        "narrow",
        "measure",
        "argue",
        "measuring",
        "performance",
        "incredibly",
        "competitive",
        "area",
        "manufacturing",
        "incredibly",
        "competitive",
        "service",
        "good",
        "old",
        "manufacturing",
        "legacy",
        "manufacturing",
        "think",
        "issue",
        "move",
        "worker",
        "legacy",
        "manufacturing",
        "resilient",
        "area",
        "focus",
        "rather",
        "thinking",
        "barrier",
        "bl",
        "thinking",
        "seems",
        "binary",
        "right",
        "almost",
        "still",
        "1980s",
        "know",
        "heyday",
        "harrisburg",
        "pennsylvania",
        "know",
        "hotspot",
        "industrial",
        "manufacturing",
        "steel",
        "making",
        "company",
        "like",
        "steel",
        "report",
        "know",
        "medium",
        "report",
        "story",
        "like",
        "know",
        "five",
        "year",
        "mothballing",
        "plant",
        "finally",
        "bringing",
        "back",
        "worker",
        "furlough",
        "bringing",
        "back",
        "dozen",
        "worker",
        "put",
        "huge",
        "medium",
        "headline",
        "president",
        "go",
        "america",
        "coming",
        "back",
        "narrative",
        "people",
        "start",
        "believe",
        "raghuram",
        "rajan",
        "cost",
        "per",
        "worker",
        "economist",
        "would",
        "ask",
        "bl",
        "oh",
        "gosh",
        "know",
        "probably",
        "incalculable",
        "raghuram",
        "rajan",
        "much",
        "spending",
        "keep",
        "spend",
        "helping",
        "adjust",
        "trade",
        "adjustment",
        "measure",
        "individual",
        "worker",
        "really",
        "totally",
        "ineffective",
        "need",
        "far",
        "better",
        "measure",
        "help",
        "people",
        "affected",
        "trade",
        "generally",
        "technological",
        "change",
        "could",
        "get",
        "would",
        "take",
        "lot",
        "pressure",
        "world",
        "want",
        "take",
        "back",
        "80",
        "back",
        "17th",
        "18th",
        "century",
        "emperor",
        "used",
        "issue",
        "edict",
        "country",
        "across",
        "world",
        "used",
        "send",
        "mission",
        "say",
        "reconsider",
        "look",
        "like",
        "washington",
        "today",
        "threatened",
        "steel",
        "tariff",
        "aluminium",
        "tariff",
        "country",
        "sending",
        "mission",
        "sending",
        "golfer",
        "try",
        "persuade",
        "administration",
        "change",
        "mind",
        "international",
        "system",
        "supposed",
        "work",
        "supposed",
        "work",
        "basis",
        "rule",
        "basis",
        "transparency",
        "basis",
        "individual",
        "negotiated",
        "deal",
        "mean",
        "legitimate",
        "complaint",
        "think",
        "better",
        "way",
        "something",
        "could",
        "lead",
        "much",
        "worse",
        "outcome",
        "af",
        "let",
        "shift",
        "attention",
        "domestic",
        "economy",
        "back",
        "home",
        "india",
        "look",
        "like",
        "headwind",
        "saw",
        "last",
        "year",
        "stemming",
        "structural",
        "change",
        "economy",
        "back",
        "track",
        "something",
        "along",
        "percent",
        "growth",
        "yet",
        "heard",
        "yesterday",
        "saying",
        "number",
        "really",
        "percent",
        "given",
        "potential",
        "seeing",
        "kind",
        "number",
        "raghuram",
        "rajan",
        "well",
        "headwind",
        "india",
        "still",
        "lot",
        "headwind",
        "earlier",
        "year",
        "move",
        "new",
        "good",
        "service",
        "tax",
        "effect",
        "demonetisation",
        "extent",
        "continuing",
        "headwind",
        "cleaning",
        "banking",
        "system",
        "think",
        "resolved",
        "still",
        "way",
        "go",
        "thinking",
        "india",
        "next",
        "year",
        "india",
        "need",
        "massive",
        "push",
        "create",
        "job",
        "mean",
        "building",
        "infrastructure",
        "clearing",
        "way",
        "company",
        "easing",
        "way",
        "business",
        "improving",
        "quality",
        "human",
        "capital",
        "includes",
        "healthcare",
        "education",
        "requires",
        "important",
        "step",
        "require",
        "spending",
        "political",
        "capital",
        "think",
        "move",
        "percent",
        "growth",
        "enough",
        "employ",
        "million",
        "people",
        "coming",
        "labor",
        "force",
        "every",
        "year",
        "good",
        "job",
        "move",
        "maybe",
        "provide",
        "kind",
        "source",
        "demand",
        "work",
        "think",
        "need",
        "work",
        "bl",
        "talking",
        "india",
        "need",
        "long",
        "long",
        "time",
        "know",
        "need",
        "revamp",
        "infrastructure",
        "bylaw",
        "regulation",
        "ease",
        "business",
        "conversation",
        "decade",
        "raghuram",
        "rajan",
        "well",
        "thing",
        "happening",
        "happening",
        "slowly",
        "one",
        "would",
        "wish",
        "potentially",
        "cost",
        "getting",
        "political",
        "agreement",
        "need",
        "work",
        "work",
        "faster",
        "young",
        "population",
        "world",
        "changing",
        "world",
        "less",
        "receptive",
        "talked",
        "export",
        "india",
        "becomes",
        "manufacturing",
        "giant",
        "overnight",
        "going",
        "buy",
        "stuff",
        "need",
        "think",
        "pathway",
        "growth",
        "different",
        "china",
        "healthy",
        "growth",
        "pathway",
        "necessary",
        "af",
        "target",
        "quickly",
        "achieved",
        "fact",
        "government",
        "address",
        "reform",
        "raghuram",
        "rajan",
        "well",
        "first",
        "think",
        "extent",
        "reform",
        "put",
        "shelf",
        "till",
        "next",
        "election",
        "accelerate",
        "pace",
        "reform",
        "reason",
        "two",
        "three",
        "year",
        "could",
        "move",
        "higher",
        "plane",
        "growth",
        "need",
        "key",
        "reform",
        "area",
        "like",
        "land",
        "acquisition",
        "like",
        "reforming",
        "power",
        "sector",
        "think",
        "done",
        "impetus",
        "given",
        "industry",
        "get",
        "confident",
        "business",
        "get",
        "confident",
        "could",
        "new",
        "era",
        "probably",
        "wait",
        "till",
        "election",
        "bl",
        "raghuram",
        "sudden",
        "rare",
        "inspiration",
        "look",
        "aged",
        "day",
        "since",
        "took",
        "helm",
        "rbi",
        "looking",
        "prime",
        "ministerial",
        "day",
        "raghuram",
        "rajan",
        "happy",
        "bl",
        "happy",
        "teaching",
        "like",
        "academia",
        "raghuram",
        "rajan",
        "absolutely",
        "bl",
        "political",
        "ambition",
        "raghuram",
        "rajan",
        "none",
        "whatsoever",
        "bl",
        "okay",
        "press",
        "break",
        "raghuram",
        "rajan",
        "professor",
        "uc",
        "booth",
        "school",
        "business",
        "end"
    ]
}