{
    "organizations": [],
    "uuid": "9d49598e245a7adb87078daad5569a88aa04073a",
    "author": "",
    "url": "https://www.cnbc.com/2018/03/09/pharma-bro-martin-shkreli-sentenced-to-7-years-in-prison.html",
    "ord_in_thread": 0,
    "title": "'Pharma bro' Martin Shkreli sentenced to 7 years in prison",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "1 Hour Ago | 03:05 \nNotorious \"pharma bro\" Martin Shkreli made a sob-filled plea for leniency but ended up getting sentenced Friday to seven years in prison for federal fraud charges related to hedge funds and a drug company that he once ran. \n\"There one person to blame for me being here today is me,\" a choked-up Shkreli told a judge before she imposed the prison term in Brooklyn, New York, federal court. \n\"Not the government. There is no conspiracy to take down Martin Shkreli.\" \n\"I took down Martin Shkreli with my disgraceful and shameful actions.\" \n\"This is my fault. I am no victim here,\" Shkreli said, before breaking down into tears as he promised not to let his lawyer Benjamin Brafman down in his efforts to contribute to society. \n\"Do not feel bad for me,\" Shkreli told a packed courtroom that included supporters and family members, many of who had written letters asking Judge Kiyo Matsumoto to spare him from a harsh sentence. \nAnd he had a message for the investors he duped: \"I am terribly sorry I lost your trust...You deserve far better.\" \n\"I was never motivated by money,\" Shkreli said. \"I wanted to grow my stature and my reputation.\" \n\"I am here because of my gross, stupid and negligent mistakes I made.\" Elizabeth Williams | CNBC A courtroom sketch showing Martin Shkreli crying in court during his sentencing while his defense lawyer Ben Brafman on March 9th, 2018. \nThe seven-year sentence — to which Shkreli listened impassively — was significantly higher than the 18-month maximum requested by defense lawyers. \n\"He has the potential to do good,\" Brafman argued, pointing to Shkreli's intellectual brilliance and altruism toward others less fortunate them himself. \n\"He shouldn't be sentenced simply for being Martin Shkreli.\" \nWhile Brafman did not get what he wanted, the sentence was also less than half the minimum 15-year term that prosecutors said they wanted Friday in from Matsumoto. \n\"We do believe the public needs to be protected from Mr. Shkreli,\" assistant U.S. Attorney Jacquelyn Kasulis told Matsumoto while arguing for that stiff term. \n\"We do believe, your honor, that he is dangerous,\" Kasulis said. \nMatsumoto said she had struggled over what to give Shkreli as a sentence. \nIn a lengthy lead-up to announcing her decision, the judge noted Shkreli's upbringing in a household that included an abusive father, his problems with panic attacks, his charitable contributions to individuals and groups, and his talent for picking stocks and for scientific research. \nBut Matsumoto also detailed Shkreli's years-long series of sophisticated financial deceptions, his foul-mouthed boasts of having threatened to render a former employee and his family \"homeless,\" and his emailed statements from prison saying he would do anything necessary to win a light prison term. \nShe urged Shklrei to continue teaching inmates math, finances and other subjects, as he has in recent months. \n\"I do wish you well, Mr. Shkreli,\" Matsumoto said. \n\"Thank you very much, your honor,\" he responded. \nShkreli, who will get credit for six months he has already spent in jail since shortly after his conviction, also was sentenced to three years of probation after his release and ordered to pay a $75,000 fine. \nThere is no parole in the federal prison system, but Shkreli could be released after having served almost six years, due to credit for good conduct. \nThe judge had already ordered Shkreli, who will turn 35 on March 17, to also forfeit nearly $7.4 million to the federal government. \nAnd she ordered him to obtain mental health counseling while on probation. \nA psychological examination of Shkreli performed before his sentencing found that he suffered from generalized anxiety disorder, major depressive disorder, and an unspecified personality disorder. \nShkreli also had revealed that he was drinking seven to eight alcoholic beverages per day after he was indicted in the case in late 2015 to deal with his anxiety. He called that \"toxic behavior,\" the judge noted. \nAfter his release into probation, Shkreli will be barred from holding a majority stake in a company, as well as an executive position or directorship of a company. Elizabeth Williams | CNBC A courtroom sketch showing Martin Shkreli making statement in court weeping, during his sentencing while his defense lawyer Ben Brafman holds his head in his hands. \n\"I think it's hard to claim victory when someone like Martin Shkreli is going to jail but if you are asking me if it could have been a lot worse, absolutely,\" Brafman said outside of court. \n\"The government didn't get what that they wanted. We didn't get what we wanted either,\" Brafman said. \"This is a good judge who I think spent a great deal of time trying to examine the facts and all of the letters that were written on behalf of Mr. Shkreli and she made her decision and we all have to live with it.\" \nHe also said, \"Martin is fine.\" \nThe three-hour sentencing hearing came 2½ years after Shkreli attracted widespread negative media attention for his decision to hike the price of a drug by 5,500 percent at Turing Pharmaceuticals, another company he founded. \nBut Shkreli's sentencing was not connected to that pricing of the anti-parasite medication, Daraprim. \nIt also wasn't related to his social media trolling of adversaries, who have included Hillary Clinton, members of the hip-hop group the Wu-Tang Clan and journalists. \n'I want to reiterate something that I've seen since the beginning—this trial is not about his public persona, nor about his actions or statements about pricing of pharmaceuticals,\" Matsumoto said. \n\"I will base my sentence on the conduct he was found guilty.\" Getty Images A file photo of former pharmaceutical executive Martin Shkreli. \nThat conduct for which Shkreli will head off to prison from his current jailhouse abode was for misleading investors about key details and the dismal financial market performance of the MSMB Capital and MSMB Healthcare hedge funds that he operated. \nShkreli also was convicted last August of conspiring to fraudulently manipulate stock shares of Retrophin , the pharma company he created after both hedge funds effectively collapsed. \nEvidence at trial revealed that Shkreli had used stock and cash from publicly traded Retrophin to pay back the duped hedge fund investors, who all ended up getting more than they had originally invested. \nWitnesses at that trial also painted a picture of Shkreli as a complicated person who could inspire grand visions of life-saving pharmaceutical treatments while also frustrating people with his habit of playing fast and loose with the facts. \nA number of those witnesses testified to Shkreli's brilliance, or even genius, as well as to his tendency toward depression and self-sabotage. \nDefense lawyers had asked Matsumoto in a court filing last week to give Shkreli a relatively light prison term of 12 to 18 months, followed by 2,000 hours of community service and mandatory therapy. \nThey called Shkreli a \"very unique defendant\" who \"is a kind, caring and generous person who uses his time and effort to help those in need.\" \n\"If not warehoused in prison, Martin could literally save lives,\" Shkreli's lawyers wrote in their sentencing recommendation. \nThey argued that Shkreli lacked \"genuine remorse \" for his crimes, and had a pattern of deceptive schemes spanning even after the crimes for which he was convicted. \nThey called Shkreli \"a man who believes the ends always justifies the means.\" \nFederal sentencing guidelines had suggested a prison term of decades, in large part because of Matsumoto's finding that the losses from Shkreli's crimes totaled $10.4 million. show chapters 2:01 PM ET Mon, 5 March 2018 | 01:11 \nThe judge refused to give him credit for the fact that his hedge fund investors all ended up with more than they originally placed with him, noting that Shkreli only began his scheme to repay them with Retrophin's assets after investors began raising red flags that they had been defrauded. \nIn addition to his prison term, Shkreli already had been ordered by the judge to forfeit nearly $7.4 million to the federal government because of his crimes. \nTo secure that award, Matsumoto had ordered Shkreli to give up his ownership of a $5 million stock account that had been used as collateral for a now-revoked release bond. \nShe also told him to give up his ownership if a one-of-a-kind Wu-Tang Clan album that he bought for $2 million, a Picasso painting, a Lil Wayne album, and his stake in Vyera Pharmaceuticals, which previously was known as Turing. \nShkreli has been locked up in a federal jail in Brooklyn since September, a month after his conviction, when Mastumoto revoked his $5 million release bond. \nMastumoto's move came after Shkreli, in yet another social media stunt, offered his Facebook followers a $5,000 bounty for samples of Clinton's hair. The offer, which Shkreli claimed was satire, drew the attention of the Secret Service, which provides protection for Clinton, and drew the ire of prosecutors. \nMatsumoto said Shkreli represented a danger because of his bounty offer. \nIn a letter sent to the judge in advance of his sentencing asking for a light prison term , Shkreli wrote, \"I was a fool,\" and called himself \"far from blameless.\" \n\"I accept the fact that I made serious mistakes, but I still believe that I am a good person with much potential,\" Shkreli wrote from jail. \n\"The trial and the six months in a maximum security prison has been a frightening wake-up call,\" Shkreli wrote. \"I understand how I need to change.\" \nShkreli plans to appeal his conviction. \nAdditional reporting by Ashley Turner \nSee how Martin Shkreli the \"Pharma Bro\" got to today's sentencing TONIGHT on American Greed at 10p ET. \nWATCH: Co-worker says Shkreli 'mentally unstable' show chapters ",
    "published": "2018-03-09T20:56:00.000+02:00",
    "crawled": "2018-03-09T21:35:24.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hour",
        "ago",
        "notorious",
        "pharma",
        "bro",
        "martin",
        "shkreli",
        "made",
        "plea",
        "leniency",
        "ended",
        "getting",
        "sentenced",
        "friday",
        "seven",
        "year",
        "prison",
        "federal",
        "fraud",
        "charge",
        "related",
        "hedge",
        "fund",
        "drug",
        "company",
        "ran",
        "one",
        "person",
        "blame",
        "today",
        "shkreli",
        "told",
        "judge",
        "imposed",
        "prison",
        "term",
        "brooklyn",
        "new",
        "york",
        "federal",
        "court",
        "government",
        "conspiracy",
        "take",
        "martin",
        "shkreli",
        "took",
        "martin",
        "shkreli",
        "disgraceful",
        "shameful",
        "action",
        "fault",
        "victim",
        "shkreli",
        "said",
        "breaking",
        "tear",
        "promised",
        "let",
        "lawyer",
        "benjamin",
        "brafman",
        "effort",
        "contribute",
        "society",
        "feel",
        "bad",
        "shkreli",
        "told",
        "packed",
        "courtroom",
        "included",
        "supporter",
        "family",
        "member",
        "many",
        "written",
        "letter",
        "asking",
        "judge",
        "kiyo",
        "matsumoto",
        "spare",
        "harsh",
        "sentence",
        "message",
        "investor",
        "duped",
        "terribly",
        "sorry",
        "lost",
        "trust",
        "deserve",
        "far",
        "better",
        "never",
        "motivated",
        "money",
        "shkreli",
        "said",
        "wanted",
        "grow",
        "stature",
        "reputation",
        "gross",
        "stupid",
        "negligent",
        "mistake",
        "made",
        "elizabeth",
        "williams",
        "cnbc",
        "courtroom",
        "sketch",
        "showing",
        "martin",
        "shkreli",
        "cry",
        "court",
        "sentencing",
        "defense",
        "lawyer",
        "ben",
        "brafman",
        "march",
        "9th",
        "sentence",
        "shkreli",
        "listened",
        "impassively",
        "significantly",
        "higher",
        "maximum",
        "requested",
        "defense",
        "lawyer",
        "potential",
        "good",
        "brafman",
        "argued",
        "pointing",
        "shkreli",
        "intellectual",
        "brilliance",
        "altruism",
        "toward",
        "others",
        "less",
        "fortunate",
        "sentenced",
        "simply",
        "martin",
        "shkreli",
        "brafman",
        "get",
        "wanted",
        "sentence",
        "also",
        "less",
        "half",
        "minimum",
        "term",
        "prosecutor",
        "said",
        "wanted",
        "friday",
        "matsumoto",
        "believe",
        "public",
        "need",
        "protected",
        "shkreli",
        "assistant",
        "attorney",
        "jacquelyn",
        "kasulis",
        "told",
        "matsumoto",
        "arguing",
        "stiff",
        "term",
        "believe",
        "honor",
        "dangerous",
        "kasulis",
        "said",
        "matsumoto",
        "said",
        "struggled",
        "give",
        "shkreli",
        "sentence",
        "lengthy",
        "announcing",
        "decision",
        "judge",
        "noted",
        "shkreli",
        "upbringing",
        "household",
        "included",
        "abusive",
        "father",
        "problem",
        "panic",
        "attack",
        "charitable",
        "contribution",
        "individual",
        "group",
        "talent",
        "picking",
        "stock",
        "scientific",
        "research",
        "matsumoto",
        "also",
        "detailed",
        "shkreli",
        "series",
        "sophisticated",
        "financial",
        "deception",
        "boast",
        "threatened",
        "render",
        "former",
        "employee",
        "family",
        "homeless",
        "emailed",
        "statement",
        "prison",
        "saying",
        "would",
        "anything",
        "necessary",
        "win",
        "light",
        "prison",
        "term",
        "urged",
        "shklrei",
        "continue",
        "teaching",
        "inmate",
        "math",
        "finance",
        "subject",
        "recent",
        "month",
        "wish",
        "well",
        "shkreli",
        "matsumoto",
        "said",
        "thank",
        "much",
        "honor",
        "responded",
        "shkreli",
        "get",
        "credit",
        "six",
        "month",
        "already",
        "spent",
        "jail",
        "since",
        "shortly",
        "conviction",
        "also",
        "sentenced",
        "three",
        "year",
        "probation",
        "release",
        "ordered",
        "pay",
        "fine",
        "parole",
        "federal",
        "prison",
        "system",
        "shkreli",
        "could",
        "released",
        "served",
        "almost",
        "six",
        "year",
        "due",
        "credit",
        "good",
        "conduct",
        "judge",
        "already",
        "ordered",
        "shkreli",
        "turn",
        "march",
        "also",
        "forfeit",
        "nearly",
        "million",
        "federal",
        "government",
        "ordered",
        "obtain",
        "mental",
        "health",
        "counseling",
        "probation",
        "psychological",
        "examination",
        "shkreli",
        "performed",
        "sentencing",
        "found",
        "suffered",
        "generalized",
        "anxiety",
        "disorder",
        "major",
        "depressive",
        "disorder",
        "unspecified",
        "personality",
        "disorder",
        "shkreli",
        "also",
        "revealed",
        "drinking",
        "seven",
        "eight",
        "alcoholic",
        "beverage",
        "per",
        "day",
        "indicted",
        "case",
        "late",
        "deal",
        "anxiety",
        "called",
        "toxic",
        "behavior",
        "judge",
        "noted",
        "release",
        "probation",
        "shkreli",
        "barred",
        "holding",
        "majority",
        "stake",
        "company",
        "well",
        "executive",
        "position",
        "directorship",
        "company",
        "elizabeth",
        "williams",
        "cnbc",
        "courtroom",
        "sketch",
        "showing",
        "martin",
        "shkreli",
        "making",
        "statement",
        "court",
        "weeping",
        "sentencing",
        "defense",
        "lawyer",
        "ben",
        "brafman",
        "hold",
        "head",
        "hand",
        "think",
        "hard",
        "claim",
        "victory",
        "someone",
        "like",
        "martin",
        "shkreli",
        "going",
        "jail",
        "asking",
        "could",
        "lot",
        "worse",
        "absolutely",
        "brafman",
        "said",
        "outside",
        "court",
        "government",
        "get",
        "wanted",
        "get",
        "wanted",
        "either",
        "brafman",
        "said",
        "good",
        "judge",
        "think",
        "spent",
        "great",
        "deal",
        "time",
        "trying",
        "examine",
        "fact",
        "letter",
        "written",
        "behalf",
        "shkreli",
        "made",
        "decision",
        "live",
        "also",
        "said",
        "martin",
        "fine",
        "sentencing",
        "hearing",
        "came",
        "2½",
        "year",
        "shkreli",
        "attracted",
        "widespread",
        "negative",
        "medium",
        "attention",
        "decision",
        "hike",
        "price",
        "drug",
        "percent",
        "turing",
        "pharmaceutical",
        "another",
        "company",
        "founded",
        "shkreli",
        "sentencing",
        "connected",
        "pricing",
        "medication",
        "daraprim",
        "also",
        "related",
        "social",
        "medium",
        "trolling",
        "adversary",
        "included",
        "hillary",
        "clinton",
        "member",
        "group",
        "clan",
        "journalist",
        "want",
        "reiterate",
        "something",
        "seen",
        "since",
        "trial",
        "public",
        "persona",
        "action",
        "statement",
        "pricing",
        "pharmaceutical",
        "matsumoto",
        "said",
        "base",
        "sentence",
        "conduct",
        "found",
        "guilty",
        "getty",
        "image",
        "file",
        "photo",
        "former",
        "pharmaceutical",
        "executive",
        "martin",
        "shkreli",
        "conduct",
        "shkreli",
        "head",
        "prison",
        "current",
        "jailhouse",
        "abode",
        "misleading",
        "investor",
        "key",
        "detail",
        "dismal",
        "financial",
        "market",
        "performance",
        "msmb",
        "capital",
        "msmb",
        "healthcare",
        "hedge",
        "fund",
        "operated",
        "shkreli",
        "also",
        "convicted",
        "last",
        "august",
        "conspiring",
        "fraudulently",
        "manipulate",
        "stock",
        "share",
        "retrophin",
        "pharma",
        "company",
        "created",
        "hedge",
        "fund",
        "effectively",
        "collapsed",
        "evidence",
        "trial",
        "revealed",
        "shkreli",
        "used",
        "stock",
        "cash",
        "publicly",
        "traded",
        "retrophin",
        "pay",
        "back",
        "duped",
        "hedge",
        "fund",
        "investor",
        "ended",
        "getting",
        "originally",
        "invested",
        "witness",
        "trial",
        "also",
        "painted",
        "picture",
        "shkreli",
        "complicated",
        "person",
        "could",
        "inspire",
        "grand",
        "vision",
        "pharmaceutical",
        "treatment",
        "also",
        "frustrating",
        "people",
        "habit",
        "playing",
        "fast",
        "loose",
        "fact",
        "number",
        "witness",
        "testified",
        "shkreli",
        "brilliance",
        "even",
        "genius",
        "well",
        "tendency",
        "toward",
        "depression",
        "defense",
        "lawyer",
        "asked",
        "matsumoto",
        "court",
        "filing",
        "last",
        "week",
        "give",
        "shkreli",
        "relatively",
        "light",
        "prison",
        "term",
        "month",
        "followed",
        "hour",
        "community",
        "service",
        "mandatory",
        "therapy",
        "called",
        "shkreli",
        "unique",
        "defendant",
        "kind",
        "caring",
        "generous",
        "person",
        "us",
        "time",
        "effort",
        "help",
        "need",
        "warehoused",
        "prison",
        "martin",
        "could",
        "literally",
        "save",
        "life",
        "shkreli",
        "lawyer",
        "wrote",
        "sentencing",
        "recommendation",
        "argued",
        "shkreli",
        "lacked",
        "genuine",
        "remorse",
        "crime",
        "pattern",
        "deceptive",
        "scheme",
        "spanning",
        "even",
        "crime",
        "convicted",
        "called",
        "shkreli",
        "man",
        "belief",
        "end",
        "always",
        "justifies",
        "mean",
        "federal",
        "sentencing",
        "guideline",
        "suggested",
        "prison",
        "term",
        "decade",
        "large",
        "part",
        "matsumoto",
        "finding",
        "loss",
        "shkreli",
        "crime",
        "totaled",
        "million",
        "show",
        "chapter",
        "pm",
        "et",
        "mon",
        "march",
        "judge",
        "refused",
        "give",
        "credit",
        "fact",
        "hedge",
        "fund",
        "investor",
        "ended",
        "originally",
        "placed",
        "noting",
        "shkreli",
        "began",
        "scheme",
        "repay",
        "retrophin",
        "asset",
        "investor",
        "began",
        "raising",
        "red",
        "flag",
        "defrauded",
        "addition",
        "prison",
        "term",
        "shkreli",
        "already",
        "ordered",
        "judge",
        "forfeit",
        "nearly",
        "million",
        "federal",
        "government",
        "crime",
        "secure",
        "award",
        "matsumoto",
        "ordered",
        "shkreli",
        "give",
        "ownership",
        "million",
        "stock",
        "account",
        "used",
        "collateral",
        "release",
        "bond",
        "also",
        "told",
        "give",
        "ownership",
        "clan",
        "album",
        "bought",
        "million",
        "picasso",
        "painting",
        "lil",
        "wayne",
        "album",
        "stake",
        "vyera",
        "pharmaceutical",
        "previously",
        "known",
        "turing",
        "shkreli",
        "locked",
        "federal",
        "jail",
        "brooklyn",
        "since",
        "september",
        "month",
        "conviction",
        "mastumoto",
        "revoked",
        "million",
        "release",
        "bond",
        "mastumoto",
        "move",
        "came",
        "shkreli",
        "yet",
        "another",
        "social",
        "medium",
        "stunt",
        "offered",
        "facebook",
        "follower",
        "bounty",
        "sample",
        "clinton",
        "hair",
        "offer",
        "shkreli",
        "claimed",
        "satire",
        "drew",
        "attention",
        "secret",
        "service",
        "provides",
        "protection",
        "clinton",
        "drew",
        "ire",
        "prosecutor",
        "matsumoto",
        "said",
        "shkreli",
        "represented",
        "danger",
        "bounty",
        "offer",
        "letter",
        "sent",
        "judge",
        "advance",
        "sentencing",
        "asking",
        "light",
        "prison",
        "term",
        "shkreli",
        "wrote",
        "fool",
        "called",
        "far",
        "blameless",
        "accept",
        "fact",
        "made",
        "serious",
        "mistake",
        "still",
        "believe",
        "good",
        "person",
        "much",
        "potential",
        "shkreli",
        "wrote",
        "jail",
        "trial",
        "six",
        "month",
        "maximum",
        "security",
        "prison",
        "frightening",
        "call",
        "shkreli",
        "wrote",
        "understand",
        "need",
        "change",
        "shkreli",
        "plan",
        "appeal",
        "conviction",
        "additional",
        "reporting",
        "ashley",
        "turner",
        "see",
        "martin",
        "shkreli",
        "pharma",
        "bro",
        "got",
        "today",
        "sentencing",
        "tonight",
        "american",
        "greed",
        "10p",
        "et",
        "watch",
        "say",
        "shkreli",
        "unstable",
        "show",
        "chapter"
    ]
}