{
    "organizations": [],
    "uuid": "f9d739a38fbae9be318393f5ee3362b7f1990070",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/20/globe-newswire-primero-reports-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "Primero Reports Fourth Quarter and Full-Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Please note that all dollar amounts in this news release are expressed in U.S. dollars unless otherwise indicated. Refer to the year-end 2017 management’s discussion and analysis (“MD&A”) and audited financial statements for more information.)\nTORONTO, March 20, 2018 (GLOBE NEWSWIRE) -- Primero Mining Corp. (“Primero” or the “Company”) (TSX:P) today reported financial and operating results for the fourth quarter and full-year ended December 31, 2017.\nPrimero commenced a strategic review process in early 2017 that resulted in the sale of the Black Fox Complex in October 2017 and the sale of the Cerro del Gallo development project in November 2017. In January 2018 the Company also announced that it had entered into the Arrangement Agreement whereby First Majestic will acquire all of the issued and outstanding common shares of Primero. The transaction is expected to close in or around April 2018, subject to applicable regulatory approvals and the satisfaction of other customary conditions.\nFourth Quarter and Full-Year 2017 Production Results\nPrimero produced 25,574 gold equivalent ounces 1 during the fourth quarter of 2017, at total cash costs of $933 per gold equivalent ounce 2 and all-in sustaining costs (“AISC”) 3 of $1,344 per ounce. Gold production was 21,076 ounces in Q4 2017 compared to 40,675 ounces in Q4 2016, and silver production was 1.32 million ounces from San Dimas in Q4 2017 compared to 1.42 million ounces in Q4 2016. The decreased gold production was driven by the sale of Black Fox and lower throughput at San Dimas.\nThis resulted in full-year 2017 consolidated production of 124,874 gold equivalent ounces at total cash costs of $862 per gold equivalent ounce and AISC of $1,282 per ounce. Gold production was 111,376 ounces in 2017 compared to 156,052 ounces in 2016, and silver production was 3.96 million ounces from San Dimas in 2017 compared to 5.32 million ounces in 2016.\nSan Dimas’ 2017 gold production of 60,167 ounces was at the bottom end of the guidance range of 60,000 to 70,000 ounces for the year. San Dimas’ gold equivalent production of 73,665 ounces was just below the guidance range of 75,000 to 85,000 ounces for 2017.\nA strike action by unionized employees resulted in a complete stoppage of mining and milling activities at San Dimas from February 15, 2017 to April 22, 2017, which significantly impacted 2017 production levels.\nThe Black Fox mine produced 51,209 ounces of gold in the first nine-months of 2017, the production period attributable to Primero, with underground mining focused on the Deep Central Zone. On October 6, 2017, the\nBlack Fox Complex was sold to McEwen Mining Inc. (\"McEwen\") and all metal production subsequent to September 30, 2017 is attributable to McEwen.\nFourth Quarter and Full-Year 2017 Financial Results\nPrimero generated $34.8 million of revenue in Q4 2017 from the sale of 23,229 ounces of gold at an average realized price of $1,255 per ounce and 1.29 million ounces of silver at an average realized price of $4.32 per ounce. This resulted in Primero generating $157.6 million of revenue in full-year 2017 from the sale of 114,377 ounces of gold at an average realized price of $1,231 per ounce and 3.90 million ounces of silver at an average realized price of $4.30 per ounce. Due to the sale of the Black Fox Complex during 2017, its revenue is included in discontinued operations in Primero’s financial statements.\nSilver produced at San Dimas is subject to a silver purchase agreement 4 and as a result all silver sold during 2017 was delivered to Wheaton Precious Metals International Ltd. (“WPMI”), under the silver purchase agreement. The annual threshold limit under the silver purchase agreement for the 2017 contract year (August 6 of a year to August 5 of the following year) was 6.0 million ounces of silver. The annual threshold was not exceeded for the year-ended August 5, 2017. As of December 31, 2017, the Company has delivered 2.3 million ounces of silver towards the current annual threshold.\nThe Company incurred a net loss of $409.7 million ($2.14 per share) in 2017 including $398.8 million in non-cash impairment charges in 2017, compared to a net loss of $234.4 million ($1.32 per share) in 2016 which included $228.0 million in non-cash impairment charges in 2016.\nAs part of the strategic review process carried out in 2017, the Company received several proposals during the second quarter of 2017 that identified that the carrying value of its cash generating units exceeded their fair value. During the second quarter of 2017, the Company recorded an impairment of $285 million, which comprised impairments of $195 million for the San Dimas mine, $40 million for the Black Fox Complex and $50 million for the Cerro del Gallo project. During the third quarter of 2017, an additional impairment of $5 million was recorded for the Black Fox Complex to align with the actual net proceeds from its disposition during the fourth quarter of 2017. As at December 31, 2017, the consideration under the Arrangement Agreement identified that the carrying value of the San Dimas mine exceeded the fair value. The Company recorded an additional impairment of $109 million relating to San Dimas.\nOperating cash flows before changes in working capital was $22.6 million ($0.12 per share) in 2017, compared to $15.3 million ($0.09 per share) in 2016 mainly due to higher earnings from mine operations and lower taxes paid in Mexico. Working capital outflows were lower in 2017 at $0.1 million compared to $2.2 million in 2016.\nThis release should be read in conjunction with Primero’s audited year-end 2017 financial statements and MD&A report on the Company's website, www.primeromining.com , in the “Financial Reports” section under “Investors”, or on the SEDAR website at www.sedar.com .\n(1) “Gold equivalent ounces” include silver ounces produced, and converted to a gold equivalent based on a ratio of the average commodity prices realized for each period. The ratio for the fourth quarter 2017 for San Dimas was based on realized prices of $1,272 per ounce of gold and $4.32 per ounce of silver. The ratio for the full-year 2017 for San Dimas was based on realized prices of $1,261 per ounce of gold and $4.30 per ounce of silver.\n(2) Total cash costs per gold equivalent ounce and total cash costs on a by-product basis are non-GAAP measures. Total cash costs per gold equivalent ounce are defined as cost of production (including refining costs) divided by the total number of gold equivalent ounces produced. Total cash costs on a by-product basis are calculated by deducting the by-product silver credits from operating costs. The Company reports total cash costs on a production basis. In the gold mining industry, these are common performance measures but do not have any standardized meaning, and are non-GAAP measures. The Company follows the recommendations of the Gold Institute standard. The Company believes that, in addition to conventional measures, prepared in accordance with GAAP, certain investors use this information to evaluate the Company’s performance and ability to generate cash flow. Accordingly, it is intended to provide additional information and should not be considered in isolation or as a substitute for measures of performance prepared in accordance with GAAP. See the fourth quarter full-year 2017 MD&A for a reconciliation of total cash costs to reported operating expenses (the nearest GAAP measure).\n(3) The Company, in conjunction with an initiative undertaken within the gold mining industry, has adopted an all-in sustaining cost non-GAAP performance measure that the Company believes more fully defines the total cost associated with producing gold; however, this performance measure has no standardized meaning. Accordingly, it is intended to provide additional information and should not be considered in isolation or as a substitute for measures of performance prepared in accordance with GAAP. The Company reports this measure on a gold ounces produced basis. For the purposes of calculating all-in sustaining costs at individual mine sites, the Company does not include corporate general and administrative expenses. Corporate general and administrative expenses are included in the computation of all-in sustaining costs per consolidated gold ounce. Refer to the Company’s fourth quarter and full-year 2017 MD&A for a reconciliation of all-in sustaining costs per gold ounce.\n(4) According to the silver purchase agreement between the Company and Wheaton Precious Metals Corp. (“WPM”), until August 6, 2015 Primero delivered to WPM a per annum amount equal to the first 3.5 million ounces of silver produced at San Dimas and 50% of any excess at $4.12 per ounce (increasing by 1% per year). Thereafter Primero will deliver to WPM a per annum amount equal to the first 6.0 million ounces of silver produced at San Dimas and 50% of any excess at $4.20 per ounce (increasing by 1% per year). The Company will receive silver spot prices only after the annual threshold amount has been delivered.\nAbout Primero\nPrimero Mining Corp. is a Canadian-based precious metals producer that owns 100% of the San Dimas gold-silver mine in Mexico.\nPrimero’s website is www.primeromining.com .\nFor further information, please contact:\nInvestor Relations\nTel: (416) 814-3160\ninfo@primeromining.com\nCAUTIONARY NOTE ON FORWARD-LOOKING INFORMATION\nThis news release contains “forward-looking statements”, within the meaning of the United States Private Securities Litigation Reform Act of 1995 and applicable Canadian securities legislation, concerning the business and operations of Primero Mining Corp. and its consolidated subsidiaries (collectively, “Primero” or the “Company”). All statements, other than statements of historical fact, are forward-looking statements. Generally, forward-looking statements can be identified by the use of forward-looking terminology such as “plans”, “expects”, “is expected”, “if approved”, “forecasts”, “intends”, “anticipates”, “believes”, “in order to” or variations of such words and phrases or statements that certain actions, events or results “are anticipated”, “may”, “could”, “would”, “might” or “will” or similar statements or the negative connotation thereof. Forward-looking information is also identifiable in statements of currently occurring matters which will continue in future, or other statements that may be stated in the present tense and are not historical facts.\nForward-looking statements in this news release include, but are not limited to, the expected timing to closed the transaction whereby First Majestic will acquire all of the issued and outstanding common shares of the Company, the ability to generate significant free cash flow; statements regarding the APA and the Company's ability to defend its validity, the Company's ability to pay taxes in Mexico on realized silver prices; the Company’s negotiations with the union at its San Dimas mine.\nThe assumptions made by the Company in preparing the forward-looking information contained in this news release, which may prove to be incorrect, include, but are not limited to: the expectations and beliefs of management; the specific assumptions set forth above in this news release; that the transaction with First Majestic will be approved by the Company’s shareholders and that all regulatory approvals will be timely received, that there are no significant disruptions affecting operations; that the exchange rate between the Canadian dollar, Mexican peso and the United States dollar remain consistent with current levels or as set out in this news release; that prices for gold and silver remain consistent with the Company's expectations; that production meets expectations; that there are no material variations in the current tax and regulatory environment; that the political environment within Mexico and Canada will continue to support the development of environmentally safe mining projects.\nForward-looking statements are subject to known and unknown risks, uncertainties and other important factors that may cause the actual results, performance or achievements of Primero to be materially different from those expressed or implied by such forward-looking statements, including: regulatory approvals may be delayed or denied, the Company may not be able to achieve planned production levels; the Company may not be able to generate significant free cash flow; the Company may be required to change its development and exploration plans with a negative impact on production; the Company may not discover mineralization in minable quantities; and the exchange rate between the Canadian dollar, the Mexican peso and the United States dollar may change with an adverse impact on the Company’s financial results. Certain of these factors are discussed in greater detail in Primero’s registration statement on Form 40-F on file with the U.S. Securities and Exchange Commission, and its most recent Annual Information Form on file with the Canadian provincial securities regulatory authorities and available at www.sedar.com .\nShould one or more of these risks and uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those described in forward-looking statements. In addition, although Primero has attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking statements, there may be other factors that cause actions, events or results not to be as anticipated, estimated or intended. There can be no assurance that such statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, readers should not place undue reliance on forward-looking statements.\nForward-looking statements are made as of the date hereof and accordingly are subject to change after such date. Forward-looking statements are provided for the purpose of providing information about management’s current expectations and plans and allowing investors and others to get a better understanding of our operating environment. Primero does not undertake to update any forward-looking statements that are included in this document, except in accordance with applicable securities laws.\nSource: Primero Mining",
    "published": "2018-03-20T14:00:00.000+02:00",
    "crawled": "2018-03-20T14:22:42.021+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "please",
        "note",
        "dollar",
        "amount",
        "news",
        "release",
        "expressed",
        "dollar",
        "unless",
        "otherwise",
        "indicated",
        "refer",
        "management",
        "discussion",
        "analysis",
        "md",
        "audited",
        "financial",
        "statement",
        "information",
        "toronto",
        "march",
        "globe",
        "newswire",
        "primero",
        "mining",
        "primero",
        "company",
        "tsx",
        "p",
        "today",
        "reported",
        "financial",
        "operating",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "primero",
        "commenced",
        "strategic",
        "review",
        "process",
        "early",
        "resulted",
        "sale",
        "black",
        "fox",
        "complex",
        "october",
        "sale",
        "cerro",
        "del",
        "gallo",
        "development",
        "project",
        "november",
        "january",
        "company",
        "also",
        "announced",
        "entered",
        "arrangement",
        "agreement",
        "whereby",
        "first",
        "majestic",
        "acquire",
        "issued",
        "outstanding",
        "common",
        "share",
        "primero",
        "transaction",
        "expected",
        "close",
        "around",
        "april",
        "subject",
        "applicable",
        "regulatory",
        "approval",
        "satisfaction",
        "customary",
        "condition",
        "fourth",
        "quarter",
        "production",
        "result",
        "primero",
        "produced",
        "gold",
        "equivalent",
        "ounce",
        "fourth",
        "quarter",
        "total",
        "cash",
        "cost",
        "per",
        "gold",
        "equivalent",
        "ounce",
        "sustaining",
        "cost",
        "aisc",
        "per",
        "ounce",
        "gold",
        "production",
        "ounce",
        "q4",
        "compared",
        "ounce",
        "q4",
        "silver",
        "production",
        "million",
        "ounce",
        "san",
        "dimas",
        "q4",
        "compared",
        "million",
        "ounce",
        "q4",
        "decreased",
        "gold",
        "production",
        "driven",
        "sale",
        "black",
        "fox",
        "lower",
        "throughput",
        "san",
        "dimas",
        "resulted",
        "consolidated",
        "production",
        "gold",
        "equivalent",
        "ounce",
        "total",
        "cash",
        "cost",
        "per",
        "gold",
        "equivalent",
        "ounce",
        "aisc",
        "per",
        "ounce",
        "gold",
        "production",
        "ounce",
        "compared",
        "ounce",
        "silver",
        "production",
        "million",
        "ounce",
        "san",
        "dimas",
        "compared",
        "million",
        "ounce",
        "san",
        "dimas",
        "gold",
        "production",
        "ounce",
        "bottom",
        "end",
        "guidance",
        "range",
        "ounce",
        "year",
        "san",
        "dimas",
        "gold",
        "equivalent",
        "production",
        "ounce",
        "guidance",
        "range",
        "ounce",
        "strike",
        "action",
        "unionized",
        "employee",
        "resulted",
        "complete",
        "stoppage",
        "mining",
        "milling",
        "activity",
        "san",
        "dimas",
        "february",
        "april",
        "significantly",
        "impacted",
        "production",
        "level",
        "black",
        "fox",
        "mine",
        "produced",
        "ounce",
        "gold",
        "first",
        "production",
        "period",
        "attributable",
        "primero",
        "underground",
        "mining",
        "focused",
        "deep",
        "central",
        "zone",
        "october",
        "black",
        "fox",
        "complex",
        "sold",
        "mcewen",
        "mining",
        "mcewen",
        "metal",
        "production",
        "subsequent",
        "september",
        "attributable",
        "mcewen",
        "fourth",
        "quarter",
        "financial",
        "result",
        "primero",
        "generated",
        "million",
        "revenue",
        "q4",
        "sale",
        "ounce",
        "gold",
        "average",
        "realized",
        "price",
        "per",
        "ounce",
        "million",
        "ounce",
        "silver",
        "average",
        "realized",
        "price",
        "per",
        "ounce",
        "resulted",
        "primero",
        "generating",
        "million",
        "revenue",
        "sale",
        "ounce",
        "gold",
        "average",
        "realized",
        "price",
        "per",
        "ounce",
        "million",
        "ounce",
        "silver",
        "average",
        "realized",
        "price",
        "per",
        "ounce",
        "due",
        "sale",
        "black",
        "fox",
        "complex",
        "revenue",
        "included",
        "discontinued",
        "operation",
        "primero",
        "financial",
        "statement",
        "silver",
        "produced",
        "san",
        "dimas",
        "subject",
        "silver",
        "purchase",
        "agreement",
        "result",
        "silver",
        "sold",
        "delivered",
        "wheaton",
        "precious",
        "metal",
        "international",
        "wpmi",
        "silver",
        "purchase",
        "agreement",
        "annual",
        "threshold",
        "limit",
        "silver",
        "purchase",
        "agreement",
        "contract",
        "year",
        "august",
        "year",
        "august",
        "following",
        "year",
        "million",
        "ounce",
        "silver",
        "annual",
        "threshold",
        "exceeded",
        "august",
        "december",
        "company",
        "delivered",
        "million",
        "ounce",
        "silver",
        "towards",
        "current",
        "annual",
        "threshold",
        "company",
        "incurred",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "including",
        "million",
        "impairment",
        "charge",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "included",
        "million",
        "impairment",
        "charge",
        "part",
        "strategic",
        "review",
        "process",
        "carried",
        "company",
        "received",
        "several",
        "proposal",
        "second",
        "quarter",
        "identified",
        "carrying",
        "value",
        "cash",
        "generating",
        "unit",
        "exceeded",
        "fair",
        "value",
        "second",
        "quarter",
        "company",
        "recorded",
        "impairment",
        "million",
        "comprised",
        "impairment",
        "million",
        "san",
        "dimas",
        "mine",
        "million",
        "black",
        "fox",
        "complex",
        "million",
        "cerro",
        "del",
        "gallo",
        "project",
        "third",
        "quarter",
        "additional",
        "impairment",
        "million",
        "recorded",
        "black",
        "fox",
        "complex",
        "align",
        "actual",
        "net",
        "proceeds",
        "disposition",
        "fourth",
        "quarter",
        "december",
        "consideration",
        "arrangement",
        "agreement",
        "identified",
        "carrying",
        "value",
        "san",
        "dimas",
        "mine",
        "exceeded",
        "fair",
        "value",
        "company",
        "recorded",
        "additional",
        "impairment",
        "million",
        "relating",
        "san",
        "dimas",
        "operating",
        "cash",
        "flow",
        "change",
        "working",
        "capital",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "mainly",
        "due",
        "higher",
        "earnings",
        "mine",
        "operation",
        "lower",
        "tax",
        "paid",
        "mexico",
        "working",
        "capital",
        "outflow",
        "lower",
        "million",
        "compared",
        "million",
        "release",
        "read",
        "conjunction",
        "primero",
        "audited",
        "financial",
        "statement",
        "md",
        "report",
        "company",
        "website",
        "financial",
        "report",
        "section",
        "investor",
        "sedar",
        "website",
        "gold",
        "equivalent",
        "ounce",
        "include",
        "silver",
        "ounce",
        "produced",
        "converted",
        "gold",
        "equivalent",
        "based",
        "ratio",
        "average",
        "commodity",
        "price",
        "realized",
        "period",
        "ratio",
        "fourth",
        "quarter",
        "san",
        "dimas",
        "based",
        "realized",
        "price",
        "per",
        "ounce",
        "gold",
        "per",
        "ounce",
        "silver",
        "ratio",
        "san",
        "dimas",
        "based",
        "realized",
        "price",
        "per",
        "ounce",
        "gold",
        "per",
        "ounce",
        "silver",
        "total",
        "cash",
        "cost",
        "per",
        "gold",
        "equivalent",
        "ounce",
        "total",
        "cash",
        "cost",
        "basis",
        "measure",
        "total",
        "cash",
        "cost",
        "per",
        "gold",
        "equivalent",
        "ounce",
        "defined",
        "cost",
        "production",
        "including",
        "refining",
        "cost",
        "divided",
        "total",
        "number",
        "gold",
        "equivalent",
        "ounce",
        "produced",
        "total",
        "cash",
        "cost",
        "basis",
        "calculated",
        "deducting",
        "silver",
        "credit",
        "operating",
        "cost",
        "company",
        "report",
        "total",
        "cash",
        "cost",
        "production",
        "basis",
        "gold",
        "mining",
        "industry",
        "common",
        "performance",
        "measure",
        "standardized",
        "meaning",
        "measure",
        "company",
        "follows",
        "recommendation",
        "gold",
        "institute",
        "standard",
        "company",
        "belief",
        "addition",
        "conventional",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "certain",
        "investor",
        "use",
        "information",
        "evaluate",
        "company",
        "performance",
        "ability",
        "generate",
        "cash",
        "flow",
        "accordingly",
        "intended",
        "provide",
        "additional",
        "information",
        "considered",
        "isolation",
        "substitute",
        "measure",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "see",
        "fourth",
        "quarter",
        "md",
        "reconciliation",
        "total",
        "cash",
        "cost",
        "reported",
        "operating",
        "expense",
        "nearest",
        "gaap",
        "measure",
        "company",
        "conjunction",
        "initiative",
        "undertaken",
        "within",
        "gold",
        "mining",
        "industry",
        "adopted",
        "sustaining",
        "cost",
        "performance",
        "measure",
        "company",
        "belief",
        "fully",
        "defines",
        "total",
        "cost",
        "associated",
        "producing",
        "gold",
        "however",
        "performance",
        "measure",
        "standardized",
        "meaning",
        "accordingly",
        "intended",
        "provide",
        "additional",
        "information",
        "considered",
        "isolation",
        "substitute",
        "measure",
        "performance",
        "prepared",
        "accordance",
        "gaap",
        "company",
        "report",
        "measure",
        "gold",
        "ounce",
        "produced",
        "basis",
        "purpose",
        "calculating",
        "sustaining",
        "cost",
        "individual",
        "mine",
        "site",
        "company",
        "include",
        "corporate",
        "general",
        "administrative",
        "expense",
        "corporate",
        "general",
        "administrative",
        "expense",
        "included",
        "computation",
        "sustaining",
        "cost",
        "per",
        "consolidated",
        "gold",
        "ounce",
        "refer",
        "company",
        "fourth",
        "quarter",
        "md",
        "reconciliation",
        "sustaining",
        "cost",
        "per",
        "gold",
        "ounce",
        "according",
        "silver",
        "purchase",
        "agreement",
        "company",
        "wheaton",
        "precious",
        "metal",
        "wpm",
        "august",
        "primero",
        "delivered",
        "wpm",
        "per",
        "annum",
        "amount",
        "equal",
        "first",
        "million",
        "ounce",
        "silver",
        "produced",
        "san",
        "dimas",
        "excess",
        "per",
        "ounce",
        "increasing",
        "per",
        "year",
        "thereafter",
        "primero",
        "deliver",
        "wpm",
        "per",
        "annum",
        "amount",
        "equal",
        "first",
        "million",
        "ounce",
        "silver",
        "produced",
        "san",
        "dimas",
        "excess",
        "per",
        "ounce",
        "increasing",
        "per",
        "year",
        "company",
        "receive",
        "silver",
        "spot",
        "price",
        "annual",
        "threshold",
        "amount",
        "delivered",
        "primero",
        "primero",
        "mining",
        "precious",
        "metal",
        "producer",
        "owns",
        "san",
        "dimas",
        "mine",
        "mexico",
        "primero",
        "website",
        "information",
        "please",
        "contact",
        "investor",
        "relation",
        "tel",
        "info",
        "cautionary",
        "note",
        "information",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "concerning",
        "business",
        "operation",
        "primero",
        "mining",
        "consolidated",
        "subsidiary",
        "collectively",
        "primero",
        "company",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "generally",
        "statement",
        "identified",
        "use",
        "terminology",
        "plan",
        "expects",
        "expected",
        "approved",
        "forecast",
        "intends",
        "anticipates",
        "belief",
        "order",
        "variation",
        "word",
        "phrase",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "anticipated",
        "may",
        "could",
        "would",
        "might",
        "similar",
        "statement",
        "negative",
        "connotation",
        "thereof",
        "information",
        "also",
        "identifiable",
        "statement",
        "currently",
        "occurring",
        "matter",
        "continue",
        "future",
        "statement",
        "may",
        "stated",
        "present",
        "tense",
        "historical",
        "fact",
        "statement",
        "news",
        "release",
        "include",
        "limited",
        "expected",
        "timing",
        "closed",
        "transaction",
        "whereby",
        "first",
        "majestic",
        "acquire",
        "issued",
        "outstanding",
        "common",
        "share",
        "company",
        "ability",
        "generate",
        "significant",
        "free",
        "cash",
        "flow",
        "statement",
        "regarding",
        "apa",
        "company",
        "ability",
        "defend",
        "validity",
        "company",
        "ability",
        "pay",
        "tax",
        "mexico",
        "realized",
        "silver",
        "price",
        "company",
        "negotiation",
        "union",
        "san",
        "dimas",
        "mine",
        "assumption",
        "made",
        "company",
        "preparing",
        "information",
        "contained",
        "news",
        "release",
        "may",
        "prove",
        "incorrect",
        "include",
        "limited",
        "expectation",
        "belief",
        "management",
        "specific",
        "assumption",
        "set",
        "forth",
        "news",
        "release",
        "transaction",
        "first",
        "majestic",
        "approved",
        "company",
        "shareholder",
        "regulatory",
        "approval",
        "timely",
        "received",
        "significant",
        "disruption",
        "affecting",
        "operation",
        "exchange",
        "rate",
        "canadian",
        "dollar",
        "mexican",
        "peso",
        "united",
        "state",
        "dollar",
        "remain",
        "consistent",
        "current",
        "level",
        "set",
        "news",
        "release",
        "price",
        "gold",
        "silver",
        "remain",
        "consistent",
        "company",
        "expectation",
        "production",
        "meet",
        "expectation",
        "material",
        "variation",
        "current",
        "tax",
        "regulatory",
        "environment",
        "political",
        "environment",
        "within",
        "mexico",
        "canada",
        "continue",
        "support",
        "development",
        "environmentally",
        "safe",
        "mining",
        "project",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "primero",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "including",
        "regulatory",
        "approval",
        "may",
        "delayed",
        "denied",
        "company",
        "may",
        "able",
        "achieve",
        "planned",
        "production",
        "level",
        "company",
        "may",
        "able",
        "generate",
        "significant",
        "free",
        "cash",
        "flow",
        "company",
        "may",
        "required",
        "change",
        "development",
        "exploration",
        "plan",
        "negative",
        "impact",
        "production",
        "company",
        "may",
        "discover",
        "mineralization",
        "minable",
        "quantity",
        "exchange",
        "rate",
        "canadian",
        "dollar",
        "mexican",
        "peso",
        "united",
        "state",
        "dollar",
        "may",
        "change",
        "adverse",
        "impact",
        "company",
        "financial",
        "result",
        "certain",
        "factor",
        "discussed",
        "greater",
        "detail",
        "primero",
        "registration",
        "statement",
        "form",
        "file",
        "security",
        "exchange",
        "commission",
        "recent",
        "annual",
        "information",
        "form",
        "file",
        "canadian",
        "provincial",
        "security",
        "regulatory",
        "authority",
        "available",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "described",
        "statement",
        "addition",
        "although",
        "primero",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "made",
        "date",
        "hereof",
        "accordingly",
        "subject",
        "change",
        "date",
        "statement",
        "provided",
        "purpose",
        "providing",
        "information",
        "management",
        "current",
        "expectation",
        "plan",
        "allowing",
        "investor",
        "others",
        "get",
        "better",
        "understanding",
        "operating",
        "environment",
        "primero",
        "undertake",
        "update",
        "statement",
        "included",
        "document",
        "except",
        "accordance",
        "applicable",
        "security",
        "law",
        "source",
        "primero",
        "mining"
    ]
}