{
    "organizations": [],
    "uuid": "0cfa36b33fc2d314e724d7f14d8212142b1833bd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/pr-newswire-minerva-luxembourg-s-a-announces-that-hsbc-securities-usa-inc-has-launched-a-tender-offer-and-minerva-luxembourg-s-a-has.html",
    "ord_in_thread": 0,
    "title": "Minerva Luxembourg S.A. Announces That HSBC Securities (USA) Inc. Has Launched A Tender Offer, And Minerva Luxembourg S.A. Has Launched A Consent Solicitation, Relating To Any And All Of The 8.750% Perpetual Notes Issued By Minerva Luxembourg S.A.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAO PAULO, March 19, 2018 /PRNewswire/ -- Minerva Luxembourg S.A., with registered office at 6C, rue Gabriel Lippmann, L-5365 Munsbach and registered with the Luxembourg Register of Commerce and Companies (R.C.S. Luxembourg) under number B 162707 (\"Minerva Luxembourg\"), which is a wholly-owned subsidiary of Minerva S.A. (\"Minerva\"), today announced that HSBC Securities (USA) Inc. (the \"Offeror\") has commenced an offer to purchase for cash (the \"Tender Offer\") any and all of Minerva Luxembourg's outstanding 8.750% Perpetual Notes (the \"Notes\"). The Notes are guaranteed by Minerva.\nIn connection with the Tender Offer, Minerva Luxembourg is also soliciting (the \"Consent Solicitation\") consents (the \"Consents\") from the holders of the Notes (the \"Holders\") for the adoption of certain amendments described below to the indenture governing the Notes (the \"Proposed Amendments\"). The terms and conditions of the Tender Offer and the Consent Solicitation, as well as the Proposed Amendments, are described in the Offer to Purchase and Consent Solicitation Statement, dated March 19, 2018 (as it may be amended or supplemented, the \"Offer to Purchase\") and the related Letter of Transmittal and Consent (as it may be amended or supplemented, the \"Letter of Transmittal\" and, together with the Offer to Purchase, the \"Offer Documents\").\nSubject to the terms and conditions described in the Offer Documents, the Tender Offer and the Consent Solicitation will expire at 11:59 p.m., New York City time, on April 16, 2018, unless the Tender Offer is extended by the Offeror (such time and date, as the same may be extended, the \"Expiration Date\"). Holders who validly tender their Notes and deliver Consents at or prior to 5:00 p.m., New York City time, on April 3, 2018, unless the Tender Offer is extended by the Offeror (such time and date, as the same may be extended, the \"Early Tender Date\"), will be eligible to receive the Total Consideration (as defined below), which includes the Early Tender Payment (as defined below), plus accrued and unpaid interest. Notes that have been validly tendered cannot be withdrawn and Consents delivered pursuant to the Consent Solicitation may not be revoked, except in each case, as may be required by applicable law.\nThe \"Total Consideration\" for each U.S.$1,000 principal amount of Notes validly tendered and with respect to which Consents have been validly delivered at or prior to the Early Tender Date and accepted for purchase pursuant to the Tender Offer and the Consent Solicitation will be U.S.$ 1,055.00. The Total Consideration includes an early tender payment (the \"Early Tender Payment\") equal to U.S.$30.00 for each U.S.$1,000 principal amount of Notes validly tendered at or prior to the Early Tender Date. Holders of Notes who validly tender Notes after the Early Tender Date but at or prior to the Expiration Date and whose Notes are accepted for purchase will not be entitled to receive the Early Tender Payment and will therefore be entitled to receive, for each U.S.$1,000 principal amount of Notes tendered, U.S.$ 1,025.00 (the \"Tender Offer Consideration\"), which amount is equal to the Total Consideration less the Early Tender Payment. The valid tender of the Notes by a Holder pursuant to the Tender Offer and the Consent Solicitation will be deemed to constitute a consent by such Holder to the Proposed Amendments; however, no separate consent fee is being paid to such consenting Holders.\nThe following table sets forth the consideration for the Notes:\nDescription of Notes\nCUSIP/ISIN\nOutstanding Principal\nAmount of Notes\nTender Offer\nConsideration (1)\n+\nEarly Tender\nPayment\n=\nTotal\nConsideration (2)\n8.750% Perpetual Notes\n603374 AC3 and\nL6401P AD5 /\nUS603374AC39 and\nUSL6401PAD52\nU.S.$300,000,000\nU.S.$ 1,025.00\nU.S.$30.00\nU.S.$ 1,055.00\n(1) The amount to be paid for each U.S.$1,000 principal amount of Notes validly tendered after the Early Tender Date but at or prior to the Expiration Date and accepted for purchase, not including accrued and unpaid interest.\n(2) The amount to be paid for each U.S.$1,000 principal amount of Notes validly tendered at or prior to the Early Tender Date and accepted for purchase, not including accrued and unpaid interest. The Total Consideration includes an Early Tender Payment of U.S.$30.00 per U.S.$1,000 principal amount of Notes.\nIn the Consent Solicitation, Minerva Luxembourg is soliciting from Holders of Notes Consents to the Proposed Amendments that would eliminate substantially all of the restrictive covenants as well as certain events of default and related provisions contained therein and to shorten the minimum notice period for the optional redemption of the Notes by Minerva Luxembourg to two business days. The Proposed Amendments require the Consents of Holders of a majority in aggregate principal amount of outstanding Notes (excluding any Notes held by Minerva Luxembourg or its affiliates) (the \"Requisite Consents\"). Holders who tender their Notes pursuant to the Tender Offer will also be providing Consents with respect to such Notes to the Proposed Amendments.\nThe Consent Solicitation may be terminated if the Requisite Consents are not obtained, and the Proposed Amendments will not become effective; however, the Offeror reserves the right in its sole discretion to accept and purchase Notes tendered pursuant to the Tender Offer for an amount in cash equal to the Total Consideration or the Tender Offer Consideration, as applicable.\nMinerva Luxembourg has consented to the Offeror making the Tender Offer described in the Offer Documents. Minerva Luxembourg is not making the Tender Offer. It is intended that the Notes purchased by the Offeror pursuant to the Tender Offer at the Early Settlement Date (as defined in the Offer to Purchase) will be exchanged by the Offeror to Minerva Luxembourg for a decrease in the proceeds of an issuance of new notes in an international capital markets offering, the consummation of which is subject to market conditions, to be paid to Minerva Luxembourg by the initial purchasers of such securities. It is intended that the Notes purchased by the Offeror pursuant to the Tender Offer at the Final Settlement Date (as defined in the Offer to Purchase) will be exchanged by the Offeror for cash paid by Minerva Luxembourg or any affiliate thereof.\nThe obligation of the Offeror to purchase Notes in the Tender Offer is conditioned on the satisfaction or waiver of certain conditions described in the Offer Documents, including a new financing condition as described in the Offer Documents. The Tender Offer is not conditioned upon the tender of any minimum principal amount of Notes. The Offeror has the right, in its sole discretion, to amend or terminate the Tender Offer at any time. Minerva Luxembourg has the right, in its sole discretion, to amend or terminate the Consent Solicitation at any time.\nCopies of the Offer Documents are available to Holders of Notes from D.F. King & Co., Inc., the tender agent and information agent for the Tender Offer and the Consent Solicitation (the \"Tender Agent and Information Agent\"). Requests for copies of the Offer Documents should be directed to the Tender Agent and Information Agent at +1 (800) 714-3311 (toll free), +1 (212) 269-5550 (collect) or minerva@dfking.com .\nMerrill Lynch, Pierce, Fenner & Smith Incorporated (\"Merrill Lynch\"), HSBC Securities (USA) Inc. (\"HSBC\"), Itau BBA USA Securities, Inc. (\"Itaú\"), Banco Bradesco BBI S.A. (\"Bradesco BBI\") and Banco BTG Pactual S.A.—Cayman Branch (\"BTG\") have been engaged to act as dealer managers and solicitation agents in connection with the Tender Offer and the Consent Solicitation. Questions regarding the Tender Offer and the Consent Solicitation may be directed to Merrill Lynch, HSBC, Itaú, Bradesco BBI or BTG at their respective telephone numbers set forth on the back cover of each of the Offer Documents.\nEach of the Offeror and Minerva Luxembourg reserves the right, in its sole discretion, not to accept any tenders of Notes or deliveries of Consents, respectively, for any reason. The Offeror is making the Tender Offer, and Minerva Luxembourg is making the Consent Solicitation, only in those jurisdictions where it is legal to do so.\nNeither the Offer Documents nor any related documents have been filed with the U.S. Securities and Exchange Commission, nor have any such documents been filed with or reviewed by any federal or state securities commission or regulatory authority of any country. No authority has passed upon the accuracy or adequacy of the Offer Documents or any related documents, and it is unlawful and may be a criminal offense to make any representation to the contrary.\nThis announcement is not an offer to purchase, a solicitation of an offer to purchase or a solicitation of Notes or Consents. The Tender Offer and the Consent Solicitation are being made solely by the Offeror and Minerva Luxembourg, respectively, pursuant to the Offer Documents. The Tender Offer and the Consent Solicitation are not being made to, nor will the Offeror accept tenders of Notes or Minerva Luxembourg accept deliveries of Consents from, Holders in any jurisdiction in which the Tender Offer and the Consent Solicitation or the acceptance thereof would not be in compliance with the securities or blue sky laws of such jurisdiction.\nMinerva S.A.\nMedia Contact: Fernando Galletti de Queiroz\nPhone: + 55 11 3074 2444\nFax: + 55 11 3074 2437\nEmail: fernando.queiroz@minervafoods.com\nNOTICE REGARDING FORWARD-LOOKING STATEMENTS\nThis press release contains forward-looking statements, including statements regarding the terms of the Tender Offer, the Consent Solicitation and the Proposed Amendments to the indenture governing the Notes. These statements are merely projections and as such are based exclusively on management's expectations for Minerva, the business of Minerva and the proposed transactions discussed herein. These forward-looking statements depend materially on changes in market conditions, government regulations, pressures from competitors and the performance of the industry and the Brazilian economy, among other factors, many of which are outside Minerva's control or ability to predict, that could cause actual results to differ materially from such statements. All forward-looking statements speak only as of the date on which they are made. Given these uncertainties, you should not place undue reliance on the forward-looking statements. Minerva disclaims any obligation to update or revise publicly any forward-looking statements, whether as a result of new information, future events or otherwise.\nView original content: http://www.prnewswire.com/news-releases/minerva-luxembourg-sa-announces-that-hsbc-securities-usa-inc-has-launched-a-tender-offer-and-minerva-luxembourg-sa-has-launched-a-consent-solicitation-relating-to-any-and-all-of-the-8750-perpetual-notes-issued-by-minerv-300615999.html\nSOURCE Minerva Luxembourg S.A.",
    "published": "2018-03-19T20:15:00.000+02:00",
    "crawled": "2018-03-19T21:31:13.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sao",
        "paulo",
        "march",
        "minerva",
        "luxembourg",
        "registered",
        "office",
        "6c",
        "rue",
        "gabriel",
        "lippmann",
        "munsbach",
        "registered",
        "luxembourg",
        "register",
        "commerce",
        "company",
        "luxembourg",
        "number",
        "b",
        "minerva",
        "luxembourg",
        "subsidiary",
        "minerva",
        "minerva",
        "today",
        "announced",
        "hsbc",
        "security",
        "usa",
        "offeror",
        "commenced",
        "offer",
        "purchase",
        "cash",
        "tender",
        "offer",
        "minerva",
        "luxembourg",
        "outstanding",
        "perpetual",
        "note",
        "note",
        "note",
        "guaranteed",
        "minerva",
        "connection",
        "tender",
        "offer",
        "minerva",
        "luxembourg",
        "also",
        "soliciting",
        "consent",
        "solicitation",
        "consent",
        "consent",
        "holder",
        "note",
        "holder",
        "adoption",
        "certain",
        "amendment",
        "described",
        "indenture",
        "governing",
        "note",
        "proposed",
        "amendment",
        "term",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "well",
        "proposed",
        "amendment",
        "described",
        "offer",
        "purchase",
        "consent",
        "solicitation",
        "statement",
        "dated",
        "march",
        "may",
        "amended",
        "supplemented",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "consent",
        "may",
        "amended",
        "supplemented",
        "letter",
        "transmittal",
        "together",
        "offer",
        "purchase",
        "offer",
        "document",
        "subject",
        "term",
        "condition",
        "described",
        "offer",
        "document",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "april",
        "unless",
        "tender",
        "offer",
        "extended",
        "offeror",
        "time",
        "date",
        "may",
        "extended",
        "expiration",
        "date",
        "holder",
        "validly",
        "tender",
        "note",
        "deliver",
        "consent",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "april",
        "unless",
        "tender",
        "offer",
        "extended",
        "offeror",
        "time",
        "date",
        "may",
        "extended",
        "early",
        "tender",
        "date",
        "eligible",
        "receive",
        "total",
        "consideration",
        "defined",
        "includes",
        "early",
        "tender",
        "payment",
        "defined",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "note",
        "validly",
        "tendered",
        "withdrawn",
        "consent",
        "delivered",
        "pursuant",
        "consent",
        "solicitation",
        "may",
        "revoked",
        "except",
        "case",
        "may",
        "required",
        "applicable",
        "law",
        "total",
        "consideration",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "respect",
        "consent",
        "validly",
        "delivered",
        "prior",
        "early",
        "tender",
        "date",
        "accepted",
        "purchase",
        "pursuant",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "total",
        "consideration",
        "includes",
        "early",
        "tender",
        "payment",
        "early",
        "tender",
        "payment",
        "equal",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "prior",
        "early",
        "tender",
        "date",
        "holder",
        "note",
        "validly",
        "tender",
        "note",
        "early",
        "tender",
        "date",
        "prior",
        "expiration",
        "date",
        "whose",
        "note",
        "accepted",
        "purchase",
        "entitled",
        "receive",
        "early",
        "tender",
        "payment",
        "therefore",
        "entitled",
        "receive",
        "principal",
        "amount",
        "note",
        "tendered",
        "tender",
        "offer",
        "consideration",
        "amount",
        "equal",
        "total",
        "consideration",
        "less",
        "early",
        "tender",
        "payment",
        "valid",
        "tender",
        "note",
        "holder",
        "pursuant",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "deemed",
        "constitute",
        "consent",
        "holder",
        "proposed",
        "amendment",
        "however",
        "separate",
        "consent",
        "fee",
        "paid",
        "consenting",
        "holder",
        "following",
        "table",
        "set",
        "forth",
        "consideration",
        "note",
        "description",
        "note",
        "outstanding",
        "principal",
        "amount",
        "note",
        "tender",
        "offer",
        "consideration",
        "early",
        "tender",
        "payment",
        "total",
        "consideration",
        "perpetual",
        "note",
        "ac3",
        "l6401p",
        "ad5",
        "us603374ac39",
        "usl6401pad52",
        "amount",
        "paid",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "early",
        "tender",
        "date",
        "prior",
        "expiration",
        "date",
        "accepted",
        "purchase",
        "including",
        "accrued",
        "unpaid",
        "interest",
        "amount",
        "paid",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "prior",
        "early",
        "tender",
        "date",
        "accepted",
        "purchase",
        "including",
        "accrued",
        "unpaid",
        "interest",
        "total",
        "consideration",
        "includes",
        "early",
        "tender",
        "payment",
        "per",
        "principal",
        "amount",
        "note",
        "consent",
        "solicitation",
        "minerva",
        "luxembourg",
        "soliciting",
        "holder",
        "note",
        "consent",
        "proposed",
        "amendment",
        "would",
        "eliminate",
        "substantially",
        "restrictive",
        "covenant",
        "well",
        "certain",
        "event",
        "default",
        "related",
        "provision",
        "contained",
        "therein",
        "shorten",
        "minimum",
        "notice",
        "period",
        "optional",
        "redemption",
        "note",
        "minerva",
        "luxembourg",
        "two",
        "business",
        "day",
        "proposed",
        "amendment",
        "require",
        "consent",
        "holder",
        "majority",
        "aggregate",
        "principal",
        "amount",
        "outstanding",
        "note",
        "excluding",
        "note",
        "held",
        "minerva",
        "luxembourg",
        "affiliate",
        "requisite",
        "consent",
        "holder",
        "tender",
        "note",
        "pursuant",
        "tender",
        "offer",
        "also",
        "providing",
        "consent",
        "respect",
        "note",
        "proposed",
        "amendment",
        "consent",
        "solicitation",
        "may",
        "terminated",
        "requisite",
        "consent",
        "obtained",
        "proposed",
        "amendment",
        "become",
        "effective",
        "however",
        "offeror",
        "reserve",
        "right",
        "sole",
        "discretion",
        "accept",
        "purchase",
        "note",
        "tendered",
        "pursuant",
        "tender",
        "offer",
        "amount",
        "cash",
        "equal",
        "total",
        "consideration",
        "tender",
        "offer",
        "consideration",
        "applicable",
        "minerva",
        "luxembourg",
        "consented",
        "offeror",
        "making",
        "tender",
        "offer",
        "described",
        "offer",
        "document",
        "minerva",
        "luxembourg",
        "making",
        "tender",
        "offer",
        "intended",
        "note",
        "purchased",
        "offeror",
        "pursuant",
        "tender",
        "offer",
        "early",
        "settlement",
        "date",
        "defined",
        "offer",
        "purchase",
        "exchanged",
        "offeror",
        "minerva",
        "luxembourg",
        "decrease",
        "proceeds",
        "issuance",
        "new",
        "note",
        "international",
        "capital",
        "market",
        "offering",
        "consummation",
        "subject",
        "market",
        "condition",
        "paid",
        "minerva",
        "luxembourg",
        "initial",
        "purchaser",
        "security",
        "intended",
        "note",
        "purchased",
        "offeror",
        "pursuant",
        "tender",
        "offer",
        "final",
        "settlement",
        "date",
        "defined",
        "offer",
        "purchase",
        "exchanged",
        "offeror",
        "cash",
        "paid",
        "minerva",
        "luxembourg",
        "affiliate",
        "thereof",
        "obligation",
        "offeror",
        "purchase",
        "note",
        "tender",
        "offer",
        "conditioned",
        "satisfaction",
        "waiver",
        "certain",
        "condition",
        "described",
        "offer",
        "document",
        "including",
        "new",
        "financing",
        "condition",
        "described",
        "offer",
        "document",
        "tender",
        "offer",
        "conditioned",
        "upon",
        "tender",
        "minimum",
        "principal",
        "amount",
        "note",
        "offeror",
        "right",
        "sole",
        "discretion",
        "amend",
        "terminate",
        "tender",
        "offer",
        "time",
        "minerva",
        "luxembourg",
        "right",
        "sole",
        "discretion",
        "amend",
        "terminate",
        "consent",
        "solicitation",
        "time",
        "copy",
        "offer",
        "document",
        "available",
        "holder",
        "note",
        "king",
        "tender",
        "agent",
        "information",
        "agent",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "tender",
        "agent",
        "information",
        "agent",
        "request",
        "copy",
        "offer",
        "document",
        "directed",
        "tender",
        "agent",
        "information",
        "agent",
        "toll",
        "free",
        "collect",
        "minerva",
        "merrill",
        "lynch",
        "pierce",
        "fenner",
        "smith",
        "incorporated",
        "merrill",
        "lynch",
        "hsbc",
        "security",
        "usa",
        "hsbc",
        "itau",
        "bba",
        "usa",
        "security",
        "itaú",
        "banco",
        "bradesco",
        "bbi",
        "bradesco",
        "bbi",
        "banco",
        "btg",
        "pactual",
        "branch",
        "btg",
        "engaged",
        "act",
        "dealer",
        "manager",
        "solicitation",
        "agent",
        "connection",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "question",
        "regarding",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "may",
        "directed",
        "merrill",
        "lynch",
        "hsbc",
        "itaú",
        "bradesco",
        "bbi",
        "btg",
        "respective",
        "telephone",
        "number",
        "set",
        "forth",
        "back",
        "cover",
        "offer",
        "document",
        "offeror",
        "minerva",
        "luxembourg",
        "reserve",
        "right",
        "sole",
        "discretion",
        "accept",
        "tender",
        "note",
        "delivery",
        "consent",
        "respectively",
        "reason",
        "offeror",
        "making",
        "tender",
        "offer",
        "minerva",
        "luxembourg",
        "making",
        "consent",
        "solicitation",
        "jurisdiction",
        "legal",
        "neither",
        "offer",
        "document",
        "related",
        "document",
        "filed",
        "security",
        "exchange",
        "commission",
        "document",
        "filed",
        "reviewed",
        "federal",
        "state",
        "security",
        "commission",
        "regulatory",
        "authority",
        "country",
        "authority",
        "passed",
        "upon",
        "accuracy",
        "adequacy",
        "offer",
        "document",
        "related",
        "document",
        "unlawful",
        "may",
        "criminal",
        "offense",
        "make",
        "representation",
        "contrary",
        "announcement",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "purchase",
        "solicitation",
        "note",
        "consent",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "made",
        "solely",
        "offeror",
        "minerva",
        "luxembourg",
        "respectively",
        "pursuant",
        "offer",
        "document",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "made",
        "offeror",
        "accept",
        "tender",
        "note",
        "minerva",
        "luxembourg",
        "accept",
        "delivery",
        "consent",
        "holder",
        "jurisdiction",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "acceptance",
        "thereof",
        "would",
        "compliance",
        "security",
        "blue",
        "sky",
        "law",
        "jurisdiction",
        "minerva",
        "medium",
        "contact",
        "fernando",
        "galletti",
        "de",
        "queiroz",
        "phone",
        "fax",
        "email",
        "notice",
        "regarding",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "regarding",
        "term",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "proposed",
        "amendment",
        "indenture",
        "governing",
        "note",
        "statement",
        "merely",
        "projection",
        "based",
        "exclusively",
        "management",
        "expectation",
        "minerva",
        "business",
        "minerva",
        "proposed",
        "transaction",
        "discussed",
        "herein",
        "statement",
        "depend",
        "materially",
        "change",
        "market",
        "condition",
        "government",
        "regulation",
        "pressure",
        "competitor",
        "performance",
        "industry",
        "brazilian",
        "economy",
        "among",
        "factor",
        "many",
        "outside",
        "minerva",
        "control",
        "ability",
        "predict",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "statement",
        "speak",
        "date",
        "made",
        "given",
        "uncertainty",
        "place",
        "undue",
        "reliance",
        "statement",
        "minerva",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "original",
        "content",
        "http",
        "source",
        "minerva",
        "luxembourg"
    ]
}