{
    "organizations": [],
    "uuid": "f68d42ad5360eb2298543c66ba017ab0fb4caa21",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/globe-newswire-kona-grill-reports-fourth-quarter-and-fiscal-2017-results.html",
    "ord_in_thread": 0,
    "title": "Kona Grill Reports Fourth Quarter and Fiscal 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SCOTTSDALE, Ariz., March 22, 2018 (GLOBE NEWSWIRE) -- Kona Grill, Inc. (NASDAQ:KONA), an American grill and sushi bar, reported financial results for the fourth quarter and year ended December 31, 2017.\nFourth Quarter 2017 Key Items Compared to Fourth Quarter 2016\nRevenues decreased 2.5% to $42.5 million. Same-store sales decreased 6.5%, including an estimated 0.5% impact from the temporary closure of our Puerto Rico restaurant as a result of Hurricane Maria. Restaurant operating profit*, a non-GAAP measure, improved to $4.8 million or 11.4% as a percentage of revenues compared to $4.7 million or 10.7% as a percentage of revenues. Net loss of $12.4 million, or ($1.23) per share compared to net loss of $16.6 million, or ($1.58) per share in 2016, Non-cash asset impairment charges for three restaurants of $9.3 million, or $0.92 per share compared to non-cash asset impairment charges of $12.5 million or $1.19 per share for five restaurants.\nFiscal 2017 Key Items Compared to Fiscal 2016\nRevenues increased 5.6% to $179.1 million. Same-store sales decreased 5.9%, including an estimated 0.4% impact from Hurricanes Harvey, Irma and Maria. Restaurant operating profit*, a non-GAAP measure, was $19.1 million or 10.7% as a percentage of revenues compared to $23.7 million or 14.0% as a percentage of revenues. Net loss of $23.4 million, or ($2.32) per share, including $9.3 million or $0.92 per share in asset impairment charges compared to net loss of $21.6 million, or ($2.00) per share, including $12.5 million or $1.15 per share in asset impairment charges in 2016. Opened one domestic restaurant in Scottsdale, Arizona and franchise partners opened three international restaurants in Dubai, Vaughan (Toronto) and Monterrey compared to eight domestic openings in 2016.\n* For a reconciliation of restaurant operating profit to the most directly comparable financial measures presented in accordance with GAAP and a discussion of why the Company considers them useful, see the financial information accompanying this release.\n“We continue to battle for market share in this challenging industry environment. The environment remains difficult with everyone fighting to drive traffic amidst a changing consumer environment. We have many initiatives in place to make Kona Grill the destination of choice for guests. These initiatives are framed around our mission to make every experience exceptional for our guests,” said Berke Bakay, President and CEO of Kona Grill.\n“To lead the turnaround, we hired Jim Kuhn as our chief operating officer in December. In Jim’s first three months with us, he has brought a renewed focus on service, hospitality and cleanliness and has re-energized our company with his relentless pursuit of elevating all aspects of restaurant operations. We are evaluating what we do and who we use to provide products and services in order to generate cost-savings and efficiencies within our restaurants. We are starting to see the benefits of these initiatives in our 2018 operating margins,” he continued.\n“We recently amended our credit facility to among other things, provide relief on our financial covenants to allow time for the many initiatives to take effect. We continue to evaluate our underperforming restaurants and have discussions with our landlords regarding rent abatement or strategic alternatives for certain restaurants. We estimate that the eight restaurants that we have taken impairment charges for over the past two years had a 360 basis point negative impact on our four-wall margins for the fourth quarter of 2017,” he continued.\n“We currently have three international units open as our partners in the UAE and Canada opened the first restaurant in their respective countries during the fourth quarter. We are excited about the potential to grow our brand through franchising and continue to engage in discussions with potential partners in several countries,” he concluded.\nConference Call\nKona Grill will hold a conference call today at 5:00 p.m. Eastern time to discuss its financial results for the fourth quarter ended December 31, 2017. The Company’s President and CEO Berke Bakay and CFO Christi Hing will host the call, followed by a question and answer session.\nThe conference call will be broadcast over the internet via the investors section of the Company’s website at www.konagrill.com . Additionally, investors may dial 1-323-794-2094 to participate in the call.\nAbout Kona Grill\nKona Grill features a global menu of contemporary American favorites, award-winning sushi, and specialty cocktails in an upscale casual atmosphere. Kona Grill owns and operates 46 restaurants, guided by a passion for quality food and exceptional service. Restaurants are located in 23 states and Puerto Rico: Alabama (Huntsville); Arizona (Chandler, Gilbert, Phoenix, Scottsdale (2)); California (Irvine); Colorado (Denver); Connecticut (Stamford); Florida (Miami, Tampa, Sarasota, Winter Park); Georgia (Alpharetta); Hawaii (Honolulu); Illinois (Lincolnshire, Oak Brook); Indiana (Carmel); Idaho (Boise); Louisiana (Baton Rouge); Maryland (Baltimore); Michigan (Troy); Minnesota (Eden Prairie, Minnetonka); Missouri (Kansas City); Nebraska (Omaha); New Jersey (Woodbridge); Nevada (Las Vegas(2)); Ohio (Cincinnati, Columbus); Puerto Rico (San Juan); Tennessee (Franklin); Texas (Austin, Dallas, El Paso, Friendswood, Fort Worth, Houston, Plano, San Antonio(2), The Woodlands); Virginia (Arlington, Fairfax, Richmond). Additionally, Kona Grill has three restaurants that operate under a franchise agreement in Dubai, United Arab Emirates; Vaughan, Canada and Monterrey, Mexico. For more information, visit www.konagrill.com .\nForward-Looking Statements\nVarious remarks we make about future expectations, plans, and prospects for the Company constitute forward-looking statements for purposes of the Safe Harbor provisions under the Private Securities Litigation Reform Act of 1995. Forward-looking statements include statements regarding our expectations, beliefs, intentions, plans, objectives, goals, strategies, future events, or performance and underlying assumptions and other statements that are not purely historical. These statements relate to our future financial performance and development plans, including but not limited to those relating to our sales trends, projected earnings, expenses, and capital expenditures for 2018, expectations of new store openings as well as international franchise development in 2018 and beyond and availability of capital. We have attempted to identify these statements by using forward-looking terminology such as “may,” “will,” “anticipates,” “expects,” “believes,” “intends,” “should,” or comparable terms. All forward-looking statements included in this press release are based on information available to us on the date of this release and we assume no obligation to update these forward-looking statements for any reason. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those described in the statements. Investors are referred to the full discussion of risks and uncertainties associated with forward-looking statements and the discussion of risk factors contained in the company's filings with the Securities and Exchange Commission.\nKONA GRILL, INC. CONDENSED CONSOLIDATED BALANCE SHEETS (In thousands) December 31, December 31, 2017 2016 Assets Cash and cash equivalents $ 5,042 $ 3,476 Other current assets 4,002 5,256 Other assets 1,116 1,383 Property and equipment, net 81,639 98,268 Total assets $ 91,799 $ 108,383 Liabilities and Stockholders' Equity Current liabilities $ 16,603 $ 19,277 Long-term debt 36,921 25,921 Deferred rent and other long-term liabilities 32,612 31,610 Stockholders' equity 5,663 31,575 Total liabilities and stockholders' equity $ 91,799 $ 108,383\nKONA GRILL, INC. CONSOLIDATED STATEMENTS OF COMPREHENSIVE LOSS (In thousands, except per share amounts) Three Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 (Unaudited) Revenue $ 42,489 $ 43,592 $ 179,081 $ 169,523 Costs and expenses: Cost of sales 11,086 11,998 48,673 45,314 Labor 15,606 16,425 65,778 62,027 Occupancy 4,167 3,748 16,602 13,754 Restaurant operating expenses 6,787 6,767 28,929 24,740 General and administrative 3,440 3,292 13,453 13,272 Preopening expense 6 1,090 816 4,533 Depreciation and amortization 3,906 4,083 15,183 14,421 Asset impairment charge 9,311 12,454 9,341 12,454 Lease termination and exit costs - - 1,392 - Total costs and expenses 54,309 59,857 200,167 190,515 Loss from operations (11,820 ) (16,265 ) (21,086 ) (20,992 ) Write-off of deferred financing costs - - 472 - Interest expense, net 570 308 1,784 571 Loss before income taxes (12,390 ) (16,573 ) (23,342 ) (21,563 ) Income tax expense 19 10 90 66 Net loss $ (12,409 ) $ (16,583 ) $ (23,432 ) $ (21,629 ) Net loss per share: Basic and diluted $ (1.23 ) $ (1.58 ) $ (2.32 ) $ (2.00 ) Weighted average shares outstanding: Basic and diluted 10,105 10,474 10,121 10,791 Comprehensive loss $ (12,409 ) $ (16,583 ) $ (23,432 ) $ (21,629 )\nKONA GRILL, INC. NON-GAAP RECONCILIATIONS (In thousands) (Unaudited) We prepare our financial statements in accordance with U.S. GAAP. Within our press release, we make reference to non-GAAP EBITDA and Restaurant Operating Profit. Restaurant Operating Profit is defined as revenue minus cost of sales, labor, occupancy and restaurant operating expenses. Restaurant Operating profit does not include general and administrative expenses, depreciation and amortization, asset impairment charge or preopening expenses. We believe Restaurant Operating Profit is an important component of financial results because: (i) it is a widely used metric within the restaurant industry to evaluate restaurant-level productivity, efficiency, and performance; and (ii) we use Restaurant Operating Profit as a key metric to evaluate our restaurant financial performance compared to that of our competitors.\nEBITDA and Adjusted EBITDA. EBITDA is defined as net income (loss) plus the sum of interest, taxes, depreciation and amortization. Adjusted EBITDA is defined as EBITDA plus unusual or non-recurring items, such as impairment, lease termination and exit costs and write-off of deferred financing costs. EBITDA and Adjusted EBITDA are presented because: (i) we believe it is a useful measure for investors to assess the operating performance of our business; (ii) we believe that investors will find these measures useful in assessing our ability to service or incur indebtedness; and (iii) we use EBITDA and Adjusted EBITDA internally as a benchmark to evaluate our operating performance and compare our performance to that of our competitors. Three Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 Net loss $ (12,409 ) $ (16,583 ) $ (23,432 ) $ (21,629 ) Income tax expense 19 10 90 66 Interest expense, net 570 308 1,784 571 Depreciation and amortization 3,906 4,083 15,183 14,421 EBITDA (7,914 ) (12,182 ) (6,375 ) (6,571 ) Asset impairment charge 9,311 12,454 9,341 12,454 Lease termination and exit costs - - 1,392 - Write-off of deferred financing costs - - 472 - Adjusted EBITDA $ 1,397 $ 272 $ 4,830 $ 5,883 General and administrative 3,440 3,292 13,453 13,272 Preopening Expense 6 1,090 816 4,533 Restaurant operating profit $ 4,843 $ 4,654 $ 19,099 $ 23,688 Restaurant operating profit margin (A) 11.4 % 10.7 % 10.7 % 14.0 % (A) Restaurant operating profit margin is calculated as restaurant operating profit divided by restaurant sales\nKONA GRILL, INC. Selected Supplemental Operating Information Three Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 Same-store sales percentage change* -6.5 % -4.1 % -5.9 % 0.5 % Company-owned restaurants opened during the period - 3 1 8 Company-owned restaurants opened at the end of the period 46 45 46 45 International franchise restaurants opened during the period 2 - 3 -\nKona Grill Investor Relations Contact:\nKona Grill, Inc.\nChristi Hing, Chief Financial Officer\n(480) 922-8100\ninvestorrelations@konagrill.com\nSource:Kona Grill, Inc.",
    "published": "2018-03-22T23:05:00.000+02:00",
    "crawled": "2018-03-22T22:45:59.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "scottsdale",
        "march",
        "globe",
        "newswire",
        "kona",
        "grill",
        "nasdaq",
        "kona",
        "american",
        "grill",
        "sushi",
        "bar",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "key",
        "item",
        "compared",
        "fourth",
        "quarter",
        "revenue",
        "decreased",
        "million",
        "sale",
        "decreased",
        "including",
        "estimated",
        "impact",
        "temporary",
        "closure",
        "puerto",
        "rico",
        "restaurant",
        "result",
        "hurricane",
        "maria",
        "restaurant",
        "operating",
        "profit",
        "measure",
        "improved",
        "million",
        "percentage",
        "revenue",
        "compared",
        "million",
        "percentage",
        "revenue",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "asset",
        "impairment",
        "charge",
        "three",
        "restaurant",
        "million",
        "per",
        "share",
        "compared",
        "asset",
        "impairment",
        "charge",
        "million",
        "per",
        "share",
        "five",
        "restaurant",
        "fiscal",
        "key",
        "item",
        "compared",
        "fiscal",
        "revenue",
        "increased",
        "million",
        "sale",
        "decreased",
        "including",
        "estimated",
        "impact",
        "hurricane",
        "harvey",
        "irma",
        "maria",
        "restaurant",
        "operating",
        "profit",
        "measure",
        "million",
        "percentage",
        "revenue",
        "compared",
        "million",
        "percentage",
        "revenue",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "including",
        "million",
        "per",
        "share",
        "asset",
        "impairment",
        "charge",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "including",
        "million",
        "per",
        "share",
        "asset",
        "impairment",
        "charge",
        "opened",
        "one",
        "domestic",
        "restaurant",
        "scottsdale",
        "arizona",
        "franchise",
        "partner",
        "opened",
        "three",
        "international",
        "restaurant",
        "dubai",
        "vaughan",
        "toronto",
        "monterrey",
        "compared",
        "eight",
        "domestic",
        "opening",
        "reconciliation",
        "restaurant",
        "operating",
        "profit",
        "directly",
        "comparable",
        "financial",
        "measure",
        "presented",
        "accordance",
        "gaap",
        "discussion",
        "company",
        "considers",
        "useful",
        "see",
        "financial",
        "information",
        "accompanying",
        "release",
        "continue",
        "battle",
        "market",
        "share",
        "challenging",
        "industry",
        "environment",
        "environment",
        "remains",
        "difficult",
        "everyone",
        "fighting",
        "drive",
        "traffic",
        "amidst",
        "changing",
        "consumer",
        "environment",
        "many",
        "initiative",
        "place",
        "make",
        "kona",
        "grill",
        "destination",
        "choice",
        "guest",
        "initiative",
        "framed",
        "around",
        "mission",
        "make",
        "every",
        "experience",
        "exceptional",
        "guest",
        "said",
        "berke",
        "bakay",
        "president",
        "ceo",
        "kona",
        "grill",
        "lead",
        "turnaround",
        "hired",
        "jim",
        "kuhn",
        "chief",
        "operating",
        "officer",
        "december",
        "jim",
        "first",
        "three",
        "month",
        "u",
        "brought",
        "renewed",
        "focus",
        "service",
        "hospitality",
        "cleanliness",
        "company",
        "relentless",
        "pursuit",
        "elevating",
        "aspect",
        "restaurant",
        "operation",
        "evaluating",
        "use",
        "provide",
        "product",
        "service",
        "order",
        "generate",
        "efficiency",
        "within",
        "restaurant",
        "starting",
        "see",
        "benefit",
        "initiative",
        "operating",
        "margin",
        "continued",
        "recently",
        "amended",
        "credit",
        "facility",
        "among",
        "thing",
        "provide",
        "relief",
        "financial",
        "covenant",
        "allow",
        "time",
        "many",
        "initiative",
        "take",
        "effect",
        "continue",
        "evaluate",
        "underperforming",
        "restaurant",
        "discussion",
        "landlord",
        "regarding",
        "rent",
        "abatement",
        "strategic",
        "alternative",
        "certain",
        "restaurant",
        "estimate",
        "eight",
        "restaurant",
        "taken",
        "impairment",
        "charge",
        "past",
        "two",
        "year",
        "basis",
        "point",
        "negative",
        "impact",
        "margin",
        "fourth",
        "quarter",
        "continued",
        "currently",
        "three",
        "international",
        "unit",
        "open",
        "partner",
        "uae",
        "canada",
        "opened",
        "first",
        "restaurant",
        "respective",
        "country",
        "fourth",
        "quarter",
        "excited",
        "potential",
        "grow",
        "brand",
        "franchising",
        "continue",
        "engage",
        "discussion",
        "potential",
        "partner",
        "several",
        "country",
        "concluded",
        "conference",
        "call",
        "kona",
        "grill",
        "hold",
        "conference",
        "call",
        "today",
        "eastern",
        "time",
        "discus",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "company",
        "president",
        "ceo",
        "berke",
        "bakay",
        "cfo",
        "christi",
        "hing",
        "host",
        "call",
        "followed",
        "question",
        "answer",
        "session",
        "conference",
        "call",
        "broadcast",
        "internet",
        "via",
        "investor",
        "section",
        "company",
        "website",
        "additionally",
        "investor",
        "may",
        "dial",
        "participate",
        "call",
        "kona",
        "grill",
        "kona",
        "grill",
        "feature",
        "global",
        "menu",
        "contemporary",
        "american",
        "favorite",
        "sushi",
        "specialty",
        "cocktail",
        "upscale",
        "casual",
        "atmosphere",
        "kona",
        "grill",
        "owns",
        "operates",
        "restaurant",
        "guided",
        "passion",
        "quality",
        "food",
        "exceptional",
        "service",
        "restaurant",
        "located",
        "state",
        "puerto",
        "rico",
        "alabama",
        "huntsville",
        "arizona",
        "chandler",
        "gilbert",
        "phoenix",
        "scottsdale",
        "california",
        "irvine",
        "colorado",
        "denver",
        "connecticut",
        "stamford",
        "florida",
        "miami",
        "tampa",
        "sarasota",
        "winter",
        "park",
        "georgia",
        "alpharetta",
        "hawaii",
        "honolulu",
        "illinois",
        "lincolnshire",
        "oak",
        "brook",
        "indiana",
        "carmel",
        "idaho",
        "boise",
        "louisiana",
        "baton",
        "rouge",
        "maryland",
        "baltimore",
        "michigan",
        "troy",
        "minnesota",
        "eden",
        "prairie",
        "minnetonka",
        "missouri",
        "kansa",
        "city",
        "nebraska",
        "omaha",
        "new",
        "jersey",
        "woodbridge",
        "nevada",
        "la",
        "vega",
        "ohio",
        "cincinnati",
        "columbus",
        "puerto",
        "rico",
        "san",
        "juan",
        "tennessee",
        "franklin",
        "texas",
        "austin",
        "dallas",
        "el",
        "paso",
        "friendswood",
        "fort",
        "worth",
        "houston",
        "plano",
        "san",
        "antonio",
        "woodland",
        "virginia",
        "arlington",
        "fairfax",
        "richmond",
        "additionally",
        "kona",
        "grill",
        "three",
        "restaurant",
        "operate",
        "franchise",
        "agreement",
        "dubai",
        "united",
        "arab",
        "emirate",
        "vaughan",
        "canada",
        "monterrey",
        "mexico",
        "information",
        "visit",
        "statement",
        "various",
        "remark",
        "make",
        "future",
        "expectation",
        "plan",
        "prospect",
        "company",
        "constitute",
        "statement",
        "purpose",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "regarding",
        "expectation",
        "belief",
        "intention",
        "plan",
        "objective",
        "goal",
        "strategy",
        "future",
        "event",
        "performance",
        "underlying",
        "assumption",
        "statement",
        "purely",
        "historical",
        "statement",
        "relate",
        "future",
        "financial",
        "performance",
        "development",
        "plan",
        "including",
        "limited",
        "relating",
        "sale",
        "trend",
        "projected",
        "earnings",
        "expense",
        "capital",
        "expenditure",
        "expectation",
        "new",
        "store",
        "opening",
        "well",
        "international",
        "franchise",
        "development",
        "beyond",
        "availability",
        "capital",
        "attempted",
        "identify",
        "statement",
        "using",
        "terminology",
        "may",
        "anticipates",
        "expects",
        "belief",
        "intends",
        "comparable",
        "term",
        "statement",
        "included",
        "press",
        "release",
        "based",
        "information",
        "available",
        "u",
        "date",
        "release",
        "assume",
        "obligation",
        "update",
        "statement",
        "reason",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "investor",
        "referred",
        "full",
        "discussion",
        "risk",
        "uncertainty",
        "associated",
        "statement",
        "discussion",
        "risk",
        "factor",
        "contained",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "kona",
        "grill",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "current",
        "asset",
        "asset",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "debt",
        "deferred",
        "rent",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "kona",
        "grill",
        "consolidated",
        "statement",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "unaudited",
        "revenue",
        "cost",
        "expense",
        "cost",
        "sale",
        "labor",
        "occupancy",
        "restaurant",
        "operating",
        "expense",
        "general",
        "administrative",
        "preopening",
        "expense",
        "depreciation",
        "amortization",
        "asset",
        "impairment",
        "charge",
        "lease",
        "termination",
        "exit",
        "cost",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "deferred",
        "financing",
        "cost",
        "interest",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "comprehensive",
        "loss",
        "kona",
        "grill",
        "reconciliation",
        "thousand",
        "unaudited",
        "prepare",
        "financial",
        "statement",
        "accordance",
        "gaap",
        "within",
        "press",
        "release",
        "make",
        "reference",
        "ebitda",
        "restaurant",
        "operating",
        "profit",
        "restaurant",
        "operating",
        "profit",
        "defined",
        "revenue",
        "minus",
        "cost",
        "sale",
        "labor",
        "occupancy",
        "restaurant",
        "operating",
        "expense",
        "restaurant",
        "operating",
        "profit",
        "include",
        "general",
        "administrative",
        "expense",
        "depreciation",
        "amortization",
        "asset",
        "impairment",
        "charge",
        "preopening",
        "expense",
        "believe",
        "restaurant",
        "operating",
        "profit",
        "important",
        "component",
        "financial",
        "result",
        "widely",
        "used",
        "metric",
        "within",
        "restaurant",
        "industry",
        "evaluate",
        "productivity",
        "efficiency",
        "performance",
        "ii",
        "use",
        "restaurant",
        "operating",
        "profit",
        "key",
        "metric",
        "evaluate",
        "restaurant",
        "financial",
        "performance",
        "compared",
        "competitor",
        "ebitda",
        "adjusted",
        "ebitda",
        "ebitda",
        "defined",
        "net",
        "income",
        "loss",
        "plus",
        "sum",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "defined",
        "ebitda",
        "plus",
        "unusual",
        "item",
        "impairment",
        "lease",
        "termination",
        "exit",
        "cost",
        "deferred",
        "financing",
        "cost",
        "ebitda",
        "adjusted",
        "ebitda",
        "presented",
        "believe",
        "useful",
        "measure",
        "investor",
        "assess",
        "operating",
        "performance",
        "business",
        "ii",
        "believe",
        "investor",
        "find",
        "measure",
        "useful",
        "assessing",
        "ability",
        "service",
        "incur",
        "indebtedness",
        "iii",
        "use",
        "ebitda",
        "adjusted",
        "ebitda",
        "internally",
        "benchmark",
        "evaluate",
        "operating",
        "performance",
        "compare",
        "performance",
        "competitor",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "net",
        "loss",
        "income",
        "tax",
        "expense",
        "interest",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "ebitda",
        "asset",
        "impairment",
        "charge",
        "lease",
        "termination",
        "exit",
        "cost",
        "deferred",
        "financing",
        "cost",
        "adjusted",
        "ebitda",
        "general",
        "administrative",
        "preopening",
        "expense",
        "restaurant",
        "operating",
        "profit",
        "restaurant",
        "operating",
        "profit",
        "margin",
        "restaurant",
        "operating",
        "profit",
        "margin",
        "calculated",
        "restaurant",
        "operating",
        "profit",
        "divided",
        "restaurant",
        "sale",
        "kona",
        "grill",
        "selected",
        "supplemental",
        "operating",
        "information",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "sale",
        "percentage",
        "change",
        "restaurant",
        "opened",
        "period",
        "restaurant",
        "opened",
        "end",
        "period",
        "international",
        "franchise",
        "restaurant",
        "opened",
        "period",
        "kona",
        "grill",
        "investor",
        "relation",
        "contact",
        "kona",
        "grill",
        "christi",
        "hing",
        "chief",
        "financial",
        "officer",
        "investorrelations",
        "source",
        "kona",
        "grill",
        "inc"
    ]
}