{
    "organizations": [],
    "uuid": "53823c1df1a73afc9f399c1ad5c48ffa33ff4202",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/pr-newswire-seaspan-acquires-greater-china-intermodal-investments-llc.html",
    "ord_in_thread": 0,
    "title": "Seaspan Acquires Greater China Intermodal Investments LLC",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Solidifies Seaspan's Industry-Leading Position as Largest Independent\nContainership Owner Operator\nAcquisition Increases Seaspan's Fleet Exposure in 10,000 TEU and 14,000 TEU\nEco-Class Vessels\nTransaction Significantly Accretive to Seaspan's Earnings per Share\nFairfax Financial to Invest an Additional $250 Million in 5.5% Debentures and Warrants, Increasing Total Fairfax Investment in Seaspan to $500 Million\nHONG KONG, March 14, 2018 /PRNewswire/ - Seaspan Corporation (\"Seaspan\") (NYSE:SSW), the world's largest independent containership owner operator, announced today that it has acquired the remaining 89% it did not own of Greater China Intermodal Investments LLC (\"GCI\") from affiliates of The Carlyle Group (\"Carlyle\") and the minority owners of GCI.\nThis acquisition solidifies Seaspan's industry-leading position as the world's largest independent containership owner operator, and highlights Seaspan's strength and ability to achieve sustained growth and drive consolidation in the fragmented containership sector. By expanding Seaspan's fleet and deepening its customer relationships, Seaspan is well-positioned to offer its customers, the world's leading container liners, enhanced service and capabilities.\nThe implied enterprise value of GCI is approximately $1.6 billion, including assumed third party net debt of approximately $1.0 billion and $140 million of future vessel payments. The consideration to selling shareholders will be cash of approximately $330 million and a $50 million issuance of Seaspan Series D preferred shares. Seaspan financed the cash consideration with cash from its balance sheet and a $16 million reinvestment by the Washington family in Seaspan common equity. Seaspan has also closed on a $100 million secured credit facility from Citi.\nBing Chen, President and Chief Executive Officer of Seaspan, stated, \"This significantly accretive acquisition materially increases our contracted future revenues and enhances our ability to provide our customers with modern, state-of-the-art containerships. With GCI's fleet now under our ownership, we are strengthening our partnerships with customers and enhancing our scalable integrated platform for sustained growth and future consolidation. As the container shipping industry is beginning to show signs of a recovery, we are taking decisive actions to capitalize on compelling opportunities in our market.\"\nGCI's fleet of 18 modern containerships is comprised of high quality 10,000 TEU and 14,000 TEU eco-class vessels, representing a total of 204,000 TEU. Of these 18 vessels, there are currently 16 on-the-water vessels with the remaining two newbuild vessels scheduled for delivery during the second quarter of 2018. Seaspan has been involved in the design, construction, delivery and operations of all 18 of GCI's vessels since inception. All of these vessels are sister ships to Seaspan's current fleet. Given Seaspan's operating history of GCI's fleet, there is no operational integration risk.\nGCI's current fleet will contribute approximately $1.3 billion towards Seaspan's contracted future revenues, increasing Seaspan's total contracted future revenues to approximately $5.6 billion. In calendar year 2019, with an 18 vessel fleet, GCI is expected to generate $185 million to $200 million in annual EBITDA.\nThe Combined Fleet of SSW and GCI\nSeaspan\nGCI\nCombined\nVessels (including newbuilds)\n94\n18\n112\nFleet TEU (including newbuilds)\n701,900\n204,000\n905,900\nTEU-Weighted Avg. Remaining Charter Period\n5.2 years\n5.4 years\n5.2 years\nTEU-Weighted Avg. Vessel Age\n6.1 years\n2.6 years\n5.4 years\nAvg. Vessel Size\n7,500 TEU\n11,333 TEU\n8,100 TEU\nFuture Contracted Revenue (US$)\n$4.3B\n$1.3B\n$5.6B\nCiti acted as financial advisor to Seaspan. Deutsche Bank Securities Inc. served as financial adviser to GCI.\nFairfax Financial Holdings Investment\nSeaspan also announced that Fairfax Financial Holdings Limited, through certain subsidiaries (collectively, \"Fairfax\"), has entered into definitive agreements for an additional $250 million investment in Seaspan Debentures (the \"Debentures\") and Warrants (the \"Warrants\"). The $250 million investment will be funded in January 2019. Fairfax's investment is on substantively the same terms as Fairfax's February 14, 2018 investment (as disclosed in Seaspan's 2017 20-F).\nThe term of the Debentures and Warrants will be seven years from the expected funding date of January 2019. The Debentures are a 5.5% interest bearing security, which will be guaranteed by certain of Seaspan's subsidiaries. Seaspan will have the right to redeem the Debentures at face value plus all accrued but unpaid interest at any time after the fifth anniversary of issuance. Seaspan has also agreed to issue 38,461,539 Warrants, each exercisable into one Class A common share of Seaspan at $6.50 per share, subject to adjustment. Seaspan can elect to require early exercise of the warrants, at any time after the fourth anniversary of closing, if the volume weighted average price of Seaspan's common shares, averaged over a 20-day period, equals or exceeds $13.00 per share, subject to adjustment.\nDavid Sokol, Chairman of Seaspan's Board of Directors, said, \"We are very pleased to announce the expansion of our partnership with Prem Watsa-led Fairfax through this investment. Fairfax has an exceptional investment track record and reputation for creating shareholder value. We believe this investment is a validation of Seaspan's industry-leading platform and has been instrumental in facilitating our acquisition of GCI.\"\nMr. Sokol continued, \"The acquisition of GCI has always been strategically compelling for Seaspan. We now have the right team in place to execute on this opportunity, as well as strong support from both Fairfax and the Washington family. Under Bing's leadership, Seaspan is growing its fleet with high-quality young vessels and building a platform for growth, while taking actions to create shareholder value for many years to come.\"\nPrem Watsa, Chairman and Chief Executive Officer of Fairfax, said, \"We are delighted to grow our partnership with the Seaspan team. Building an even greater relationship with a company guided by proven leaders like David Sokol and Bing Chen, and sponsored by the experienced and successful Dennis Washington, represents a tremendous opportunity for Fairfax. We are very excited to continue supporting Seaspan in the execution of its long-term vision.\"\nLarry Simkins, a member of the Board of Directors and Executive Committee of Seaspan and President, Chief Executive Officer and Director of The Washington Companies, commented, \"As Seaspan's largest shareholder, the Washington family is thrilled with Seaspan's rapid progress under David's oversight as Chairman and Bing's leadership as CEO. We remain committed to supporting Seaspan's future growth and look forward to benefiting as the market continues to recover and this management team capitalizes on increasingly attractive opportunities around the globe.\"\nInvestor Conference Call and Webcast Presentation:\nSeaspan will host a conference call and webcast presentation for investors and analysts to discuss the transaction, with details as follows:\nDate of Conference Call:\nWednesday, March 14, 2018\nScheduled Time:\n8:30 a.m. ET / 7:30 a.m. CT / 6:30 a.m. MT / 5:30 a.m. PT\nParticipant Toll Free Dial In #:\n1-877-246-9875\nInternational Dial In #:\n1-707-287-9353\nAudience Passcode:\n2078058\nTo access the live webcast of the conference call, go to www.seaspancorp.com and click on \"News & Events\" then \"Events & Presentations\" for the link. The webcast will be archived on the site for one year.\nA replay of the conference call will be available from 11:30 a.m. ET on March 14, 2018 to 11:59 p.m. ET on March 28, 2018. The replay telephone numbers are: 1-855-859-2056 or 1-404-537-3406 and the replay passcode is: 2078058.\nThis press release shall not constitute an offer to sell or the solicitation of an offer to buy, nor shall there be any sale of the securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. This press release is not an offer of securities for sale in the United States, and the securities may not be offered or sold in the United States absent registration or an exemption from the registration requirements. The securities have not been registered under the United States Securities Act of 1933, as amended.\nAbout Seaspan\nSeaspan provides many of the world's major container shipping liners with alternatives to vessel ownership by offering long-term leases on large, modern containerships combined with industry-leading ship management services. Seaspan's operating fleet, including 4 newbuilding containerships on order for delivery to Seaspan by mid-2018, consists of 112 containerships representing a total capacity of over 900,000 TEU. Excluding newbuilds, Seaspan's operating fleet of 108 vessels has an average age of approximately 5 years and an average remaining lease period of approximately 5 years, on a TEU weighted basis.\nSeaspan has the following securities listed on The New York Stock Exchange:\nSymbol:\nDescription:\nSSW\nClass A common shares\nSSW PR D\nSeries D preferred shares\nSSW PR E\nSeries E preferred shares\nSSW PR G\nSeries G preferred shares\nSSW PR H\nSeries H preferred shares\nSSWN\n6.375% senior unsecured notes due 2019\nSSWA\n7.125% senior unsecured notes due 2027\nAbout Fairfax Financial Holdings Limited\nFairfax is a holding company which, through its subsidiaries, is engaged in property and casualty insurance and reinsurance and investment management.\nCautionary Note Regarding Forward-Looking Statements\nThis release contains certain forward-looking statements (as such term is defined in Section 21E of the Securities Exchange Act of 1934, as amended) concerning future events and our operations, performance and financial condition, including, in particular, the likelihood of our success in developing and expanding our business. Statements that are predictive in nature, that depend upon or refer to future events or conditions, or that include words such as \"expects\", \"anticipates\", \"intends\", \"plans\", \"believes\", \"estimates\", \"projects\", \"forecasts\", \"will\", \"may\", \"potential\", \"should\", and similar expressions are forward looking statements. These forward-looking statements reflect management's current views only as of the date of this release and are not intended to give any assurance as to future results. As a result, you are cautioned not to rely on any forward-looking statements. Forward-looking statements appear in a number of places in this release. Although these statements are based upon assumptions we believe to be reasonable based upon available information, including operating margins, earnings, cash flow, expected 2019 annual EBITDA from GCI, working capital and capital expenditures, they are subject to risks and uncertainties. These risks and uncertainties include, but are not limited to: future operating or financial results; our expectations relating to dividend payments and forecasts of our ability to make such payments; pending acquisitions, business strategy and expected capital spending; operating expenses, availability of crew, number of off-hire days, drydocking requirements and insurance costs; general market conditions and shipping market trends, including charter rates and factors affecting supply and demand; our financial condition and liquidity, including our ability to obtain additional financing in the future to fund capital expenditures, acquisitions and other general corporate activities; estimated future capital expenditures needed to preserve our capital base; our expectations about the availability of ships to purchase, the time that it may take to construct new ships, or the useful lives of our ships; our continued ability to enter into long-term, fixed-rate time charters with our customers; our ability to leverage to our advantage Seaspan's relationships and reputation in the containership industry; changes in governmental rules and regulations or actions taken by regulatory authorities; changes in worldwide container demand; changes in trading patterns; competitive factors in the markets in which we operate; potential inability to implement our growth strategy; potential for early termination of long-term contracts and our potential inability to renew or replace long-term contracts; ability of our customers to make charter payments; potential liability from future litigation; conditions in the public equity markets; and other factors detailed from time to time in our periodic reports and filings with the Securities and Exchange Commission, including Seaspan's Annual Report on Form 20-F for the year ended December 31, 2017. We expressly disclaim any obligation to update or revise any of these forward-looking statements, whether because of future events, new information, a change in our views or expectations, or otherwise. We make no prediction or statement about the performance of any of our securities.\nFor Investor Relations Inquiries:\nMr. David Spivak\nChief Financial Officer\nSeaspan Corporation\nTel. 604-638-2580\nMr. Michael Sieffert\nDirector, Corporate Finance\nSeaspan Corporation\nTel. 778-328-6490\nFor Media Inquiries:\nMr. Leon Berman\nThe IGB Group\nTel. 212-477-8438\nSOURCE Seaspan Corporation",
    "published": "2018-03-14T13:30:00.000+02:00",
    "crawled": "2018-03-14T19:15:52.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "solidifies",
        "seaspan",
        "position",
        "largest",
        "independent",
        "containership",
        "owner",
        "operator",
        "acquisition",
        "increase",
        "seaspan",
        "fleet",
        "exposure",
        "teu",
        "teu",
        "vessel",
        "transaction",
        "significantly",
        "accretive",
        "seaspan",
        "earnings",
        "per",
        "share",
        "fairfax",
        "financial",
        "invest",
        "additional",
        "million",
        "debenture",
        "warrant",
        "increasing",
        "total",
        "fairfax",
        "investment",
        "seaspan",
        "million",
        "hong",
        "kong",
        "march",
        "seaspan",
        "corporation",
        "seaspan",
        "nyse",
        "ssw",
        "world",
        "largest",
        "independent",
        "containership",
        "owner",
        "operator",
        "announced",
        "today",
        "acquired",
        "remaining",
        "greater",
        "china",
        "intermodal",
        "investment",
        "llc",
        "gci",
        "affiliate",
        "carlyle",
        "group",
        "carlyle",
        "minority",
        "owner",
        "gci",
        "acquisition",
        "solidifies",
        "seaspan",
        "position",
        "world",
        "largest",
        "independent",
        "containership",
        "owner",
        "operator",
        "highlight",
        "seaspan",
        "strength",
        "ability",
        "achieve",
        "sustained",
        "growth",
        "drive",
        "consolidation",
        "fragmented",
        "containership",
        "sector",
        "expanding",
        "seaspan",
        "fleet",
        "deepening",
        "customer",
        "relationship",
        "seaspan",
        "offer",
        "customer",
        "world",
        "leading",
        "container",
        "liner",
        "enhanced",
        "service",
        "capability",
        "implied",
        "enterprise",
        "value",
        "gci",
        "approximately",
        "billion",
        "including",
        "assumed",
        "third",
        "party",
        "net",
        "debt",
        "approximately",
        "billion",
        "million",
        "future",
        "vessel",
        "payment",
        "consideration",
        "selling",
        "shareholder",
        "cash",
        "approximately",
        "million",
        "million",
        "issuance",
        "seaspan",
        "series",
        "preferred",
        "share",
        "seaspan",
        "financed",
        "cash",
        "consideration",
        "cash",
        "balance",
        "sheet",
        "million",
        "reinvestment",
        "washington",
        "family",
        "seaspan",
        "common",
        "equity",
        "seaspan",
        "also",
        "closed",
        "million",
        "secured",
        "credit",
        "facility",
        "citi",
        "bing",
        "chen",
        "president",
        "chief",
        "executive",
        "officer",
        "seaspan",
        "stated",
        "significantly",
        "accretive",
        "acquisition",
        "materially",
        "increase",
        "contracted",
        "future",
        "revenue",
        "enhances",
        "ability",
        "provide",
        "customer",
        "modern",
        "containership",
        "gci",
        "fleet",
        "ownership",
        "strengthening",
        "partnership",
        "customer",
        "enhancing",
        "scalable",
        "integrated",
        "platform",
        "sustained",
        "growth",
        "future",
        "consolidation",
        "container",
        "shipping",
        "industry",
        "beginning",
        "show",
        "sign",
        "recovery",
        "taking",
        "decisive",
        "action",
        "capitalize",
        "compelling",
        "opportunity",
        "market",
        "gci",
        "fleet",
        "modern",
        "containership",
        "comprised",
        "high",
        "quality",
        "teu",
        "teu",
        "vessel",
        "representing",
        "total",
        "teu",
        "vessel",
        "currently",
        "vessel",
        "remaining",
        "two",
        "newbuild",
        "vessel",
        "scheduled",
        "delivery",
        "second",
        "quarter",
        "seaspan",
        "involved",
        "design",
        "construction",
        "delivery",
        "operation",
        "gci",
        "vessel",
        "since",
        "inception",
        "vessel",
        "sister",
        "ship",
        "seaspan",
        "current",
        "fleet",
        "given",
        "seaspan",
        "operating",
        "history",
        "gci",
        "fleet",
        "operational",
        "integration",
        "risk",
        "gci",
        "current",
        "fleet",
        "contribute",
        "approximately",
        "billion",
        "towards",
        "seaspan",
        "contracted",
        "future",
        "revenue",
        "increasing",
        "seaspan",
        "total",
        "contracted",
        "future",
        "revenue",
        "approximately",
        "billion",
        "calendar",
        "year",
        "vessel",
        "fleet",
        "gci",
        "expected",
        "generate",
        "million",
        "million",
        "annual",
        "ebitda",
        "combined",
        "fleet",
        "ssw",
        "gci",
        "seaspan",
        "gci",
        "combined",
        "vessel",
        "including",
        "newbuilds",
        "fleet",
        "teu",
        "including",
        "newbuilds",
        "avg",
        "remaining",
        "charter",
        "period",
        "year",
        "year",
        "year",
        "avg",
        "vessel",
        "age",
        "year",
        "year",
        "year",
        "avg",
        "vessel",
        "size",
        "teu",
        "teu",
        "teu",
        "future",
        "contracted",
        "revenue",
        "u",
        "citi",
        "acted",
        "financial",
        "advisor",
        "seaspan",
        "deutsche",
        "bank",
        "security",
        "served",
        "financial",
        "adviser",
        "gci",
        "fairfax",
        "financial",
        "holding",
        "investment",
        "seaspan",
        "also",
        "announced",
        "fairfax",
        "financial",
        "holding",
        "limited",
        "certain",
        "subsidiary",
        "collectively",
        "fairfax",
        "entered",
        "definitive",
        "agreement",
        "additional",
        "million",
        "investment",
        "seaspan",
        "debenture",
        "debenture",
        "warrant",
        "warrant",
        "million",
        "investment",
        "funded",
        "january",
        "fairfax",
        "investment",
        "substantively",
        "term",
        "fairfax",
        "february",
        "investment",
        "disclosed",
        "seaspan",
        "term",
        "debenture",
        "warrant",
        "seven",
        "year",
        "expected",
        "funding",
        "date",
        "january",
        "debenture",
        "interest",
        "bearing",
        "security",
        "guaranteed",
        "certain",
        "seaspan",
        "subsidiary",
        "seaspan",
        "right",
        "redeem",
        "debenture",
        "face",
        "value",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "time",
        "fifth",
        "anniversary",
        "issuance",
        "seaspan",
        "also",
        "agreed",
        "issue",
        "warrant",
        "exercisable",
        "one",
        "class",
        "common",
        "share",
        "seaspan",
        "per",
        "share",
        "subject",
        "adjustment",
        "seaspan",
        "elect",
        "require",
        "early",
        "exercise",
        "warrant",
        "time",
        "fourth",
        "anniversary",
        "closing",
        "volume",
        "weighted",
        "average",
        "price",
        "seaspan",
        "common",
        "share",
        "averaged",
        "period",
        "equal",
        "exceeds",
        "per",
        "share",
        "subject",
        "adjustment",
        "david",
        "sokol",
        "chairman",
        "seaspan",
        "board",
        "director",
        "said",
        "pleased",
        "announce",
        "expansion",
        "partnership",
        "prem",
        "fairfax",
        "investment",
        "fairfax",
        "exceptional",
        "investment",
        "track",
        "record",
        "reputation",
        "creating",
        "shareholder",
        "value",
        "believe",
        "investment",
        "validation",
        "seaspan",
        "platform",
        "instrumental",
        "facilitating",
        "acquisition",
        "gci",
        "sokol",
        "continued",
        "acquisition",
        "gci",
        "always",
        "strategically",
        "compelling",
        "seaspan",
        "right",
        "team",
        "place",
        "execute",
        "opportunity",
        "well",
        "strong",
        "support",
        "fairfax",
        "washington",
        "family",
        "bing",
        "leadership",
        "seaspan",
        "growing",
        "fleet",
        "young",
        "vessel",
        "building",
        "platform",
        "growth",
        "taking",
        "action",
        "create",
        "shareholder",
        "value",
        "many",
        "year",
        "come",
        "prem",
        "watsa",
        "chairman",
        "chief",
        "executive",
        "officer",
        "fairfax",
        "said",
        "delighted",
        "grow",
        "partnership",
        "seaspan",
        "team",
        "building",
        "even",
        "greater",
        "relationship",
        "company",
        "guided",
        "proven",
        "leader",
        "like",
        "david",
        "sokol",
        "bing",
        "chen",
        "sponsored",
        "experienced",
        "successful",
        "dennis",
        "washington",
        "represents",
        "tremendous",
        "opportunity",
        "fairfax",
        "excited",
        "continue",
        "supporting",
        "seaspan",
        "execution",
        "vision",
        "larry",
        "simkins",
        "member",
        "board",
        "director",
        "executive",
        "committee",
        "seaspan",
        "president",
        "chief",
        "executive",
        "officer",
        "director",
        "washington",
        "company",
        "commented",
        "seaspan",
        "largest",
        "shareholder",
        "washington",
        "family",
        "thrilled",
        "seaspan",
        "rapid",
        "progress",
        "david",
        "oversight",
        "chairman",
        "bing",
        "leadership",
        "ceo",
        "remain",
        "committed",
        "supporting",
        "seaspan",
        "future",
        "growth",
        "look",
        "forward",
        "benefiting",
        "market",
        "continues",
        "recover",
        "management",
        "team",
        "capitalizes",
        "increasingly",
        "attractive",
        "opportunity",
        "around",
        "globe",
        "investor",
        "conference",
        "call",
        "webcast",
        "presentation",
        "seaspan",
        "host",
        "conference",
        "call",
        "webcast",
        "presentation",
        "investor",
        "analyst",
        "discus",
        "transaction",
        "detail",
        "follows",
        "date",
        "conference",
        "call",
        "wednesday",
        "march",
        "scheduled",
        "time",
        "et",
        "ct",
        "mt",
        "pt",
        "participant",
        "toll",
        "free",
        "dial",
        "international",
        "dial",
        "audience",
        "passcode",
        "access",
        "live",
        "webcast",
        "conference",
        "call",
        "go",
        "click",
        "news",
        "event",
        "event",
        "presentation",
        "link",
        "webcast",
        "archived",
        "site",
        "one",
        "year",
        "replay",
        "conference",
        "call",
        "available",
        "et",
        "march",
        "et",
        "march",
        "replay",
        "telephone",
        "number",
        "replay",
        "passcode",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "press",
        "release",
        "offer",
        "security",
        "sale",
        "united",
        "state",
        "security",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "exemption",
        "registration",
        "requirement",
        "security",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "seaspan",
        "seaspan",
        "provides",
        "many",
        "world",
        "major",
        "container",
        "shipping",
        "liner",
        "alternative",
        "vessel",
        "ownership",
        "offering",
        "lease",
        "large",
        "modern",
        "containership",
        "combined",
        "ship",
        "management",
        "service",
        "seaspan",
        "operating",
        "fleet",
        "including",
        "newbuilding",
        "containership",
        "order",
        "delivery",
        "seaspan",
        "consists",
        "containership",
        "representing",
        "total",
        "capacity",
        "teu",
        "excluding",
        "newbuilds",
        "seaspan",
        "operating",
        "fleet",
        "vessel",
        "average",
        "age",
        "approximately",
        "year",
        "average",
        "remaining",
        "lease",
        "period",
        "approximately",
        "year",
        "teu",
        "weighted",
        "basis",
        "seaspan",
        "following",
        "security",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "symbol",
        "description",
        "ssw",
        "class",
        "common",
        "share",
        "ssw",
        "pr",
        "series",
        "preferred",
        "share",
        "ssw",
        "pr",
        "e",
        "series",
        "e",
        "preferred",
        "share",
        "ssw",
        "pr",
        "g",
        "series",
        "g",
        "preferred",
        "share",
        "ssw",
        "pr",
        "h",
        "series",
        "h",
        "preferred",
        "share",
        "sswn",
        "senior",
        "unsecured",
        "note",
        "due",
        "sswa",
        "senior",
        "unsecured",
        "note",
        "due",
        "fairfax",
        "financial",
        "holding",
        "limited",
        "fairfax",
        "holding",
        "company",
        "subsidiary",
        "engaged",
        "property",
        "casualty",
        "insurance",
        "reinsurance",
        "investment",
        "management",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "release",
        "contains",
        "certain",
        "statement",
        "term",
        "defined",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "concerning",
        "future",
        "event",
        "operation",
        "performance",
        "financial",
        "condition",
        "including",
        "particular",
        "likelihood",
        "success",
        "developing",
        "expanding",
        "business",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "include",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "estimate",
        "project",
        "forecast",
        "may",
        "potential",
        "similar",
        "expression",
        "forward",
        "looking",
        "statement",
        "statement",
        "reflect",
        "management",
        "current",
        "view",
        "date",
        "release",
        "intended",
        "give",
        "assurance",
        "future",
        "result",
        "result",
        "cautioned",
        "rely",
        "statement",
        "statement",
        "appear",
        "number",
        "place",
        "release",
        "although",
        "statement",
        "based",
        "upon",
        "assumption",
        "believe",
        "reasonable",
        "based",
        "upon",
        "available",
        "information",
        "including",
        "operating",
        "margin",
        "earnings",
        "cash",
        "flow",
        "expected",
        "annual",
        "ebitda",
        "gci",
        "working",
        "capital",
        "capital",
        "expenditure",
        "subject",
        "risk",
        "uncertainty",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "future",
        "operating",
        "financial",
        "result",
        "expectation",
        "relating",
        "dividend",
        "payment",
        "forecast",
        "ability",
        "make",
        "payment",
        "pending",
        "acquisition",
        "business",
        "strategy",
        "expected",
        "capital",
        "spending",
        "operating",
        "expense",
        "availability",
        "crew",
        "number",
        "day",
        "drydocking",
        "requirement",
        "insurance",
        "cost",
        "general",
        "market",
        "condition",
        "shipping",
        "market",
        "trend",
        "including",
        "charter",
        "rate",
        "factor",
        "affecting",
        "supply",
        "demand",
        "financial",
        "condition",
        "liquidity",
        "including",
        "ability",
        "obtain",
        "additional",
        "financing",
        "future",
        "fund",
        "capital",
        "expenditure",
        "acquisition",
        "general",
        "corporate",
        "activity",
        "estimated",
        "future",
        "capital",
        "expenditure",
        "needed",
        "preserve",
        "capital",
        "base",
        "expectation",
        "availability",
        "ship",
        "purchase",
        "time",
        "may",
        "take",
        "construct",
        "new",
        "ship",
        "useful",
        "life",
        "ship",
        "continued",
        "ability",
        "enter",
        "time",
        "charter",
        "customer",
        "ability",
        "leverage",
        "advantage",
        "seaspan",
        "relationship",
        "reputation",
        "containership",
        "industry",
        "change",
        "governmental",
        "rule",
        "regulation",
        "action",
        "taken",
        "regulatory",
        "authority",
        "change",
        "worldwide",
        "container",
        "demand",
        "change",
        "trading",
        "pattern",
        "competitive",
        "factor",
        "market",
        "operate",
        "potential",
        "inability",
        "implement",
        "growth",
        "strategy",
        "potential",
        "early",
        "termination",
        "contract",
        "potential",
        "inability",
        "renew",
        "replace",
        "contract",
        "ability",
        "customer",
        "make",
        "charter",
        "payment",
        "potential",
        "liability",
        "future",
        "litigation",
        "condition",
        "public",
        "equity",
        "market",
        "factor",
        "detailed",
        "time",
        "time",
        "periodic",
        "report",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "seaspan",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "expressly",
        "disclaim",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "future",
        "event",
        "new",
        "information",
        "change",
        "view",
        "expectation",
        "otherwise",
        "make",
        "prediction",
        "statement",
        "performance",
        "security",
        "investor",
        "relation",
        "inquiry",
        "david",
        "spivak",
        "chief",
        "financial",
        "officer",
        "seaspan",
        "corporation",
        "tel",
        "michael",
        "sieffert",
        "director",
        "corporate",
        "finance",
        "seaspan",
        "corporation",
        "tel",
        "medium",
        "inquiry",
        "leon",
        "berman",
        "igb",
        "group",
        "tel",
        "source",
        "seaspan",
        "corporation"
    ]
}