{
    "organizations": [],
    "uuid": "e1061ef67045736204785ddc6af5b562e4774a9b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/pr-newswire-biohaven-pharmaceuticals-reports-fourth-quarter-and-full-year-2017-financial-and-business-results.html",
    "ord_in_thread": 0,
    "title": "Biohaven Pharmaceuticals Reports Fourth Quarter And Full Year 2017 Financial And Business Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW HAVEN, Conn., March 6, 2018 /PRNewswire/ -- Biohaven Pharmaceutical Holding Company Ltd. (NYSE: BHVN), a clinical-stage biopharmaceutical company with a portfolio of innovative, late-stage product candidates targeting neurological diseases, including rare disorders, today reported financial results for the fourth quarter and year ended December 31, 2017 and provided a review of recent accomplishments and anticipated upcoming milestones.\n\"2017 was an exciting year for Biohaven in which we completed a very successful IPO and advanced multiple drug candidates that we believe have the potential to be first-in-class or best-in-class across our two main technology platforms, making particularly rapid clinical progress with rimegepant, our oral CGRP receptor antagonist for the acute treatment of migraine,\" said Vlad Coric, M.D, Chief Executive Officer of Biohaven. \"We have started 2018 with the same strong momentum as we prepare for important data announcements, drive toward key FDA filings, and continue to build our organization to support our expanded development pipeline and the eventual commercialization of approved products to help patients with severe neurological disorders.\"\nFull Year and Recent Business Highlights\nCGRP Receptor Antagonist Platform – Milestones and Next Steps\nEnrollment complete in two pivotal Phase 3 clinical trials of rimegepant – In November 2017, the Company completed enrollment in the second of two pivotal Phase 3 trials to evaluate the safety and efficacy of orally-dosed rimegepant, a small molecule, new chemical entity (NCE) for the acute treatment of migraine. Topline results from both trials are expected in the first quarter of 2018. Together, the two pivotal trials enrolled approximately 3,000 subjects, which is expected to support a robust assessment of the efficacy of rimegepant in the acute treatment of migraine as required by the U.S. Food and Drug Administration (FDA) for registration.\nLong-term safety study underway - Biohaven continues to evaluate the long-term safety of rimegepant in a third trial. To date, more than 1,000 patients are enrolled in this trial, and the Company expects that enrollment will be complete by the end of the first half of 2018.\nEntered into license agreement and initiated Phase 3 clinical trial using rimegepant orally dissolving tablets – In January 2018, the Company entered into an exclusive worldwide license agreement with Catalent U.K. Swindon Zydis Limited, a subsidiary of Catalent, Inc. (Catalent) to provide Catalent's Zydis® orally dissolving tablet (ODT) fast-dissolving formulation for the development of rimegepant and an exclusive agreement for the use of the Zydis® ODT formulation technology with small molecule CGRP receptor antagonists. In February 2018, a bioequivalence study was conducted to compare this new ODT formulation to the tablet in current clinical development and provided evidence of equivalence. A third Phase 3 efficacy study with rimegepant commenced in February 2018, and the study is expected to complete in the fourth quarter of 2018.\nFDA agreement on initial pediatric study plan (iPSP) for rimegepant – In November, the Company received agreement from the FDA on the initial pediatric study plan (iPSP) for orally-dosed rimegepant. Agreement on an iPSP is one of the regulatory requirements that must be met prior to submitting a new drug application (NDA).\nContinued progress for BHV-3500 toward IND submission and Phase 1 clinical trial in 2018 — The Company remains on track to submit an investigational new drug application (IND) in first half of 2018 for BHV-3500, a third-generation CGRP receptor antagonist, for the acute treatment and prevention of migraine, and expects to conduct a Phase 1 clinical trial in the second half of 2018 to assess safety, tolerability and pharmacokinetics of BHV-3500 in healthy volunteers.\nGlutamate Modulation Platform – Milestones and Next Steps\nPositive results from bioequivalence study of sublingual BHV-0223 Zydis® orally dissolving tablet – In January 2018, the Company announced positive results from its bioequivalence study with BHV-0223, an innovative sublingual formulation of riluzole. Topline results confirmed that sublingual BHV-0223 (40 mg) achieves bioequivalent exposures relative to Rilutek (50 mg). In the study, 138 healthy volunteers were administered BHV-0223 and Rilutek under fasted conditions. In the pre-specified primary analysis, BHV-0223 achieved area-under-the-curve and peak exposures of approximately 90% and 113%, respectively, compared to those generated by generic riluzole. According to previously received regulatory feedback from the FDA, the Section 505(b)(2) pathway is acceptable and, beyond this study, no additional efficacy or toxicology studies will be necessary for the submission of an NDA.\nFirst patient dosed in clinical trial for trigriluzole in Obsessive-Compulsive Disorder (OCD)\n— In October 2017, the FDA informed the Company that it may proceed with a Phase 2/3 clinical trial assessing the efficacy and safety of trigriluzole in patients with OCD, and Biohaven commenced dosing in the trial in December 2017. Trigriluzole is a novel third-generation prodrug glutamate modulator that has been observed to have a favorable safety and tolerability profile in clinical trials. Exposure data from recent clinical experience with trigriluzole in spinocerebellar ataxia (SCA) has helped inform the dosing of trigriluzole in the trial.\nExtension study of trigriluzole in patients with SCA — Following top-line results of trigriluzole in patients with SCA, Biohaven is continuing a long-term (48-week) extension study. In dialogue with the FDA on the further development of trigriluzole in ataxias, the FDA has expressed willingness to accept a modification of the trial's primary endpoint, the Scale for Assessment and Rating of Ataxia, also called SARA, as an acceptable registrational endpoint.\nFirst patient dosed with BHV-5000 — In December 2017, enrollment of subjects started for the IND opening study, which tests single and multiple doses of a solid-dose formulation of BHV-5000 in healthy volunteers. BHV-5000 is being developed as a potential treatment for neuropsychiatric disorders such as Rett syndrome. The Company also plans to explore development of BHV-5000 in other potential future indications including neuropathic pain and treatment-resistant depression.\nFirst patient treated with trigriluzole in Rutgers Cancer Institute collaboration — As part of a clinical collaboration with Drs. Ann Silk and James Goydos at the Rutgers Cancer Institute of New Jersey, trigriluzole is being evaluated for safety in a Phase 1 trial in combination with PD-1 blocking antibodies in patients with inoperable, advanced or refractory cancers. The study began enrollment in October 2017, and the first patient has started treatment.\nFinancing Activities\nIn February 2017, Biohaven closed a second tranche of $40 million as part of a Series A preferred financing that raised $80 million in total.\nIn May 2017, Biohaven raised nearly $194 million in its initial public offering on the New York Stock Exchange (NYSE), representing the largest biopharma IPO on NYSE in over 2 years and third largest biopharma IPO in 2017.\nFinancial Results for the Year Ended December 31, 2017\nCash Position: Cash as of December 31, 2017 was $131.5 million. Cash as of December 31, 2016, prior to the second closing of the Company's Series A preferred share offering and initial public offering, was $23.6 million.\nR&D Expenses: Research and development (R&D) expenses for the year ended December 31, 2017 were $89.4 million compared to $55.5 million in 2016, an increase of $33.9 million. Direct program costs increased $22.0 million, and personnel and other costs increased $11.9 million, including an increase of $4.5 million in share-based compensation expense and an increase of $7.4 million in costs of additional personnel as the Company increased its development operations organization to support growing clinical activities. R&D expenses include non-cash share-based compensation expense of $6.9 million in 2017 compared to $2.4 million in 2016.\nThe increase in direct program costs reflects continued investment in clinical development and product supply. Development costs related to rimegepant increased $23.0 million in support of two Phase 3 clinical trials, a long-term safety study, drug supply and a development milestone paid to Bristol-Myers Squibb. BHV-3500 program spending increased $5.7 million related to formulation development and toxicology efforts, while BHV-0223 program development increased $3.6 million to advance a bioequivalence study. These increases were offset by a decrease of $11.6 million in 2017 for BHV-5000, as 2016 included expenses for upfront license fees and a contingent equity liability, both related to the Company's license agreement with AstraZeneca.\nG&A Expenses: General and administrative (G&A) expenses for the year ended December 31, 2017 were $18.1 million compared to $5.1 million in 2016. The increase of $13.0 million in G&A over the prior year primarily reflects an increase of $5.9 million in personnel related expenses, including an increase in non-cash share-based compensation expense of $4.1 million and a $1.8 million increase in costs of additional personnel within our commercial and administrative functions to prepare for commercialization and other organizational capabilities. In addition, professional fees increased $5.8 million, including costs to support compliance and other activities associated with preparing for and operating as a public company. G&A expenses include non-cash share-based compensation of $6.3 million in 2017 compared to $2.2 million in 2016.\nNet Loss: The Company reported a net loss attributable to common shareholders for the year ended December 31, 2017 of $139.2 million, or $5.00 per share, compared to $63.7 million, or $5.05 per share for 2016.\nFinancial Results for the Quarter ended December 31, 2017\nR&D Expenses: R&D expenses for the quarter ended December 31, 2017 were $22.7 million compared to $20.4 million in 2016, an increase of $2.3 million. The increase in R&D expenses reflects continued investment in Biohaven's clinical development and product supply, primarily related to rimegepant, BHV-3500, and personnel costs.\nThe increase in development costs for rimegepant were attributable to two phase 3 clinical trials, a long-term safety study and drug supply, while BHV-3500 program cost increases were the result of formulation and toxicology efforts. In addition, the Company increased its development operations organization to support growing clinical activities. These increases were offset by $12.5 million from an upfront license fee and a contingent equity liability, both related to the AstraZeneca license agreement. R&D expenses include non-cash share-based compensation of $0.5 million in the fourth quarter 2017 compared to $1.3 million in the fourth quarter 2016.\nG&A Expenses: G&A expenses for the quarter ended December 31, 2017 were $5.6 million compared to $2.5 million in 2016. The increase in G&A over the prior year primarily reflects hiring of additional personnel within our commercial and administrative functions to prepare for commercialization and other organizational capabilities, professional fees and the additional compliance and other costs associated with becoming a public company. G&A expenses include non-cash share-based compensation of $1.9 million in the fourth quarter 2017, compared to $1.1 million in the fourth quarter 2016.\nNet Loss: The Company reported a net loss attributable to common shareholders for the quarter ended December 31, 2017 of $27.1 million, or $0.75 per share, compared to $25.7 million, or $1.96 per share for 2016.\nAbout Biohaven\nBiohaven is a clinical-stage biopharmaceutical company with a portfolio of innovative, late-stage product candidates targeting neurological diseases, including rare disorders. Biohaven has combined internal development and research with intellectual property licensed from companies and institutions including Bristol-Myers Squibb Company, AstraZeneca AB, Yale University, Catalent, ALS Biopharma LLC and Massachusetts General Hospital. Currently, Biohaven's lead development programs include multiple compounds across its CGRP receptor antagonist and glutamate modulation platforms. More information about Biohaven is available at www.biohavenpharma.com .\nForward-Looking Statements\nThis news release includes forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements involve substantial risks and uncertainties, including statements that are based on the current expectations and assumptions of the Company's management. All statements, other than statements of historical facts, included in this press release regarding the Company's business and product candidate plans and objectives are forward-looking statements. Forward-looking statements include those related to: the expected timing, commencement and outcomes of the Company's planned and ongoing clinical trials, the timing of planned interactions with the FDA, the timing and outcome of expected regulatory filings, the potential commercialization of the Company's product candidates and the potential for the Company's product candidates to be first in class or best in class therapies. The use of certain words, including \"believe\", \"continue\", \"may\", \"on track\", \"expects\" and \"will\" and similar expressions, are intended to identify forward-looking statements. Various important factors could cause actual results or events to differ materially from those that may be expressed or implied by our forward-looking statements. Additional important factors to be considered in connection with forward-looking statements are described in the \"Risk Factors\" section of the Company's Annual Report on Form 10-K filed with the Securities and Exchange Commission on March 6, 2018. The forward-looking statements are made as of this date and the Company does not undertake any obligation to update any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by law.\nFor further information, contact Dr. Vlad Coric, Chief Executive Officer, at Vlad.Coric@biohavenpharma.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/biohaven-pharmaceuticals-reports-fourth-quarter-and-full-year-2017-financial-and-business-results-300609380.html\nSOURCE Biohaven Pharmaceutical Holding Company Ltd.",
    "published": "2018-03-07T00:30:00.000+02:00",
    "crawled": "2018-03-07T02:28:20.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "march",
        "biohaven",
        "pharmaceutical",
        "holding",
        "company",
        "nyse",
        "bhvn",
        "biopharmaceutical",
        "company",
        "portfolio",
        "innovative",
        "product",
        "candidate",
        "targeting",
        "neurological",
        "disease",
        "including",
        "rare",
        "disorder",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "provided",
        "review",
        "recent",
        "accomplishment",
        "anticipated",
        "upcoming",
        "milestone",
        "exciting",
        "year",
        "biohaven",
        "completed",
        "successful",
        "ipo",
        "advanced",
        "multiple",
        "drug",
        "candidate",
        "believe",
        "potential",
        "across",
        "two",
        "main",
        "technology",
        "platform",
        "making",
        "particularly",
        "rapid",
        "clinical",
        "progress",
        "rimegepant",
        "oral",
        "cgrp",
        "receptor",
        "antagonist",
        "acute",
        "treatment",
        "migraine",
        "said",
        "vlad",
        "coric",
        "chief",
        "executive",
        "officer",
        "biohaven",
        "started",
        "strong",
        "momentum",
        "prepare",
        "important",
        "data",
        "announcement",
        "drive",
        "toward",
        "key",
        "fda",
        "filing",
        "continue",
        "build",
        "organization",
        "support",
        "expanded",
        "development",
        "pipeline",
        "eventual",
        "commercialization",
        "approved",
        "product",
        "help",
        "patient",
        "severe",
        "neurological",
        "disorder",
        "full",
        "year",
        "recent",
        "business",
        "highlight",
        "cgrp",
        "receptor",
        "antagonist",
        "platform",
        "milestone",
        "next",
        "step",
        "enrollment",
        "complete",
        "two",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "rimegepant",
        "november",
        "company",
        "completed",
        "enrollment",
        "second",
        "two",
        "pivotal",
        "phase",
        "trial",
        "evaluate",
        "safety",
        "efficacy",
        "rimegepant",
        "small",
        "molecule",
        "new",
        "chemical",
        "entity",
        "nce",
        "acute",
        "treatment",
        "migraine",
        "topline",
        "result",
        "trial",
        "expected",
        "first",
        "quarter",
        "together",
        "two",
        "pivotal",
        "trial",
        "enrolled",
        "approximately",
        "subject",
        "expected",
        "support",
        "robust",
        "assessment",
        "efficacy",
        "rimegepant",
        "acute",
        "treatment",
        "migraine",
        "required",
        "food",
        "drug",
        "administration",
        "fda",
        "registration",
        "safety",
        "study",
        "underway",
        "biohaven",
        "continues",
        "evaluate",
        "safety",
        "rimegepant",
        "third",
        "trial",
        "date",
        "patient",
        "enrolled",
        "trial",
        "company",
        "expects",
        "enrollment",
        "complete",
        "end",
        "first",
        "half",
        "entered",
        "license",
        "agreement",
        "initiated",
        "phase",
        "clinical",
        "trial",
        "using",
        "rimegepant",
        "orally",
        "dissolving",
        "tablet",
        "january",
        "company",
        "entered",
        "exclusive",
        "worldwide",
        "license",
        "agreement",
        "catalent",
        "swindon",
        "zydis",
        "limited",
        "subsidiary",
        "catalent",
        "catalent",
        "provide",
        "catalent",
        "orally",
        "dissolving",
        "tablet",
        "odt",
        "formulation",
        "development",
        "rimegepant",
        "exclusive",
        "agreement",
        "use",
        "odt",
        "formulation",
        "technology",
        "small",
        "molecule",
        "cgrp",
        "receptor",
        "antagonist",
        "february",
        "bioequivalence",
        "study",
        "conducted",
        "compare",
        "new",
        "odt",
        "formulation",
        "tablet",
        "current",
        "clinical",
        "development",
        "provided",
        "evidence",
        "equivalence",
        "third",
        "phase",
        "efficacy",
        "study",
        "rimegepant",
        "commenced",
        "february",
        "study",
        "expected",
        "complete",
        "fourth",
        "quarter",
        "fda",
        "agreement",
        "initial",
        "pediatric",
        "study",
        "plan",
        "ipsp",
        "rimegepant",
        "november",
        "company",
        "received",
        "agreement",
        "fda",
        "initial",
        "pediatric",
        "study",
        "plan",
        "ipsp",
        "rimegepant",
        "agreement",
        "ipsp",
        "one",
        "regulatory",
        "requirement",
        "must",
        "met",
        "prior",
        "submitting",
        "new",
        "drug",
        "application",
        "nda",
        "continued",
        "progress",
        "toward",
        "ind",
        "submission",
        "phase",
        "clinical",
        "trial",
        "company",
        "remains",
        "track",
        "submit",
        "investigational",
        "new",
        "drug",
        "application",
        "ind",
        "first",
        "half",
        "cgrp",
        "receptor",
        "antagonist",
        "acute",
        "treatment",
        "prevention",
        "migraine",
        "expects",
        "conduct",
        "phase",
        "clinical",
        "trial",
        "second",
        "half",
        "assess",
        "safety",
        "tolerability",
        "pharmacokinetics",
        "healthy",
        "volunteer",
        "glutamate",
        "modulation",
        "platform",
        "milestone",
        "next",
        "step",
        "positive",
        "result",
        "bioequivalence",
        "study",
        "sublingual",
        "orally",
        "dissolving",
        "tablet",
        "january",
        "company",
        "announced",
        "positive",
        "result",
        "bioequivalence",
        "study",
        "innovative",
        "sublingual",
        "formulation",
        "riluzole",
        "topline",
        "result",
        "confirmed",
        "sublingual",
        "mg",
        "achieves",
        "bioequivalent",
        "exposure",
        "relative",
        "rilutek",
        "mg",
        "study",
        "healthy",
        "volunteer",
        "administered",
        "rilutek",
        "fasted",
        "condition",
        "primary",
        "analysis",
        "achieved",
        "peak",
        "exposure",
        "approximately",
        "respectively",
        "compared",
        "generated",
        "generic",
        "riluzole",
        "according",
        "previously",
        "received",
        "regulatory",
        "feedback",
        "fda",
        "section",
        "b",
        "pathway",
        "acceptable",
        "beyond",
        "study",
        "additional",
        "efficacy",
        "toxicology",
        "study",
        "necessary",
        "submission",
        "nda",
        "first",
        "patient",
        "dosed",
        "clinical",
        "trial",
        "trigriluzole",
        "disorder",
        "ocd",
        "october",
        "fda",
        "informed",
        "company",
        "may",
        "proceed",
        "phase",
        "clinical",
        "trial",
        "assessing",
        "efficacy",
        "safety",
        "trigriluzole",
        "patient",
        "ocd",
        "biohaven",
        "commenced",
        "dosing",
        "trial",
        "december",
        "trigriluzole",
        "novel",
        "prodrug",
        "glutamate",
        "modulator",
        "observed",
        "favorable",
        "safety",
        "tolerability",
        "profile",
        "clinical",
        "trial",
        "exposure",
        "data",
        "recent",
        "clinical",
        "experience",
        "trigriluzole",
        "spinocerebellar",
        "ataxia",
        "sca",
        "helped",
        "inform",
        "dosing",
        "trigriluzole",
        "trial",
        "extension",
        "study",
        "trigriluzole",
        "patient",
        "sca",
        "following",
        "result",
        "trigriluzole",
        "patient",
        "sca",
        "biohaven",
        "continuing",
        "extension",
        "study",
        "dialogue",
        "fda",
        "development",
        "trigriluzole",
        "ataxia",
        "fda",
        "expressed",
        "willingness",
        "accept",
        "modification",
        "trial",
        "primary",
        "endpoint",
        "scale",
        "assessment",
        "rating",
        "ataxia",
        "also",
        "called",
        "sara",
        "acceptable",
        "registrational",
        "endpoint",
        "first",
        "patient",
        "dosed",
        "december",
        "enrollment",
        "subject",
        "started",
        "ind",
        "opening",
        "study",
        "test",
        "single",
        "multiple",
        "dos",
        "formulation",
        "healthy",
        "volunteer",
        "developed",
        "potential",
        "treatment",
        "neuropsychiatric",
        "disorder",
        "rett",
        "syndrome",
        "company",
        "also",
        "plan",
        "explore",
        "development",
        "potential",
        "future",
        "indication",
        "including",
        "neuropathic",
        "pain",
        "depression",
        "first",
        "patient",
        "treated",
        "trigriluzole",
        "rutgers",
        "cancer",
        "institute",
        "collaboration",
        "part",
        "clinical",
        "collaboration",
        "drs",
        "ann",
        "silk",
        "james",
        "goydos",
        "rutgers",
        "cancer",
        "institute",
        "new",
        "jersey",
        "trigriluzole",
        "evaluated",
        "safety",
        "phase",
        "trial",
        "combination",
        "blocking",
        "antibody",
        "patient",
        "inoperable",
        "advanced",
        "refractory",
        "cancer",
        "study",
        "began",
        "enrollment",
        "october",
        "first",
        "patient",
        "started",
        "treatment",
        "financing",
        "activity",
        "february",
        "biohaven",
        "closed",
        "second",
        "tranche",
        "million",
        "part",
        "series",
        "preferred",
        "financing",
        "raised",
        "million",
        "total",
        "may",
        "biohaven",
        "raised",
        "nearly",
        "million",
        "initial",
        "public",
        "offering",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "representing",
        "largest",
        "biopharma",
        "ipo",
        "nyse",
        "year",
        "third",
        "largest",
        "biopharma",
        "ipo",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "cash",
        "position",
        "cash",
        "december",
        "million",
        "cash",
        "december",
        "prior",
        "second",
        "closing",
        "company",
        "series",
        "preferred",
        "share",
        "offering",
        "initial",
        "public",
        "offering",
        "million",
        "r",
        "expense",
        "research",
        "development",
        "r",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "increase",
        "million",
        "direct",
        "program",
        "cost",
        "increased",
        "million",
        "personnel",
        "cost",
        "increased",
        "million",
        "including",
        "increase",
        "million",
        "compensation",
        "expense",
        "increase",
        "million",
        "cost",
        "additional",
        "personnel",
        "company",
        "increased",
        "development",
        "operation",
        "organization",
        "support",
        "growing",
        "clinical",
        "activity",
        "r",
        "expense",
        "include",
        "compensation",
        "expense",
        "million",
        "compared",
        "million",
        "increase",
        "direct",
        "program",
        "cost",
        "reflects",
        "continued",
        "investment",
        "clinical",
        "development",
        "product",
        "supply",
        "development",
        "cost",
        "related",
        "rimegepant",
        "increased",
        "million",
        "support",
        "two",
        "phase",
        "clinical",
        "trial",
        "safety",
        "study",
        "drug",
        "supply",
        "development",
        "milestone",
        "paid",
        "squibb",
        "program",
        "spending",
        "increased",
        "million",
        "related",
        "formulation",
        "development",
        "toxicology",
        "effort",
        "program",
        "development",
        "increased",
        "million",
        "advance",
        "bioequivalence",
        "study",
        "increase",
        "offset",
        "decrease",
        "million",
        "included",
        "expense",
        "upfront",
        "license",
        "fee",
        "contingent",
        "equity",
        "liability",
        "related",
        "company",
        "license",
        "agreement",
        "astrazeneca",
        "g",
        "expense",
        "general",
        "administrative",
        "g",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "increase",
        "million",
        "g",
        "prior",
        "year",
        "primarily",
        "reflects",
        "increase",
        "million",
        "personnel",
        "related",
        "expense",
        "including",
        "increase",
        "compensation",
        "expense",
        "million",
        "million",
        "increase",
        "cost",
        "additional",
        "personnel",
        "within",
        "commercial",
        "administrative",
        "function",
        "prepare",
        "commercialization",
        "organizational",
        "capability",
        "addition",
        "professional",
        "fee",
        "increased",
        "million",
        "including",
        "cost",
        "support",
        "compliance",
        "activity",
        "associated",
        "preparing",
        "operating",
        "public",
        "company",
        "g",
        "expense",
        "include",
        "compensation",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "company",
        "reported",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "financial",
        "result",
        "quarter",
        "ended",
        "december",
        "r",
        "expense",
        "r",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "increase",
        "million",
        "increase",
        "r",
        "expense",
        "reflects",
        "continued",
        "investment",
        "biohaven",
        "clinical",
        "development",
        "product",
        "supply",
        "primarily",
        "related",
        "rimegepant",
        "personnel",
        "cost",
        "increase",
        "development",
        "cost",
        "rimegepant",
        "attributable",
        "two",
        "phase",
        "clinical",
        "trial",
        "safety",
        "study",
        "drug",
        "supply",
        "program",
        "cost",
        "increase",
        "result",
        "formulation",
        "toxicology",
        "effort",
        "addition",
        "company",
        "increased",
        "development",
        "operation",
        "organization",
        "support",
        "growing",
        "clinical",
        "activity",
        "increase",
        "offset",
        "million",
        "upfront",
        "license",
        "fee",
        "contingent",
        "equity",
        "liability",
        "related",
        "astrazeneca",
        "license",
        "agreement",
        "r",
        "expense",
        "include",
        "compensation",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "g",
        "expense",
        "g",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "increase",
        "g",
        "prior",
        "year",
        "primarily",
        "reflects",
        "hiring",
        "additional",
        "personnel",
        "within",
        "commercial",
        "administrative",
        "function",
        "prepare",
        "commercialization",
        "organizational",
        "capability",
        "professional",
        "fee",
        "additional",
        "compliance",
        "cost",
        "associated",
        "becoming",
        "public",
        "company",
        "g",
        "expense",
        "include",
        "compensation",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "net",
        "loss",
        "company",
        "reported",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "quarter",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "biohaven",
        "biohaven",
        "biopharmaceutical",
        "company",
        "portfolio",
        "innovative",
        "product",
        "candidate",
        "targeting",
        "neurological",
        "disease",
        "including",
        "rare",
        "disorder",
        "biohaven",
        "combined",
        "internal",
        "development",
        "research",
        "intellectual",
        "property",
        "licensed",
        "company",
        "institution",
        "including",
        "squibb",
        "company",
        "astrazeneca",
        "ab",
        "yale",
        "university",
        "catalent",
        "al",
        "biopharma",
        "llc",
        "massachusetts",
        "general",
        "hospital",
        "currently",
        "biohaven",
        "lead",
        "development",
        "program",
        "include",
        "multiple",
        "compound",
        "across",
        "cgrp",
        "receptor",
        "antagonist",
        "glutamate",
        "modulation",
        "platform",
        "information",
        "biohaven",
        "available",
        "statement",
        "news",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "based",
        "current",
        "expectation",
        "assumption",
        "company",
        "management",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "press",
        "release",
        "regarding",
        "company",
        "business",
        "product",
        "candidate",
        "plan",
        "objective",
        "statement",
        "statement",
        "include",
        "related",
        "expected",
        "timing",
        "commencement",
        "outcome",
        "company",
        "planned",
        "ongoing",
        "clinical",
        "trial",
        "timing",
        "planned",
        "interaction",
        "fda",
        "timing",
        "outcome",
        "expected",
        "regulatory",
        "filing",
        "potential",
        "commercialization",
        "company",
        "product",
        "candidate",
        "potential",
        "company",
        "product",
        "candidate",
        "first",
        "class",
        "best",
        "class",
        "therapy",
        "use",
        "certain",
        "word",
        "including",
        "believe",
        "continue",
        "may",
        "track",
        "expects",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "various",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "may",
        "expressed",
        "implied",
        "statement",
        "additional",
        "important",
        "factor",
        "considered",
        "connection",
        "statement",
        "described",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "statement",
        "made",
        "date",
        "company",
        "undertake",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "information",
        "contact",
        "vlad",
        "coric",
        "chief",
        "executive",
        "officer",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "biohaven",
        "pharmaceutical",
        "holding",
        "company",
        "ltd"
    ]
}