{
    "organizations": [],
    "uuid": "0732ce05e1708ff669a3d3582829258d46efd753",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/16/pr-newswire-mason-resources-reports-fiscal-2017-results.html",
    "ord_in_thread": 0,
    "title": "Mason Resources Reports Fiscal 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, March 16, 2018 /PRNewswire/ - Mason Resources Corp. (TSX:MNR; OTCQB: MSSNF – \"Mason\" or the \"Company\") is pleased to report its financial results for the year ended December 31, 2017. All figures are in US dollars unless otherwise noted.\n2017 HIGHLIGHTS\nOn May 9, 2017, Mason and Entrée Resources Ltd. (formerly Entrée Gold Inc. – \"Entrée\") completed a strategic reorganization of Entrée's business through a plan of arrangement (the \"Arrangement\"). Pursuant to the Arrangement, Entrée transferred to Mason the Ann Mason copper-molybdenum project in Nevada and the Lordsburg copper-gold property in New Mexico, and $8.84 million in cash.\nAs part of the Arrangement, each existing share of Entrée was exchanged for 0.45 of a Mason common share and one \"new\" common share of Entrée. Optionholders and warrantholders of Entrée received replacement options and warrants of Entrée and options and warrants of Mason which are proportionate to, and reflective of the terms of, their existing options and warrants of Entrée.\nOn May 9, 2017, the Company entered into an Administrative Services Agreement with Entrée, pursuant to which Entrée provides office space, furnishings and equipment, communications facilities and personnel necessary for Mason to fulfill its basic day-to-day head office and executive responsibilities on a pro-rata cost-recovery basis.\nOn May 10, 2017, Mason filed its National Instrument 43-101 technical report titled \"2017 Updated Preliminary Economic Assessment on the Ann Mason Project, Nevada, U.S.A.\" (the \"2017 PEA\") for its flagship Ann Mason Project in Nevada on SEDAR at www.sedar.com . The 2017 PEA indicates the Ann Mason Project has positive project economics and has the potential to be a large, long life copper-molybdenum mining operation.\nOn May 12, 2017, the Company's common shares commenced trading on the Toronto Stock Exchange under the symbol \"MNR\".\nOn July 19, 2017, the Company adopted a Shareholder Rights Plan (the \"Rights Plan\") to ensure, to the extent possible, that all shareholders of the Company are treated fairly and equally in connection with any take-over bid or other acquisition of control of the Company. The Rights Plan was not adopted in response to any specific take-over bid or other proposal to acquire control of Mason and Mason was not aware of any such pending or contemplated proposals.\nIn August 2017, the Company welcomed two new significant shareholders in Mason replacing disinterested shareholders following the spinout of Mason from Entrée:\nMantos Copper (Bermuda) Limited (\"Mantos\") purchased an aggregate of 13,664,757 common shares of Mason at a price of C$0.20 per share for an aggregate purchase price of C$2,732,952 from Rio Tinto International Holdings Limited and Turquoise Hill Resources Ltd., which represents approximately 17.5% of the outstanding common shares of Mason.\nHudbay Minerals Inc. (\"Hudbay\") purchased an aggregate of 10,854,170 common shares of Mason including 10,755,170 common shares on August 24, 2017 from Sandstorm Gold Ltd. (\"Sandstorm\"). The shares were purchased from Sandstorm at a price of C$0.26 per share for an aggregate purchase price of C$2,796,344. This represents approximately 13.9% of the outstanding common shares of Mason.\nEffective November 9, 2017, the Company's common shares commenced trading on the OTCQB Venture Market in the United States under the symbol \"MSSNF\".\nFollowing the acquisition of shares by Mantos and Hudbay, the Board of Directors of the Company determined to allow the Rights Plan to expire, in accordance with its terms, on January 19, 2018.\nThe 2017 full year net loss was $2.2 million which included net income of $0.2 million in Q4 2017 as a result of a deferred income tax recovery adjustment of $0.7 million. The Company's cash balance at December 31, 2017 was $7.5 million with no debt.\n*The consolidated financial operating results have been prepared on a continuity of interest basis of accounting following the\nArrangement, which requires that prior to the May 9, 2017 effective date thereof, the assets, liabilities, results of operations and\ncash flows of the Company be on a 'carve-out' basis from the consolidated financial statements and accounting records of Entrée.\nOUTLOOK AND STRATEGY\nCorporate\nThe Company's corporate focus going forward will be to maximize market value through assessing and executing on options to move Ann Mason forward, possibly including introducing one or more strategic partners. In addition, Mason is undertaking a process to prioritize and progress other growth strategies involving its Lordsburg property and additional new exploration acquisitions. Fiscal responsibility and only spending the Company's cash reserves on value adding activities remains a high priority.\nThe Company expects to spend between $1.2 million and $1.4 million for the 2018 year, which includes $0.4 million for corporate costs, investor relations and compliance and the balance related to the Ann Mason Project and Lordsburg property.\nAnn Mason Project\nThe Company is currently evaluating options for its Ann Mason Project which may include optimizing certain aspects of the 2017 PEA, commencing a Pre-Feasibility study and testing high priority exploration targets with potential to provide early production options.\nThe Company is targeting expenditures of between $0.7 million and $0.9 million for the 2018 year, including claim fees and payments, site maintenance and local administration costs.\nLordsburg Property\nThe Company is managing the costs associated with the Lordsburg property while management evaluates the best path forward to add value to the project. Expenditures for 2017 were mainly for claim fees and local administration costs. The Company expects to spend approximately $0.1 million for the 2018 year.\nThe Company's Annual Financial Statements, Management's Discussion and Analysis (\"MD&A\") and Annual Information Form are available on SEDAR at www.sedar.com and on the Company's website at www.MasonResources.com .\nQUALIFIED PERSON\nRobert Cinits, P.Geo., Mason's Chief Operating Officer, a Qualified Person as defined by National Instrument 43-101 – Standards of Disclosure for Mineral Projects, has approved the technical information in this release.\nABOUT MASON RESOURCES CORP.\nMason Resources Corp. is a well-funded Canadian company focused on copper exploration and development in the U.S.A. The Company's key asset is its 100% owned Ann Mason Project – an extensive, prospective land package located in the Yerington District of Nevada. The Ann Mason Project hosts two copper-molybdenum porphyry deposits, Ann Mason and Blue Hill, as well as numerous earlier-stage or untested priority targets. The Ann Mason deposit is currently at a PEA level and is among the largest undeveloped copper porphyry resources in Canada/U.S.A. The excellent infrastructure, year-round access, strong community support and clear permitting process are all factors that contribute to making Yerington, Nevada one of the best mining jurisdictions in the world. Mason also holds a 100% interest in the Lordsburg property, an exciting earlier-stage copper-gold porphyry project, located within an historic mining district in New Mexico.\nMason's strong financial position and high-quality asset portfolio provide it with a solid foundation and flexibility for growth, by advancing development of Ann Mason towards Pre-Feasibility, introducing one or more strategic development partners, exploring high priority targets or considering strategic acquisitions. More information on Mason Resources can be found at www.MasonResources.com .\nThis news release contains forward-looking statements within the meaning of the United States Private Securities Litigation Reform Act of 1995 and forward-looking information within the meaning of applicable Canadian securities laws. Forward-looking statements include, but are not limited to, statements with respect to corporate strategies and plans of Mason; uses of funds; the ability of Mason to maximize returns to shareholders; the potential to optimize certain aspects of the 2017 PEA; completion of a Pre-Feasibility study on the Ann Mason Project; a potential strategic development partner for the Ann Mason Project; the potential impact of future exploration results on Ann Mason mine design and economics; the potential development of Ann Mason; plans for future exploration and development programs and budgets; anticipated business activities; proposed acquisitions and dispositions of assets; and future financial performance.\nWhile the Company has based these forward-looking statements on its expectations about future events as at the date that such statements were prepared, the statements are not a guarantee of the Company's future performance and are based on numerous assumptions regarding present and future business strategies, local and global economic conditions and the environment in which Mason will operate in the future, including the price of copper, gold, silver and molybdenum. Uncertainties and factors which could cause actual results to differ materially from future results expressed or implied by forward-looking statements and information include, amongst others, unanticipated costs, expenses or liabilities; discrepancies between actual and anticipated production, mineral resources and metallurgical recoveries; the size, grade and continuity of deposits not being interpreted correctly from exploration results; the results of preliminary test work not being indicative of the results of future test work; fluctuations in commodity prices and demand; changing foreign exchange rates; actions by government authorities; the availability of funding on reasonable terms; the impact of changes in interpretation to or changes in enforcement of, laws, regulations and government practices, including laws, regulations and government practices with respect to mining, foreign investment, royalties and taxation; the terms and timing of obtaining necessary environmental and other government approvals, consents and permits; the availability and cost of necessary items such as power, water, skilled labour, transportation and appropriate smelting and refining arrangements; and misjudgements in the course of preparing forward-looking statements. In addition, there are also known and unknown risk factors which may cause the actual results, performances or achievements of the Company to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements and information. Such factors include, among others, risks related to international operations, including legal and political risk; risks associated with changes in the attitudes of governments to foreign investment; changes in project parameters as plans continue to be refined; inability to upgrade Inferred mineral resources to Indicated or Measured mineral resources; inability to convert mineral resources to mineral reserves; conclusions of economic evaluations; future prices of copper, gold, silver and molybdenum; failure of plant, equipment or processes to operate as anticipated; accidents, labour disputes and other risks of the mining industry; delays in obtaining government approvals, permits or licences or financing or in the completion of development or construction activities; environmental risks; title disputes; limitations on insurance coverage; as well as those factors discussed in the Company's most recently filed MD&A and in the Company's Annual Information Form for the financial year ended December 31, 2017, dated March 16, 2018 filed with the Canadian Securities Administrators and available at www.sedar.com . There can be no assurance that forward-looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, readers should not place undue reliance on forward-looking statements. The Company is under no obligation to update or alter any forward-looking statements except as required under applicable securities laws.\nSOURCE Mason Resources",
    "published": "2018-03-17T00:00:00.000+02:00",
    "crawled": "2018-03-17T00:33:51.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "march",
        "mason",
        "resource",
        "tsx",
        "mnr",
        "otcqb",
        "mssnf",
        "mason",
        "company",
        "pleased",
        "report",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "figure",
        "u",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "highlight",
        "may",
        "mason",
        "entrée",
        "resource",
        "formerly",
        "entrée",
        "gold",
        "entrée",
        "completed",
        "strategic",
        "reorganization",
        "entrée",
        "business",
        "plan",
        "arrangement",
        "arrangement",
        "pursuant",
        "arrangement",
        "entrée",
        "transferred",
        "mason",
        "ann",
        "mason",
        "project",
        "nevada",
        "lordsburg",
        "property",
        "new",
        "mexico",
        "million",
        "cash",
        "part",
        "arrangement",
        "existing",
        "share",
        "entrée",
        "exchanged",
        "mason",
        "common",
        "share",
        "one",
        "new",
        "common",
        "share",
        "entrée",
        "optionholders",
        "warrantholders",
        "entrée",
        "received",
        "replacement",
        "option",
        "warrant",
        "entrée",
        "option",
        "warrant",
        "mason",
        "proportionate",
        "reflective",
        "term",
        "existing",
        "option",
        "warrant",
        "entrée",
        "may",
        "company",
        "entered",
        "administrative",
        "service",
        "agreement",
        "entrée",
        "pursuant",
        "entrée",
        "provides",
        "office",
        "space",
        "furnishing",
        "equipment",
        "communication",
        "facility",
        "personnel",
        "necessary",
        "mason",
        "fulfill",
        "basic",
        "head",
        "office",
        "executive",
        "responsibility",
        "basis",
        "may",
        "mason",
        "filed",
        "national",
        "instrument",
        "technical",
        "report",
        "titled",
        "updated",
        "preliminary",
        "economic",
        "assessment",
        "ann",
        "mason",
        "project",
        "nevada",
        "pea",
        "flagship",
        "ann",
        "mason",
        "project",
        "nevada",
        "sedar",
        "pea",
        "indicates",
        "ann",
        "mason",
        "project",
        "positive",
        "project",
        "economics",
        "potential",
        "large",
        "long",
        "life",
        "mining",
        "operation",
        "may",
        "company",
        "common",
        "share",
        "commenced",
        "trading",
        "toronto",
        "stock",
        "exchange",
        "symbol",
        "mnr",
        "july",
        "company",
        "adopted",
        "shareholder",
        "right",
        "plan",
        "right",
        "plan",
        "ensure",
        "extent",
        "possible",
        "shareholder",
        "company",
        "treated",
        "fairly",
        "equally",
        "connection",
        "bid",
        "acquisition",
        "control",
        "company",
        "right",
        "plan",
        "adopted",
        "response",
        "specific",
        "bid",
        "proposal",
        "acquire",
        "control",
        "mason",
        "mason",
        "aware",
        "pending",
        "contemplated",
        "proposal",
        "august",
        "company",
        "welcomed",
        "two",
        "new",
        "significant",
        "shareholder",
        "mason",
        "replacing",
        "disinterested",
        "shareholder",
        "following",
        "spinout",
        "mason",
        "entrée",
        "mantos",
        "copper",
        "bermuda",
        "limited",
        "mantos",
        "purchased",
        "aggregate",
        "common",
        "share",
        "mason",
        "price",
        "c",
        "per",
        "share",
        "aggregate",
        "purchase",
        "price",
        "c",
        "rio",
        "tinto",
        "international",
        "holding",
        "limited",
        "turquoise",
        "hill",
        "resource",
        "represents",
        "approximately",
        "outstanding",
        "common",
        "share",
        "mason",
        "hudbay",
        "mineral",
        "hudbay",
        "purchased",
        "aggregate",
        "common",
        "share",
        "mason",
        "including",
        "common",
        "share",
        "august",
        "sandstorm",
        "gold",
        "sandstorm",
        "share",
        "purchased",
        "sandstorm",
        "price",
        "c",
        "per",
        "share",
        "aggregate",
        "purchase",
        "price",
        "c",
        "represents",
        "approximately",
        "outstanding",
        "common",
        "share",
        "mason",
        "effective",
        "november",
        "company",
        "common",
        "share",
        "commenced",
        "trading",
        "otcqb",
        "venture",
        "market",
        "united",
        "state",
        "symbol",
        "mssnf",
        "following",
        "acquisition",
        "share",
        "mantos",
        "hudbay",
        "board",
        "director",
        "company",
        "determined",
        "allow",
        "right",
        "plan",
        "expire",
        "accordance",
        "term",
        "january",
        "full",
        "year",
        "net",
        "loss",
        "million",
        "included",
        "net",
        "income",
        "million",
        "q4",
        "result",
        "deferred",
        "income",
        "tax",
        "recovery",
        "adjustment",
        "million",
        "company",
        "cash",
        "balance",
        "december",
        "million",
        "debt",
        "consolidated",
        "financial",
        "operating",
        "result",
        "prepared",
        "continuity",
        "interest",
        "basis",
        "accounting",
        "following",
        "arrangement",
        "requires",
        "prior",
        "may",
        "effective",
        "date",
        "thereof",
        "asset",
        "liability",
        "result",
        "operation",
        "cash",
        "flow",
        "company",
        "basis",
        "consolidated",
        "financial",
        "statement",
        "accounting",
        "record",
        "entrée",
        "outlook",
        "strategy",
        "corporate",
        "company",
        "corporate",
        "focus",
        "going",
        "forward",
        "maximize",
        "market",
        "value",
        "assessing",
        "executing",
        "option",
        "move",
        "ann",
        "mason",
        "forward",
        "possibly",
        "including",
        "introducing",
        "one",
        "strategic",
        "partner",
        "addition",
        "mason",
        "undertaking",
        "process",
        "prioritize",
        "progress",
        "growth",
        "strategy",
        "involving",
        "lordsburg",
        "property",
        "additional",
        "new",
        "exploration",
        "acquisition",
        "fiscal",
        "responsibility",
        "spending",
        "company",
        "cash",
        "reserve",
        "value",
        "adding",
        "activity",
        "remains",
        "high",
        "priority",
        "company",
        "expects",
        "spend",
        "million",
        "million",
        "year",
        "includes",
        "million",
        "corporate",
        "cost",
        "investor",
        "relation",
        "compliance",
        "balance",
        "related",
        "ann",
        "mason",
        "project",
        "lordsburg",
        "property",
        "ann",
        "mason",
        "project",
        "company",
        "currently",
        "evaluating",
        "option",
        "ann",
        "mason",
        "project",
        "may",
        "include",
        "optimizing",
        "certain",
        "aspect",
        "pea",
        "commencing",
        "study",
        "testing",
        "high",
        "priority",
        "exploration",
        "target",
        "potential",
        "provide",
        "early",
        "production",
        "option",
        "company",
        "targeting",
        "expenditure",
        "million",
        "million",
        "year",
        "including",
        "claim",
        "fee",
        "payment",
        "site",
        "maintenance",
        "local",
        "administration",
        "cost",
        "lordsburg",
        "property",
        "company",
        "managing",
        "cost",
        "associated",
        "lordsburg",
        "property",
        "management",
        "evaluates",
        "best",
        "path",
        "forward",
        "add",
        "value",
        "project",
        "expenditure",
        "mainly",
        "claim",
        "fee",
        "local",
        "administration",
        "cost",
        "company",
        "expects",
        "spend",
        "approximately",
        "million",
        "year",
        "company",
        "annual",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "md",
        "annual",
        "information",
        "form",
        "available",
        "sedar",
        "company",
        "website",
        "qualified",
        "person",
        "robert",
        "cinits",
        "mason",
        "chief",
        "operating",
        "officer",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "approved",
        "technical",
        "information",
        "release",
        "mason",
        "resource",
        "mason",
        "resource",
        "canadian",
        "company",
        "focused",
        "copper",
        "exploration",
        "development",
        "company",
        "key",
        "asset",
        "owned",
        "ann",
        "mason",
        "project",
        "extensive",
        "prospective",
        "land",
        "package",
        "located",
        "yerington",
        "district",
        "nevada",
        "ann",
        "mason",
        "project",
        "host",
        "two",
        "porphyry",
        "deposit",
        "ann",
        "mason",
        "blue",
        "hill",
        "well",
        "numerous",
        "untested",
        "priority",
        "target",
        "ann",
        "mason",
        "deposit",
        "currently",
        "pea",
        "level",
        "among",
        "largest",
        "undeveloped",
        "copper",
        "porphyry",
        "resource",
        "excellent",
        "infrastructure",
        "access",
        "strong",
        "community",
        "support",
        "clear",
        "permitting",
        "process",
        "factor",
        "contribute",
        "making",
        "yerington",
        "nevada",
        "one",
        "best",
        "mining",
        "jurisdiction",
        "world",
        "mason",
        "also",
        "hold",
        "interest",
        "lordsburg",
        "property",
        "exciting",
        "porphyry",
        "project",
        "located",
        "within",
        "historic",
        "mining",
        "district",
        "new",
        "mexico",
        "mason",
        "strong",
        "financial",
        "position",
        "asset",
        "portfolio",
        "provide",
        "solid",
        "foundation",
        "flexibility",
        "growth",
        "advancing",
        "development",
        "ann",
        "mason",
        "towards",
        "introducing",
        "one",
        "strategic",
        "development",
        "partner",
        "exploring",
        "high",
        "priority",
        "target",
        "considering",
        "strategic",
        "acquisition",
        "information",
        "mason",
        "resource",
        "found",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "statement",
        "include",
        "limited",
        "statement",
        "respect",
        "corporate",
        "strategy",
        "plan",
        "mason",
        "us",
        "fund",
        "ability",
        "mason",
        "maximize",
        "return",
        "shareholder",
        "potential",
        "optimize",
        "certain",
        "aspect",
        "pea",
        "completion",
        "study",
        "ann",
        "mason",
        "project",
        "potential",
        "strategic",
        "development",
        "partner",
        "ann",
        "mason",
        "project",
        "potential",
        "impact",
        "future",
        "exploration",
        "result",
        "ann",
        "mason",
        "mine",
        "design",
        "economics",
        "potential",
        "development",
        "ann",
        "mason",
        "plan",
        "future",
        "exploration",
        "development",
        "program",
        "budget",
        "anticipated",
        "business",
        "activity",
        "proposed",
        "acquisition",
        "disposition",
        "asset",
        "future",
        "financial",
        "performance",
        "company",
        "based",
        "statement",
        "expectation",
        "future",
        "event",
        "date",
        "statement",
        "prepared",
        "statement",
        "guarantee",
        "company",
        "future",
        "performance",
        "based",
        "numerous",
        "assumption",
        "regarding",
        "present",
        "future",
        "business",
        "strategy",
        "local",
        "global",
        "economic",
        "condition",
        "environment",
        "mason",
        "operate",
        "future",
        "including",
        "price",
        "copper",
        "gold",
        "silver",
        "molybdenum",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "expressed",
        "implied",
        "statement",
        "information",
        "include",
        "amongst",
        "others",
        "unanticipated",
        "cost",
        "expense",
        "liability",
        "discrepancy",
        "actual",
        "anticipated",
        "production",
        "mineral",
        "resource",
        "metallurgical",
        "recovery",
        "size",
        "grade",
        "continuity",
        "deposit",
        "interpreted",
        "correctly",
        "exploration",
        "result",
        "result",
        "preliminary",
        "test",
        "work",
        "indicative",
        "result",
        "future",
        "test",
        "work",
        "fluctuation",
        "commodity",
        "price",
        "demand",
        "changing",
        "foreign",
        "exchange",
        "rate",
        "action",
        "government",
        "authority",
        "availability",
        "funding",
        "reasonable",
        "term",
        "impact",
        "change",
        "interpretation",
        "change",
        "enforcement",
        "law",
        "regulation",
        "government",
        "practice",
        "including",
        "law",
        "regulation",
        "government",
        "practice",
        "respect",
        "mining",
        "foreign",
        "investment",
        "royalty",
        "taxation",
        "term",
        "timing",
        "obtaining",
        "necessary",
        "environmental",
        "government",
        "approval",
        "consent",
        "permit",
        "availability",
        "cost",
        "necessary",
        "item",
        "power",
        "water",
        "skilled",
        "labour",
        "transportation",
        "appropriate",
        "smelting",
        "refining",
        "arrangement",
        "misjudgements",
        "course",
        "preparing",
        "statement",
        "addition",
        "also",
        "known",
        "unknown",
        "risk",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "related",
        "international",
        "operation",
        "including",
        "legal",
        "political",
        "risk",
        "risk",
        "associated",
        "change",
        "attitude",
        "government",
        "foreign",
        "investment",
        "change",
        "project",
        "parameter",
        "plan",
        "continue",
        "refined",
        "inability",
        "upgrade",
        "inferred",
        "mineral",
        "resource",
        "indicated",
        "measured",
        "mineral",
        "resource",
        "inability",
        "convert",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "conclusion",
        "economic",
        "evaluation",
        "future",
        "price",
        "copper",
        "gold",
        "silver",
        "molybdenum",
        "failure",
        "plant",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "accident",
        "labour",
        "dispute",
        "risk",
        "mining",
        "industry",
        "delay",
        "obtaining",
        "government",
        "approval",
        "permit",
        "licence",
        "financing",
        "completion",
        "development",
        "construction",
        "activity",
        "environmental",
        "risk",
        "title",
        "dispute",
        "limitation",
        "insurance",
        "coverage",
        "well",
        "factor",
        "discussed",
        "company",
        "recently",
        "filed",
        "md",
        "company",
        "annual",
        "information",
        "form",
        "financial",
        "year",
        "ended",
        "december",
        "dated",
        "march",
        "filed",
        "canadian",
        "security",
        "administrator",
        "available",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "company",
        "obligation",
        "update",
        "alter",
        "statement",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "source",
        "mason",
        "resource"
    ]
}