{
    "organizations": [],
    "uuid": "759bb74c7b38945634dc7d5888574fc62cd44ba6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/globe-newswire-cup-capital-corp-announces-closing-of-qualifying-transaction-completion-of-ipo-and-name-change.html",
    "ord_in_thread": 0,
    "title": "CUP Capital Corp. Announces Closing of Qualifying Transaction, Completion of IPO and Name Change",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, March 22, 2018 (GLOBE NEWSWIRE) -- CUP Capital Corp. (“ CUP Capital ”), announces that it changed its name from “CUP Capital Corp.” to “GBLT Corp.” (“ GBLT Corp. ” or the “ Resulting Issuer ”) and closed its previously announced business combination (the “ Transaction ”) with GBLT German Battery & Lighting Technologies PLC (“ GBLT PLC ”), the sole shareholder of the operating company GBT GmbH (“ GBT ”).\nThe Transaction provided for the acquisition of all of the outstanding equity interests of GBLT PLC by CUP Capital in a transaction in which the shareholders of GBLT PLC received common shares of the Resulting Issuer (the \" Common Shares \") and, in case of outstanding convertible securities of GBLT PLC, convertible securities of the Resulting Issuer. Shareholders of GBLT PLC were issued an aggregate of 103,254,459 Common Shares (the “ Consideration Shares ”) based on the deemed value ascribed to GBLT PLC as negotiated between CUP Capital and GBLT PLC of approximately CAD$66,082,894, at a deemed issue price of CAD$0.64, resulting in approximately 1.91 Consideration Shares for each one GBLT PLC share held. The Resulting Issuer also issued 2,500,000 Common Shares to an arm's length finder to GBLT PLC (the \" Finder \"). As a result of the Transaction, GBLT Corp. became the sole beneficial owner of all of the outstanding securities (other than non-convertible debt) of GBLT PLC, and GBT will remain a wholly owned subsidiary of GBLT PLC. GBLT Corp. will continue the business of GBLT PLC.\nGBT is a diversified lighting and battery company and the official licensee for Polaroid light products (LED and all other lighting technology including retail and projects), Polaroid energy storage systems (mobile and fixed systems), and AGFAPHOTO mobile energy products (batteries, etc.). GBT is focused on capitalizing on the current global trends in the rapidly growing energy storage and lighting sectors through the branding, sale and distribution of electronic products, including some under “private labels”, for residential and commercial markets. Through its licensing and branding partnership with Polaroid for lighting and mobile energy storage products, GBT has an immediate focus on launching its line of energy storage products in Europe, North America, and internationally. GBT is also pursuing various large global commercial lighting projects. Additionally, under the brand name AGFAPHOTO, GBT distributes a wide range of mobile energy products worldwide, such as batteries, rechargeable batteries and chargers. See www.gbt-international.com .\nPrior to the Transaction, GBLT Corp. was a Capital Pool Company (as defined under the policies of the TSX Venture Exchange (the “ Exchange ”)), and had not commenced commercial operations and had no assets other than cash. The Transaction constituted GBLT’s “Qualifying Transaction”, as such term is defined in Policy 2.4 of the Exchange.\nFinal acceptance of the Transaction will occur upon the issuance of a Final Exchange Bulletin by the Exchange. Upon issuance of the Final Exchange Bulletin, GBLT Corp. will cease to be a Capital Pool Company and will recommence trading on the Exchange as a Tier 1 issuer. Subject to this final acceptance, trading in the common shares of the Resulting Issuer is expected to begin on the Exchange on or about March 27, 2018 under the symbol “GBLT”.\nIn connection with the Transaction, GBLT Corp. completed a public offering of 4,700,000 units (“ Units ”) for a gross proceeds of $3,008,000 (the “ Offering ”). Each Unit is comprised of one common share of GBLT Corp. (each a “ Common Share ”) and one-half of one common share purchase warrant (each whole warrant, a “ Warrant ”) of GBLT Corp. at a price of $0.64 per Unit, for a total issuance of 4,700,000 Common Shares and 2,350,000 Warrants. Each Warrant is exercisable into one Common Share (a “ Warrant Share ”) at $1.00 per Warrant Share until March 22, 2020.\nThe Offering was conducted by Mackie Research Capital Corporation (“ Mackie ”) as lead agent and sole bookrunner. As consideration for acting as agent for the Offering, Mackie received: (i) a 7.5% cash commission of $225,600; (ii) a work fee of $30,000; and (iii) 352,500 non-transferable broker warrants (each, a “ Broker Warrant ”). Each Broker Warrant entitles the holder to one Unit on the same terms as the Units sold under the Offering, exercisable at $0.64 per Unit until March 22, 2020.\nAs a result of the Transaction and the Offering, the Resulting Issuer has 112,189,109 Common Shares issued and outstanding, with 92.04% held by GBLT PLC shareholders, 1.55% held by shareholders of CUP Capital, 4.19% held by purchasers of the Units and 2.23% held by the Finder.\nPursuant to the terms of escrow agreements among the Resulting Issuer, TSX Trust Company and certain escrowed security holders, an aggregate of 81,406,006 Common Shares and incentive stock options to acquire 5,921,223 Common Shares have been placed in escrow, which will be released in tranches over the next 36 months, with the first release upon issuance of the Exchange’s Final Exchange Bulletin.\nIn connection with the Transaction the Resulting Issuer is changing its fiscal year end to December 31, the same year end as GBLT PLC.\nAs a result of the closing of the Transaction, the directors and officers of GBLT Corp. are now:\nThilo Senst - Director and Chief Executive Officer Alfred Schopf - Director Jorg Schmieder - Director John Denham - Director Anthony Jackson - Director Sven Carbow - Chief Operating Officer Konstantin Lichtenwald - Chief Financial Officer Robbie Grossman - Corporate Secretary Further details about the Transaction, the Offering and GBLT Corp. are available in the final prospectus of GBLT Corp. dated December 21, 2017 filed in respect of the Transaction which has been filed under GBLT Corp.’s profile on SEDAR at www.sedar.com .\nEarly Warning\nSWT Beteiligungs AG (“ SWT” ), a corporation wholly-owned by GBT Asia Ltd., which is wholly-owned by Thilo Senst, an officer and director of the Resulting Issuer, held 42,527,009 GBLT PLC ordinary shares. Upon completion of the Transaction, SWT now beneficially owns and has control over 81,229,659 Common Shares representing 72.4% of the issued and outstanding Common Shares.\nImmediately before the Transaction, Mr. Senst and SWT held, directly or indirectly, beneficial ownership of, or the power to exercise control or direction over, no Common Shares. Immediately after the Transaction, Mr. Senst held, directly or indirectly, beneficial ownership of, or the power to exercise control or direction over, 81,229,659 Common Shares and options exercisable for 2,865,108 Common Shares, representing 72.4% of all of the issued and outstanding common shares of the Resulting Issuer on a non-diluted basis and representing 73.1% of all of the issued and outstanding common shares of the Resulting Issuer assuming full exercise of Mr. Senst's options.\nThe Common Shares were acquired for investment purposes. Mr. Senst and/or SWT may increase or reduce their investments in the Resulting Issuer according to market conditions or other relevant factors.\nThe foregoing disclosure regarding Mr. Senst's holdings is being disseminated pursuant to National Instrument 62-103 The Early Warning System and Related Take-Over Bid and Insider Reporting Issues (\"NI 62-103\"). A copy of the report to be filed with Canadian securities regulators in connection with the acquisition of these securities can be obtained under the Resulting Issuer's profile on the SEDAR website ( www.SEDAR.com ) or by contacting the Mr. Senst c/o robbie.grossman@dlapiper.com .\nForward-Looking Information\nCertain statements contained in this press release constitute \"forward-looking information\" as such term is defined in applicable Canadian securities legislation. The words \"may\", \"would\", \"could\", \"should\", \"potential\", \"will\", \"seek\", \"intend\", \"plan\", \"anticipate\", \"believe\", \"estimate\", \"expect\" and similar expressions as they relate to the Resulting Issuer, including receipt of the Final Exchange Bulletin and the proposed listing date, are intended to identify forward-looking information. All statements other than statements of historical fact may be forward-looking information. Such statements reflect the Resulting Issuer's current views and intentions with respect to future events, and current information available to the Resulting Issuer, and are subject to certain risks, uncertainties and assumptions. Material factors or assumptions were applied in providing forward-looking information, including: the Exchange is satisfied with the final listing materials submitted by the Resulting Issuer and issues its Final Exchange Bulleting and approves trading by March 27, 2018. Many factors could cause the actual results, performance or achievements that may be expressed or implied by such forward-looking information to vary from those described herein should one or more of these risks or uncertainties materialize. These factors include, without limitation: changes in law; the ability to implement business strategies and pursue business opportunities; the state of the capital markets; the availability of funds and resources to pursue operations; loss of licenses; threats to intellectual property rights; technological developments; reliance on independent manufacturing companies for research and development and for the supply of products; defects in products; lack of revenue growth; litigation risks; loss of key personnel; inability to manage rapid growth and retain customers; fluctuating foreign exchange rates fluctuations; security breaches; insurance risks; environmental risks and hazards; dependence on key customers and lack of long-term purchase commitments; competition; difficulty integrating newly acquired businesses; low profit market segments; as well as general economic, market and business conditions, as well as those risk factors discussed or referred to in the Resulting Issuer's disclosure documents filed with the securities regulatory authorities in certain provinces of Canada and available at www.sedar.com . Should any factor affect the Resulting Issuer in an unexpected manner, or should assumptions underlying the forward looking information prove incorrect, the actual results or events may differ materially from the results or events predicted. Any such forward-looking information is expressly qualified in its entirety by this cautionary statement. Moreover, the Resulting Issuer does not assume responsibility for the accuracy or completeness of such forward-looking information. The forward-looking information included in this press release is made as of the date of this press release and the Resulting Issuer undertakes no obligation to publicly update or revise any forward-looking information, other than as required by applicable law. The Resulting Issuer's results and forward-looking information and calculations may be affected by fluctuations in exchange rates. All figures are in Canadian dollars unless otherwise indicated.\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nFor further information please contact:\nGBLT Corp.\nSven Carbow, Chief Operating Officer\nTel.: +49(0)2421-20856-0\nEmail: info@gbt-international.com\nSource: CUP Capital Corp.",
    "published": "2018-03-23T01:31:00.000+02:00",
    "crawled": "2018-03-23T04:02:59.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "march",
        "globe",
        "newswire",
        "cup",
        "capital",
        "cup",
        "capital",
        "announces",
        "changed",
        "name",
        "cup",
        "capital",
        "gblt",
        "gblt",
        "resulting",
        "issuer",
        "closed",
        "previously",
        "announced",
        "business",
        "combination",
        "transaction",
        "gblt",
        "german",
        "battery",
        "lighting",
        "technology",
        "plc",
        "gblt",
        "plc",
        "sole",
        "shareholder",
        "operating",
        "company",
        "gbt",
        "gmbh",
        "gbt",
        "transaction",
        "provided",
        "acquisition",
        "outstanding",
        "equity",
        "interest",
        "gblt",
        "plc",
        "cup",
        "capital",
        "transaction",
        "shareholder",
        "gblt",
        "plc",
        "received",
        "common",
        "share",
        "resulting",
        "issuer",
        "common",
        "share",
        "case",
        "outstanding",
        "convertible",
        "security",
        "gblt",
        "plc",
        "convertible",
        "security",
        "resulting",
        "issuer",
        "shareholder",
        "gblt",
        "plc",
        "issued",
        "aggregate",
        "common",
        "share",
        "consideration",
        "share",
        "based",
        "deemed",
        "value",
        "ascribed",
        "gblt",
        "plc",
        "negotiated",
        "cup",
        "capital",
        "gblt",
        "plc",
        "approximately",
        "cad",
        "deemed",
        "issue",
        "price",
        "cad",
        "resulting",
        "approximately",
        "consideration",
        "share",
        "one",
        "gblt",
        "plc",
        "share",
        "held",
        "resulting",
        "issuer",
        "also",
        "issued",
        "common",
        "share",
        "arm",
        "length",
        "finder",
        "gblt",
        "plc",
        "finder",
        "result",
        "transaction",
        "gblt",
        "became",
        "sole",
        "beneficial",
        "owner",
        "outstanding",
        "security",
        "debt",
        "gblt",
        "plc",
        "gbt",
        "remain",
        "wholly",
        "owned",
        "subsidiary",
        "gblt",
        "plc",
        "gblt",
        "continue",
        "business",
        "gblt",
        "plc",
        "gbt",
        "diversified",
        "lighting",
        "battery",
        "company",
        "official",
        "licensee",
        "polaroid",
        "light",
        "product",
        "led",
        "lighting",
        "technology",
        "including",
        "retail",
        "project",
        "polaroid",
        "energy",
        "storage",
        "system",
        "mobile",
        "fixed",
        "system",
        "agfaphoto",
        "mobile",
        "energy",
        "product",
        "battery",
        "gbt",
        "focused",
        "capitalizing",
        "current",
        "global",
        "trend",
        "rapidly",
        "growing",
        "energy",
        "storage",
        "lighting",
        "sector",
        "branding",
        "sale",
        "distribution",
        "electronic",
        "product",
        "including",
        "private",
        "label",
        "residential",
        "commercial",
        "market",
        "licensing",
        "branding",
        "partnership",
        "polaroid",
        "lighting",
        "mobile",
        "energy",
        "storage",
        "product",
        "gbt",
        "immediate",
        "focus",
        "launching",
        "line",
        "energy",
        "storage",
        "product",
        "europe",
        "north",
        "america",
        "internationally",
        "gbt",
        "also",
        "pursuing",
        "various",
        "large",
        "global",
        "commercial",
        "lighting",
        "project",
        "additionally",
        "brand",
        "name",
        "agfaphoto",
        "gbt",
        "distributes",
        "wide",
        "range",
        "mobile",
        "energy",
        "product",
        "worldwide",
        "battery",
        "rechargeable",
        "battery",
        "charger",
        "see",
        "prior",
        "transaction",
        "gblt",
        "capital",
        "pool",
        "company",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "exchange",
        "commenced",
        "commercial",
        "operation",
        "asset",
        "cash",
        "transaction",
        "constituted",
        "gblt",
        "qualifying",
        "transaction",
        "term",
        "defined",
        "policy",
        "exchange",
        "final",
        "acceptance",
        "transaction",
        "occur",
        "upon",
        "issuance",
        "final",
        "exchange",
        "bulletin",
        "exchange",
        "upon",
        "issuance",
        "final",
        "exchange",
        "bulletin",
        "gblt",
        "cease",
        "capital",
        "pool",
        "company",
        "recommence",
        "trading",
        "exchange",
        "tier",
        "issuer",
        "subject",
        "final",
        "acceptance",
        "trading",
        "common",
        "share",
        "resulting",
        "issuer",
        "expected",
        "begin",
        "exchange",
        "march",
        "symbol",
        "gblt",
        "connection",
        "transaction",
        "gblt",
        "completed",
        "public",
        "offering",
        "unit",
        "unit",
        "gross",
        "proceeds",
        "offering",
        "unit",
        "comprised",
        "one",
        "common",
        "share",
        "gblt",
        "common",
        "share",
        "one",
        "common",
        "share",
        "purchase",
        "warrant",
        "whole",
        "warrant",
        "warrant",
        "gblt",
        "price",
        "per",
        "unit",
        "total",
        "issuance",
        "common",
        "share",
        "warrant",
        "warrant",
        "exercisable",
        "one",
        "common",
        "share",
        "warrant",
        "share",
        "per",
        "warrant",
        "share",
        "march",
        "offering",
        "conducted",
        "mackie",
        "research",
        "capital",
        "corporation",
        "mackie",
        "lead",
        "agent",
        "sole",
        "bookrunner",
        "consideration",
        "acting",
        "agent",
        "offering",
        "mackie",
        "received",
        "cash",
        "commission",
        "ii",
        "work",
        "fee",
        "iii",
        "broker",
        "warrant",
        "broker",
        "warrant",
        "broker",
        "warrant",
        "entitles",
        "holder",
        "one",
        "unit",
        "term",
        "unit",
        "sold",
        "offering",
        "exercisable",
        "per",
        "unit",
        "march",
        "result",
        "transaction",
        "offering",
        "resulting",
        "issuer",
        "common",
        "share",
        "issued",
        "outstanding",
        "held",
        "gblt",
        "plc",
        "shareholder",
        "held",
        "shareholder",
        "cup",
        "capital",
        "held",
        "purchaser",
        "unit",
        "held",
        "finder",
        "pursuant",
        "term",
        "escrow",
        "agreement",
        "among",
        "resulting",
        "issuer",
        "tsx",
        "trust",
        "company",
        "certain",
        "escrowed",
        "security",
        "holder",
        "aggregate",
        "common",
        "share",
        "incentive",
        "stock",
        "option",
        "acquire",
        "common",
        "share",
        "placed",
        "escrow",
        "released",
        "tranche",
        "next",
        "month",
        "first",
        "release",
        "upon",
        "issuance",
        "exchange",
        "final",
        "exchange",
        "bulletin",
        "connection",
        "transaction",
        "resulting",
        "issuer",
        "changing",
        "fiscal",
        "year",
        "end",
        "december",
        "year",
        "end",
        "gblt",
        "plc",
        "result",
        "closing",
        "transaction",
        "director",
        "officer",
        "gblt",
        "thilo",
        "senst",
        "director",
        "chief",
        "executive",
        "officer",
        "alfred",
        "schopf",
        "director",
        "jorg",
        "schmieder",
        "director",
        "john",
        "denham",
        "director",
        "anthony",
        "jackson",
        "director",
        "sven",
        "carbow",
        "chief",
        "operating",
        "officer",
        "konstantin",
        "lichtenwald",
        "chief",
        "financial",
        "officer",
        "robbie",
        "grossman",
        "corporate",
        "secretary",
        "detail",
        "transaction",
        "offering",
        "gblt",
        "available",
        "final",
        "prospectus",
        "gblt",
        "dated",
        "december",
        "filed",
        "respect",
        "transaction",
        "filed",
        "gblt",
        "profile",
        "sedar",
        "early",
        "warning",
        "swt",
        "beteiligungs",
        "ag",
        "swt",
        "corporation",
        "gbt",
        "asia",
        "thilo",
        "senst",
        "officer",
        "director",
        "resulting",
        "issuer",
        "held",
        "gblt",
        "plc",
        "ordinary",
        "share",
        "upon",
        "completion",
        "transaction",
        "swt",
        "beneficially",
        "owns",
        "control",
        "common",
        "share",
        "representing",
        "issued",
        "outstanding",
        "common",
        "share",
        "immediately",
        "transaction",
        "senst",
        "swt",
        "held",
        "directly",
        "indirectly",
        "beneficial",
        "ownership",
        "power",
        "exercise",
        "control",
        "direction",
        "common",
        "share",
        "immediately",
        "transaction",
        "senst",
        "held",
        "directly",
        "indirectly",
        "beneficial",
        "ownership",
        "power",
        "exercise",
        "control",
        "direction",
        "common",
        "share",
        "option",
        "exercisable",
        "common",
        "share",
        "representing",
        "issued",
        "outstanding",
        "common",
        "share",
        "resulting",
        "issuer",
        "basis",
        "representing",
        "issued",
        "outstanding",
        "common",
        "share",
        "resulting",
        "issuer",
        "assuming",
        "full",
        "exercise",
        "senst",
        "option",
        "common",
        "share",
        "acquired",
        "investment",
        "purpose",
        "senst",
        "swt",
        "may",
        "increase",
        "reduce",
        "investment",
        "resulting",
        "issuer",
        "according",
        "market",
        "condition",
        "relevant",
        "factor",
        "foregoing",
        "disclosure",
        "regarding",
        "senst",
        "holding",
        "disseminated",
        "pursuant",
        "national",
        "instrument",
        "early",
        "warning",
        "system",
        "related",
        "bid",
        "insider",
        "reporting",
        "issue",
        "ni",
        "copy",
        "report",
        "filed",
        "canadian",
        "security",
        "regulator",
        "connection",
        "acquisition",
        "security",
        "obtained",
        "resulting",
        "issuer",
        "profile",
        "sedar",
        "website",
        "contacting",
        "senst",
        "information",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "constitute",
        "information",
        "term",
        "defined",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "word",
        "may",
        "would",
        "could",
        "potential",
        "seek",
        "intend",
        "plan",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "similar",
        "expression",
        "relate",
        "resulting",
        "issuer",
        "including",
        "receipt",
        "final",
        "exchange",
        "bulletin",
        "proposed",
        "listing",
        "date",
        "intended",
        "identify",
        "information",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "information",
        "statement",
        "reflect",
        "resulting",
        "issuer",
        "current",
        "view",
        "intention",
        "respect",
        "future",
        "event",
        "current",
        "information",
        "available",
        "resulting",
        "issuer",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "material",
        "factor",
        "assumption",
        "applied",
        "providing",
        "information",
        "including",
        "exchange",
        "satisfied",
        "final",
        "listing",
        "material",
        "submitted",
        "resulting",
        "issuer",
        "issue",
        "final",
        "exchange",
        "bulleting",
        "approves",
        "trading",
        "march",
        "many",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "may",
        "expressed",
        "implied",
        "information",
        "vary",
        "described",
        "herein",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "factor",
        "include",
        "without",
        "limitation",
        "change",
        "law",
        "ability",
        "implement",
        "business",
        "strategy",
        "pursue",
        "business",
        "opportunity",
        "state",
        "capital",
        "market",
        "availability",
        "fund",
        "resource",
        "pursue",
        "operation",
        "loss",
        "license",
        "threat",
        "intellectual",
        "property",
        "right",
        "technological",
        "development",
        "reliance",
        "independent",
        "manufacturing",
        "company",
        "research",
        "development",
        "supply",
        "product",
        "defect",
        "product",
        "lack",
        "revenue",
        "growth",
        "litigation",
        "risk",
        "loss",
        "key",
        "personnel",
        "inability",
        "manage",
        "rapid",
        "growth",
        "retain",
        "customer",
        "fluctuating",
        "foreign",
        "exchange",
        "rate",
        "fluctuation",
        "security",
        "breach",
        "insurance",
        "risk",
        "environmental",
        "risk",
        "hazard",
        "dependence",
        "key",
        "customer",
        "lack",
        "purchase",
        "commitment",
        "competition",
        "difficulty",
        "integrating",
        "newly",
        "acquired",
        "business",
        "low",
        "profit",
        "market",
        "segment",
        "well",
        "general",
        "economic",
        "market",
        "business",
        "condition",
        "well",
        "risk",
        "factor",
        "discussed",
        "referred",
        "resulting",
        "issuer",
        "disclosure",
        "document",
        "filed",
        "security",
        "regulatory",
        "authority",
        "certain",
        "province",
        "canada",
        "available",
        "factor",
        "affect",
        "resulting",
        "issuer",
        "unexpected",
        "manner",
        "assumption",
        "underlying",
        "forward",
        "looking",
        "information",
        "prove",
        "incorrect",
        "actual",
        "result",
        "event",
        "may",
        "differ",
        "materially",
        "result",
        "event",
        "predicted",
        "information",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "moreover",
        "resulting",
        "issuer",
        "assume",
        "responsibility",
        "accuracy",
        "completeness",
        "information",
        "information",
        "included",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "resulting",
        "issuer",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "information",
        "required",
        "applicable",
        "law",
        "resulting",
        "issuer",
        "result",
        "information",
        "calculation",
        "may",
        "affected",
        "fluctuation",
        "exchange",
        "rate",
        "figure",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "indicated",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "please",
        "contact",
        "gblt",
        "sven",
        "carbow",
        "chief",
        "operating",
        "officer",
        "tel",
        "email",
        "info",
        "source",
        "cup",
        "capital",
        "corp"
    ]
}