{
    "organizations": [],
    "uuid": "82cf0ac28aaf2dc5b49b58a78db1f77739419c5a",
    "author": "Jane Wells",
    "url": "https://www.cnbc.com/2018/03/01/moses-lam-and-troy-paquettes-vitality-air-sells-cans-of-canadian-air.html",
    "ord_in_thread": 0,
    "title": "Moses Lam and Troy Paquette's Vitality Air sells cans of Canadian air",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Moses Lam and Troy Paquette snaked a plastic tube, which looked like a giant slinky, through the snow. They were inside Canada's Banff National Park, one of the most beautiful places in the world.\nCanada's Banff National Park is one of the most beautiful places in the world. Lam rested one end of the tube in the branches of a tree next to a partially frozen creek that was sparkling in the brilliant blue morning. The other end of the tube was connected to a truck trailer filled with large, empty tanks.\nAfter Paquette fired up a machine inside the trailer, the tube started sucking air out of the forest and putting it into the tanks.\n\"It's the freshest air you'll ever have,\" said Lam. \"Even in a can.\"\nLam, 32, and Paquette, 39, are partners in Vitality Air, a company which sells cans of Banff air around the world. The cans retail for about $20, though the wholesale price can be much lower. Last year the company sold 40,000 units, and they hope to double that figure in 2018.\nMoses Lam (left) and Troy Paquette What started out as a joke has turned into a real business. People from China to India to Mexico to the U.S. are buying cans of Vitality Air. These are not tanks of oxygen for medical purposes. Customers just want to purchase a breath of fresh air.\n\"We were both in real estate, and the markets kind of took a little bit of a dip,\" said Lam inside the company's bottling room in Edmonton. \"We looked at a bottle of water, and we said, 'Hey, we want to try something fun. We want to do something fun and new — let's try bottled air instead of bottled water.'\"\nIf Fiji could sell water, why couldn't Canada sell air?\nThe 99-cent experiment\nIn 2014, Lam and Paquette tested their \"fun\" idea by putting a plastic bag of Canadian air on Ebay. It sold for 99 cents. \"It cost us $10.99 to ship it, so we actually lost money on that first shipment,\" Lam said. But since it was only a $10 loss, they decided to try one more time.\nThe second bag of air sold to an American for $168. \"It was like, 'Oh, wait a minute, this would be funny, but it would (also) be a product, so we should try it,'\" said Paquette.\nThe two men decided to go into business, bringing together very different skill sets. Lam had long dabbled in e-commerce. \"The moment I turned 18, I signed up for an Ebay account,\" he said. Lam resold things like high-end flashlights, making up to $100,000 a year, and he saved up a lot of his profits. He always liked the desk job. \"I like hiding behind a computer, I like the feel of my keyboards against my fingers.\"\nPaquette, meanwhile, had a background in building, diving and welding. \"I love to work with my hands.\" During the drive to Banff, he explained that he jumped at the idea of being outdoors rather than inside an office. \"I don't need the WiFi's and the cellphones and everything like that. I could live in this environment. I love it,\" he said, looking at the mountains.\nLam smiled. \"I could live here, but I need WiFi.\"\nThe million-dollar investment\nIn 2015, they invested about $1 million, mostly from Lam, to launch Vitality Air. They spent $60,000 on a truck and another $14,000 on a trailer. They rented a facility and converted it into a state-of-the-art clean room to bottle the air. Paquette tinkered with equipment to adapt it to their new venture, and it took months before they were able to sell their first can.\n\"We had a lot of government agencies come after us,\" said Lam. Transportation companies didn't know how to classify a non-medical, non-governmental, purely recreational can of air.\nPaquette said customs agents from different countries were confused by this seemingly new invention for consumers, even though other compressed air products existed. \"People were like, 'Well, what's the code for it? What's the paperwork saying?'\" he explained.\nThe two men were forced to take special courses on how to collect and transport the air, which cost them more than $250,000. \"That's a really sore spot for us,\" said Lam.\nIn June that year, they sold their first can. Vitality Air sales were only $30,000. In 2016 they jumped to $230,000, continued to grow in 2017, and they predict company sales — a mix of retail and wholesale — will reach $500,000 in 2018.\nEach can contains 160 one-second \"shots\" of air which you inhale through a small device. The air smells fresh and a little sweet, kind of like Christmas in a can...especially when compared to the surprisingly foul-smelling bag of air which this reporter brought from Los Angeles.\nThe media splash\nThe company made a big splash in the media when it first launched, and soon the two founders were receiving emails from people wanting to invest in Vitality Air, or asking if the company was public. The men said an investor in Dubai put in nearly $500,000. This reporter witnessed a cold call come in from someone wanting to be a distributor in India. \"Like, wow, we're not just crazy,\" said Paquette. \"If other people are willing to give us tens of thousands of dollars just to try and buy a couple little shares in our company, then I think we're on to something for sure.\"\nStill, Lam said one of Vitality Air's biggest challenges is being taken seriously. \"A lot of people say to us, 'How do we know it's not fart in a can?'\" Forgive the pun, but he said it's no gag to people in polluted countries like China. \"We feel like we're helping people experience fresh air.\"\nAsia has become such a huge market that Vitality Air took on a partner and opened a subsidiary in South Korea called Jiri Air. That air comes from mountains in the southern part of the Korean Peninsula, and it smells slightly tangier than the Canadian product.\nVitality Air's product line has been expanded to include non-medical oxygen for athletes and oil-based mists, like one called Tantra \"to help set a sensual occasion.\" Lam said several other ideas are on the drawing board. \"We're working on some devices now that are going to be very portable, very light and very durable...that'll last eight hours straight.\"\nStuck in the woods\nThe co-founders' semi-regular trek to Banff to collect air takes over four hours one way, but the scenery is spectacular. Lam and Paquette spend the night in the truck as the pump collects air for 40 straight hours, air which they're currently collecting for free. Some of the air goes into a small container to be tested at a lab for safety. \"Coming from the diving industry, I understand the importance of breathing air,\" said Paquette. \"We want to make sure that we're doing it right and people aren't going to get sick.\"\nMoses Lam (left) and Troy Paquette founded Vitality Air, a company which sells cans of Banff air for $32 Canadian (around $20 US). They end up spending a lot of time together out in the forest, talking about new business ideas.\nAnd trying to stay alive.\nDuring one trip Paquette accidentally locked the keys inside their truck while the engine was running. They were in an area with no phone reception, and it was freezing. \"I was like, 'Well, we're here anyway, there's gas in the vehicle, let's start making air,'\" he said, adding that Lam was not pleased. \"Being a bit of a city boy, he panicked.\" Eventually they found a tool to break a window and get back inside the truck, but the memory has stuck with Lam. \"When we're filling air in the middle of the night, we talk about trying not to die, trying not to get eaten by animals,\" he laughed.\n\"Our families have helped us a lot,\" said Paquette, who still has a real estate business on the side, while Lam quit that industry in 2016 to work on Vitality Air full time.\nWhen asked what has been the biggest disagreement between these two opposite-yet-compatible personalities, Paquette joked, \"Today?\" Lam gave the serious answer: \"I think both of us are very cheap...so we have disagreements on where to spend the money.\"\nThey prefer to do all the work themselves, which they admit has held back growth. \"The both of us are just kind of perfectionists,\" said Paquette.\nBut the competition is heating up. Moses Lam and Troy Paquette see that as validation of their idea, though they claim nothing can compare with the air they capture in Banff. \"We literally take the cleanest air in Canada and bottle it and move it from one part of the world to another,\" said Lam. \"To us, that's just an amazing experience.\"\nMore from Strange Success:\nMeet a professional mermaid who charges up to $6,000 per appearance Mom's constipation turns into a $30 million cult juggernaut How 4 guys created a $56 million website for women Like this story? Check out the Strange Success podcast .\nshow chapters These moms stopped guacamole from turning brown by making this million-dollar invention 8:00 AM ET Wed, 15 Nov 2017 | 02:52",
    "published": "2018-03-01T16:00:00.000+02:00",
    "crawled": "2018-03-01T16:13:02.013+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "moses",
        "lam",
        "troy",
        "paquette",
        "snaked",
        "plastic",
        "tube",
        "looked",
        "like",
        "giant",
        "slinky",
        "snow",
        "inside",
        "canada",
        "banff",
        "national",
        "park",
        "one",
        "beautiful",
        "place",
        "world",
        "canada",
        "banff",
        "national",
        "park",
        "one",
        "beautiful",
        "place",
        "world",
        "lam",
        "rested",
        "one",
        "end",
        "tube",
        "branch",
        "tree",
        "next",
        "partially",
        "frozen",
        "creek",
        "sparkling",
        "brilliant",
        "blue",
        "morning",
        "end",
        "tube",
        "connected",
        "truck",
        "trailer",
        "filled",
        "large",
        "empty",
        "tank",
        "paquette",
        "fired",
        "machine",
        "inside",
        "trailer",
        "tube",
        "started",
        "sucking",
        "air",
        "forest",
        "putting",
        "tank",
        "freshest",
        "air",
        "ever",
        "said",
        "lam",
        "even",
        "lam",
        "paquette",
        "partner",
        "vitality",
        "air",
        "company",
        "sell",
        "can",
        "banff",
        "air",
        "around",
        "world",
        "can",
        "retail",
        "though",
        "wholesale",
        "price",
        "much",
        "lower",
        "last",
        "year",
        "company",
        "sold",
        "unit",
        "hope",
        "double",
        "figure",
        "moses",
        "lam",
        "left",
        "troy",
        "paquette",
        "started",
        "joke",
        "turned",
        "real",
        "business",
        "people",
        "china",
        "india",
        "mexico",
        "buying",
        "can",
        "vitality",
        "air",
        "tank",
        "oxygen",
        "medical",
        "purpose",
        "customer",
        "want",
        "purchase",
        "breath",
        "fresh",
        "air",
        "real",
        "estate",
        "market",
        "kind",
        "took",
        "little",
        "bit",
        "dip",
        "said",
        "lam",
        "inside",
        "company",
        "bottling",
        "room",
        "edmonton",
        "looked",
        "bottle",
        "water",
        "said",
        "want",
        "try",
        "something",
        "fun",
        "want",
        "something",
        "fun",
        "new",
        "let",
        "try",
        "bottled",
        "air",
        "instead",
        "bottled",
        "water",
        "fiji",
        "could",
        "sell",
        "water",
        "could",
        "canada",
        "sell",
        "air",
        "experiment",
        "lam",
        "paquette",
        "tested",
        "fun",
        "idea",
        "putting",
        "plastic",
        "bag",
        "canadian",
        "air",
        "ebay",
        "sold",
        "cent",
        "cost",
        "u",
        "ship",
        "actually",
        "lost",
        "money",
        "first",
        "shipment",
        "lam",
        "said",
        "since",
        "loss",
        "decided",
        "try",
        "one",
        "time",
        "second",
        "bag",
        "air",
        "sold",
        "american",
        "like",
        "wait",
        "minute",
        "would",
        "funny",
        "would",
        "also",
        "product",
        "try",
        "said",
        "paquette",
        "two",
        "men",
        "decided",
        "go",
        "business",
        "bringing",
        "together",
        "different",
        "skill",
        "set",
        "lam",
        "long",
        "dabbled",
        "moment",
        "turned",
        "signed",
        "ebay",
        "account",
        "said",
        "lam",
        "resold",
        "thing",
        "like",
        "flashlight",
        "making",
        "year",
        "saved",
        "lot",
        "profit",
        "always",
        "liked",
        "desk",
        "job",
        "like",
        "hiding",
        "behind",
        "computer",
        "like",
        "feel",
        "keyboard",
        "finger",
        "paquette",
        "meanwhile",
        "background",
        "building",
        "diving",
        "welding",
        "love",
        "work",
        "hand",
        "drive",
        "banff",
        "explained",
        "jumped",
        "idea",
        "outdoors",
        "rather",
        "inside",
        "office",
        "need",
        "wifi",
        "cellphone",
        "everything",
        "like",
        "could",
        "live",
        "environment",
        "love",
        "said",
        "looking",
        "mountain",
        "lam",
        "smiled",
        "could",
        "live",
        "need",
        "wifi",
        "investment",
        "invested",
        "million",
        "mostly",
        "lam",
        "launch",
        "vitality",
        "air",
        "spent",
        "truck",
        "another",
        "trailer",
        "rented",
        "facility",
        "converted",
        "clean",
        "room",
        "bottle",
        "air",
        "paquette",
        "tinkered",
        "equipment",
        "adapt",
        "new",
        "venture",
        "took",
        "month",
        "able",
        "sell",
        "first",
        "lot",
        "government",
        "agency",
        "come",
        "u",
        "said",
        "lam",
        "transportation",
        "company",
        "know",
        "classify",
        "purely",
        "recreational",
        "air",
        "paquette",
        "said",
        "custom",
        "agent",
        "different",
        "country",
        "confused",
        "seemingly",
        "new",
        "invention",
        "consumer",
        "even",
        "though",
        "compressed",
        "air",
        "product",
        "existed",
        "people",
        "like",
        "code",
        "paperwork",
        "saying",
        "explained",
        "two",
        "men",
        "forced",
        "take",
        "special",
        "course",
        "collect",
        "transport",
        "air",
        "cost",
        "really",
        "sore",
        "spot",
        "u",
        "said",
        "lam",
        "june",
        "year",
        "sold",
        "first",
        "vitality",
        "air",
        "sale",
        "jumped",
        "continued",
        "grow",
        "predict",
        "company",
        "sale",
        "mix",
        "retail",
        "wholesale",
        "reach",
        "contains",
        "shot",
        "air",
        "inhale",
        "small",
        "device",
        "air",
        "smell",
        "fresh",
        "little",
        "sweet",
        "kind",
        "like",
        "christmas",
        "especially",
        "compared",
        "surprisingly",
        "bag",
        "air",
        "reporter",
        "brought",
        "los",
        "angeles",
        "medium",
        "splash",
        "company",
        "made",
        "big",
        "splash",
        "medium",
        "first",
        "launched",
        "soon",
        "two",
        "founder",
        "receiving",
        "email",
        "people",
        "wanting",
        "invest",
        "vitality",
        "air",
        "asking",
        "company",
        "public",
        "men",
        "said",
        "investor",
        "dubai",
        "put",
        "nearly",
        "reporter",
        "witnessed",
        "cold",
        "call",
        "come",
        "someone",
        "wanting",
        "distributor",
        "india",
        "like",
        "wow",
        "crazy",
        "said",
        "paquette",
        "people",
        "willing",
        "give",
        "u",
        "ten",
        "thousand",
        "dollar",
        "try",
        "buy",
        "couple",
        "little",
        "share",
        "company",
        "think",
        "something",
        "sure",
        "still",
        "lam",
        "said",
        "one",
        "vitality",
        "air",
        "biggest",
        "challenge",
        "taken",
        "seriously",
        "lot",
        "people",
        "say",
        "u",
        "know",
        "fart",
        "forgive",
        "pun",
        "said",
        "gag",
        "people",
        "polluted",
        "country",
        "like",
        "china",
        "feel",
        "like",
        "helping",
        "people",
        "experience",
        "fresh",
        "air",
        "asia",
        "become",
        "huge",
        "market",
        "vitality",
        "air",
        "took",
        "partner",
        "opened",
        "subsidiary",
        "south",
        "korea",
        "called",
        "jiri",
        "air",
        "air",
        "come",
        "mountain",
        "southern",
        "part",
        "korean",
        "peninsula",
        "smell",
        "slightly",
        "tangier",
        "canadian",
        "product",
        "vitality",
        "air",
        "product",
        "line",
        "expanded",
        "include",
        "oxygen",
        "athlete",
        "mist",
        "like",
        "one",
        "called",
        "tantra",
        "help",
        "set",
        "sensual",
        "occasion",
        "lam",
        "said",
        "several",
        "idea",
        "drawing",
        "board",
        "working",
        "device",
        "going",
        "portable",
        "light",
        "durable",
        "last",
        "eight",
        "hour",
        "straight",
        "stuck",
        "wood",
        "trek",
        "banff",
        "collect",
        "air",
        "take",
        "four",
        "hour",
        "one",
        "way",
        "scenery",
        "spectacular",
        "lam",
        "paquette",
        "spend",
        "night",
        "truck",
        "pump",
        "collect",
        "air",
        "straight",
        "hour",
        "air",
        "currently",
        "collecting",
        "free",
        "air",
        "go",
        "small",
        "container",
        "tested",
        "lab",
        "safety",
        "coming",
        "diving",
        "industry",
        "understand",
        "importance",
        "breathing",
        "air",
        "said",
        "paquette",
        "want",
        "make",
        "sure",
        "right",
        "people",
        "going",
        "get",
        "sick",
        "moses",
        "lam",
        "left",
        "troy",
        "paquette",
        "founded",
        "vitality",
        "air",
        "company",
        "sell",
        "can",
        "banff",
        "air",
        "canadian",
        "around",
        "u",
        "end",
        "spending",
        "lot",
        "time",
        "together",
        "forest",
        "talking",
        "new",
        "business",
        "idea",
        "trying",
        "stay",
        "alive",
        "one",
        "trip",
        "paquette",
        "accidentally",
        "locked",
        "key",
        "inside",
        "truck",
        "engine",
        "running",
        "area",
        "phone",
        "reception",
        "freezing",
        "like",
        "anyway",
        "gas",
        "vehicle",
        "let",
        "start",
        "making",
        "air",
        "said",
        "adding",
        "lam",
        "pleased",
        "bit",
        "city",
        "boy",
        "panicked",
        "eventually",
        "found",
        "tool",
        "break",
        "window",
        "get",
        "back",
        "inside",
        "truck",
        "memory",
        "stuck",
        "lam",
        "filling",
        "air",
        "middle",
        "night",
        "talk",
        "trying",
        "die",
        "trying",
        "get",
        "eaten",
        "animal",
        "laughed",
        "family",
        "helped",
        "u",
        "lot",
        "said",
        "paquette",
        "still",
        "real",
        "estate",
        "business",
        "side",
        "lam",
        "quit",
        "industry",
        "work",
        "vitality",
        "air",
        "full",
        "time",
        "asked",
        "biggest",
        "disagreement",
        "two",
        "personality",
        "paquette",
        "joked",
        "today",
        "lam",
        "gave",
        "serious",
        "answer",
        "think",
        "u",
        "cheap",
        "disagreement",
        "spend",
        "money",
        "prefer",
        "work",
        "admit",
        "held",
        "back",
        "growth",
        "u",
        "kind",
        "perfectionist",
        "said",
        "paquette",
        "competition",
        "heating",
        "moses",
        "lam",
        "troy",
        "paquette",
        "see",
        "validation",
        "idea",
        "though",
        "claim",
        "nothing",
        "compare",
        "air",
        "capture",
        "banff",
        "literally",
        "take",
        "cleanest",
        "air",
        "canada",
        "bottle",
        "move",
        "one",
        "part",
        "world",
        "another",
        "said",
        "lam",
        "u",
        "amazing",
        "experience",
        "strange",
        "success",
        "meet",
        "professional",
        "mermaid",
        "charge",
        "per",
        "appearance",
        "mom",
        "constipation",
        "turn",
        "million",
        "cult",
        "juggernaut",
        "guy",
        "created",
        "million",
        "website",
        "woman",
        "like",
        "story",
        "check",
        "strange",
        "success",
        "podcast",
        "show",
        "chapter",
        "mom",
        "stopped",
        "guacamole",
        "turning",
        "brown",
        "making",
        "invention",
        "et",
        "wed",
        "nov"
    ]
}