{
    "organizations": [],
    "uuid": "c7fd5d8e528bfb95120f45d4c7fc574af56cc2b9",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/03/28/raceahead-what-do-you-need/",
    "ord_in_thread": 0,
    "title": "raceAhead: What Do You Need?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Young people creating a human statue, reaching out for the sky. Henrik Sorensen—Getty Images By Ellen McGirt Updated: March 28, 2018 2:06 PM ET\nHow are you doing? I really want to know .\nI’ve seen a spate of stories lately about the toll that activism has been taking on the leaders of the Movement for Black Lives and others. For the newcomers, the people who started after the deaths of Trayvon Martin, Michael Brown, Alton Sterling and others, the impact on their lives — spirit, health, relationships, income, sense of self — is relatively new. “Every activist and organizer I know is traumatized in their own way,” activist DeRay Mckesson told The Huffington Post in an extraordinary story about Jedidiah Brown, a Chicago activist and Baptist minister who had become so invested in the pain of the people he sought to serve that he nearly took his own life. “They’re still processing those sacrifices.”\nBut others, who have been doing social justice and inclusion work for a long time (even the buttoned-up corporate versions of it) have been keenly aware of the price that comes with the work.\nTarana Burke, who founded the #MeToo movement some ten years ago, recently told the Philadelphia Inquirer that while the newfound attention has been hopeful, it’s also painful for participants. “That is traumatizing. … If you make something [like the hashtag] viral, you have to be prepared to help people deal,” Burke said. “You have to give people something else besides the disclosure.”\nExtend that circle to the ordinary people who function with the added weight of living while “underrepresented.” Hijabi girls and women who worry that expressing their faith will make them a target. Low-income workers, mostly immigrants and people of color, who strategize to avoid harassment, workplace violence, and wage theft. Wondering if you can use the bathroom of your choice at the big conference next month. Parents of kids of color who have to give the school-shooting-safety talk and the being-black-and-pulled-over-by-a-cop talk, and then go walk themselves into a meeting and lean all the way in.\nPlanning for the kinds of dangers that are invisible to the people “who don’t see color” — or you — is exhausting.\nSo, that’s a long way of saying that it feels like the weight of the world is on everyone’s shoulders right now. “We’ve had to pivot our messaging a bit,” one diversity executive recently told me. “Our employees are struggling. People are worried about the world, not sure what to think, and sometimes I feel like we’ve lost the thread of what inclusion is. It all feels like a mess right now.”\nHow can raceAhead help with your mess?\nI’ve been collecting some suggestions of some things you’ve shared along the way, like tips on how to create better employee surveys, or how to launch a black employee resource group at a small company without setting off a chain reaction of feelings. I’m also thinking long and hard about what happens when we ask companies to do the messy work of reconciliation that schools, faith groups, and secular society have failed to deliver. But mostly I’m thinking about you.\nSo in the service of being useful to you, please let us know what’s on your mind, or just how you’re feeling about things.\nI’ve set up this survey to collect your thoughts, especially helpful if you want to stay incognito. But as always, respond to this email or message me on Twitter or LinkedIn if that’s your thing.\nAnd let’s keep doing the work.\nOn Point Louisiana will not charge the officers in the shooting death of Alton Sterling It’s been nearly two years since Alton Sterling was fatally shot outside of a Baton Rouge convenience store, an event which touched off protests in the city and outrage around the country. The decision, which ends the possibility of criminal charges, was immediately decried by Sterling’s family and supporters. “They’re not going to bring charges on anybody. Why would they do that? This is white America,” Veda Washington-Abusaleh, Sterling’s aunt, told reporters. The shooting, which occurred on July 5, 2016, kicked off a terrible summer, including the fatal shootings of five Dallas police officers the next day by an Army-trained sniper, and the fatal shooting of three other Baton Rouge police officers ten day later by a former Marine who was also upset by police violence. Los Angeles Times Linda Brown: Remembering a long walk and a landmark case A mile is a long way for a little girl to walk alone, but that was how far third-grader Linda Brown had to travel, each way, to get to school in 1951. It wasn’t just the distance, nor that her route took her through a dangerous railroad switchyard; it was also that a perfectly good elementary school was only seven blocks away from her home in Topeka, Kansas. Linda became famous for being the Brown in the landmark Brown v. Board of Education suit, which led to the landmark 1954 Supreme Court decision against school segregation. While there were other plaintiffs on the case who deserve to be remembered, Linda Brown became the face of the fight. “Everything else that happened since that time flowed from Topeka,” Rev. Jesse Jackson tells The Topeka Capital-Journal. Linda Brown Henderson died Sunday in Topeka at age 75. Topeka Capital-Journal Women will be directing more television pilots this season I think we can officially call this progress. Pilot season is in full swing, with some 75 productions hard at work, preparing to win a primetime slot this spring. According to Vulture, it’s a banner year for underrepresented directors. This year, 19 women are directing 24 out of 75 pilots compared with six last year; out of the 19 women, three are black and three are Latina, compared to none last year. Best of all, nine of the 19 have never directed a pilot before, including Regina King who is directing a pilot for ABC. “I think the most important thing at this point is to not allow it to be an anomaly… the beginning and an actual change are two totally different things,” she tells Vulture. Vulture Advertisement The Woke Leader Being black on the Appalachian Trail For some reason, I’m still seething about yesterday’s column on Ryan Zinke and the racist history of conservation in America. Maybe it’s because I had to face so many fears to reclaim my own time with the American wilderness. So, I thought I’d re-up this gorgeous piece from Rahawa Haile, who is black, from Miami by way of Eritrea, “but not black-black,” a friendly white man is quick to point out to her at a popular layover on the Appalachian Trail. “Blacks don’t hike.” And so begins her extraordinary I-hiked-the-Appalachian-Trail-alone tale. “Heading north from Springer Mountain in Georgia , the Appalachian Trail class of 2017 would have to walk 670 miles before reaching the first county that did not vote for Donald Trump,” she writes. Cold, wet, achy and awed, she reconciles the grandeur of nature and the smallness of those who profit from it. “It will be several months before I realize that most AT hikers in 2016 are unaware of the clear division that exists between what hikers of color experience on the trail (generally positive) and in town (not so much).” A must read, if only for the resplendent prose. Outside The death row book club Anthony Ray Hinton is a death row exoneree, and one of the longest-serving death row inmates to be found innocent in U.S. history. (He was also one of many freed through the tireless efforts of criminal justice reform advocate and attorney Bryan Stevenson.) This excerpt from his newly released memoir, The Sun Does Shine, remembers a time when books were finally allowed on death row, and how it changed the lives of the incarcerated. “It was like a whole new world opened up, and guys started talking about what books they liked,” he writes. They chose James Baldwin’s Go Tell It on the Mountain for their first official meeting, five black and two white guys, locked in a prison library, talking about redemption. I haven’t read the book yet, but I plan to. “Nelson Mandela spent 27 years in prison for opposing a racist system in South Africa. Anthony Ray Hinton spent 30 years on death row because a racist system still exists in America. Both emerged from their incarceration with a profound capacity to forgive,” says Bishop Desmond Tutu in his review . Longreads Stop “playing devil’s advocate already.” Seriously, stop It’s a sketchy move under the best of circumstances, but when it’s about race, it’s downright insulting. Advice columnist Mallory Ortberg responds to a black reader who was sent an article during a discussion with a white friend that resurrected the racist belief that some races, ahem, have lower IQs than others. He then covered his tracks with “hey, I’m just saying that this is what people say” disclaimer. Yes, Ortberg says, you can be upset by this. “Why does he feel like it’s important to communicate those beliefs by proxy, and why did he think it was important to communicate them to you specifically?” Either say what you’re going to say and own it, or admit that you just don’t know what you don’t know about race. Gah. Slate Quote:\nOnly a really shattered, scotch- or martini guzzling, upward-mobility-struck house nigger could possibly deny the relentless tension of the black condition. Being black affected one’s life span, insurance rates, blood pressure, lovers, children, every dangerous hour of every dangerous day. There was absolutely no way not to be black without ceasing to exist. But it frequently seemed that there was no way to be black, either, without ceasing to exist. - James Baldwin",
    "published": "2018-03-29T01:54:00.000+03:00",
    "crawled": "2018-03-28T23:41:29.021+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "young",
        "people",
        "creating",
        "human",
        "statue",
        "reaching",
        "sky",
        "henrik",
        "image",
        "ellen",
        "mcgirt",
        "updated",
        "march",
        "pm",
        "et",
        "really",
        "want",
        "know",
        "seen",
        "spate",
        "story",
        "lately",
        "toll",
        "activism",
        "taking",
        "leader",
        "movement",
        "black",
        "life",
        "others",
        "newcomer",
        "people",
        "started",
        "death",
        "trayvon",
        "martin",
        "michael",
        "brown",
        "alton",
        "sterling",
        "others",
        "impact",
        "life",
        "spirit",
        "health",
        "relationship",
        "income",
        "sense",
        "self",
        "relatively",
        "new",
        "every",
        "activist",
        "organizer",
        "know",
        "traumatized",
        "way",
        "activist",
        "deray",
        "mckesson",
        "told",
        "huffington",
        "post",
        "extraordinary",
        "story",
        "jedidiah",
        "brown",
        "chicago",
        "activist",
        "baptist",
        "minister",
        "become",
        "invested",
        "pain",
        "people",
        "sought",
        "serve",
        "nearly",
        "took",
        "life",
        "still",
        "processing",
        "others",
        "social",
        "justice",
        "inclusion",
        "work",
        "long",
        "time",
        "even",
        "corporate",
        "version",
        "keenly",
        "aware",
        "price",
        "come",
        "work",
        "tarana",
        "burke",
        "founded",
        "metoo",
        "movement",
        "ten",
        "year",
        "ago",
        "recently",
        "told",
        "philadelphia",
        "inquirer",
        "newfound",
        "attention",
        "hopeful",
        "also",
        "painful",
        "participant",
        "traumatizing",
        "make",
        "something",
        "like",
        "hashtag",
        "viral",
        "prepared",
        "help",
        "people",
        "deal",
        "burke",
        "said",
        "give",
        "people",
        "something",
        "else",
        "besides",
        "extend",
        "circle",
        "ordinary",
        "people",
        "function",
        "added",
        "weight",
        "living",
        "hijabi",
        "girl",
        "woman",
        "worry",
        "expressing",
        "faith",
        "make",
        "target",
        "worker",
        "mostly",
        "immigrant",
        "people",
        "color",
        "strategize",
        "avoid",
        "harassment",
        "workplace",
        "violence",
        "wage",
        "theft",
        "wondering",
        "use",
        "bathroom",
        "choice",
        "big",
        "conference",
        "next",
        "month",
        "parent",
        "kid",
        "color",
        "give",
        "talk",
        "talk",
        "go",
        "walk",
        "meeting",
        "lean",
        "way",
        "planning",
        "kind",
        "danger",
        "invisible",
        "people",
        "see",
        "color",
        "exhausting",
        "long",
        "way",
        "saying",
        "feel",
        "like",
        "weight",
        "world",
        "everyone",
        "shoulder",
        "right",
        "pivot",
        "messaging",
        "bit",
        "one",
        "diversity",
        "executive",
        "recently",
        "told",
        "employee",
        "struggling",
        "people",
        "worried",
        "world",
        "sure",
        "think",
        "sometimes",
        "feel",
        "like",
        "lost",
        "thread",
        "inclusion",
        "feel",
        "like",
        "mess",
        "right",
        "raceahead",
        "help",
        "mess",
        "collecting",
        "suggestion",
        "thing",
        "shared",
        "along",
        "way",
        "like",
        "tip",
        "create",
        "better",
        "employee",
        "survey",
        "launch",
        "black",
        "employee",
        "resource",
        "group",
        "small",
        "company",
        "without",
        "setting",
        "chain",
        "reaction",
        "feeling",
        "also",
        "thinking",
        "long",
        "hard",
        "happens",
        "ask",
        "company",
        "messy",
        "work",
        "reconciliation",
        "school",
        "faith",
        "group",
        "secular",
        "society",
        "failed",
        "deliver",
        "mostly",
        "thinking",
        "service",
        "useful",
        "please",
        "let",
        "u",
        "know",
        "mind",
        "feeling",
        "thing",
        "set",
        "survey",
        "collect",
        "thought",
        "especially",
        "helpful",
        "want",
        "stay",
        "incognito",
        "always",
        "respond",
        "email",
        "message",
        "twitter",
        "linkedin",
        "thing",
        "let",
        "keep",
        "work",
        "point",
        "louisiana",
        "charge",
        "officer",
        "shooting",
        "death",
        "alton",
        "sterling",
        "nearly",
        "two",
        "year",
        "since",
        "alton",
        "sterling",
        "fatally",
        "shot",
        "outside",
        "baton",
        "rouge",
        "convenience",
        "store",
        "event",
        "touched",
        "protest",
        "city",
        "outrage",
        "around",
        "country",
        "decision",
        "end",
        "possibility",
        "criminal",
        "charge",
        "immediately",
        "decried",
        "sterling",
        "family",
        "supporter",
        "going",
        "bring",
        "charge",
        "anybody",
        "would",
        "white",
        "america",
        "veda",
        "sterling",
        "aunt",
        "told",
        "reporter",
        "shooting",
        "occurred",
        "july",
        "kicked",
        "terrible",
        "summer",
        "including",
        "fatal",
        "shooting",
        "five",
        "dallas",
        "police",
        "officer",
        "next",
        "day",
        "sniper",
        "fatal",
        "shooting",
        "three",
        "baton",
        "rouge",
        "police",
        "officer",
        "ten",
        "day",
        "later",
        "former",
        "marine",
        "also",
        "upset",
        "police",
        "violence",
        "los",
        "angeles",
        "time",
        "linda",
        "brown",
        "remembering",
        "long",
        "walk",
        "landmark",
        "case",
        "mile",
        "long",
        "way",
        "little",
        "girl",
        "walk",
        "alone",
        "far",
        "linda",
        "brown",
        "travel",
        "way",
        "get",
        "school",
        "distance",
        "route",
        "took",
        "dangerous",
        "railroad",
        "switchyard",
        "also",
        "perfectly",
        "good",
        "elementary",
        "school",
        "seven",
        "block",
        "away",
        "home",
        "topeka",
        "kansa",
        "linda",
        "became",
        "famous",
        "brown",
        "landmark",
        "brown",
        "board",
        "education",
        "suit",
        "led",
        "landmark",
        "supreme",
        "court",
        "decision",
        "school",
        "segregation",
        "plaintiff",
        "case",
        "deserve",
        "remembered",
        "linda",
        "brown",
        "became",
        "face",
        "fight",
        "everything",
        "else",
        "happened",
        "since",
        "time",
        "flowed",
        "topeka",
        "rev",
        "jesse",
        "jackson",
        "tell",
        "topeka",
        "linda",
        "brown",
        "henderson",
        "died",
        "sunday",
        "topeka",
        "age",
        "topeka",
        "woman",
        "directing",
        "television",
        "pilot",
        "season",
        "think",
        "officially",
        "call",
        "progress",
        "pilot",
        "season",
        "full",
        "swing",
        "production",
        "hard",
        "work",
        "preparing",
        "win",
        "primetime",
        "slot",
        "spring",
        "according",
        "vulture",
        "banner",
        "year",
        "underrepresented",
        "director",
        "year",
        "woman",
        "directing",
        "pilot",
        "compared",
        "six",
        "last",
        "year",
        "woman",
        "three",
        "black",
        "three",
        "latina",
        "compared",
        "none",
        "last",
        "year",
        "best",
        "nine",
        "never",
        "directed",
        "pilot",
        "including",
        "regina",
        "king",
        "directing",
        "pilot",
        "abc",
        "think",
        "important",
        "thing",
        "point",
        "allow",
        "beginning",
        "actual",
        "change",
        "two",
        "totally",
        "different",
        "thing",
        "tell",
        "vulture",
        "vulture",
        "advertisement",
        "woke",
        "leader",
        "black",
        "appalachian",
        "trail",
        "reason",
        "still",
        "seething",
        "yesterday",
        "column",
        "ryan",
        "zinke",
        "racist",
        "history",
        "conservation",
        "america",
        "maybe",
        "face",
        "many",
        "fear",
        "reclaim",
        "time",
        "american",
        "wilderness",
        "thought",
        "gorgeous",
        "piece",
        "rahawa",
        "haile",
        "black",
        "miami",
        "way",
        "eritrea",
        "friendly",
        "white",
        "man",
        "quick",
        "point",
        "popular",
        "layover",
        "appalachian",
        "trail",
        "black",
        "begin",
        "extraordinary",
        "tale",
        "heading",
        "north",
        "springer",
        "mountain",
        "georgia",
        "appalachian",
        "trail",
        "class",
        "would",
        "walk",
        "mile",
        "reaching",
        "first",
        "county",
        "vote",
        "donald",
        "trump",
        "writes",
        "cold",
        "wet",
        "achy",
        "awed",
        "reconciles",
        "grandeur",
        "nature",
        "smallness",
        "profit",
        "several",
        "month",
        "realize",
        "hiker",
        "unaware",
        "clear",
        "division",
        "exists",
        "hiker",
        "color",
        "experience",
        "trail",
        "generally",
        "positive",
        "town",
        "much",
        "must",
        "read",
        "resplendent",
        "prose",
        "outside",
        "death",
        "row",
        "book",
        "club",
        "anthony",
        "ray",
        "hinton",
        "death",
        "row",
        "exoneree",
        "one",
        "death",
        "row",
        "inmate",
        "found",
        "innocent",
        "history",
        "also",
        "one",
        "many",
        "freed",
        "tireless",
        "effort",
        "criminal",
        "justice",
        "reform",
        "advocate",
        "attorney",
        "bryan",
        "stevenson",
        "excerpt",
        "newly",
        "released",
        "memoir",
        "sun",
        "shine",
        "remembers",
        "time",
        "book",
        "finally",
        "allowed",
        "death",
        "row",
        "changed",
        "life",
        "incarcerated",
        "like",
        "whole",
        "new",
        "world",
        "opened",
        "guy",
        "started",
        "talking",
        "book",
        "liked",
        "writes",
        "chose",
        "james",
        "baldwin",
        "go",
        "tell",
        "mountain",
        "first",
        "official",
        "meeting",
        "five",
        "black",
        "two",
        "white",
        "guy",
        "locked",
        "prison",
        "library",
        "talking",
        "redemption",
        "read",
        "book",
        "yet",
        "plan",
        "nelson",
        "mandela",
        "spent",
        "year",
        "prison",
        "opposing",
        "racist",
        "system",
        "south",
        "africa",
        "anthony",
        "ray",
        "hinton",
        "spent",
        "year",
        "death",
        "row",
        "racist",
        "system",
        "still",
        "exists",
        "america",
        "emerged",
        "incarceration",
        "profound",
        "capacity",
        "forgive",
        "say",
        "bishop",
        "desmond",
        "tutu",
        "review",
        "longreads",
        "stop",
        "playing",
        "devil",
        "advocate",
        "seriously",
        "stop",
        "sketchy",
        "move",
        "best",
        "circumstance",
        "race",
        "downright",
        "insulting",
        "advice",
        "columnist",
        "mallory",
        "ortberg",
        "responds",
        "black",
        "reader",
        "sent",
        "article",
        "discussion",
        "white",
        "friend",
        "resurrected",
        "racist",
        "belief",
        "race",
        "ahem",
        "lower",
        "iq",
        "others",
        "covered",
        "track",
        "hey",
        "saying",
        "people",
        "say",
        "disclaimer",
        "yes",
        "ortberg",
        "say",
        "upset",
        "feel",
        "like",
        "important",
        "communicate",
        "belief",
        "proxy",
        "think",
        "important",
        "communicate",
        "specifically",
        "either",
        "say",
        "going",
        "say",
        "admit",
        "know",
        "know",
        "race",
        "gah",
        "slate",
        "quote",
        "really",
        "shattered",
        "martini",
        "guzzling",
        "house",
        "nigger",
        "could",
        "possibly",
        "deny",
        "relentless",
        "tension",
        "black",
        "condition",
        "black",
        "affected",
        "one",
        "life",
        "span",
        "insurance",
        "rate",
        "blood",
        "pressure",
        "lover",
        "child",
        "every",
        "dangerous",
        "hour",
        "every",
        "dangerous",
        "day",
        "absolutely",
        "way",
        "black",
        "without",
        "ceasing",
        "exist",
        "frequently",
        "seemed",
        "way",
        "black",
        "either",
        "without",
        "ceasing",
        "exist",
        "james",
        "baldwin"
    ]
}