{
    "organizations": [],
    "uuid": "ed78126ca18d52f1066eff2548bb16a48b8fadbe",
    "author": "Annie Nova",
    "url": "https://www.cnbc.com/2018/03/13/for-gig-workers-that-paycheck-could-be-in-cryptocurrency-sooner-than-later.html",
    "ord_in_thread": 0,
    "title": "For gig workers, that paycheck could be in cryptocurrency sooner than later",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Workers who make money on digital apps and set their own schedules can live very different lives than their traditional employee counterparts. \nSoon, they might not even be paid the same kind of money. \nA number of companies are designing payment platforms and cryptocurrencies specifically for the sharing economy, which they say is in need of a more fair and efficient path to compensation.\nWhat's more, they say, the sharing economy might end up serving as an experiment for adapting digital tokens as a chief form of payment. \nThese companies have a tough case to make: that workers should trust their livelihood to the nascent and unpredictable sphere of cryptocurrencies. \n\"Payments using cryptocurrency made to independent contractors are taxable. \" -Selva Ozelli, a CPA who writes about cryptocurrencies Beyond volatility , people will also have to convert their cryptocurrencies into cash to use their earnings since, of course, most establishments don't accept bitcoin. That means paying unpredictable transactions fees and, since the IRS considers cryptocurrencies a property, paying taxes at their capital gains rate each time they use their bitcoins or ripples.\nThey'll also, of course, still have to pay income tax — after some math. \"A taxpayer who receives cryptocurrency as payment for goods or services must, in computing gross income, include the fair market value of the cryptocurrency, measured in U.S. dollars, as of the date that the cryptocurrency was received,\" said Selva Ozelli, a CPA who writes about cryptocurrencies. \nEmployers, for their part, should also brace for headaches. \n\"Payments using cryptocurrency made to independent contractors are taxable,\" Ozelli said. \nThese employers must issue a 1099 to their contractors. But \"an employer can't enter 1,000 Bitcoin on IRS Forms 1099,\" she said.\nInstead, they must value the payment in dollars (at the time of payment). Some companies convert fiat currency into digital coins for employers – although they charge fees to do this. \nSharing economy workers, also known as \"gig\" workers, are often in financially uncertain situations to begin with, and paychecks in bitcoin will make life more risky for them, said Niam Yaraghi, assistant professor at the University of Connecticut's business school and co-author of a recent report on the sharing economy.\n\"If I say this year I'm spending one-tenth of a bitcoin on office supplies, how much will I be spending next year in bitcoin?\" said Yaraghi. \"I don't think there's anyone in the world who can answer that question. It's very, very dangerous.\"\nshow chapters The 'gig economy' is reverberating through job data      8:24 PM ET Sun, 11 March 2018 | 02:23 Others argue that the transparency of the blockchain technology, the speediness of digital payments along with the potential to circumvent traditional banking and processing fees offer to help the gig economy.\n\"Technology has emerged in the last couple of years, including blockchain and cryptocurrencies, that could in principle take the platform out of the business of payment processing and disbursement and enable peer-to-peer payments,\" said Saif Benjaafar, director of the Initiative on the Sharing Economy at the University of Minnesota. \"This could be a win-win for workers and the platforms.\" \nOne in every two freelancers had trouble getting compensated in 2014, according to a survey by the Freelancer's Union. These workers report waiting nearly 100 days to receive payment for their services or never getting paid at all. \nThese problems are likely to come to a head as more people make their living outside of cubicles. The money flowing through the sharing economy is expected to mushroom to $335 billion by 2025 from $14 billion in 2014 , according to the Brookings Institution.\nThere's no way to quantify yet how many independent contractors are paid in cryptocurrencies, but the share is likely small. Still, experts say it's unsurprising the two quickly growing trends – the sharing economy and digital money – have intersected.\nDavid Chin, CEO of Thor Token , believes blockchain can solve many of the payment issues plaguing the gig economy.\n\"I have spoken with freelancers in the past that have had a lot of trouble tracking down payments for jobs they had already completed,\" Chin said. \"Leveraging the blockchain seemed like an obvious solution to this problem as it can facilitate secure, instantaneous payments at the completion of a job.\"\nEventually, he hopes his platform will offer gig economy workers some of the benefits traditionally only offered to employees, like health insurance and retirement accounts.\nGig economy workers can already receive their paycheck in a variety of different cryptocurrencies, with Uphold , a fintech payment systems company founded in 2013, and its partnership with payroll processing company Bitwage. \nThat means service providers can connect with buyers of those services from almost anywhere in the world, said Robin O'Connell, chief revenue officer at Uphold.\n\"Think of paying a Venezuelan gig economy worker who is a web developer who is doing a job for someone in the United States,\" O'Connell said. \"The process of paying into that individual's bank takes time and is super expensive. Cryptocurrencies have become an equalizer for a lot of these individuals.\"\nWorkers at Netflix, Airbnb, Starbucks and a number of other large companies are already being paid through Bitwage, according to Uphold, meaning they can ask for any portion of their paycheck to be in bitcoin.\nGretchen Ertl for The New York Times Starting a long day around 4 a.m., Jennifer Guidry, who earns money by offering transportation or services through a variety of apps like Uber, Lyft and TaskRabbit, applies makeup in her home office. One company, Latium , calls itself \"TaskRabbit meets cryptos,\" and CEO David Johnson said when the application goes live, in the next few months, people will be able to earn cryptocurrencies through a number of tasks such as walking someone's dog or delivering someone's food. You can also hire people to complete tasks for you. \n\"It takes the complexity out of how to get and store cryptocurrencies,\" Johnson said. \"Anyone with any kind of skill set can go on Latium, do a task, and be rewarded with cryptocurrencies.\"\nLatium app This spring, people will be able to sell their music on an iTunes-like, Ethereum-based platform called Ujo . Co-founder Jess Grushack's Twitter bio reads: \"I'm going to change the music industry.\" \n\"Gig economy workers are more temperamentally suited for the volatility of cryptocurrencies. \" -Arun Sundararajan, author of the book \"The Sharing Economy: The End of Employment and the Rise of Crowd-Based Capitalism,\" Another project (also backed by ConsenSys , an applications builder) is Pangea , which is leveraging blockchain technology to create shared property ownership. People will be able to band together to purchase apartments and houses with cryptocurrencies. \n\"We're creating shared ownership models for real estate to open up access to a much larger audience,\" said co-founder Mohammad Shaikh. \"Airbnb allows anyone to lease out their home to many people; Pangea allows an owner to sell equity to many people.\" \nSource: Consensys The ConsenSys office in Bushwick, Brooklyn. Arun Sundararajan, author of the book \"The Sharing Economy: The End of Employment and the Rise of Crowd-Based Capitalism,\" said the fact that gig economy workers are no strangers to uncertainty makes them more likely to embrace the new form of money. \n\"Gig economy workers are more temperamentally suited for the volatility of cryptocurrencies,\" Sundararajan said.\nStill, he added: \"We may have to wait a generation for the workforce to be ready for cryptocurrency paychecks that are purely decentralized with no government oversight whatsoever.\" \nMore from Personal Finance:\nHere's another reason to think twice before using your debit card\n42 percent of Americans are at risk of retiring broke \nDon't waste one of the tax bill's biggest benefits",
    "published": "2018-03-13T19:12:00.000+02:00",
    "crawled": "2018-03-13T19:31:46.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "worker",
        "make",
        "money",
        "digital",
        "apps",
        "set",
        "schedule",
        "live",
        "different",
        "life",
        "traditional",
        "employee",
        "counterpart",
        "soon",
        "might",
        "even",
        "paid",
        "kind",
        "money",
        "number",
        "company",
        "designing",
        "payment",
        "platform",
        "cryptocurrencies",
        "specifically",
        "sharing",
        "economy",
        "say",
        "need",
        "fair",
        "efficient",
        "path",
        "compensation",
        "say",
        "sharing",
        "economy",
        "might",
        "end",
        "serving",
        "experiment",
        "adapting",
        "digital",
        "token",
        "chief",
        "form",
        "payment",
        "company",
        "tough",
        "case",
        "make",
        "worker",
        "trust",
        "livelihood",
        "nascent",
        "unpredictable",
        "sphere",
        "cryptocurrencies",
        "payment",
        "using",
        "cryptocurrency",
        "made",
        "independent",
        "contractor",
        "ozelli",
        "cpa",
        "writes",
        "cryptocurrencies",
        "beyond",
        "volatility",
        "people",
        "also",
        "convert",
        "cryptocurrencies",
        "cash",
        "use",
        "earnings",
        "since",
        "course",
        "establishment",
        "accept",
        "bitcoin",
        "mean",
        "paying",
        "unpredictable",
        "transaction",
        "fee",
        "since",
        "irs",
        "considers",
        "cryptocurrencies",
        "property",
        "paying",
        "tax",
        "capital",
        "gain",
        "rate",
        "time",
        "use",
        "bitcoins",
        "ripple",
        "also",
        "course",
        "still",
        "pay",
        "income",
        "tax",
        "math",
        "taxpayer",
        "receives",
        "cryptocurrency",
        "payment",
        "good",
        "service",
        "must",
        "computing",
        "gross",
        "income",
        "include",
        "fair",
        "market",
        "value",
        "cryptocurrency",
        "measured",
        "dollar",
        "date",
        "cryptocurrency",
        "received",
        "said",
        "selva",
        "ozelli",
        "cpa",
        "writes",
        "cryptocurrencies",
        "employer",
        "part",
        "also",
        "brace",
        "headache",
        "payment",
        "using",
        "cryptocurrency",
        "made",
        "independent",
        "contractor",
        "taxable",
        "ozelli",
        "said",
        "employer",
        "must",
        "issue",
        "contractor",
        "employer",
        "ca",
        "enter",
        "bitcoin",
        "irs",
        "form",
        "said",
        "instead",
        "must",
        "value",
        "payment",
        "dollar",
        "time",
        "payment",
        "company",
        "convert",
        "fiat",
        "currency",
        "digital",
        "coin",
        "employer",
        "although",
        "charge",
        "fee",
        "sharing",
        "economy",
        "worker",
        "also",
        "known",
        "gig",
        "worker",
        "often",
        "financially",
        "uncertain",
        "situation",
        "begin",
        "paycheck",
        "bitcoin",
        "make",
        "life",
        "risky",
        "said",
        "niam",
        "yaraghi",
        "assistant",
        "professor",
        "university",
        "connecticut",
        "business",
        "school",
        "recent",
        "report",
        "sharing",
        "economy",
        "say",
        "year",
        "spending",
        "bitcoin",
        "office",
        "supply",
        "much",
        "spending",
        "next",
        "year",
        "bitcoin",
        "said",
        "yaraghi",
        "think",
        "anyone",
        "world",
        "answer",
        "question",
        "dangerous",
        "show",
        "chapter",
        "economy",
        "reverberating",
        "job",
        "data",
        "pm",
        "et",
        "sun",
        "march",
        "others",
        "argue",
        "transparency",
        "blockchain",
        "technology",
        "speediness",
        "digital",
        "payment",
        "along",
        "potential",
        "circumvent",
        "traditional",
        "banking",
        "processing",
        "fee",
        "offer",
        "help",
        "gig",
        "economy",
        "technology",
        "emerged",
        "last",
        "couple",
        "year",
        "including",
        "blockchain",
        "cryptocurrencies",
        "could",
        "principle",
        "take",
        "platform",
        "business",
        "payment",
        "processing",
        "disbursement",
        "enable",
        "payment",
        "said",
        "saif",
        "benjaafar",
        "director",
        "initiative",
        "sharing",
        "economy",
        "university",
        "minnesota",
        "could",
        "worker",
        "platform",
        "one",
        "every",
        "two",
        "freelancer",
        "trouble",
        "getting",
        "compensated",
        "according",
        "survey",
        "freelancer",
        "union",
        "worker",
        "report",
        "waiting",
        "nearly",
        "day",
        "receive",
        "payment",
        "service",
        "never",
        "getting",
        "paid",
        "problem",
        "likely",
        "come",
        "head",
        "people",
        "make",
        "living",
        "outside",
        "cubicle",
        "money",
        "flowing",
        "sharing",
        "economy",
        "expected",
        "mushroom",
        "billion",
        "billion",
        "according",
        "brookings",
        "institution",
        "way",
        "quantify",
        "yet",
        "many",
        "independent",
        "contractor",
        "paid",
        "cryptocurrencies",
        "share",
        "likely",
        "small",
        "still",
        "expert",
        "say",
        "unsurprising",
        "two",
        "quickly",
        "growing",
        "trend",
        "sharing",
        "economy",
        "digital",
        "money",
        "intersected",
        "david",
        "chin",
        "ceo",
        "thor",
        "token",
        "belief",
        "blockchain",
        "solve",
        "many",
        "payment",
        "issue",
        "plaguing",
        "gig",
        "economy",
        "spoken",
        "freelancer",
        "past",
        "lot",
        "trouble",
        "tracking",
        "payment",
        "job",
        "already",
        "completed",
        "chin",
        "said",
        "leveraging",
        "blockchain",
        "seemed",
        "like",
        "obvious",
        "solution",
        "problem",
        "facilitate",
        "secure",
        "instantaneous",
        "payment",
        "completion",
        "job",
        "eventually",
        "hope",
        "platform",
        "offer",
        "gig",
        "economy",
        "worker",
        "benefit",
        "traditionally",
        "offered",
        "employee",
        "like",
        "health",
        "insurance",
        "retirement",
        "account",
        "gig",
        "economy",
        "worker",
        "already",
        "receive",
        "paycheck",
        "variety",
        "different",
        "cryptocurrencies",
        "uphold",
        "fintech",
        "payment",
        "system",
        "company",
        "founded",
        "partnership",
        "payroll",
        "processing",
        "company",
        "bitwage",
        "mean",
        "service",
        "provider",
        "connect",
        "buyer",
        "service",
        "almost",
        "anywhere",
        "world",
        "said",
        "robin",
        "chief",
        "revenue",
        "officer",
        "uphold",
        "think",
        "paying",
        "venezuelan",
        "gig",
        "economy",
        "worker",
        "web",
        "developer",
        "job",
        "someone",
        "united",
        "state",
        "said",
        "process",
        "paying",
        "individual",
        "bank",
        "take",
        "time",
        "super",
        "expensive",
        "cryptocurrencies",
        "become",
        "equalizer",
        "lot",
        "individual",
        "worker",
        "netflix",
        "airbnb",
        "starbucks",
        "number",
        "large",
        "company",
        "already",
        "paid",
        "bitwage",
        "according",
        "uphold",
        "meaning",
        "ask",
        "portion",
        "paycheck",
        "bitcoin",
        "gretchen",
        "ertl",
        "new",
        "york",
        "time",
        "starting",
        "long",
        "day",
        "around",
        "jennifer",
        "guidry",
        "earns",
        "money",
        "offering",
        "transportation",
        "service",
        "variety",
        "apps",
        "like",
        "uber",
        "lyft",
        "taskrabbit",
        "applies",
        "makeup",
        "home",
        "office",
        "one",
        "company",
        "latium",
        "call",
        "taskrabbit",
        "meet",
        "cryptos",
        "ceo",
        "david",
        "johnson",
        "said",
        "application",
        "go",
        "live",
        "next",
        "month",
        "people",
        "able",
        "earn",
        "cryptocurrencies",
        "number",
        "task",
        "walking",
        "someone",
        "dog",
        "delivering",
        "someone",
        "food",
        "also",
        "hire",
        "people",
        "complete",
        "task",
        "take",
        "complexity",
        "get",
        "store",
        "cryptocurrencies",
        "johnson",
        "said",
        "anyone",
        "kind",
        "skill",
        "set",
        "go",
        "latium",
        "task",
        "rewarded",
        "cryptocurrencies",
        "latium",
        "app",
        "spring",
        "people",
        "able",
        "sell",
        "music",
        "platform",
        "called",
        "ujo",
        "jess",
        "grushack",
        "twitter",
        "bio",
        "read",
        "going",
        "change",
        "music",
        "industry",
        "gig",
        "economy",
        "worker",
        "temperamentally",
        "suited",
        "volatility",
        "sundararajan",
        "author",
        "book",
        "sharing",
        "economy",
        "end",
        "employment",
        "rise",
        "capitalism",
        "another",
        "project",
        "also",
        "backed",
        "consensys",
        "application",
        "builder",
        "pangea",
        "leveraging",
        "blockchain",
        "technology",
        "create",
        "shared",
        "property",
        "ownership",
        "people",
        "able",
        "band",
        "together",
        "purchase",
        "apartment",
        "house",
        "cryptocurrencies",
        "creating",
        "shared",
        "ownership",
        "model",
        "real",
        "estate",
        "open",
        "access",
        "much",
        "larger",
        "audience",
        "said",
        "mohammad",
        "shaikh",
        "airbnb",
        "allows",
        "anyone",
        "lease",
        "home",
        "many",
        "people",
        "pangea",
        "allows",
        "owner",
        "sell",
        "equity",
        "many",
        "people",
        "source",
        "consensys",
        "consensys",
        "office",
        "bushwick",
        "brooklyn",
        "arun",
        "sundararajan",
        "author",
        "book",
        "sharing",
        "economy",
        "end",
        "employment",
        "rise",
        "capitalism",
        "said",
        "fact",
        "gig",
        "economy",
        "worker",
        "stranger",
        "uncertainty",
        "make",
        "likely",
        "embrace",
        "new",
        "form",
        "money",
        "gig",
        "economy",
        "worker",
        "temperamentally",
        "suited",
        "volatility",
        "cryptocurrencies",
        "sundararajan",
        "said",
        "still",
        "added",
        "may",
        "wait",
        "generation",
        "workforce",
        "ready",
        "cryptocurrency",
        "paycheck",
        "purely",
        "decentralized",
        "government",
        "oversight",
        "whatsoever",
        "personal",
        "finance",
        "another",
        "reason",
        "think",
        "twice",
        "using",
        "debit",
        "card",
        "percent",
        "american",
        "risk",
        "retiring",
        "broke",
        "waste",
        "one",
        "tax",
        "bill",
        "biggest",
        "benefit"
    ]
}