{
    "organizations": [],
    "uuid": "536d7ac54df06d28271a98cae4c6770b21669ed9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/pr-newswire-future-fintech-announces-results-of-its-special-shareholders-meeting.html",
    "ord_in_thread": 0,
    "title": "Future FinTech Announces Results of its Special Shareholders Meeting",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "XI'AN, China, March 13, 2018 /PRNewswire/ -- Future FinTech Group Inc. (NASDAQ: FTFT) (\"Future FinTech\", \"FTFT\" or \"the Company\"), a financial technology company, today announced that it held a Special Meeting of Shareholders (the \"Special Meeting\") on March 13, 2018 at 10:00 am (China time), at the Company's principal executive offices located at 23F, China Development Bank Tower, No. 2, Gaoxin 1 st Road, Xi'an, Shannxi, China.\nA quorum was present at the meeting as required by the Bylaws of the Company (as amended). At the Special Meeting, the Company's shareholders approved the following proposals:\n(1) To approve the spin-off of the Company's wholly-owned subsidiaries, SkyPeople Foods Holdings Limited (BVI) (\"SkyPeople BVI\") and Digital Online Marketing Limited (formerly known as FullMart Holdings Limited), through a pro rata distribution of the ordinary shares of each of SkyPeople BVI and Digital Online to holders of the Company's common stock at the close of business on January 22, 2018, the record date;\n(2) To approve an amendment to the Second Amended and Restated Articles of Incorporation of Future FinTech, which would increase the amount of authorized shares of common stock, par value $0.001 per share, of Future FinTech from 8,333,333 to 60,000,000;\n(3) To adopt and approve the Future FinTech Group Inc. 2017 Omnibus Equity Plan;\n(4) To approve the issuance of an aggregate 7,111,599 shares of Future FinTech's common stock, par value $0.001 per share, pursuant to certain Creditor's Rights Transfer Agreements between a wholly owned subsidiary of the Company and sellers of such creditor's rights;\n(5) To approve the issuance of an aggregate 11,362,159 shares of Future FinTech's common stock, par value $0.001 per share, pursuant to a Share Purchase Agreement between the Company and a certain investor; and\n(6) To approve a proposal to grant discretionary authority to the Company's Chief Executive Officer to adjourn the Special Meeting for the purpose of soliciting additional proxies to approval Proposals 1 through 5.\nThe following questions were addressed by the Company at the Special Meeting in accordance with instructions provided in the Company's proxy materials:\nQuestion #1:\nPlease explain how all of the company's diverse acquisitions and activities in the fintech sector make sense from a corporate strategy perspective. For example, the company acquired assets associated with the Nova Realm blockchain community, entered into a contract to develop a customized global blockchain shopping mall, acquired various loans and has agreed to market IB-LIVE products. Please explain how all of these different activities connect with each other and are coherent in terms of the company's overall fintech strategy?\nAnswer #1:\nSince the company changed its name to Future FinTech Group Inc. in June 2017, we have executed upon a strategy to enter financial technology areas, and we have subsequently made significant progress doing so. Our primary focus will be to continuously expand our financial technology capabilities, digital payment methodology and shared-mall business platform based on blockchain technology while creating synergies with our existing businesses. Our goal is to create a new and comprehensive fintech business with exceptional growth dynamics.\nWith this goal in mind, the Company did the following: we entered into a Technology Development Service Contract to design and develop a customized Globally Shared Shopping Mall blockchain software system, we received a 5% equity interest in Nova Realm Limited, (the first-ever blockchain technology value community registered with real name users), and we acquired 60% of the digital assets associated with DCON (the blockchain financial center and digital payment binding MilliBitcoin's or mBTCs). We have made significant progress to date in our blockchain application projects and are expecting these projects to advance real-world B2B and B2C value connectivity and bring practical blockchain technologies to the lives of real people.\nIn terms of the overall fintech strategy of the Company, the blockchain projects we acquired are in line with our acquisition of financial loans and our license agreement to be the global agent for the marketing and distribution of IB-LIVE healthcare products. These Company activities, in addition to our financial leasing business, our online food and juice sales and our bulk commodity trading platforms will provide application opportunities and supply chain business for the blockchain-based shared mall. In addition, DCON's digital payment system will provide digital payment support and applications for the shared mall, and such a system could have future applications for all of our businesses, with all of these activities having laid the foundation for our transformation into an integrated and cutting edge global fintech enterprise.\nQuestion #2:\nDue to the issuance of shares for the November 2, 2017 acquisitions for $27.3 million in financial assets, significant dilution occurred, which is also the reason that the Special Meeting today has on its agenda an increase to 60 million in its common shares. Has the company considered leasing more of its capital equipment to free up cash on its balance sheet and use this is a payment for the purchase of these financial assets? Please explain how the substantial dilution will affect the company's financial statements and not hurt the investing sentiment among its shareholder base? Does management agree that there is a connection between share dilution and the value of its stock?\nAnswer #2:\nCurrently, the Company has no plans to lease our existing assets and equipment to ease any financial pressure or to use leasing as a way to pay for the purchase of the financial assets. However, the Company reserves the right to modify its financial strategy to meet the development, operating and financial needs of the Company at any time.\nIn terms of our having increased the Company's authorized shares to 60 million shares, this not only finalizes our purchase of the financial assets, it also provides a broader financial platform for the company and larger investment space for investors. Although dilution has occurred as a result of the purchase of these financial assets, Company management believes that this will be mitigated by their appraised collectable value of RMB 300 million (approximately $45 million), as compared to the acquisition price of the financial assets of RMB 180 million (approximately $27 million).\nCompany management carefully assesses all of its operating, financial and investment decisions with the goal to create positive contributions to future earnings and the financial condition of the Company. Company management believes that our new focus and capabilities in the fintech sector will accelerate the value creation of the Company due to newly created synergies within our existing businesses as well as new blockchain technologies which will lead to numerous new B2B and B2C opportunities.\nQuestion #3:\nPlease tell us when the acquisition of blockchain technologies will translate into positive earnings for the company that could help the company's stock?\nAnswer #3:\nWe believe that we have acquired digital assets that have great potential. The DCON digital assets in which the Company has acquired a 60% interest is a project that has developed 100 communities utilizing blockchain technology and it is the only designated financial center in Nova Realm Limited, which is believed to be the first-ever blockchain technology community registered with real name users and which delivers asset-based digital services to global blockchain projects. The project operates under the umbrella of our subsidiary, DCON DigiPay Limited, which has been recently registered in Japan, and which is vigorously engaged in realizing the dynamic potential represented by blockchain technology.\nWe believe that blockchain technology is a disruptive technology that will have a sustainable impact on the way that companies and people interact, and our efforts are geared towards this horizon. Given our current research and development efforts, we estimate that the time frame for this business to contribute to the Company's financial results would be in the intermediate term. We anticipate that our R&D associated with a shared mall system based on blockchain technology will result in the creation of an asset of substantial value. This is consistent with our goal for all of our activities, which is to create an enterprise that maximizes returns to our shareholders.\nAbout Future FinTech Group Inc.\nFuture FinTech Group Inc. (\"Future FinTech\", \"FTFT\" or the \"Company\") is incorporated in Florida and engages in financial technology. The Company is a global operator of digital asset systems based on blockchain technology and is also an incubator of application projects related to blockchain technology. The Company and its subsidiaries are developing blockchain technology and cryptocurrencies for a variety of B2B and B2C real-life applications including a variety of financial businesses and the distribution, marketing and sale of consumer products. FTFT is also developing an operational platform utilizing blockchain technology and the shared economy, which includes an integrated online shopping mall. For more information, please visit http://www.ftft.top/ .\nSafe Harbor Statement\nCertain of the statements made in this press release are \"forward-looking statements\" within the meaning and protections of Section 27A of the Securities Act of 1933, as amended and Section 21E of the Securities Exchange Act of 1934, as amended, or the Exchange Act. Forward-looking statements include statements with respect to our beliefs, plans, objectives, goals, expectations, anticipations, assumptions, estimates, intentions, and future performance, and involve known and unknown risks, uncertainties and other factors, which may be beyond our control, and which may cause the actual results, performance, capital, ownership or achievements of the Company to be materially different from future results, performance or achievements expressed or implied by such forward-looking statements. All statements other than statements of historical fact are statements that could be forward-looking statements. You can identify these forward-looking statements through our use of words such as \"may,\" \"will,\" \"anticipate,\" \"assume,\" \"should,\" \"indicate,\" \"would,\" \"believe,\" \"contemplate,\" \"expect,\" \"estimate,\" \"continue,\" \"plan,\" \"point to,\" \"project,\" \"could,\" \"intend,\" \"target\" and other similar words and expressions of the future.\nAll written or oral forward-looking statements attributable to us are expressly qualified in their entirety by this cautionary notice, including, without limitation, those risks and uncertainties described in our annual report on Form 10-K for the year ended December 31, 2016 and otherwise in our SEC reports and filings, including the proxy statement for 2017 annual meeting. Such reports are available upon request from the Company, or from the Securities and Exchange Commission, including through the SEC's Internet website at http://www.sec.gov . We have no obligation and do not undertake to update, revise or correct any of the forward-looking statements after the date hereof, or after the respective dates on which any such statements otherwise are made.\nView original content: http://www.prnewswire.com/news-releases/future-fintech-announces-results-of-its-special-shareholders-meeting-300612865.html\nSOURCE Future FinTech Group Inc.",
    "published": "2018-03-13T16:00:00.000+02:00",
    "crawled": "2018-03-13T16:07:00.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "china",
        "march",
        "future",
        "fintech",
        "group",
        "nasdaq",
        "ftft",
        "future",
        "fintech",
        "ftft",
        "company",
        "financial",
        "technology",
        "company",
        "today",
        "announced",
        "held",
        "special",
        "meeting",
        "shareholder",
        "special",
        "meeting",
        "march",
        "china",
        "time",
        "company",
        "principal",
        "executive",
        "office",
        "located",
        "23f",
        "china",
        "development",
        "bank",
        "tower",
        "gaoxin",
        "st",
        "road",
        "shannxi",
        "china",
        "quorum",
        "present",
        "meeting",
        "required",
        "bylaw",
        "company",
        "amended",
        "special",
        "meeting",
        "company",
        "shareholder",
        "approved",
        "following",
        "proposal",
        "approve",
        "company",
        "subsidiary",
        "skypeople",
        "food",
        "holding",
        "limited",
        "bvi",
        "skypeople",
        "bvi",
        "digital",
        "online",
        "marketing",
        "limited",
        "formerly",
        "known",
        "fullmart",
        "holding",
        "limited",
        "pro",
        "rata",
        "distribution",
        "ordinary",
        "share",
        "skypeople",
        "bvi",
        "digital",
        "online",
        "holder",
        "company",
        "common",
        "stock",
        "close",
        "business",
        "january",
        "record",
        "date",
        "approve",
        "amendment",
        "second",
        "amended",
        "restated",
        "article",
        "incorporation",
        "future",
        "fintech",
        "would",
        "increase",
        "amount",
        "authorized",
        "share",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "future",
        "fintech",
        "adopt",
        "approve",
        "future",
        "fintech",
        "group",
        "omnibus",
        "equity",
        "plan",
        "approve",
        "issuance",
        "aggregate",
        "share",
        "future",
        "fintech",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "pursuant",
        "certain",
        "creditor",
        "right",
        "transfer",
        "agreement",
        "wholly",
        "owned",
        "subsidiary",
        "company",
        "seller",
        "creditor",
        "right",
        "approve",
        "issuance",
        "aggregate",
        "share",
        "future",
        "fintech",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "pursuant",
        "share",
        "purchase",
        "agreement",
        "company",
        "certain",
        "investor",
        "approve",
        "proposal",
        "grant",
        "discretionary",
        "authority",
        "company",
        "chief",
        "executive",
        "officer",
        "adjourn",
        "special",
        "meeting",
        "purpose",
        "soliciting",
        "additional",
        "proxy",
        "approval",
        "proposal",
        "following",
        "question",
        "addressed",
        "company",
        "special",
        "meeting",
        "accordance",
        "instruction",
        "provided",
        "company",
        "proxy",
        "material",
        "question",
        "please",
        "explain",
        "company",
        "diverse",
        "acquisition",
        "activity",
        "fintech",
        "sector",
        "make",
        "sense",
        "corporate",
        "strategy",
        "perspective",
        "example",
        "company",
        "acquired",
        "asset",
        "associated",
        "nova",
        "realm",
        "blockchain",
        "community",
        "entered",
        "contract",
        "develop",
        "customized",
        "global",
        "blockchain",
        "shopping",
        "mall",
        "acquired",
        "various",
        "loan",
        "agreed",
        "market",
        "product",
        "please",
        "explain",
        "different",
        "activity",
        "connect",
        "coherent",
        "term",
        "company",
        "overall",
        "fintech",
        "strategy",
        "answer",
        "since",
        "company",
        "changed",
        "name",
        "future",
        "fintech",
        "group",
        "june",
        "executed",
        "upon",
        "strategy",
        "enter",
        "financial",
        "technology",
        "area",
        "subsequently",
        "made",
        "significant",
        "progress",
        "primary",
        "focus",
        "continuously",
        "expand",
        "financial",
        "technology",
        "capability",
        "digital",
        "payment",
        "methodology",
        "business",
        "platform",
        "based",
        "blockchain",
        "technology",
        "creating",
        "synergy",
        "existing",
        "business",
        "goal",
        "create",
        "new",
        "comprehensive",
        "fintech",
        "business",
        "exceptional",
        "growth",
        "dynamic",
        "goal",
        "mind",
        "company",
        "following",
        "entered",
        "technology",
        "development",
        "service",
        "contract",
        "design",
        "develop",
        "customized",
        "globally",
        "shared",
        "shopping",
        "mall",
        "blockchain",
        "software",
        "system",
        "received",
        "equity",
        "interest",
        "nova",
        "realm",
        "limited",
        "blockchain",
        "technology",
        "value",
        "community",
        "registered",
        "real",
        "name",
        "user",
        "acquired",
        "digital",
        "asset",
        "associated",
        "dcon",
        "blockchain",
        "financial",
        "center",
        "digital",
        "payment",
        "binding",
        "millibitcoin",
        "mbtcs",
        "made",
        "significant",
        "progress",
        "date",
        "blockchain",
        "application",
        "project",
        "expecting",
        "project",
        "advance",
        "b2b",
        "b2c",
        "value",
        "connectivity",
        "bring",
        "practical",
        "blockchain",
        "technology",
        "life",
        "real",
        "people",
        "term",
        "overall",
        "fintech",
        "strategy",
        "company",
        "blockchain",
        "project",
        "acquired",
        "line",
        "acquisition",
        "financial",
        "loan",
        "license",
        "agreement",
        "global",
        "agent",
        "marketing",
        "distribution",
        "healthcare",
        "product",
        "company",
        "activity",
        "addition",
        "financial",
        "leasing",
        "business",
        "online",
        "food",
        "juice",
        "sale",
        "bulk",
        "commodity",
        "trading",
        "platform",
        "provide",
        "application",
        "opportunity",
        "supply",
        "chain",
        "business",
        "shared",
        "mall",
        "addition",
        "dcon",
        "digital",
        "payment",
        "system",
        "provide",
        "digital",
        "payment",
        "support",
        "application",
        "shared",
        "mall",
        "system",
        "could",
        "future",
        "application",
        "business",
        "activity",
        "laid",
        "foundation",
        "transformation",
        "integrated",
        "cutting",
        "edge",
        "global",
        "fintech",
        "enterprise",
        "question",
        "due",
        "issuance",
        "share",
        "november",
        "acquisition",
        "million",
        "financial",
        "asset",
        "significant",
        "dilution",
        "occurred",
        "also",
        "reason",
        "special",
        "meeting",
        "today",
        "agenda",
        "increase",
        "million",
        "common",
        "share",
        "company",
        "considered",
        "leasing",
        "capital",
        "equipment",
        "free",
        "cash",
        "balance",
        "sheet",
        "use",
        "payment",
        "purchase",
        "financial",
        "asset",
        "please",
        "explain",
        "substantial",
        "dilution",
        "affect",
        "company",
        "financial",
        "statement",
        "hurt",
        "investing",
        "sentiment",
        "among",
        "shareholder",
        "base",
        "management",
        "agree",
        "connection",
        "share",
        "dilution",
        "value",
        "stock",
        "answer",
        "currently",
        "company",
        "plan",
        "lease",
        "existing",
        "asset",
        "equipment",
        "ease",
        "financial",
        "pressure",
        "use",
        "leasing",
        "way",
        "pay",
        "purchase",
        "financial",
        "asset",
        "however",
        "company",
        "reserve",
        "right",
        "modify",
        "financial",
        "strategy",
        "meet",
        "development",
        "operating",
        "financial",
        "need",
        "company",
        "time",
        "term",
        "increased",
        "company",
        "authorized",
        "share",
        "million",
        "share",
        "finalizes",
        "purchase",
        "financial",
        "asset",
        "also",
        "provides",
        "broader",
        "financial",
        "platform",
        "company",
        "larger",
        "investment",
        "space",
        "investor",
        "although",
        "dilution",
        "occurred",
        "result",
        "purchase",
        "financial",
        "asset",
        "company",
        "management",
        "belief",
        "mitigated",
        "appraised",
        "collectable",
        "value",
        "rmb",
        "million",
        "approximately",
        "million",
        "compared",
        "acquisition",
        "price",
        "financial",
        "asset",
        "rmb",
        "million",
        "approximately",
        "million",
        "company",
        "management",
        "carefully",
        "assesses",
        "operating",
        "financial",
        "investment",
        "decision",
        "goal",
        "create",
        "positive",
        "contribution",
        "future",
        "earnings",
        "financial",
        "condition",
        "company",
        "company",
        "management",
        "belief",
        "new",
        "focus",
        "capability",
        "fintech",
        "sector",
        "accelerate",
        "value",
        "creation",
        "company",
        "due",
        "newly",
        "created",
        "synergy",
        "within",
        "existing",
        "business",
        "well",
        "new",
        "blockchain",
        "technology",
        "lead",
        "numerous",
        "new",
        "b2b",
        "b2c",
        "opportunity",
        "question",
        "please",
        "tell",
        "u",
        "acquisition",
        "blockchain",
        "technology",
        "translate",
        "positive",
        "earnings",
        "company",
        "could",
        "help",
        "company",
        "stock",
        "answer",
        "believe",
        "acquired",
        "digital",
        "asset",
        "great",
        "potential",
        "dcon",
        "digital",
        "asset",
        "company",
        "acquired",
        "interest",
        "project",
        "developed",
        "community",
        "utilizing",
        "blockchain",
        "technology",
        "designated",
        "financial",
        "center",
        "nova",
        "realm",
        "limited",
        "believed",
        "blockchain",
        "technology",
        "community",
        "registered",
        "real",
        "name",
        "user",
        "delivers",
        "digital",
        "service",
        "global",
        "blockchain",
        "project",
        "project",
        "operates",
        "umbrella",
        "subsidiary",
        "dcon",
        "digipay",
        "limited",
        "recently",
        "registered",
        "japan",
        "vigorously",
        "engaged",
        "realizing",
        "dynamic",
        "potential",
        "represented",
        "blockchain",
        "technology",
        "believe",
        "blockchain",
        "technology",
        "disruptive",
        "technology",
        "sustainable",
        "impact",
        "way",
        "company",
        "people",
        "interact",
        "effort",
        "geared",
        "towards",
        "horizon",
        "given",
        "current",
        "research",
        "development",
        "effort",
        "estimate",
        "time",
        "frame",
        "business",
        "contribute",
        "company",
        "financial",
        "result",
        "would",
        "intermediate",
        "term",
        "anticipate",
        "r",
        "associated",
        "shared",
        "mall",
        "system",
        "based",
        "blockchain",
        "technology",
        "result",
        "creation",
        "asset",
        "substantial",
        "value",
        "consistent",
        "goal",
        "activity",
        "create",
        "enterprise",
        "maximizes",
        "return",
        "shareholder",
        "future",
        "fintech",
        "group",
        "future",
        "fintech",
        "group",
        "future",
        "fintech",
        "ftft",
        "company",
        "incorporated",
        "florida",
        "engages",
        "financial",
        "technology",
        "company",
        "global",
        "operator",
        "digital",
        "asset",
        "system",
        "based",
        "blockchain",
        "technology",
        "also",
        "incubator",
        "application",
        "project",
        "related",
        "blockchain",
        "technology",
        "company",
        "subsidiary",
        "developing",
        "blockchain",
        "technology",
        "cryptocurrencies",
        "variety",
        "b2b",
        "b2c",
        "application",
        "including",
        "variety",
        "financial",
        "business",
        "distribution",
        "marketing",
        "sale",
        "consumer",
        "product",
        "ftft",
        "also",
        "developing",
        "operational",
        "platform",
        "utilizing",
        "blockchain",
        "technology",
        "shared",
        "economy",
        "includes",
        "integrated",
        "online",
        "shopping",
        "mall",
        "information",
        "please",
        "visit",
        "http",
        "safe",
        "harbor",
        "statement",
        "certain",
        "statement",
        "made",
        "press",
        "release",
        "statement",
        "within",
        "meaning",
        "protection",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "exchange",
        "act",
        "statement",
        "include",
        "statement",
        "respect",
        "belief",
        "plan",
        "objective",
        "goal",
        "expectation",
        "anticipation",
        "assumption",
        "estimate",
        "intention",
        "future",
        "performance",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "beyond",
        "control",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "capital",
        "ownership",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "could",
        "statement",
        "identify",
        "statement",
        "use",
        "word",
        "may",
        "anticipate",
        "assume",
        "indicate",
        "would",
        "believe",
        "contemplate",
        "expect",
        "estimate",
        "continue",
        "plan",
        "point",
        "project",
        "could",
        "intend",
        "target",
        "similar",
        "word",
        "expression",
        "future",
        "written",
        "oral",
        "statement",
        "attributable",
        "u",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "notice",
        "including",
        "without",
        "limitation",
        "risk",
        "uncertainty",
        "described",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "otherwise",
        "sec",
        "report",
        "filing",
        "including",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "report",
        "available",
        "upon",
        "request",
        "company",
        "security",
        "exchange",
        "commission",
        "including",
        "sec",
        "internet",
        "website",
        "http",
        "obligation",
        "undertake",
        "update",
        "revise",
        "correct",
        "statement",
        "date",
        "hereof",
        "respective",
        "date",
        "statement",
        "otherwise",
        "made",
        "view",
        "original",
        "content",
        "http",
        "source",
        "future",
        "fintech",
        "group",
        "inc"
    ]
}