{
    "organizations": [],
    "uuid": "5d4e50e0846d3f362783d2300e5f9233c8b1a380",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/business-wire-intellicheck-announces-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Intellicheck Announces Fourth Quarter and Full-Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Year over year fourth quarter revenues increased 32% and SaaS revenues increased 105%\nMELVILLE, N.Y.--(BUSINESS WIRE)-- Intellicheck, Inc. (NYSE American: IDN), an industry leader in identification authentication solutions, today announced its financial results for the fourth quarter and full-year ended December 31, 2017.\nRevenue for the fourth quarter ended December 31, 2017 grew 32% to $967,612 versus $733,633 in the prior year comparable period. SaaS revenue in the fourth quarter grew 105% and totaled $569,000 versus $277,000 in the prior year comparable period. Gross profit as a percentage of revenues improved to 89.0% for the three months ended December 31, 2017 versus 80.0% in the prior year comparable period.\nIntellicheck CEO Bryan Lewis said \"I am excited to have this opportunity to lead this Company and take the steps necessary to monetize our great technology. We are going to refocus our efforts to drive revenue growth in our key markets.\"\nLewis explained that his vision for the Company underscores the key words focus and change. That change will include a number of new initiatives including retraining the sales force and placing a new emphasis on marketing and advertising to build product awareness. Lewis noted he is also implementing a new approach to product sales. “We are redeploying the sales force and will have a team focused exclusively on the Law ID product. To maximize our effectiveness, we have begun hiring sales people specifically for Law ID and I believe that this focused approach will be more efficient than the shotgun sales approach that has been in place to date. We will also build on our solid traction for Age ID, but with a specific concentration on large opportunities that provide economies of scale and strong revenue growth. At the same time, because banks are integrated with the end customers and are ultimately the ones most impacted by fraud, we will enhance our efforts with current and expected additional partners, recognizing that banks are one of our best partners to drive growth. Recognizing Retail ID's potential to generate the most significant revenue growth, we are going to further hone our focus on implementations with partners that provide clear opportunities for market expansion,\" he concluded.\nThe net loss for the three months ended December 31, 2017 was ($2,910,350) or ($0.19) per diluted share versus ($1,089,152) or ($0.10) per diluted share in the comparable prior year period. The net loss includes a $500,000 expense attributable to the employment contract of the former CEO. Additionally, during the fourth quarter the Company had an impairment charge on intangible assets of $1,375,422 for the year ended December 31, 2017. Adjusted EBITDA (earnings before interest, taxes, depreciation, amortization, stock-based compensation expense and certain non-recurring charges that includes the impairment charge) was a loss of ($1,327,603) for the fourth quarter of 2017 versus a loss of ($851,990) in the prior year comparable period. A reconciliation of adjusted EBITDA to net loss is provided elsewhere in this release.\nRevenue for the full year ended December 31, 2017 was $3,598,296 versus $3,838,963 in the prior year comparable period. Gross profit as a percentage of revenue improved to 85.5% for the year ended December 31, 2017 versus 80.0% in the prior year comparable period.\nThe net loss for the fiscal year ended December 31, 2017, that includes the $500,000 expense attributable to the employment contract of the former CEO and the $1,375,422 impairment charge was a loss of ($6,020,505) or ($0.48) per diluted share versus a loss of ($5,734,681) or ($0.58) per diluted share in the comparable prior year period. Adjusted EBITDA (earnings before interest, taxes, depreciation, amortization, stock-based compensation expense and certain non-recurring charges that includes the impairment charge) improved by $0.5 million to a loss of ($3,856,894) for fiscal 2017 versus a loss of ($4,379,421) for fiscal 2016. A reconciliation of adjusted EBITDA to net loss is provided elsewhere in this release.\nCash at the end of fiscal 2017 totaled $8.0 million versus $3.1 million in the prior year comparable period. During the third quarter of 2017 the Company closed a public offering of 4,168,750 shares of its common stock at a price of $2.25 per share. Gross proceeds, before underwriting discounts, commissions and estimated offering costs, was approximately $9.4 million. Stockholders’ equity totaled $16.0 million at the end of the 2017 fiscal year versus $12.9 million at the end of the comparable prior year period.\nThe financial results reported today do not take into account any adjustments that may be required in connection with the completion of the Company’s review process and should be considered preliminary until Intellicheck files its Form 10-K for the fiscal year ended December 31, 2017.\nConference Call Information:\nThe Company will hold an earnings conference call today, March 22, at 4:30 p.m. ET/1:30 p.m. PT to discuss operating results. To listen to the earnings conference call, please dial 877-407-8037. For callers outside the U.S., please dial 201-689-8037.\nThe conference call will also be webcast simultaneously and can be accessed at http://www.investorcalendar.com/event/26723 by clicking on the link to the webcast.\nThe webcast will be available for 14 days following the conference call.\nINTELLICHECK, INC. CONSOLIDATED BALANCE SHEETS DECEMBER 31, 2017 and 2016 2017 2016\nASSETS\nCURRENT ASSETS: Cash $ 8,010,161 $ 3,092,172 Accounts receivable, net of allowance of $18,750 and $74,354 as of December 31, 2017 and 2016, respectively 652,627 502,126 Inventory 85,321 70,547 Other current assets 218,835 165,473 Total current assets 8,966,944 3,830,318 NOTE RECEIVABLE, net of current portion 71,138 114,909 PROPERTY AND EQUIPMENT, net 211,602 270,776 GOODWILL 8,101,661 8,101,661 INTANGIBLE ASSETS, net 463,578 2,154,563 OTHER ASSETS 67,181 61,298 Total assets $ 17,882,104 $ 14,533,525 LIABILITIES AND STOCKHOLDERS’ EQUITY\nCURRENT LIABILITIES: Accounts payable $ 71,578 $ 14,140 Accrued expenses 815,350 519,957 Deferred revenue, current portion 739,980 825,538 Total current liabilities 1,626,908 1,359,635 OTHER LIABILITIES Deferred revenue, long-term portion 87,736 177,306 Other long-term liabilities 158,407 61,133 Total liabilities 1,873,051 1,598,074 COMMITMENTS AND CONTINIGENCIES\nSTOCKHOLDERS’ EQUITY: Common stock – $.001 par value; 40,000,000 shares authorized; 15,009,246 and\n10,718,553 shares issued and outstanding as of December 31, 2017 and 2016,\nrespectively\n15,009 10,719 Additional paid-in capital 126,416,869 117,293,158 Accumulated deficit (110,422,825 ) (104,368,426 ) Total stockholders’ equity 16,009,053 12,935,451 Total liabilities and stockholders’ equity $ 17,882,104 $ 14,533,525 INTELLICHECK, INC. CONSOLIDATED STATEMENTS OF OPERATIONS FOR THE YEARS ENDED DECEMBER 31, 2017 AND 2016 2017 2016 REVENUES $ 3,598,296 $ 3,838,963 COST OF REVENUES (521,835 ) (769,048 ) Gross profit 3,076,461 3,069,915 OPERATING EXPENSES\nSelling, general and administrative 5,865,278 6,413,933 Research and development 1,916,107 2,405,593 Impairment of intangible assets 1,375,422 - Total operating expenses 9,156,807 8,819,526 Loss from operations (6,080,346 ) (5,749,611 ) OTHER INCOME (EXPENSE) Interest and other income 59,841 14,930 Net loss $ (6,020,505 ) $ (5,734,681 ) PER SHARE INFORMATION: Loss per common share - Basic/Diluted $ (0.48 ) $ (0.58 ) Weighted average common shares used in computing per share amounts - Basic/Diluted 12,428,652 9,914,809 INTELLICHECK, INC. CONSOLIDATED STATEMENTS OF STOCKHOLDERS’ EQUITY\nFOR THE YEARS ENDED DECEMBER 31, 2017 AND 2016\nAdditional Common Stock Paid-in Accumulated Shares Amount Capital Deficit Total BALANCE, December 31, 2015 9,878,906 $ 9,879 $ 114,950,278 $ (98,633,745 ) $ 16,326,412 Stock-based compensation expense (employees and\ndirectors)\n- - 935,899 - 935,899 Issuance of common stock, net of costs 1,200,000 1,200 1,776,750 - 1,777,950 Purchase and retirement of common stock (979,114 ) (979 ) (1,095,629 ) - (1,096,608 ) Exercise of stock options 345,127 345 389,534 - 389,879 Exercise of warrants 153,000 153 336,447 - 336,600 Vesting of restricted stock 120,634 121 (121 ) - - Net loss - - - (5,734,681 ) (5,734,681 ) BALANCE, December 31, 2016 10,718,553 $ 10,719 $ 117,293,158 $ (104,368,426 ) $ 12,935,451 Cumulative adjustment upon modified retrospective\nadoption of ASU 2016-09\n- - 33,894 (33,894) - Balance after adoption of recent accounting\npronouncement\n10,718,553 10,719 117,327,052 (104,402,320) 12,935,451 Stock-based compensation expense (employees and\ndirectors)\n- - 435,679 - 435,679 Issuance of common stock, net of costs 4,168,750 4,169 8,508,692 - 8,512,861 Exercise of stock options 10,000 10 10,090 - 10,100 Exercise of warrants 63,500 63 139,637 - 139,700 Vesting of restricted stock 50,207 50 (50 ) - - Shares forfeited in exchange for payment of\nwithholding taxes\n(1,764 ) (2 ) (4,231 ) - (4,233 ) Net loss - - - (6,020,505 ) (6,020,505 ) BALANCE, December 31, 2017 15,009,246 $ 15,009 $ 126,416,869 $ (110,422,825 ) $ 16,009,053 INTELLICHECK, INC. CONSOLIDATED STATEMENTS OF CASH FLOWS\nFOR THE YEARS ENDED DECEMBER 31, 2017 AND 2016\n2017 2016 CASH FLOWS FROM OPERATING ACTIVITIES: Net loss $ (6,020,505 ) $ (5,734,681 ) Adjustments to reconcile net loss to net cash used in operating activities: Depreciation and amortization 412,351 434,291 Stock-based compensation expense 435,679 935,899 Change in provision for doubtful accounts - 74,354 Deferred rent (47,628 ) (38,222 ) Impairment of intangible assets 1,375,422 - Changes in assets and liabilities: (Increase) decrease in accounts receivable (150,501 ) 582,492 (Increase) decrease in inventory (14,774 ) 4,185 (Increase) decrease in other current assets (52,051 ) 12,889 (Increase) in other assets (5,883 ) (1,498 ) Increase (decrease) in accounts payable and accrued expenses 339,326 (262,496 ) (Decrease) in deferred revenue (175,128 ) (247,631 ) Increase in other long-term liabilities 158,407 - Net cash used in operating activities (3,745,285 ) (4,240,418 ) CASH FLOWS FROM INVESTING ACTIVITIES: Purchases of property and equipment (37,614 ) (64,075 ) Collection on note receivable 42,460 35,587 Net cash provided by (used in) investing activities 4,846 (28,488 ) CASH FLOWS FROM FINANCING ACTIVITIES: Net proceeds from the issuance of common stock 8,512,861 1,777,950 Net proceeds from issuance of common stock from exercise of stock options 10,100 389,879 Net proceeds from the issuance of common stock from exercise of warrants 139,700 336,600 Purchase and retirement of common stock - (1,096,608 ) Withholding taxes paid on vesting of restricted stock units (4,233 ) - Net cash provided by financing activities 8,658,428 1,407,821 Net increase (decrease) increase in cash 4,917,989 (2,861,085 ) CASH, beginning of year 3,092,172 5,953,257 CASH, end of year $ 8,010,161 $ 3,092,172 A reconciliation of GAAP net loss to Adjusted EBITDA follows:\nYear Ended December 31, (Unaudited) 2017 2016 Net loss $ (6,020,505 ) $ (5,734,681 ) Reconciling items: Interest and other, net (59,841 ) (14,930 ) Depreciation and amortization 412,351 434,291 Stock-based compensation costs 435,679 935,899 Impairment of intangible assets 1,375,422 - Adjusted EBITDA $ (3,856,894 ) $ (4,379,421 ) About Intellicheck NYSE American: IDN Intellicheck is a trusted industry leader in technology solutions that provide real-time identification authentication and age verification. We make it possible for our clients to enhance safety and awareness, increase revenues, improve customer service, and increase operational efficiencies. Founded in 1994, Intellicheck has grown to serve dozens of Fortune 500 companies including retail and financial industry clients, police departments, national defense clients at agencies, major seaports, and military bases, and diverse state and federal government agencies. For more information on Intellicheck, visit http://www.intellicheck.com/ and follow Intellicheck on Twitter @IntellicheckIDN , on Facebook https://www.facebook.com/intellicheckidn/ , on Instagram @IntellicheckIDN , on LinkedIn https://www.linkedin.com/company/intellicheck-inc- and on YouTube https://www.youtube.com/user/ICMOBIL .\nSafe Harbor Statement\nStatements in this news release about Intellicheck’s future expectations, including: the advantages of our products, future demand for Intellicheck’s existing and future products, whether revenue and other financial metrics will improve in future periods, whether Intellicheck will be able to execute its turn-around plan or whether successful execution of the plan will result in increased revenues, whether sales of our products will continue at historic levels or increase, whether brand value and market awareness will grow, whether the Company can leverage existing partnerships or enter into new ones, and all other statements in this release, other than historical facts, are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995 (PSLRA). These statements, which express management’s current views concerning future events, trends, contingencies or results, appear at various places in this website and use words like “anticipate,” “assume,” “believe,” “continue,” “estimate,” “expect,” “forecast,” “future,” “intend,” “plan,” “potential,” “predict,” “project,” “strategy,” “target” and similar terms, and future or conditional tense verbs like “could,” “may,” “might,” “should,” “will” and “would” are forward-looking statements within the meaning of the PSLRA. This statement is included for the express purpose of availing Intellicheck, Inc. of the protections of the safe harbor provisions of the PSLRA. It is important to note that actual results and ultimate corporate actions could differ materially from those in such forward-looking statements based on such factors as market acceptance of Intellicheck’s products and the presently anticipated growth in the commercial adoption of the Company’s products and services, changing levels of demand for Intellicheck’s current and future products, Intellicheck’s ability to reduce or maintain expenses while increasing sales, customer results achieved using our products in both the short and long term, success of future research and development activities, Intellicheck’s ability to successfully manufacture, market and sell its products, Intellicheck’s ability to manufacture its products in sufficient quantities to meet demand within required delivery time periods while meeting its quality control standards, any delays or difficulties in the Company’s supply chain, the success of the Company’s sales and marketing efforts coupled with the typically long sales and implementation cycle for its products, Intellicheck’s ability to enforce its intellectual property rights, changes in laws and regulations applicable to the Company’s products, the Company’s continued ability to access government-provided data, the risks inherent in doing business with the government including audits and contract cancellations, liability resulting from any security breaches or product failure, and other risks detailed from time to time in Intellicheck’s reports filed with the SEC. We do not assume any obligation to update the forward-looking information.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180322005376/en/\nFor Intellicheck, Inc.\nInvestor Relations:\nGar Jackson, 949-873-2789\nor\nMedia and Public Relations:\nSharon Schultz , 302-539-3747\nSource: Intellicheck , Inc.",
    "published": "2018-03-22T23:05:00.000+02:00",
    "crawled": "2018-03-24T11:31:49.047+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "year",
        "year",
        "fourth",
        "quarter",
        "revenue",
        "increased",
        "saas",
        "revenue",
        "increased",
        "melville",
        "business",
        "wire",
        "intellicheck",
        "nyse",
        "american",
        "idn",
        "industry",
        "leader",
        "identification",
        "authentication",
        "solution",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "revenue",
        "fourth",
        "quarter",
        "ended",
        "december",
        "grew",
        "versus",
        "prior",
        "year",
        "comparable",
        "period",
        "saas",
        "revenue",
        "fourth",
        "quarter",
        "grew",
        "totaled",
        "versus",
        "prior",
        "year",
        "comparable",
        "period",
        "gross",
        "profit",
        "percentage",
        "revenue",
        "improved",
        "three",
        "month",
        "ended",
        "december",
        "versus",
        "prior",
        "year",
        "comparable",
        "period",
        "intellicheck",
        "ceo",
        "bryan",
        "lewis",
        "said",
        "excited",
        "opportunity",
        "lead",
        "company",
        "take",
        "step",
        "necessary",
        "monetize",
        "great",
        "technology",
        "going",
        "refocus",
        "effort",
        "drive",
        "revenue",
        "growth",
        "key",
        "market",
        "lewis",
        "explained",
        "vision",
        "company",
        "underscore",
        "key",
        "word",
        "focus",
        "change",
        "change",
        "include",
        "number",
        "new",
        "initiative",
        "including",
        "retraining",
        "sale",
        "force",
        "placing",
        "new",
        "emphasis",
        "marketing",
        "advertising",
        "build",
        "product",
        "awareness",
        "lewis",
        "noted",
        "also",
        "implementing",
        "new",
        "approach",
        "product",
        "sale",
        "redeploying",
        "sale",
        "force",
        "team",
        "focused",
        "exclusively",
        "law",
        "id",
        "product",
        "maximize",
        "effectiveness",
        "begun",
        "hiring",
        "sale",
        "people",
        "specifically",
        "law",
        "id",
        "believe",
        "focused",
        "approach",
        "efficient",
        "shotgun",
        "sale",
        "approach",
        "place",
        "date",
        "also",
        "build",
        "solid",
        "traction",
        "age",
        "id",
        "specific",
        "concentration",
        "large",
        "opportunity",
        "provide",
        "economy",
        "scale",
        "strong",
        "revenue",
        "growth",
        "time",
        "bank",
        "integrated",
        "end",
        "customer",
        "ultimately",
        "one",
        "impacted",
        "fraud",
        "enhance",
        "effort",
        "current",
        "expected",
        "additional",
        "partner",
        "recognizing",
        "bank",
        "one",
        "best",
        "partner",
        "drive",
        "growth",
        "recognizing",
        "retail",
        "id",
        "potential",
        "generate",
        "significant",
        "revenue",
        "growth",
        "going",
        "hone",
        "focus",
        "implementation",
        "partner",
        "provide",
        "clear",
        "opportunity",
        "market",
        "expansion",
        "concluded",
        "net",
        "loss",
        "three",
        "month",
        "ended",
        "december",
        "per",
        "diluted",
        "share",
        "versus",
        "per",
        "diluted",
        "share",
        "comparable",
        "prior",
        "year",
        "period",
        "net",
        "loss",
        "includes",
        "expense",
        "attributable",
        "employment",
        "contract",
        "former",
        "ceo",
        "additionally",
        "fourth",
        "quarter",
        "company",
        "impairment",
        "charge",
        "intangible",
        "asset",
        "year",
        "ended",
        "december",
        "adjusted",
        "ebitda",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "certain",
        "charge",
        "includes",
        "impairment",
        "charge",
        "loss",
        "fourth",
        "quarter",
        "versus",
        "loss",
        "prior",
        "year",
        "comparable",
        "period",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "provided",
        "elsewhere",
        "release",
        "revenue",
        "full",
        "year",
        "ended",
        "december",
        "versus",
        "prior",
        "year",
        "comparable",
        "period",
        "gross",
        "profit",
        "percentage",
        "revenue",
        "improved",
        "year",
        "ended",
        "december",
        "versus",
        "prior",
        "year",
        "comparable",
        "period",
        "net",
        "loss",
        "fiscal",
        "year",
        "ended",
        "december",
        "includes",
        "expense",
        "attributable",
        "employment",
        "contract",
        "former",
        "ceo",
        "impairment",
        "charge",
        "loss",
        "per",
        "diluted",
        "share",
        "versus",
        "loss",
        "per",
        "diluted",
        "share",
        "comparable",
        "prior",
        "year",
        "period",
        "adjusted",
        "ebitda",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "certain",
        "charge",
        "includes",
        "impairment",
        "charge",
        "improved",
        "million",
        "loss",
        "fiscal",
        "versus",
        "loss",
        "fiscal",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "provided",
        "elsewhere",
        "release",
        "cash",
        "end",
        "fiscal",
        "totaled",
        "million",
        "versus",
        "million",
        "prior",
        "year",
        "comparable",
        "period",
        "third",
        "quarter",
        "company",
        "closed",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "gross",
        "proceeds",
        "underwriting",
        "discount",
        "commission",
        "estimated",
        "offering",
        "cost",
        "approximately",
        "million",
        "stockholder",
        "equity",
        "totaled",
        "million",
        "end",
        "fiscal",
        "year",
        "versus",
        "million",
        "end",
        "comparable",
        "prior",
        "year",
        "period",
        "financial",
        "result",
        "reported",
        "today",
        "take",
        "account",
        "adjustment",
        "may",
        "required",
        "connection",
        "completion",
        "company",
        "review",
        "process",
        "considered",
        "preliminary",
        "intellicheck",
        "file",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "conference",
        "call",
        "information",
        "company",
        "hold",
        "earnings",
        "conference",
        "call",
        "today",
        "march",
        "pt",
        "discus",
        "operating",
        "result",
        "listen",
        "earnings",
        "conference",
        "call",
        "please",
        "dial",
        "caller",
        "outside",
        "please",
        "dial",
        "conference",
        "call",
        "also",
        "webcast",
        "simultaneously",
        "accessed",
        "http",
        "clicking",
        "link",
        "webcast",
        "webcast",
        "available",
        "day",
        "following",
        "conference",
        "call",
        "intellicheck",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "allowance",
        "december",
        "respectively",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "note",
        "receivable",
        "net",
        "current",
        "portion",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "current",
        "portion",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "revenue",
        "portion",
        "liability",
        "total",
        "liability",
        "commitment",
        "continigencies",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "intellicheck",
        "consolidated",
        "statement",
        "operation",
        "year",
        "ended",
        "december",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "research",
        "development",
        "impairment",
        "intangible",
        "asset",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "net",
        "loss",
        "per",
        "share",
        "information",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "common",
        "share",
        "used",
        "computing",
        "per",
        "share",
        "amount",
        "intellicheck",
        "consolidated",
        "statement",
        "stockholder",
        "equity",
        "year",
        "ended",
        "december",
        "additional",
        "common",
        "stock",
        "accumulated",
        "share",
        "amount",
        "capital",
        "deficit",
        "total",
        "balance",
        "december",
        "compensation",
        "expense",
        "employee",
        "director",
        "issuance",
        "common",
        "stock",
        "net",
        "cost",
        "purchase",
        "retirement",
        "common",
        "stock",
        "exercise",
        "stock",
        "option",
        "exercise",
        "warrant",
        "vesting",
        "restricted",
        "stock",
        "net",
        "loss",
        "balance",
        "december",
        "cumulative",
        "adjustment",
        "upon",
        "modified",
        "retrospective",
        "adoption",
        "asu",
        "balance",
        "adoption",
        "recent",
        "accounting",
        "pronouncement",
        "compensation",
        "expense",
        "employee",
        "director",
        "issuance",
        "common",
        "stock",
        "net",
        "cost",
        "exercise",
        "stock",
        "option",
        "exercise",
        "warrant",
        "vesting",
        "restricted",
        "stock",
        "share",
        "forfeited",
        "exchange",
        "payment",
        "withholding",
        "tax",
        "net",
        "loss",
        "balance",
        "december",
        "intellicheck",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "year",
        "ended",
        "december",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "change",
        "provision",
        "doubtful",
        "account",
        "deferred",
        "rent",
        "impairment",
        "intangible",
        "asset",
        "change",
        "asset",
        "liability",
        "increase",
        "decrease",
        "account",
        "receivable",
        "increase",
        "decrease",
        "inventory",
        "increase",
        "decrease",
        "current",
        "asset",
        "increase",
        "asset",
        "increase",
        "decrease",
        "account",
        "payable",
        "accrued",
        "expense",
        "decrease",
        "deferred",
        "revenue",
        "increase",
        "liability",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "collection",
        "note",
        "receivable",
        "net",
        "cash",
        "provided",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "net",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "net",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "exercise",
        "stock",
        "option",
        "net",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "exercise",
        "warrant",
        "purchase",
        "retirement",
        "common",
        "stock",
        "withholding",
        "tax",
        "paid",
        "vesting",
        "restricted",
        "stock",
        "unit",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "increase",
        "decrease",
        "increase",
        "cash",
        "cash",
        "beginning",
        "year",
        "cash",
        "end",
        "year",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "follows",
        "year",
        "ended",
        "december",
        "unaudited",
        "net",
        "loss",
        "reconciling",
        "item",
        "interest",
        "net",
        "depreciation",
        "amortization",
        "compensation",
        "cost",
        "impairment",
        "intangible",
        "asset",
        "adjusted",
        "ebitda",
        "intellicheck",
        "nyse",
        "american",
        "idn",
        "intellicheck",
        "trusted",
        "industry",
        "leader",
        "technology",
        "solution",
        "provide",
        "identification",
        "authentication",
        "age",
        "verification",
        "make",
        "possible",
        "client",
        "enhance",
        "safety",
        "awareness",
        "increase",
        "revenue",
        "improve",
        "customer",
        "service",
        "increase",
        "operational",
        "efficiency",
        "founded",
        "intellicheck",
        "grown",
        "serve",
        "dozen",
        "fortune",
        "company",
        "including",
        "retail",
        "financial",
        "industry",
        "client",
        "police",
        "department",
        "national",
        "defense",
        "client",
        "agency",
        "major",
        "seaport",
        "military",
        "base",
        "diverse",
        "state",
        "federal",
        "government",
        "agency",
        "information",
        "intellicheck",
        "visit",
        "http",
        "follow",
        "intellicheck",
        "twitter",
        "intellicheckidn",
        "facebook",
        "http",
        "instagram",
        "intellicheckidn",
        "linkedin",
        "http",
        "youtube",
        "http",
        "safe",
        "harbor",
        "statement",
        "statement",
        "news",
        "release",
        "intellicheck",
        "future",
        "expectation",
        "including",
        "advantage",
        "product",
        "future",
        "demand",
        "intellicheck",
        "existing",
        "future",
        "product",
        "whether",
        "revenue",
        "financial",
        "metric",
        "improve",
        "future",
        "period",
        "whether",
        "intellicheck",
        "able",
        "execute",
        "plan",
        "whether",
        "successful",
        "execution",
        "plan",
        "result",
        "increased",
        "revenue",
        "whether",
        "sale",
        "product",
        "continue",
        "historic",
        "level",
        "increase",
        "whether",
        "brand",
        "value",
        "market",
        "awareness",
        "grow",
        "whether",
        "company",
        "leverage",
        "existing",
        "partnership",
        "enter",
        "new",
        "one",
        "statement",
        "release",
        "historical",
        "fact",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "pslra",
        "statement",
        "express",
        "management",
        "current",
        "view",
        "concerning",
        "future",
        "event",
        "trend",
        "contingency",
        "result",
        "appear",
        "various",
        "place",
        "website",
        "use",
        "word",
        "like",
        "anticipate",
        "assume",
        "believe",
        "continue",
        "estimate",
        "expect",
        "forecast",
        "future",
        "intend",
        "plan",
        "potential",
        "predict",
        "project",
        "strategy",
        "target",
        "similar",
        "term",
        "future",
        "conditional",
        "tense",
        "verb",
        "like",
        "could",
        "may",
        "might",
        "would",
        "statement",
        "within",
        "meaning",
        "pslra",
        "statement",
        "included",
        "express",
        "purpose",
        "availing",
        "intellicheck",
        "protection",
        "safe",
        "harbor",
        "provision",
        "pslra",
        "important",
        "note",
        "actual",
        "result",
        "ultimate",
        "corporate",
        "action",
        "could",
        "differ",
        "materially",
        "statement",
        "based",
        "factor",
        "market",
        "acceptance",
        "intellicheck",
        "product",
        "presently",
        "anticipated",
        "growth",
        "commercial",
        "adoption",
        "company",
        "product",
        "service",
        "changing",
        "level",
        "demand",
        "intellicheck",
        "current",
        "future",
        "product",
        "intellicheck",
        "ability",
        "reduce",
        "maintain",
        "expense",
        "increasing",
        "sale",
        "customer",
        "result",
        "achieved",
        "using",
        "product",
        "short",
        "long",
        "term",
        "success",
        "future",
        "research",
        "development",
        "activity",
        "intellicheck",
        "ability",
        "successfully",
        "manufacture",
        "market",
        "sell",
        "product",
        "intellicheck",
        "ability",
        "manufacture",
        "product",
        "sufficient",
        "quantity",
        "meet",
        "demand",
        "within",
        "required",
        "delivery",
        "time",
        "period",
        "meeting",
        "quality",
        "control",
        "standard",
        "delay",
        "difficulty",
        "company",
        "supply",
        "chain",
        "success",
        "company",
        "sale",
        "marketing",
        "effort",
        "coupled",
        "typically",
        "long",
        "sale",
        "implementation",
        "cycle",
        "product",
        "intellicheck",
        "ability",
        "enforce",
        "intellectual",
        "property",
        "right",
        "change",
        "law",
        "regulation",
        "applicable",
        "company",
        "product",
        "company",
        "continued",
        "ability",
        "access",
        "data",
        "risk",
        "inherent",
        "business",
        "government",
        "including",
        "audit",
        "contract",
        "cancellation",
        "liability",
        "resulting",
        "security",
        "breach",
        "product",
        "failure",
        "risk",
        "detailed",
        "time",
        "time",
        "intellicheck",
        "report",
        "filed",
        "sec",
        "assume",
        "obligation",
        "update",
        "information",
        "view",
        "source",
        "version",
        "http",
        "intellicheck",
        "investor",
        "relation",
        "gar",
        "jackson",
        "medium",
        "public",
        "relation",
        "sharon",
        "schultz",
        "source",
        "intellicheck",
        "inc"
    ]
}