{
    "organizations": [],
    "uuid": "60568fb1a22fae1011aaa0771f810923f7e531ac",
    "author": "Clay Chandler",
    "url": "http://fortune.com/2018/03/03/trumps-tariffs-and-chinas-great-leap-backwards/",
    "ord_in_thread": 0,
    "title": "Trump's tariffs and China's great leap backwards",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Clay Chandler 10:14 PM EST\nSino-Saturday breaks late this week as I am in transit to Singapore for the launch of Brainstorm Design. More on that in the days ahead. For China-watchers, the past week brought three momentous developments. We began with the revelation that China’s National Peoples Congress has proposed rescinding a rule limiting China’s president to two five-year terms. Then, on Thursday, US president Donald Trump announced he would sign a bill imposing import tariffs of up to 25% on steel and 10% on aluminum. Finally Xi’s main economic advisor, Liu He, on a high-profile visit to Washington, received an unmistakeably frosty reception from the Trump White House.\nThe abolition of term limits for China’s presidency is a change many analysts had predicted, but one of huge significance because it clears the way for Xi Jinping to remain ruler of China for as long as he likes. It also confirms that China has cast aside the collective leadership model established under Deng Xiaoping in favor of the kind of strongman rule that characterized the era of Mao Zedong.\nTrump’s trade tariffs, intended to protect US producers from Chinese competitors, would apply to all steel and aluminum producing nations, including key strategic allies like Japan, South Korea and Canada. The measures invited immediate global criticism and are almost certain to provoke future retaliation.\nTrump’s refusal to meet with Liu is revealing as political theater. In his first year, Trump went to extraordinary lengths to praise Xi and cultivate a personal relationship with the Chinese leader. But such a deliberate snub of Xi’s personal emissary suggests the Trump-Xi bromance is over.\nTaken together, the three moves make the world economy a far riskier place than it was a week ago. The predictable result: a broad selloff in global equity markets.\nWhat’s next? To state the obvious: relations between the world’s two largest economies have entered a dangerous and unpredictable new phase.\nThere’s a case to be made that China’s decision to remove term limits on Xi is a positive for that nation’s growth. In theory, consolidating authority in a single individual will put an end to factional infighting and bring stability to policy-making; China now has a decisive leader who can make the tough choices required to ensure continued economic growth.\nIn my view, that case is weak. China’s shift to authoritarianism is a throwback to an old era in which dogma defeated dynamism and is a clear negative for future growth. China has made a great leap backwards from autocracy to dictatorship.\nIn a provocative essay published in Jack Ma’s South China Morning Post , David Shambaugh, a leading American China expert, argues that “Xi’s wilful overconcentration of power in himself, and his concomitant deconstruction of institutions and procedures that were established to constrain such power and avoid it ever being concentrated in a Chinese leader again, are both a reversal of the past 40 years of policies and a very dangerous precedent for the ­future.”\nAnd, as the Economist notes, the abolition of term limits on the Chinese presidency offers the clearest evidence to date that the West’s assumption that economic integration would encourage China to become a market economy was a huge miscalculation .\nMeanwhile, the Wall Street Journal ‘s fiercely conservative editorial board has blasted Trump’s new trade measures as “ the biggest policy blunder of his presidency .” Trump remains unfazed. On Friday, he boasted that “ trade wars are good and easy to win .” We’ll learn more about the details of Trump’s tariffs in the week ahead. Hang onto your hats.\nClay Chandler @claychandler clay.chandler@timeinc.com Technology and Innovation\nCloud mine. Apple will be moving its iCloud data to Chinese data centers in order to comply with Chinese regulations. Though the change only affects users whose accounts list mainland China as their country of residence, it raised concerns from human rights activists, who worry that it could lead to the arrests of democracy advocates. Reuters\nOn the plate. Alibaba has plans to acquire Ele.me, China’s largest food delivery platform, from existing investors such as Baidu. Alibaba and affiliate Ant Financial already own 40% of the start-up, valued at $9.5bn, and will buy the remainder from existing investors such as Baidu. Financial Times\nBillionaire’s row. China’s securities regulator is considering granting special approvals to tech unicorns to list on domestic stock exchanges. Applications from start-ups valued over $1bn in the biotech, cloud computing and other high-tech industries will have their IPO applications to the China Securities Regulatory Committee fast-tracked over regular applications. China Money Network\nMobike, China’s leader in dockless bike rentals, plans to impose higher fees on misbehaving users. Those with a “fair” score will have to pay double while those rated “poor” will be charged multiple times more, said the company. Tech in Asia\nThe People’s Daily, a Chinese newspaper often considered the Communist Party’s official mouthpiece, published a full-page spread this week reaffirming that the country does not only support blockchain technology, but hopes to be a global leader in the field. The paper added that government policy will help to further develop blockchain in China, and that the technology is “highly suited” to regulatory oversight. TechNode\nTencent founder Pony Ma is now China’s richest man, according to the latest Global Rich List published by respected Shanghai-based wealth research firm Hurun Report. Ma’s estimated fortune more than doubled to $47 billion in the last year as his company reached a value of $540bn, more than that of Facebook. CNN\nAdvertisement Trade and Economy\nTrading barbs. China has expressed “grave concern” and said it will actively take measures to protect its interests, after Trump remarked Friday that “trade wars are easy to win”, along with plans to levy penalties of 25 percent on imported steel and 10 percent on aluminum imports from next week. Trump’s words were also drew swift rebuke from the president of the European Commission. Associated Press\nLieutenant Liu. China this week sent Liu He, Xi Jinping’s most trusted economic adviser, to Washington for trade talks after a trip by state councillor Yang Jiechi failed to contain tensions between the world’s two biggest economies. But who exactly is Liu He? The Washington Post has an in-depth profile of Xi’s former schoolmate and party loyalist. Washington Post\nEnsure it. The Chinese government is stepping up scrutiny over China’s insurance sector. After seizing control of troubled Anbang Insurance Group last week, the China Insurance Regulatory Commission (CIRC) issued a warning this week to three major insurers, Ping An Insurance, New China Life Insurance and China Re Asset Management Co over their overseas investments. China Money Network\nDown but not out. A unit of the beleaguered HNA Group announced that it will be launching two funds with 20 billion yuan ($3.2 billion) to bolster and promote Beijing’s “Belt and Road” program for infrastructure development in emerging markets. The fund will be co-run by a Hong Kong-based company specialising in intellectual property exchange and will invest in projects connected with the Belt and Road program. Caixin Global\nIn Case You Missed It\nHave China’s politics taken a turn for the worse? The Economist\nChina Has Detained the Relatives of Four U.S. Journalists, Report Says TIME\nChina-South Korea Relations: A Delicate Détente The Diplomat\nBaidu’s video business iQiyi to raise up to $1.5B in US IPO TechCrunch\nChina’s SenseTime, MIT Launch Artificial Intelligence Alliance China Money Network\nChina issues first licenses to road test driverless vehicles Reuters\nChina racism row: meet African woman who lost out to blackface on TV gala South China Morning Post\nChina, too, has lessons to learn from US terracotta warrior vandalism case, experts say South China Morning Post\nAdvertisement Politics and Policy\nLeadership line-up. China is expected to have four new vice-premiers after the annual National People’s Congress this month. Three of them will likely helm Xi’s top priorities: poverty alleviation, environmental protection and curbing economic risks. The 200 members of the Communist Part’s Central Committee met this week to finalize senior level appointments and will endorse them at the national legislature’s full session that begins on Monday. South China Morning Post\nNothing is forever. The constitutional reforms to remove presidential term limits does not equate to life-long terms, official state media People’s Daily said in an editorial this week, after widespread concern that Xi Jinping was trying to hold on to power indefinitely. Reuters\nNothing to Xi here. The latest target of Chinese internet regulators: online criticism of Xi Jinping’s decision to remove limits on presidential terms. Dozens of phrases and new terms expressing fear of Xi’s dictatorial inclinations were scrubbed off social media platforms such as Weibo and WeChat. Financial Times\nAlso Australia. Australia’s army is following in the footsteps of the U.S. by phasing out the use of phones from Chinese makers Huawei and ZTE due to security concerns. The Australian defense department had previously purchased and issued Huawei and ZTE phones, but all Huawei phones have already been decommissioned. Caixin\nWater warrior. China is planning to launch the country’s first-ever nuclear-powered aircraft carrier in the water by 2025, amid efforts to bolster its military and step up its maritime defence. China’s two existing aircraft carriers use conventional oil power. South China Morning Post\nSummaries by Debbie Yong. @debyong\ndebbie.yong@timeinc.com\nFind past issues , and sign up for other Fortune newsletters .",
    "published": "2018-03-04T11:14:00.000+02:00",
    "crawled": "2018-03-04T10:13:51.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clay",
        "chandler",
        "pm",
        "est",
        "break",
        "late",
        "week",
        "transit",
        "singapore",
        "launch",
        "brainstorm",
        "design",
        "day",
        "ahead",
        "past",
        "week",
        "brought",
        "three",
        "momentous",
        "development",
        "began",
        "revelation",
        "china",
        "national",
        "people",
        "congress",
        "proposed",
        "rescinding",
        "rule",
        "limiting",
        "china",
        "president",
        "two",
        "term",
        "thursday",
        "u",
        "president",
        "donald",
        "trump",
        "announced",
        "would",
        "sign",
        "bill",
        "imposing",
        "import",
        "tariff",
        "steel",
        "aluminum",
        "finally",
        "xi",
        "main",
        "economic",
        "advisor",
        "liu",
        "visit",
        "washington",
        "received",
        "unmistakeably",
        "frosty",
        "reception",
        "trump",
        "white",
        "house",
        "abolition",
        "term",
        "limit",
        "china",
        "presidency",
        "change",
        "many",
        "analyst",
        "predicted",
        "one",
        "huge",
        "significance",
        "clear",
        "way",
        "xi",
        "jinping",
        "remain",
        "ruler",
        "china",
        "long",
        "like",
        "also",
        "confirms",
        "china",
        "cast",
        "aside",
        "collective",
        "leadership",
        "model",
        "established",
        "deng",
        "xiaoping",
        "favor",
        "kind",
        "strongman",
        "rule",
        "characterized",
        "era",
        "mao",
        "zedong",
        "trump",
        "trade",
        "tariff",
        "intended",
        "protect",
        "u",
        "producer",
        "chinese",
        "competitor",
        "would",
        "apply",
        "steel",
        "aluminum",
        "producing",
        "nation",
        "including",
        "key",
        "strategic",
        "ally",
        "like",
        "japan",
        "south",
        "korea",
        "canada",
        "measure",
        "invited",
        "immediate",
        "global",
        "criticism",
        "almost",
        "certain",
        "provoke",
        "future",
        "retaliation",
        "trump",
        "refusal",
        "meet",
        "liu",
        "revealing",
        "political",
        "theater",
        "first",
        "year",
        "trump",
        "went",
        "extraordinary",
        "length",
        "praise",
        "xi",
        "cultivate",
        "personal",
        "relationship",
        "chinese",
        "leader",
        "deliberate",
        "snub",
        "xi",
        "personal",
        "emissary",
        "suggests",
        "bromance",
        "taken",
        "together",
        "three",
        "move",
        "make",
        "world",
        "economy",
        "far",
        "riskier",
        "place",
        "week",
        "ago",
        "predictable",
        "result",
        "broad",
        "selloff",
        "global",
        "equity",
        "market",
        "next",
        "state",
        "obvious",
        "relation",
        "world",
        "two",
        "largest",
        "economy",
        "entered",
        "dangerous",
        "unpredictable",
        "new",
        "phase",
        "case",
        "made",
        "china",
        "decision",
        "remove",
        "term",
        "limit",
        "xi",
        "positive",
        "nation",
        "growth",
        "theory",
        "consolidating",
        "authority",
        "single",
        "individual",
        "put",
        "end",
        "factional",
        "infighting",
        "bring",
        "stability",
        "china",
        "decisive",
        "leader",
        "make",
        "tough",
        "choice",
        "required",
        "ensure",
        "continued",
        "economic",
        "growth",
        "view",
        "case",
        "weak",
        "china",
        "shift",
        "authoritarianism",
        "throwback",
        "old",
        "era",
        "dogma",
        "defeated",
        "dynamism",
        "clear",
        "negative",
        "future",
        "growth",
        "china",
        "made",
        "great",
        "leap",
        "backwards",
        "autocracy",
        "dictatorship",
        "provocative",
        "essay",
        "published",
        "jack",
        "south",
        "china",
        "morning",
        "post",
        "david",
        "shambaugh",
        "leading",
        "american",
        "china",
        "expert",
        "argues",
        "xi",
        "wilful",
        "overconcentration",
        "power",
        "concomitant",
        "deconstruction",
        "institution",
        "procedure",
        "established",
        "constrain",
        "power",
        "avoid",
        "ever",
        "concentrated",
        "chinese",
        "leader",
        "reversal",
        "past",
        "year",
        "policy",
        "dangerous",
        "precedent",
        "economist",
        "note",
        "abolition",
        "term",
        "limit",
        "chinese",
        "presidency",
        "offer",
        "clearest",
        "evidence",
        "date",
        "west",
        "assumption",
        "economic",
        "integration",
        "would",
        "encourage",
        "china",
        "become",
        "market",
        "economy",
        "huge",
        "miscalculation",
        "meanwhile",
        "wall",
        "street",
        "journal",
        "fiercely",
        "conservative",
        "editorial",
        "board",
        "blasted",
        "trump",
        "new",
        "trade",
        "measure",
        "biggest",
        "policy",
        "blunder",
        "presidency",
        "trump",
        "remains",
        "unfazed",
        "friday",
        "boasted",
        "trade",
        "war",
        "good",
        "easy",
        "win",
        "learn",
        "detail",
        "trump",
        "tariff",
        "week",
        "ahead",
        "hang",
        "onto",
        "hat",
        "clay",
        "chandler",
        "claychandler",
        "technology",
        "innovation",
        "cloud",
        "mine",
        "apple",
        "moving",
        "icloud",
        "data",
        "chinese",
        "data",
        "center",
        "order",
        "comply",
        "chinese",
        "regulation",
        "though",
        "change",
        "affect",
        "user",
        "whose",
        "account",
        "list",
        "mainland",
        "china",
        "country",
        "residence",
        "raised",
        "concern",
        "human",
        "right",
        "activist",
        "worry",
        "could",
        "lead",
        "arrest",
        "democracy",
        "advocate",
        "reuters",
        "plate",
        "alibaba",
        "plan",
        "acquire",
        "china",
        "largest",
        "food",
        "delivery",
        "platform",
        "existing",
        "investor",
        "baidu",
        "alibaba",
        "affiliate",
        "ant",
        "financial",
        "already",
        "valued",
        "buy",
        "remainder",
        "existing",
        "investor",
        "baidu",
        "financial",
        "time",
        "billionaire",
        "row",
        "china",
        "security",
        "regulator",
        "considering",
        "granting",
        "special",
        "approval",
        "tech",
        "unicorn",
        "list",
        "domestic",
        "stock",
        "exchange",
        "application",
        "valued",
        "1bn",
        "biotech",
        "cloud",
        "computing",
        "industry",
        "ipo",
        "application",
        "china",
        "security",
        "regulatory",
        "committee",
        "regular",
        "application",
        "china",
        "money",
        "network",
        "mobike",
        "china",
        "leader",
        "dockless",
        "bike",
        "rental",
        "plan",
        "impose",
        "higher",
        "fee",
        "misbehaving",
        "user",
        "fair",
        "score",
        "pay",
        "double",
        "rated",
        "poor",
        "charged",
        "multiple",
        "time",
        "said",
        "company",
        "tech",
        "asia",
        "people",
        "daily",
        "chinese",
        "newspaper",
        "often",
        "considered",
        "communist",
        "party",
        "official",
        "mouthpiece",
        "published",
        "spread",
        "week",
        "reaffirming",
        "country",
        "support",
        "blockchain",
        "technology",
        "hope",
        "global",
        "leader",
        "field",
        "paper",
        "added",
        "government",
        "policy",
        "help",
        "develop",
        "blockchain",
        "china",
        "technology",
        "highly",
        "suited",
        "regulatory",
        "oversight",
        "technode",
        "tencent",
        "founder",
        "pony",
        "china",
        "richest",
        "man",
        "according",
        "latest",
        "global",
        "rich",
        "list",
        "published",
        "respected",
        "wealth",
        "research",
        "firm",
        "hurun",
        "report",
        "estimated",
        "fortune",
        "doubled",
        "billion",
        "last",
        "year",
        "company",
        "reached",
        "value",
        "540bn",
        "facebook",
        "cnn",
        "advertisement",
        "trade",
        "economy",
        "trading",
        "barb",
        "china",
        "expressed",
        "grave",
        "concern",
        "said",
        "actively",
        "take",
        "measure",
        "protect",
        "interest",
        "trump",
        "remarked",
        "friday",
        "trade",
        "war",
        "easy",
        "win",
        "along",
        "plan",
        "levy",
        "penalty",
        "percent",
        "imported",
        "steel",
        "percent",
        "aluminum",
        "import",
        "next",
        "week",
        "trump",
        "word",
        "also",
        "drew",
        "swift",
        "rebuke",
        "president",
        "european",
        "commission",
        "associated",
        "press",
        "lieutenant",
        "liu",
        "china",
        "week",
        "sent",
        "liu",
        "xi",
        "jinping",
        "trusted",
        "economic",
        "adviser",
        "washington",
        "trade",
        "talk",
        "trip",
        "state",
        "councillor",
        "yang",
        "jiechi",
        "failed",
        "contain",
        "tension",
        "world",
        "two",
        "biggest",
        "economy",
        "exactly",
        "liu",
        "washington",
        "post",
        "profile",
        "xi",
        "former",
        "schoolmate",
        "party",
        "loyalist",
        "washington",
        "post",
        "ensure",
        "chinese",
        "government",
        "stepping",
        "scrutiny",
        "china",
        "insurance",
        "sector",
        "seizing",
        "control",
        "troubled",
        "anbang",
        "insurance",
        "group",
        "last",
        "week",
        "china",
        "insurance",
        "regulatory",
        "commission",
        "circ",
        "issued",
        "warning",
        "week",
        "three",
        "major",
        "insurer",
        "ping",
        "insurance",
        "new",
        "china",
        "life",
        "insurance",
        "china",
        "asset",
        "management",
        "co",
        "overseas",
        "investment",
        "china",
        "money",
        "network",
        "unit",
        "beleaguered",
        "hna",
        "group",
        "announced",
        "launching",
        "two",
        "fund",
        "billion",
        "yuan",
        "billion",
        "bolster",
        "promote",
        "beijing",
        "belt",
        "road",
        "program",
        "infrastructure",
        "development",
        "emerging",
        "market",
        "fund",
        "hong",
        "company",
        "specialising",
        "intellectual",
        "property",
        "exchange",
        "invest",
        "project",
        "connected",
        "belt",
        "road",
        "program",
        "caixin",
        "global",
        "case",
        "missed",
        "china",
        "politics",
        "taken",
        "turn",
        "worse",
        "economist",
        "china",
        "detained",
        "relative",
        "four",
        "journalist",
        "report",
        "say",
        "time",
        "korea",
        "relation",
        "delicate",
        "détente",
        "diplomat",
        "baidu",
        "video",
        "business",
        "iqiyi",
        "raise",
        "u",
        "ipo",
        "techcrunch",
        "china",
        "sensetime",
        "mit",
        "launch",
        "artificial",
        "intelligence",
        "alliance",
        "china",
        "money",
        "network",
        "china",
        "issue",
        "first",
        "license",
        "road",
        "test",
        "driverless",
        "vehicle",
        "reuters",
        "china",
        "racism",
        "row",
        "meet",
        "african",
        "woman",
        "lost",
        "blackface",
        "tv",
        "gala",
        "south",
        "china",
        "morning",
        "post",
        "china",
        "lesson",
        "learn",
        "u",
        "terracotta",
        "warrior",
        "vandalism",
        "case",
        "expert",
        "say",
        "south",
        "china",
        "morning",
        "post",
        "advertisement",
        "politics",
        "policy",
        "leadership",
        "china",
        "expected",
        "four",
        "new",
        "annual",
        "national",
        "people",
        "congress",
        "month",
        "three",
        "likely",
        "helm",
        "xi",
        "top",
        "priority",
        "poverty",
        "alleviation",
        "environmental",
        "protection",
        "curbing",
        "economic",
        "risk",
        "member",
        "communist",
        "part",
        "central",
        "committee",
        "met",
        "week",
        "finalize",
        "senior",
        "level",
        "appointment",
        "endorse",
        "national",
        "legislature",
        "full",
        "session",
        "begin",
        "monday",
        "south",
        "china",
        "morning",
        "post",
        "nothing",
        "forever",
        "constitutional",
        "reform",
        "remove",
        "presidential",
        "term",
        "limit",
        "equate",
        "term",
        "official",
        "state",
        "medium",
        "people",
        "daily",
        "said",
        "editorial",
        "week",
        "widespread",
        "concern",
        "xi",
        "jinping",
        "trying",
        "hold",
        "power",
        "indefinitely",
        "reuters",
        "nothing",
        "xi",
        "latest",
        "target",
        "chinese",
        "internet",
        "regulator",
        "online",
        "criticism",
        "xi",
        "jinping",
        "decision",
        "remove",
        "limit",
        "presidential",
        "term",
        "dozen",
        "phrase",
        "new",
        "term",
        "expressing",
        "fear",
        "xi",
        "dictatorial",
        "inclination",
        "scrubbed",
        "social",
        "medium",
        "platform",
        "weibo",
        "wechat",
        "financial",
        "time",
        "also",
        "australia",
        "australia",
        "army",
        "following",
        "footstep",
        "phasing",
        "use",
        "phone",
        "chinese",
        "maker",
        "huawei",
        "zte",
        "due",
        "security",
        "concern",
        "australian",
        "defense",
        "department",
        "previously",
        "purchased",
        "issued",
        "huawei",
        "zte",
        "phone",
        "huawei",
        "phone",
        "already",
        "decommissioned",
        "caixin",
        "water",
        "warrior",
        "china",
        "planning",
        "launch",
        "country",
        "aircraft",
        "carrier",
        "water",
        "amid",
        "effort",
        "bolster",
        "military",
        "step",
        "maritime",
        "defence",
        "china",
        "two",
        "existing",
        "aircraft",
        "carrier",
        "use",
        "conventional",
        "oil",
        "power",
        "south",
        "china",
        "morning",
        "post",
        "summary",
        "debbie",
        "yong",
        "debyong",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}