{
    "organizations": [],
    "uuid": "e43bdd99dca0baeac33c9926a4a56b66826b169b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/globe-newswire-cesca-therapeutics-announces-financial-results-for-the-transition-period-july-1-2017-to-december-31-2017-and-provides.html",
    "ord_in_thread": 0,
    "title": "Cesca Therapeutics Announces Financial Results for the Transition Period July 1, 2017 to December 31, 2017, and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RANCHO CORDOVA, Calif., March 22, 2018 (GLOBE NEWSWIRE) -- Cesca Therapeutics Inc. (NASDAQ:KOOL), a market leader in automated cell processing and point-of-care, autologous cell-based therapies, today announced financial and operating results for the transition period from July 1, 2017 to December 31, 2017, which is necessary to accommodate the change in the Company’s fiscal year end from June 30 to December 31, and provided a corporate update.\nTransition Period and Recent Highlights\nOn March 19, 2018, Cesca’s ThermoGenesis device subsidiary filed a new patent application with the US Patent and Trademark Office (USPTO) for an innovation to its CAR-TXpress™ technology which will allow for the simultaneous purification and activation of T-cells, thereby simplifying the CAR-TXpress workflow and tangibly accelerating the CAR-T cell manufacturing process.\nAlso on March 19, the Company announced that ThermoGenesis signed an exclusive license agreement with China-based IncoCell Tianjin Ltd. for CAR-T related contract development and manufacturing (CDMO) services covering the Asia Pacific region.\nOn February 26, 2018, the Company announced the commercial launch of its second-generation AXP ® II system for the advanced isolation, collection and storage of hematopoietic stem cell concentrates from both cord blood and peripheral blood.\nOn December 1, 2017, the Company raised net proceeds of $2.7 million through a follow-on offering of 898,402 shares of common stock.\nThe Company continued to advance development of ThermoGenesis’ novel CAR-TXpress platform, aimed at addressing the urgent need for automation of the CAR-T cell manufacturing process.\nThe Company bolstered its intellectual property position with the issuance of a second patent (No. 9,821,111) related to its Buoyancy-Activated Cell Separation, or X-BACS™, cell separation technology. On July 28, 2017, the Company announced that SynGen, which the Company acquired on July 10, 2017, had been awarded U.S. patent No. 9,695,394 covering the X-BACS apparatus. The X-BACS technology is key to the ongoing development of CAR-TXpress\nThe Company has continued to pursue active discussions with leading developers and others in the CAR-T space, for potential collaboration and co-development opportunities.\n“During the six-month transition period ended December 31, 2017, and through today, we have continued to make significant progress adapting our industry-leading cell processing technology to the burgeoning CAR-T market, where speed and consistency are key success factors,” stated Dr. Chris Xu, chief executive officer of Cesca. “We look forward to imminently introducing the first in a line of kits for the CAR-T research market – specifically, the X-Mini™. Our aim is to follow this with the introduction of the additional kits throughout the year. At the same time, we are entering the contract development and manufacturing (CDMO) capabilities market, as evidenced by our recently-signed license agreement with IncoCell Tianjin Ltd. We intend to leverage these new capabilities as we pursue collaborations with potential development partners, including leading pharmaceutical companies, medical technology companies, academic institutions and distributors.\n“We also recently introduced our second-generation system for advanced cord blood processing, AXP II, which will help Cesca maintain its leadership position in this important legacy market. Finally, we further strengthened our management team with the addition of Joe Balagot, who is now leading a robust corporate development program. We are very pleased with the progress we have made thus far, and believe we are well-positioned to be the partner-of-choice in the evolution and growth of CAR-T and other revolutionary immunotherapies.”\nFinancial Results for the Transitional Six Months Ended December 31, 2017\nNet revenue. Net revenues for the six months ended December 31, 2017 were $6.0 million compared to $7.8 million for the six months ended December 31, 2016. Revenues decreased primarily as a result of a single end user customer purchasing one-time larger than normal orders of AXP disposables to stock up inventory levels in the six months ended December 31, 2016, the distributor change in the China market and a one-time shipment of our remaining inventory associated with a discontinued product line (Res-Q ® ) in the prior year six month period. Offsetting these decreases was an increase in sales of our BioArchive ® devices, as we sold eight such devices during the six months ended December 31, 2017 as compared to none in the six months ended December 31, 2016.\nGross profit. Gross profit for the six months ended December 31, 2017 was $2.2 million, or 35.8% of net revenue, compared to $2.9 million, or 37.8% of net revenue for the comparable period in 2016. The decrease in gross profit margin was primarily due to higher overhead costs as a result of the acquisition of SynGen assets and our mix of products sold.\nSales and marketing expenses. Sales and marketing expenses for the six months ended December 31, 2017 were $935,000 compared to $775,000 for the six months ended December 31, 2016. The increase is primarily due to a higher personnel costs related to filling previously open positions and the transition of the X-Series product lines to ThermoGenesis Corp. as a result of the SynGen acquisition.\nResearch and development expenses. Research and development expenses for the six months ended December 31, 2017 were $2.2 million, compared to $1.4 million for the comparable period in 2016. The increase is due to additional headcount and expenses related to the development of our CAR-TXpress platform, and a shift in existing personnel from the clinical development segment to the device segment as we are minimally funding clinical development projects until a strategic partner is located.\nGeneral and administrative expenses. General and administrative expenses for the six months ended December 31, 2017 were $3.6 million compared to $6.3 million for the same period in 2016. The decrease is primarily due to a decrease in severance and accelerated stock expenses of $1.8 million for the termination of the former chief executive officer in November 2016, the elimination of certain positions and a decrease in legal expenses of approximately $1 million primarily due to settlement of the SynGen litigation.\nNet loss attributable to common stockholders. For the six months ended December 31, 2017, the Company reported a net loss attributable to common stockholders of $2.3 million, or ($0.23) per share, based on approximately 10.1 million weighted average basic and diluted common shares outstanding. This compares to a net loss of $25.8 million, or ($3.26) per share, based on approximately 7.9 million weighted average basic and diluted common shares outstanding for the six months ended December 31, 2016.\nAdjusted EBITDA. In addition to the results reported in accordance with U.S. GAAP, Cesca also uses a non-GAAP measure, adjusted EBITDA, to evaluate operating performance and to facilitate comparisons with historical results and trends. The Company defines EBITDA as its income or loss from operations in accordance with U.S. GAAP adjusted for depreciation and amortization along with stock compensation expense. For the six months ended December 31, 2017, Cesca reported an adjusted EBITDA loss of $4.0 million compared, essentially unchanged versus the six months ended December 31, 2016.\nConference Call and Webcast Information\nCesca will host a conference call and audio webcast today at 4:30 p.m. EDT (1:30 p.m. PDT). Participants may access the call by dialing 1-800-860-2442 within the U.S. or 1-412-858-4600 outside the U.S. and referencing “Cesca.” To access a live webcast of the call, please visit:\nhttp://services.choruscall.com/links/kool180322.html . A replay of the call can be accessed approximately one hour after completion of the call and will be available until October 19, 2017. To listen to the replay, dial 1-877-344-7529 within the U.S. or 1-412-317-0088 outside the U.S. and reference access code 10117314.\nAbout Cesca Therapeutics Inc.\nCesca Therapeutics develops, commercializes and markets a range of automated technologies for CAR-T and other cell-based therapies. Its device division, ThermoGenesis, provides a full suite of solutions for automated clinical biobanking, point-of-care applications, and automation for immuno-oncology. The Company is developing an automated, functionally-closed CAR-TXpress platform that addresses the critical unmet need for better cellular manufacturing and controls (CMC) for the emerging CAR-T immunotherapy market. Cesca is an affiliated company of China-based Boyalife Group.\nForward-Looking Statement\nThe statements contained herein may include statements of future expectations and other forward-looking statements that are based on management’s current views and assumptions and involve known and unknown risks and uncertainties that could cause actual results, performance or events to differ materially from those expressed or implied in such statements. A more complete description of risks that could cause actual events to differ from the outcomes predicted by Cesca Therapeutics’ forward-looking statements is set forth under the caption \"Risk Factors\" in Cesca Therapeutics’ annual report on Form 10-K and other reports it files with the Securities and Exchange Commission from time to time, and you should consider each of those factors when evaluating the forward-looking statements.\nCompany Contact:\nCesca Therapeutics Inc.\nWendy Samford\n916-858-5191\nir@cescatherapeutics.com\nInvestor Contact:\nRx Communications\nPaula Schwartz\n917-322-2216\npschwartz@rxir.com\nFinancials\nCesca Therapeutics Inc.\nCondensed Consolidated Balance Sheets\n(Unaudited)\nDecember 31,\n2017 June 30,\n2017 ASSETS Current assets: Cash and cash equivalents $ 3,513,000 $ 3,623,000 Accounts receivable, net 2,549,000 3,701,000 Inventories, net 4,798,000 3,617,000 Prepaid expenses and other current assets 594,000 237,000 Total current assets 11,454,000 11,178,000 Restricted cash 1,000,000 -- Equipment, net 2,996,000 2,330,000 Goodwill 13,976,000 13,195,000 Intangible assets, net 21,629,000 20,165,000 Other assets 56,000 64,000 Total assets $ 51,111,000 $ 46,932,000 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 2,079,000 $ 1,601,000 Other current liabilities 3,385,000 2,919,000 Total current liabilities 5,464,000 4,520,000 Long-term liabilities 12,435,000 11,575,000 Total Cesca Therapeutics Inc. stockholders’ equity 33,699,000 30,837,000 Noncontrolling interests (487,000 ) -- Total liabilities and stockholders’ equity $ 51,111,000 $ 46,932,000\nCesca Therapeutics Inc.\nCondensed Consolidated Statements of Operations\n(Unaudited)\nSix Months Ended\nDecember 31, 2017 2016 Net revenues $ 6,013,000 $ 7,772,000 Cost of revenues 3,858,000 4,838,000 Gross profit 2,155,000 2,934,000 Expenses: Sales and marketing 935,000 775,000 Research and development 2,246,000 1,364,000 General and administrative 3,572,000 6,316,000 Total operating expenses 6,753,000 8,455,000 Loss from operations (4,598,000 ) (5,521,000 ) Other income (expense): Interest expense (541,000 ) (10,537,000 ) Amortization of debt discount -- (9,851,000 ) Fair value change of derivative instruments 133,000 (174,000 ) Other income and (expenses) (2,000 ) 239,000 Total other expense $ (410,000 ) $ (20,323,000 ) Loss before benefit for income taxes (5,008,000 ) (25,844,000 ) Benefit for income taxes 2,238,000 -- Net loss $ (2,770,000 ) $ (25,844,000 ) Loss attributable to noncontrolling interests (487,000 ) -- Net loss attributable to common stockholders $ (2,283,000 ) $ (25,844,000 )\nCesca Therapeutics Inc.\nCondensed Consolidated Statements of Cash Flows\n(Unaudited)\nSix Months Ended\nDecember 31, 2017 2016 Cash flows from operating activities: Net cash (used in) operating activities $ (3,317,000 ) $ (2,570,000 ) Cash flows from investing activities: Cash paid for business acquisition (1,000,000 ) -- Capital expenditures (296,000 ) (276,000 ) Cash flows from financing activities: Proceeds from long term debt-related party 3,200,000 -- Payments on capital lease obligations (29,000 ) (46,000 ) Proceeds from issuance of common stock, net 2,368,000 2,091,000 Exercise of options 15,000 -- Cash paid for taxes on vested stock (52,000 ) (134,000 ) Net cash provided by financing activities 5,502,000 1,911,000 Effects of foreign currency rate changes on cash and cash equivalents 1,000 (1,000 ) Net increase (decrease) in cash, cash equivalents and restricted cash 890,000 (936,000 ) Cash, cash equivalents and restricted cash at beginning of period 3,623,000 5,835,000 Cash, cash equivalents and restricted cash at end of period $ 4,513,000 $ 4,899,000 Supplemental non-cash financing and investing information: Common stock issued for payment of convertible debenture and interest -- $ 23,905,000\nCesca Therapeutics Inc.\nAdjusted EBITDA\n(Unaudited)\nFor the Six Months Ended December 31, 2017 Clinical\nDevelopment Device Total Loss from operations $ (2,157,000 ) $ (2,441,000 ) $ (4,598,000 ) Add: Depreciation and amortization 152,000 170,000 322,000 Stock-based compensation expense 164,000 127,000 291,000 Adjusted EBITDA $ (1,841,000 ) $ (2,144,000 ) $ (3,985,000 )\nFor the Six Months Ended December 31, 2016 Clinical\nDevelopment Device Total Loss from operations $ (5,268,000 ) $ (253,000 ) $ (5,521,000 ) Add: Depreciation and amortization 274,000 199,000 473,000 Stock-based compensation expense 719,000 314,000 1,033,000 Adjusted EBITDA $ (4,275,000 ) $ 260,000 $ (4,015,000 )\nSource:Cesca Therapeutics Inc.",
    "published": "2018-03-22T23:05:00.000+02:00",
    "crawled": "2018-03-22T22:46:08.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rancho",
        "cordova",
        "march",
        "globe",
        "newswire",
        "cesca",
        "therapeutic",
        "nasdaq",
        "kool",
        "market",
        "leader",
        "automated",
        "cell",
        "processing",
        "autologous",
        "therapy",
        "today",
        "announced",
        "financial",
        "operating",
        "result",
        "transition",
        "period",
        "july",
        "december",
        "necessary",
        "accommodate",
        "change",
        "company",
        "fiscal",
        "year",
        "end",
        "june",
        "december",
        "provided",
        "corporate",
        "update",
        "transition",
        "period",
        "recent",
        "highlight",
        "march",
        "cesca",
        "thermogenesis",
        "device",
        "subsidiary",
        "filed",
        "new",
        "patent",
        "application",
        "u",
        "patent",
        "trademark",
        "office",
        "uspto",
        "innovation",
        "technology",
        "allow",
        "simultaneous",
        "purification",
        "activation",
        "thereby",
        "simplifying",
        "workflow",
        "tangibly",
        "accelerating",
        "cell",
        "manufacturing",
        "process",
        "also",
        "march",
        "company",
        "announced",
        "thermogenesis",
        "signed",
        "exclusive",
        "license",
        "agreement",
        "incocell",
        "tianjin",
        "related",
        "contract",
        "development",
        "manufacturing",
        "cdmo",
        "service",
        "covering",
        "asia",
        "pacific",
        "region",
        "february",
        "company",
        "announced",
        "commercial",
        "launch",
        "axp",
        "ii",
        "system",
        "advanced",
        "isolation",
        "collection",
        "storage",
        "hematopoietic",
        "stem",
        "cell",
        "concentrate",
        "cord",
        "blood",
        "peripheral",
        "blood",
        "december",
        "company",
        "raised",
        "net",
        "proceeds",
        "million",
        "offering",
        "share",
        "common",
        "stock",
        "company",
        "continued",
        "advance",
        "development",
        "thermogenesis",
        "novel",
        "platform",
        "aimed",
        "addressing",
        "urgent",
        "need",
        "automation",
        "cell",
        "manufacturing",
        "process",
        "company",
        "bolstered",
        "intellectual",
        "property",
        "position",
        "issuance",
        "second",
        "patent",
        "related",
        "cell",
        "separation",
        "cell",
        "separation",
        "technology",
        "july",
        "company",
        "announced",
        "syngen",
        "company",
        "acquired",
        "july",
        "awarded",
        "patent",
        "covering",
        "apparatus",
        "technology",
        "key",
        "ongoing",
        "development",
        "company",
        "continued",
        "pursue",
        "active",
        "discussion",
        "leading",
        "developer",
        "others",
        "space",
        "potential",
        "collaboration",
        "opportunity",
        "transition",
        "period",
        "ended",
        "december",
        "today",
        "continued",
        "make",
        "significant",
        "progress",
        "adapting",
        "cell",
        "processing",
        "technology",
        "burgeoning",
        "market",
        "speed",
        "consistency",
        "key",
        "success",
        "factor",
        "stated",
        "chris",
        "xu",
        "chief",
        "executive",
        "officer",
        "cesca",
        "look",
        "forward",
        "imminently",
        "introducing",
        "first",
        "line",
        "kit",
        "research",
        "market",
        "specifically",
        "aim",
        "follow",
        "introduction",
        "additional",
        "kit",
        "throughout",
        "year",
        "time",
        "entering",
        "contract",
        "development",
        "manufacturing",
        "cdmo",
        "capability",
        "market",
        "evidenced",
        "license",
        "agreement",
        "incocell",
        "tianjin",
        "intend",
        "leverage",
        "new",
        "capability",
        "pursue",
        "collaboration",
        "potential",
        "development",
        "partner",
        "including",
        "leading",
        "pharmaceutical",
        "company",
        "medical",
        "technology",
        "company",
        "academic",
        "institution",
        "distributor",
        "also",
        "recently",
        "introduced",
        "system",
        "advanced",
        "cord",
        "blood",
        "processing",
        "axp",
        "ii",
        "help",
        "cesca",
        "maintain",
        "leadership",
        "position",
        "important",
        "legacy",
        "market",
        "finally",
        "strengthened",
        "management",
        "team",
        "addition",
        "joe",
        "balagot",
        "leading",
        "robust",
        "corporate",
        "development",
        "program",
        "pleased",
        "progress",
        "made",
        "thus",
        "far",
        "believe",
        "evolution",
        "growth",
        "revolutionary",
        "financial",
        "result",
        "transitional",
        "six",
        "month",
        "ended",
        "december",
        "net",
        "revenue",
        "net",
        "revenue",
        "six",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "six",
        "month",
        "ended",
        "december",
        "revenue",
        "decreased",
        "primarily",
        "result",
        "single",
        "end",
        "user",
        "customer",
        "purchasing",
        "larger",
        "normal",
        "order",
        "axp",
        "disposable",
        "stock",
        "inventory",
        "level",
        "six",
        "month",
        "ended",
        "december",
        "distributor",
        "change",
        "china",
        "market",
        "shipment",
        "remaining",
        "inventory",
        "associated",
        "discontinued",
        "product",
        "line",
        "prior",
        "year",
        "six",
        "month",
        "period",
        "offsetting",
        "decrease",
        "increase",
        "sale",
        "bioarchive",
        "device",
        "sold",
        "eight",
        "device",
        "six",
        "month",
        "ended",
        "december",
        "compared",
        "none",
        "six",
        "month",
        "ended",
        "december",
        "gross",
        "profit",
        "gross",
        "profit",
        "six",
        "month",
        "ended",
        "december",
        "million",
        "net",
        "revenue",
        "compared",
        "million",
        "net",
        "revenue",
        "comparable",
        "period",
        "decrease",
        "gross",
        "profit",
        "margin",
        "primarily",
        "due",
        "higher",
        "overhead",
        "cost",
        "result",
        "acquisition",
        "syngen",
        "asset",
        "mix",
        "product",
        "sold",
        "sale",
        "marketing",
        "expense",
        "sale",
        "marketing",
        "expense",
        "six",
        "month",
        "ended",
        "december",
        "compared",
        "six",
        "month",
        "ended",
        "december",
        "increase",
        "primarily",
        "due",
        "higher",
        "personnel",
        "cost",
        "related",
        "filling",
        "previously",
        "open",
        "position",
        "transition",
        "product",
        "line",
        "thermogenesis",
        "result",
        "syngen",
        "acquisition",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "six",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "due",
        "additional",
        "headcount",
        "expense",
        "related",
        "development",
        "platform",
        "shift",
        "existing",
        "personnel",
        "clinical",
        "development",
        "segment",
        "device",
        "segment",
        "minimally",
        "funding",
        "clinical",
        "development",
        "project",
        "strategic",
        "partner",
        "located",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "expense",
        "six",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "due",
        "decrease",
        "severance",
        "accelerated",
        "stock",
        "expense",
        "million",
        "termination",
        "former",
        "chief",
        "executive",
        "officer",
        "november",
        "elimination",
        "certain",
        "position",
        "decrease",
        "legal",
        "expense",
        "approximately",
        "million",
        "primarily",
        "due",
        "settlement",
        "syngen",
        "litigation",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "six",
        "month",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "based",
        "approximately",
        "million",
        "weighted",
        "average",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "compare",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "based",
        "approximately",
        "million",
        "weighted",
        "average",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "six",
        "month",
        "ended",
        "december",
        "adjusted",
        "ebitda",
        "addition",
        "result",
        "reported",
        "accordance",
        "gaap",
        "cesca",
        "also",
        "us",
        "measure",
        "adjusted",
        "ebitda",
        "evaluate",
        "operating",
        "performance",
        "facilitate",
        "comparison",
        "historical",
        "result",
        "trend",
        "company",
        "defines",
        "ebitda",
        "income",
        "loss",
        "operation",
        "accordance",
        "gaap",
        "adjusted",
        "depreciation",
        "amortization",
        "along",
        "stock",
        "compensation",
        "expense",
        "six",
        "month",
        "ended",
        "december",
        "cesca",
        "reported",
        "adjusted",
        "ebitda",
        "loss",
        "million",
        "compared",
        "essentially",
        "unchanged",
        "versus",
        "six",
        "month",
        "ended",
        "december",
        "conference",
        "call",
        "webcast",
        "information",
        "cesca",
        "host",
        "conference",
        "call",
        "audio",
        "webcast",
        "today",
        "edt",
        "pdt",
        "participant",
        "may",
        "access",
        "call",
        "dialing",
        "within",
        "outside",
        "referencing",
        "access",
        "live",
        "webcast",
        "call",
        "please",
        "visit",
        "http",
        "replay",
        "call",
        "accessed",
        "approximately",
        "one",
        "hour",
        "completion",
        "call",
        "available",
        "october",
        "listen",
        "replay",
        "dial",
        "within",
        "outside",
        "reference",
        "access",
        "code",
        "cesca",
        "therapeutic",
        "cesca",
        "therapeutic",
        "develops",
        "commercializes",
        "market",
        "range",
        "automated",
        "technology",
        "therapy",
        "device",
        "division",
        "thermogenesis",
        "provides",
        "full",
        "suite",
        "solution",
        "automated",
        "clinical",
        "biobanking",
        "application",
        "automation",
        "company",
        "developing",
        "automated",
        "platform",
        "address",
        "critical",
        "unmet",
        "need",
        "better",
        "cellular",
        "manufacturing",
        "control",
        "cmc",
        "emerging",
        "immunotherapy",
        "market",
        "cesca",
        "affiliated",
        "company",
        "boyalife",
        "group",
        "statement",
        "statement",
        "contained",
        "herein",
        "may",
        "include",
        "statement",
        "future",
        "expectation",
        "statement",
        "based",
        "management",
        "current",
        "view",
        "assumption",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "complete",
        "description",
        "risk",
        "could",
        "cause",
        "actual",
        "event",
        "differ",
        "outcome",
        "predicted",
        "cesca",
        "therapeutic",
        "statement",
        "set",
        "forth",
        "caption",
        "risk",
        "factor",
        "cesca",
        "therapeutic",
        "annual",
        "report",
        "form",
        "report",
        "file",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "consider",
        "factor",
        "evaluating",
        "statement",
        "company",
        "contact",
        "cesca",
        "therapeutic",
        "wendy",
        "samford",
        "ir",
        "investor",
        "contact",
        "rx",
        "communication",
        "paula",
        "schwartz",
        "pschwartz",
        "financials",
        "cesca",
        "therapeutic",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "december",
        "june",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "restricted",
        "cash",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "cesca",
        "therapeutic",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "liability",
        "stockholder",
        "equity",
        "cesca",
        "therapeutic",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "six",
        "month",
        "ended",
        "december",
        "net",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "expense",
        "sale",
        "marketing",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "expense",
        "amortization",
        "debt",
        "discount",
        "fair",
        "value",
        "change",
        "derivative",
        "instrument",
        "income",
        "expense",
        "total",
        "expense",
        "loss",
        "benefit",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "net",
        "loss",
        "loss",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "cesca",
        "therapeutic",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "unaudited",
        "six",
        "month",
        "ended",
        "december",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "cash",
        "paid",
        "business",
        "acquisition",
        "capital",
        "expenditure",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "long",
        "term",
        "party",
        "payment",
        "capital",
        "lease",
        "obligation",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "net",
        "exercise",
        "option",
        "cash",
        "paid",
        "tax",
        "vested",
        "stock",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "effect",
        "foreign",
        "currency",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "net",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "end",
        "period",
        "supplemental",
        "financing",
        "investing",
        "information",
        "common",
        "stock",
        "issued",
        "payment",
        "convertible",
        "debenture",
        "interest",
        "cesca",
        "therapeutic",
        "adjusted",
        "ebitda",
        "unaudited",
        "six",
        "month",
        "ended",
        "december",
        "clinical",
        "development",
        "device",
        "total",
        "loss",
        "operation",
        "add",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "adjusted",
        "ebitda",
        "six",
        "month",
        "ended",
        "december",
        "clinical",
        "development",
        "device",
        "total",
        "loss",
        "operation",
        "add",
        "depreciation",
        "amortization",
        "compensation",
        "expense",
        "adjusted",
        "ebitda",
        "source",
        "cesca",
        "therapeutic",
        "inc"
    ]
}