{
    "organizations": [],
    "uuid": "2c3805238bed516faa0f183a2ebd22c70a546ca5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/27/pr-newswire-cboe-vests-new-dividend-aristocrats-etf-ticker-kng-combines-quality-dividend-growers-with-partial-call-overwriting-strategy.html",
    "ord_in_thread": 0,
    "title": "Cboe Vest's New \"Dividend Aristocrats\" ETF (Ticker: KNG) Combines Quality Dividend Growers with Partial Call Overwriting Strategy, Targeting Income with Growth",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MCLEAN, Va., March 27, 2018 /PRNewswire/ --\nCboe Vest is building the second generation of option-based index strategies. Such strategies incorporate novel uses of options seeking to achieve targeted portfolio return features such as risk mitigation, growth or income. Similar to the evolution from market-capitalization-weighted traditional beta strategies to factor tilt second-generation strategies (colloquially known as \"smart beta\"), Options 2.0 strategies are an evolution from the first-generation of simple but fully covered-call and put writing options strategies. Cboe Vest S&P 500® Dividend Aristocrats Target Income ETF (Ticker: KNG ) is the first index-based ETF to combine the dividend growth factor, a recognized smart beta strategy, with a second-generation dynamic and partial covered-call options strategy. KNG, which seeks to produce income with growth, is comprised of an equally weighted portfolio of well-known \"Aristocrats,\" S&P 500 stocks with a history of 25 years of consecutive dividend growth. A monthly call overwrite strategy applied to a small part of the stock holdings converts a portion of the future growth of each stock into current income. The fund gives investors access to a strategy targeting annualized income of 3.0% over the annual dividend yield of S&P 500 Index, with proportional price returns, in a single ticker.\nCboe Vest Financial LLC (\"Cboe Vest\"), a majority-owned asset management subsidiary of Cboe Global Markets, Inc., has launched the Cboe Vest S&P 500® Dividend Aristocrats Target Income ETF (KNG) , its first ETF.\nKNG is index-based and seeks to track the Cboe S&P 500 Dividend Aristocrats Target Income Index Monthly Series (Symbol: SPATI), an index designed to track the performance of a partial overwriting strategy applied to the stock holdings of the well-known S&P 500 Dividend Aristocrats Index.\nKNG seeks to solve the income dilemma brought on by low bond yields and concerns over fixed-income securities as a source of regular income, given their price sensitivity to rising interest rates. KNG targets portfolio yield, pursuing a strategy that seeks to convert a portion of the potential upside performance of dividend growers into current income. The strategy seeks to provide annualized income from stock dividends and option premiums of approximately 3% over the annual dividend yield of the S&P 500 Index and generate price returns that are proportional to the price appreciation of the S&P 500 Index, before fees and expenses.\nKaran Sood, CEO of Cboe Vest , said: \"ETFs have come a long way since the launch of market-cap-weighted equity strategies in the 1990's. KNG marks the beginning of \" Options 2.0 \" ETF strategies that seek to incorporate inventive uses of options to achieve return features consistent with a targeted goal (in this case the level of income) in portfolios.\"\nStrategy highlights:\nThe investment strategy for KNG involves purchasing stocks in the S&P 500 Dividend Aristocrats Index and \"writing,\" or selling, \"covered\" call options on a portion of the holdings of each stock each month. The criterion of consistent dividend growth results in a selection of \"Dividend Aristocrats\" stocks that are high quality—companies with strong balance sheets, a history of stable cash flows and earnings growth. Consistently increasing dividends is a means for management to signal confidence in their companies' growth prospects.\nThe capital appreciation potential from holding dividend growth stocks supports the growth component of the strategy, while the premiums collected from sale of the options, in addition to the dividend payments, support the target income goal.\n\"Investors have been challenged since the global financial crisis to find sources of income without introducing duration and credit risk into their portfolios. KNG, with its dividend grower stock selection and covered-call options strategy, offers a novel approach,\" said Steve Neamtz, President of Cboe Vest .\n\"The benefit to having an investment manager run these strategies includes professional expertise, lower trading costs and lower operational risks. The KNG ETF gives investors access to quality stocks and an enhanced income strategy in a single ticker,\" said Neamtz.\nThe new ETF is the first in a suite of Options 2.0 ETFs that Cboe Vest plans to launch this year. For more information on KNG or for a fund prospectus, please visit cboevestetfs.com .\nAbout Cboe Vest\nCboe Vest Financial LLC, is an asset management subsidiary of Cboe Global Markets, Inc. (NASDAQ: CBOE), the holding company of the Cboe Options Exchange, which is the largest US options exchange and creator of listed options. Cboe Vest offers unique \"Target Outcome\" solutions for protection, growth, income and absolute return needs in investment portfolios. Such solutions are available as Cboe Vest Mutual Funds, Cboe Vest ETFs or customizable managed accounts / sub-advisory services. For more information, please visit cboevest.com or follow us on Twitter @CboeVest.\nMedia Contact:\nJaime Doyle, JConnelly\n(973) 850-7308\njdoyle@jconnelly.com\nCompany Contact:\nLinda Werner, Cboe Vest\n(202) 794-6061\nlwerner@cboevest.com\nDISCLOSURES\nInvestors should consider the investment objectives, potential risks, management fees and charges and expenses carefully before investing. This and other information is contained in the Fund's statutory and summary prospectus, which may be obtained by calling 855-979-6060, or, when available, by visiting cboevestetfs.com . Please read the prospectus carefully before investing.\nInvestments involve risk. Principal loss is possible. The fund may trade at a premium or discount to NAV. Shares of any ETF are bought and sold at market price (not NAV) and are not individually redeemed from the Fund. Brokerage commissions will reduce returns.\nInvestors should consider the investment objectives, potential risks, management fees and charges and expenses carefully before investing. This and other information is contained in the Fund's statutory and summary prospectus, which may be obtained by visiting www.cboevestetfs.com . Please read the prospectus carefully before investing.\nTo the extent the Fund invests more heavily in particular sectors of the economy, the Fund's performance may be more sensitive to developments that significantly affect those sectors. The Fund is non-diversified and may concentrate its assets in fewer holdings than a diversified fund. Therefore, the Fund is more exposed to individual stock volatility. The Fund's emphasis on dividend-paying stocks could fall out of favor, or companies could reduce or eliminate dividends. Derivatives, such as the options in which the Fund invests, can be volatile and involve various types and degrees of risks, depending upon the characteristics of a particular derivative. Derivatives may entail investment exposures that are greater than their cost would suggest, meaning that a small investment in a derivative could have a substantial impact on the performance of the Fund. Writing call options are speculative activities and entail greater-than-ordinary investment risks. The Fund's use of derivatives, such as call options, can lead to losses because of adverse movements in the price or value of the underlying stock, which may be magnified by certain features of the options. These risks are heightened when the Fund's portfolio managers use options to enhance the Fund's return or as a substitute for a position or security. When selling a call option, the Fund will receive a premium; however, this premium may not be enough to offset a loss incurred by the Fund if the price of the underlying stock is above the strike price by an amount equal to or greater than the premium. The Fund's use of options may reduce the Fund's ability to profit from increases in the value of the underlying stock(s). The Fund may \"turn over\" some or all of its Covered Calls as frequently as weekly, and higher portfolio turnover may result in the Fund paying higher levels of transaction costs and generating greater tax liabilities for shareholders The Fund's covered call strategy may limit its ability to distribute dividends eligible for treatment as qualified dividend income and to distribute dividends eligible for the dividends-received deduction for corporate shareholders. For these reasons, a significant portion of income received from the Fund may be subject to tax at effective tax rates that are higher than the rates that would apply if the Fund were to engage in a different investment strategy. As with all index funds, the performance of the Fund and its Index may differ from each other for a variety of reasons. For example, the Fund incurs operating expenses and portfolio transaction costs not incurred by the Index. In addition, the Fund may not be fully invested in the securities of the Index at all times or may hold securities not included in the Index. There can be no guarantee that the Index or Fund will be successful in achieving the objective. The total return performance of the Index and Fund could be negative, even when the Fund achieves its objectives.\nRead the \"Principal Risk\" section of the Prospectus for a complete listing of fund-specific risks.\nThe expense ratio for KNG is 0.75%.\nThe Cboe S&P 500 Dividend Aristocrats Target Income Index Monthly Series (Ticker: SPATI) is a benchmark index designed to track the performance of a hypothetical partial buy-write strategy on constituents of the S&P 500 Dividend Aristocrats Index. An investment cannot be made directly in an index.\nThe S&P 500® Dividend Aristocrats® Index (Ticker: SPDAUDP), constructed and maintained by S&P Dow Jones Indices LLC, targets companies that are currently members of the S&P 500, have increased dividend payments each year for at least 25 years, and meet certain market capitalization and liquidity requirements.\nSmart beta refers to investment strategies that emphasize the use of alternative weighting schemes to traditional market capitalization-based indices.\nBeta is a measure of a stock's volatility relative to the overall market.\nDuration is an approximate measure of a bond's price sensitivity to changes in interest rates.\nDistributed by Quasar Distributors, LLC.\nView original content with multimedia: http://www.prnewswire.com/news-releases/cboe-vests-new-dividend-aristocrats-etf-ticker-kng-combines-quality-dividend-growers-with-partial-call-overwriting-strategy-targeting-income-with-growth-300620228.html\nSOURCE Cboe Vest Financial LLC",
    "published": "2018-03-27T18:30:00.000+03:00",
    "crawled": "2018-03-27T21:18:42.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mclean",
        "march",
        "cboe",
        "vest",
        "building",
        "second",
        "generation",
        "index",
        "strategy",
        "strategy",
        "incorporate",
        "novel",
        "us",
        "option",
        "seeking",
        "achieve",
        "targeted",
        "portfolio",
        "return",
        "feature",
        "risk",
        "mitigation",
        "growth",
        "income",
        "similar",
        "evolution",
        "traditional",
        "beta",
        "strategy",
        "factor",
        "tilt",
        "strategy",
        "colloquially",
        "known",
        "smart",
        "beta",
        "option",
        "strategy",
        "evolution",
        "simple",
        "fully",
        "put",
        "writing",
        "option",
        "strategy",
        "cboe",
        "vest",
        "p",
        "dividend",
        "aristocrat",
        "target",
        "income",
        "etf",
        "ticker",
        "kng",
        "first",
        "etf",
        "combine",
        "dividend",
        "growth",
        "factor",
        "recognized",
        "smart",
        "beta",
        "strategy",
        "dynamic",
        "partial",
        "option",
        "strategy",
        "kng",
        "seek",
        "produce",
        "income",
        "growth",
        "comprised",
        "equally",
        "weighted",
        "portfolio",
        "aristocrat",
        "p",
        "stock",
        "history",
        "year",
        "consecutive",
        "dividend",
        "growth",
        "monthly",
        "call",
        "overwrite",
        "strategy",
        "applied",
        "small",
        "part",
        "stock",
        "holding",
        "convert",
        "portion",
        "future",
        "growth",
        "stock",
        "current",
        "income",
        "fund",
        "give",
        "investor",
        "access",
        "strategy",
        "targeting",
        "annualized",
        "income",
        "annual",
        "dividend",
        "yield",
        "p",
        "index",
        "proportional",
        "price",
        "return",
        "single",
        "ticker",
        "cboe",
        "vest",
        "financial",
        "llc",
        "cboe",
        "vest",
        "asset",
        "management",
        "subsidiary",
        "cboe",
        "global",
        "market",
        "launched",
        "cboe",
        "vest",
        "p",
        "dividend",
        "aristocrat",
        "target",
        "income",
        "etf",
        "kng",
        "first",
        "etf",
        "kng",
        "seek",
        "track",
        "cboe",
        "p",
        "dividend",
        "aristocrat",
        "target",
        "income",
        "index",
        "monthly",
        "series",
        "symbol",
        "spati",
        "index",
        "designed",
        "track",
        "performance",
        "partial",
        "overwriting",
        "strategy",
        "applied",
        "stock",
        "holding",
        "p",
        "dividend",
        "aristocrat",
        "index",
        "kng",
        "seek",
        "solve",
        "income",
        "dilemma",
        "brought",
        "low",
        "bond",
        "yield",
        "concern",
        "security",
        "source",
        "regular",
        "income",
        "given",
        "price",
        "sensitivity",
        "rising",
        "interest",
        "rate",
        "kng",
        "target",
        "portfolio",
        "yield",
        "pursuing",
        "strategy",
        "seek",
        "convert",
        "portion",
        "potential",
        "upside",
        "performance",
        "dividend",
        "grower",
        "current",
        "income",
        "strategy",
        "seek",
        "provide",
        "annualized",
        "income",
        "stock",
        "dividend",
        "option",
        "premium",
        "approximately",
        "annual",
        "dividend",
        "yield",
        "p",
        "index",
        "generate",
        "price",
        "return",
        "proportional",
        "price",
        "appreciation",
        "p",
        "index",
        "fee",
        "expense",
        "karan",
        "sood",
        "ceo",
        "cboe",
        "vest",
        "said",
        "etf",
        "come",
        "long",
        "way",
        "since",
        "launch",
        "equity",
        "strategy",
        "kng",
        "mark",
        "beginning",
        "option",
        "etf",
        "strategy",
        "seek",
        "incorporate",
        "inventive",
        "us",
        "option",
        "achieve",
        "return",
        "feature",
        "consistent",
        "targeted",
        "goal",
        "case",
        "level",
        "income",
        "portfolio",
        "strategy",
        "highlight",
        "investment",
        "strategy",
        "kng",
        "involves",
        "purchasing",
        "stock",
        "p",
        "dividend",
        "aristocrat",
        "index",
        "writing",
        "selling",
        "covered",
        "call",
        "option",
        "portion",
        "holding",
        "stock",
        "month",
        "criterion",
        "consistent",
        "dividend",
        "growth",
        "result",
        "selection",
        "dividend",
        "aristocrat",
        "stock",
        "high",
        "strong",
        "balance",
        "sheet",
        "history",
        "stable",
        "cash",
        "flow",
        "earnings",
        "growth",
        "consistently",
        "increasing",
        "dividend",
        "mean",
        "management",
        "signal",
        "confidence",
        "company",
        "growth",
        "prospect",
        "capital",
        "appreciation",
        "potential",
        "holding",
        "dividend",
        "growth",
        "stock",
        "support",
        "growth",
        "component",
        "strategy",
        "premium",
        "collected",
        "sale",
        "option",
        "addition",
        "dividend",
        "payment",
        "support",
        "target",
        "income",
        "goal",
        "investor",
        "challenged",
        "since",
        "global",
        "financial",
        "crisis",
        "find",
        "source",
        "income",
        "without",
        "introducing",
        "duration",
        "credit",
        "risk",
        "portfolio",
        "kng",
        "dividend",
        "grower",
        "stock",
        "selection",
        "option",
        "strategy",
        "offer",
        "novel",
        "approach",
        "said",
        "steve",
        "neamtz",
        "president",
        "cboe",
        "vest",
        "benefit",
        "investment",
        "manager",
        "run",
        "strategy",
        "includes",
        "professional",
        "expertise",
        "lower",
        "trading",
        "cost",
        "lower",
        "operational",
        "risk",
        "kng",
        "etf",
        "give",
        "investor",
        "access",
        "quality",
        "stock",
        "enhanced",
        "income",
        "strategy",
        "single",
        "ticker",
        "said",
        "neamtz",
        "new",
        "etf",
        "first",
        "suite",
        "option",
        "etf",
        "cboe",
        "vest",
        "plan",
        "launch",
        "year",
        "information",
        "kng",
        "fund",
        "prospectus",
        "please",
        "visit",
        "cboe",
        "vest",
        "cboe",
        "vest",
        "financial",
        "llc",
        "asset",
        "management",
        "subsidiary",
        "cboe",
        "global",
        "market",
        "nasdaq",
        "cboe",
        "holding",
        "company",
        "cboe",
        "option",
        "exchange",
        "largest",
        "u",
        "option",
        "exchange",
        "creator",
        "listed",
        "option",
        "cboe",
        "vest",
        "offer",
        "unique",
        "target",
        "outcome",
        "solution",
        "protection",
        "growth",
        "income",
        "absolute",
        "return",
        "need",
        "investment",
        "portfolio",
        "solution",
        "available",
        "cboe",
        "vest",
        "mutual",
        "fund",
        "cboe",
        "vest",
        "etf",
        "customizable",
        "managed",
        "account",
        "service",
        "information",
        "please",
        "visit",
        "follow",
        "u",
        "twitter",
        "cboevest",
        "medium",
        "contact",
        "jaime",
        "doyle",
        "jconnelly",
        "jdoyle",
        "company",
        "contact",
        "linda",
        "werner",
        "cboe",
        "vest",
        "lwerner",
        "disclosure",
        "investor",
        "consider",
        "investment",
        "objective",
        "potential",
        "risk",
        "management",
        "fee",
        "charge",
        "expense",
        "carefully",
        "investing",
        "information",
        "contained",
        "fund",
        "statutory",
        "summary",
        "prospectus",
        "may",
        "obtained",
        "calling",
        "available",
        "visiting",
        "please",
        "read",
        "prospectus",
        "carefully",
        "investing",
        "investment",
        "involve",
        "risk",
        "principal",
        "loss",
        "possible",
        "fund",
        "may",
        "trade",
        "premium",
        "discount",
        "nav",
        "share",
        "etf",
        "bought",
        "sold",
        "market",
        "price",
        "nav",
        "individually",
        "redeemed",
        "fund",
        "brokerage",
        "commission",
        "reduce",
        "return",
        "investor",
        "consider",
        "investment",
        "objective",
        "potential",
        "risk",
        "management",
        "fee",
        "charge",
        "expense",
        "carefully",
        "investing",
        "information",
        "contained",
        "fund",
        "statutory",
        "summary",
        "prospectus",
        "may",
        "obtained",
        "visiting",
        "please",
        "read",
        "prospectus",
        "carefully",
        "investing",
        "extent",
        "fund",
        "invests",
        "heavily",
        "particular",
        "sector",
        "economy",
        "fund",
        "performance",
        "may",
        "sensitive",
        "development",
        "significantly",
        "affect",
        "sector",
        "fund",
        "may",
        "concentrate",
        "asset",
        "fewer",
        "holding",
        "diversified",
        "fund",
        "therefore",
        "fund",
        "exposed",
        "individual",
        "stock",
        "volatility",
        "fund",
        "emphasis",
        "stock",
        "could",
        "fall",
        "favor",
        "company",
        "could",
        "reduce",
        "eliminate",
        "dividend",
        "derivative",
        "option",
        "fund",
        "invests",
        "volatile",
        "involve",
        "various",
        "type",
        "degree",
        "risk",
        "depending",
        "upon",
        "characteristic",
        "particular",
        "derivative",
        "derivative",
        "may",
        "entail",
        "investment",
        "exposure",
        "greater",
        "cost",
        "would",
        "suggest",
        "meaning",
        "small",
        "investment",
        "derivative",
        "could",
        "substantial",
        "impact",
        "performance",
        "fund",
        "writing",
        "call",
        "option",
        "speculative",
        "activity",
        "entail",
        "investment",
        "risk",
        "fund",
        "use",
        "derivative",
        "call",
        "option",
        "lead",
        "loss",
        "adverse",
        "movement",
        "price",
        "value",
        "underlying",
        "stock",
        "may",
        "magnified",
        "certain",
        "feature",
        "option",
        "risk",
        "heightened",
        "fund",
        "portfolio",
        "manager",
        "use",
        "option",
        "enhance",
        "fund",
        "return",
        "substitute",
        "position",
        "security",
        "selling",
        "call",
        "option",
        "fund",
        "receive",
        "premium",
        "however",
        "premium",
        "may",
        "enough",
        "offset",
        "loss",
        "incurred",
        "fund",
        "price",
        "underlying",
        "stock",
        "strike",
        "price",
        "amount",
        "equal",
        "greater",
        "premium",
        "fund",
        "use",
        "option",
        "may",
        "reduce",
        "fund",
        "ability",
        "profit",
        "increase",
        "value",
        "underlying",
        "stock",
        "fund",
        "may",
        "turn",
        "covered",
        "call",
        "frequently",
        "weekly",
        "higher",
        "portfolio",
        "turnover",
        "may",
        "result",
        "fund",
        "paying",
        "higher",
        "level",
        "transaction",
        "cost",
        "generating",
        "greater",
        "tax",
        "liability",
        "shareholder",
        "fund",
        "covered",
        "call",
        "strategy",
        "may",
        "limit",
        "ability",
        "distribute",
        "dividend",
        "eligible",
        "treatment",
        "qualified",
        "dividend",
        "income",
        "distribute",
        "dividend",
        "eligible",
        "deduction",
        "corporate",
        "shareholder",
        "reason",
        "significant",
        "portion",
        "income",
        "received",
        "fund",
        "may",
        "subject",
        "tax",
        "effective",
        "tax",
        "rate",
        "higher",
        "rate",
        "would",
        "apply",
        "fund",
        "engage",
        "different",
        "investment",
        "strategy",
        "index",
        "fund",
        "performance",
        "fund",
        "index",
        "may",
        "differ",
        "variety",
        "reason",
        "example",
        "fund",
        "incurs",
        "operating",
        "expense",
        "portfolio",
        "transaction",
        "cost",
        "incurred",
        "index",
        "addition",
        "fund",
        "may",
        "fully",
        "invested",
        "security",
        "index",
        "time",
        "may",
        "hold",
        "security",
        "included",
        "index",
        "guarantee",
        "index",
        "fund",
        "successful",
        "achieving",
        "objective",
        "total",
        "return",
        "performance",
        "index",
        "fund",
        "could",
        "negative",
        "even",
        "fund",
        "achieves",
        "objective",
        "read",
        "principal",
        "risk",
        "section",
        "prospectus",
        "complete",
        "listing",
        "risk",
        "expense",
        "ratio",
        "kng",
        "cboe",
        "p",
        "dividend",
        "aristocrat",
        "target",
        "income",
        "index",
        "monthly",
        "series",
        "ticker",
        "spati",
        "benchmark",
        "index",
        "designed",
        "track",
        "performance",
        "hypothetical",
        "partial",
        "strategy",
        "constituent",
        "p",
        "dividend",
        "aristocrat",
        "index",
        "investment",
        "made",
        "directly",
        "index",
        "p",
        "dividend",
        "index",
        "ticker",
        "spdaudp",
        "constructed",
        "maintained",
        "p",
        "dow",
        "jones",
        "index",
        "llc",
        "target",
        "company",
        "currently",
        "member",
        "p",
        "increased",
        "dividend",
        "payment",
        "year",
        "least",
        "year",
        "meet",
        "certain",
        "market",
        "capitalization",
        "liquidity",
        "requirement",
        "smart",
        "beta",
        "refers",
        "investment",
        "strategy",
        "emphasize",
        "use",
        "alternative",
        "weighting",
        "scheme",
        "traditional",
        "market",
        "index",
        "beta",
        "measure",
        "stock",
        "volatility",
        "relative",
        "overall",
        "market",
        "duration",
        "approximate",
        "measure",
        "bond",
        "price",
        "sensitivity",
        "change",
        "interest",
        "rate",
        "distributed",
        "quasar",
        "distributor",
        "llc",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "cboe",
        "vest",
        "financial",
        "llc"
    ]
}