{
    "organizations": [],
    "uuid": "2d3ab442c223009dd3244ee3df52fcd287d1eca3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/globe-newswire-ceo-luc-jobin-is-leaving-cn-board-appoints-jean-jacques-ruest-interim-ceo.html",
    "ord_in_thread": 0,
    "title": "CEO Luc Jobin is leaving CN; Board appoints Jean-Jacques Ruest Interim CEO",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MONTREAL, March 05, 2018 (GLOBE NEWSWIRE) -- The Board of Directors of CN (TSX:CNR) (NYSE:CNI) announced today that Luc Jobin is leaving CN effective immediately.\nThe Board has appointed Jean-Jacques Ruest Interim President and Chief Executive Officer until a permanent replacement is in place. Mr. Ruest has been with the company for twenty-two years, the last eight as Executive Vice-President and Chief Marketing Officer.\n“The Board believes the company needs a leader who will energize the team, realize CN’s corporate vision and take the company forward with the speed and determination CN is known for,” said Board Chairman Robert Pace. “Mr. Ruest is well known to customers and investors, and is well positioned to focus the company and its very experienced and proven team of railroaders to rapidly address operational challenges during the transition.”\nThe Board believes that in an increasingly competitive marketplace, CN must respond with speed and innovation to retain its leadership position. The Board also recognizes the immediate operational and customer service challenges the company has been facing since Fall 2017 - led by high demand and insufficient network resiliency, coupled with severe winter weather conditions.\n“CN must accelerate execution of the innovation strategy articulated at our Investor Day last June,” said Mr. Pace. “The Board is confident this remains the right course to restore and retain industry-leading metrics and best in class customer service.”\nAn international search for a new CEO is underway.\nCompany Reaffirms Guidance\nDespite more difficult winter conditions and a very challenging start to the year, the Company remains confident about its future prospects. CN reiterated its fiscal year 2018 guidance to deliver adjusted diluted earnings per share in the range of C$5.25 to C$5.40 this year and will continue to invest in the safety and efficiency of its network with a record capital program in 2018 of C$3.2 billion.\nNon-GAAP Measures\nCN reports its financial results in accordance with United States generally accepted accounting principles (GAAP). CN also uses non-GAAP measures in this news release that do not have any standardized meaning prescribed by GAAP, including adjusted performance measures, constant currency, and free cash flow. These non-GAAP measures may not be comparable to similar measures presented by other companies.\nCN's full-year adjusted EPS outlook excludes the expected impact of certain income and expense items. However, management cannot individually quantify on a forward-looking basis the impact of these items on its EPS because these items, which could be significant, are difficult to predict and may be highly variable. As a result, CN does not provide a corresponding GAAP measure for, or reconciliation to, its adjusted EPS outlook.\nForward-Looking Statements\nCertain statements included in this news release constitute “forward-looking statements” within the meaning of the United States Private Securities Litigation Reform Act of 1995 and under Canadian securities laws. By their nature, forward-looking statements involve risks, uncertainties and assumptions. The Company cautions that its assumptions may not materialize and that current economic conditions render such assumptions, although reasonable at the time they were made, subject to greater uncertainty. Forward-looking statements may be identified by the use of terminology such as “believes,” “expects,” “anticipates,” “assumes,” “outlook,” “plans,” “targets,” or other similar words.\n2018 Key Assumptions\nCN has made a number of economic and market assumptions in preparing its 2018 outlook. The Company assumes that North American industrial production for the year will increase in the range of two to three per cent, and assumes U.S. housing starts in the range of 1.25 million units and U.S. motor vehicle sales of approximately 17 million units. For the 2017/2018 crop year, the grain crops in both Canada and the United States were above their respective three-year averages. The Company assumes that the 2018/2019 grain crops in both Canada and the United States will be in line with their respective three-year averages. CN assumes total RTMs in 2018 will increase in the range of three to five per cent versus 2017. CN expects continued pricing above inflation. CN assumes that in 2018 the value of the Canadian dollar in U.S. currency will be approximately $0.80, and that the average price of crude oil (West Texas Intermediate) will be in the range of US$60 to US$70 per barrel. In 2018, CN plans to invest approximately C$3.2 billion in its capital program, of which C$1.6 billion is targeted toward track infrastructure maintenance.\nForward-looking statements are not guarantees of future performance and involve known and unknown risks, uncertainties and other factors which may cause the actual results or performance of the Company to be materially different from the outlook or any future results or performance implied by such statements. Accordingly, readers are advised not to place undue reliance on forward-looking statements. Important risk factors that could affect the forward-looking statements include, but are not limited to, the effects of general economic and business conditions; industry competition; inflation, currency and interest rate fluctuations; changes in fuel prices; legislative and/or regulatory developments; compliance with environmental laws and regulations; actions by regulators; increases in maintenance and operating costs; security threats; reliance on technology and related cybersecurity risk; trade restrictions or other changes to international trade arrangements; transportation of hazardous materials; various events which could disrupt operations, including natural events such as severe weather, droughts, fires, floods and earthquakes; climate change; labor negotiations and disruptions; environmental claims; uncertainties of investigations, proceedings or other types of claims and litigation; risks and liabilities arising from derailments; timing and completion of capital programs; and other risks detailed from time to time in reports filed by CN with securities regulators in Canada and the United States. Reference should be made to Management’s Discussion and Analysis in CN’s annual and interim reports, Annual Information Form and Form 40-F, filed with Canadian and U.S. securities regulators and available on CN’s website, for a description of major risk factors.\nForward-looking statements reflect information as of the date on which they are made. CN assumes no obligation to update or revise forward-looking statements to reflect future events, changes in circumstances, or changes in beliefs, unless required by applicable securities laws. In the event CN does update any forward-looking statement, no inference should be made that CN will make additional updates with respect to that statement, related matters, or any other forward-looking statement.\nThis news release is available on the Company’s website at www.cn.ca/financial-results and on SEDAR at www.sedar.com as well as on the U.S. Securities and Exchange Commission’s website at www.sec.gov through EDGAR.\nCN is a true backbone of the economy whose team of approximately 24,000 railroaders transports more than C$250 billion worth of goods annually for a wide range of business sectors, ranging from resource products to manufactured products to consumer goods, across a rail network of approximately 20,000 route-miles spanning Canada and mid-America. CN – Canadian National Railway Company, along with its operating railway subsidiaries – serves the cities and ports of Vancouver, Prince Rupert, B.C., Montreal, Halifax, New Orleans, and Mobile, Ala., and the metropolitan areas of Toronto, Edmonton, Winnipeg, Calgary, Chicago, Memphis, Detroit, Duluth, Minn./Superior, Wis., and Jackson, Miss., with connections to all points in North America. For more information about CN, visit the Company’s website at www.cn.ca .\nContacts:\nMedia Investment Community Paul Deegan\nVice-President\nPublic and Government Affairs\npaul.deegan@cn.ca Paul Butcher\nVice-President\nInvestor Relations\n(514) 399-0052\nSource:Canadian National Railway",
    "published": "2018-03-05T15:31:00.000+02:00",
    "crawled": "2018-03-05T17:16:16.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "montreal",
        "march",
        "globe",
        "newswire",
        "board",
        "director",
        "cn",
        "tsx",
        "cnr",
        "nyse",
        "cni",
        "announced",
        "today",
        "luc",
        "jobin",
        "leaving",
        "cn",
        "effective",
        "immediately",
        "board",
        "appointed",
        "ruest",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "permanent",
        "replacement",
        "place",
        "ruest",
        "company",
        "year",
        "last",
        "eight",
        "executive",
        "chief",
        "marketing",
        "officer",
        "board",
        "belief",
        "company",
        "need",
        "leader",
        "energize",
        "team",
        "realize",
        "cn",
        "corporate",
        "vision",
        "take",
        "company",
        "forward",
        "speed",
        "determination",
        "cn",
        "known",
        "said",
        "board",
        "chairman",
        "robert",
        "pace",
        "mr",
        "ruest",
        "well",
        "known",
        "customer",
        "investor",
        "well",
        "positioned",
        "focus",
        "company",
        "experienced",
        "proven",
        "team",
        "railroader",
        "rapidly",
        "address",
        "operational",
        "challenge",
        "board",
        "belief",
        "increasingly",
        "competitive",
        "marketplace",
        "cn",
        "must",
        "respond",
        "speed",
        "innovation",
        "retain",
        "leadership",
        "position",
        "board",
        "also",
        "recognizes",
        "immediate",
        "operational",
        "customer",
        "service",
        "challenge",
        "company",
        "facing",
        "since",
        "fall",
        "led",
        "high",
        "demand",
        "insufficient",
        "network",
        "resiliency",
        "coupled",
        "severe",
        "winter",
        "weather",
        "condition",
        "cn",
        "must",
        "accelerate",
        "execution",
        "innovation",
        "strategy",
        "articulated",
        "investor",
        "day",
        "last",
        "june",
        "said",
        "pace",
        "board",
        "confident",
        "remains",
        "right",
        "course",
        "restore",
        "retain",
        "metric",
        "best",
        "class",
        "customer",
        "international",
        "search",
        "new",
        "ceo",
        "underway",
        "company",
        "reaffirms",
        "guidance",
        "despite",
        "difficult",
        "winter",
        "condition",
        "challenging",
        "start",
        "year",
        "company",
        "remains",
        "confident",
        "future",
        "prospect",
        "cn",
        "reiterated",
        "fiscal",
        "year",
        "guidance",
        "deliver",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "range",
        "c",
        "c",
        "year",
        "continue",
        "invest",
        "safety",
        "efficiency",
        "network",
        "record",
        "capital",
        "program",
        "c",
        "billion",
        "measure",
        "cn",
        "report",
        "financial",
        "result",
        "accordance",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "cn",
        "also",
        "us",
        "measure",
        "news",
        "release",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "including",
        "adjusted",
        "performance",
        "measure",
        "constant",
        "currency",
        "free",
        "cash",
        "flow",
        "measure",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "cn",
        "adjusted",
        "eps",
        "outlook",
        "excludes",
        "expected",
        "impact",
        "certain",
        "income",
        "expense",
        "item",
        "however",
        "management",
        "individually",
        "quantify",
        "basis",
        "impact",
        "item",
        "eps",
        "item",
        "could",
        "significant",
        "difficult",
        "predict",
        "may",
        "highly",
        "variable",
        "result",
        "cn",
        "provide",
        "corresponding",
        "gaap",
        "measure",
        "reconciliation",
        "adjusted",
        "eps",
        "outlook",
        "statement",
        "certain",
        "statement",
        "included",
        "news",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "canadian",
        "security",
        "law",
        "nature",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "company",
        "caution",
        "assumption",
        "may",
        "materialize",
        "current",
        "economic",
        "condition",
        "render",
        "assumption",
        "although",
        "reasonable",
        "time",
        "made",
        "subject",
        "greater",
        "uncertainty",
        "statement",
        "may",
        "identified",
        "use",
        "terminology",
        "belief",
        "expects",
        "anticipates",
        "assumes",
        "outlook",
        "plan",
        "target",
        "similar",
        "word",
        "key",
        "assumption",
        "cn",
        "made",
        "number",
        "economic",
        "market",
        "assumption",
        "preparing",
        "outlook",
        "company",
        "assumes",
        "north",
        "american",
        "industrial",
        "production",
        "year",
        "increase",
        "range",
        "two",
        "three",
        "per",
        "cent",
        "assumes",
        "housing",
        "start",
        "range",
        "million",
        "unit",
        "motor",
        "vehicle",
        "sale",
        "approximately",
        "million",
        "unit",
        "crop",
        "year",
        "grain",
        "crop",
        "canada",
        "united",
        "state",
        "respective",
        "average",
        "company",
        "assumes",
        "grain",
        "crop",
        "canada",
        "united",
        "state",
        "line",
        "respective",
        "average",
        "cn",
        "assumes",
        "total",
        "rtms",
        "increase",
        "range",
        "three",
        "five",
        "per",
        "cent",
        "versus",
        "cn",
        "expects",
        "continued",
        "pricing",
        "inflation",
        "cn",
        "assumes",
        "value",
        "canadian",
        "dollar",
        "currency",
        "approximately",
        "average",
        "price",
        "crude",
        "oil",
        "west",
        "texas",
        "intermediate",
        "range",
        "u",
        "u",
        "per",
        "barrel",
        "cn",
        "plan",
        "invest",
        "approximately",
        "c",
        "billion",
        "capital",
        "program",
        "c",
        "billion",
        "targeted",
        "toward",
        "track",
        "infrastructure",
        "maintenance",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "company",
        "materially",
        "different",
        "outlook",
        "future",
        "result",
        "performance",
        "implied",
        "statement",
        "accordingly",
        "reader",
        "advised",
        "place",
        "undue",
        "reliance",
        "statement",
        "important",
        "risk",
        "factor",
        "could",
        "affect",
        "statement",
        "include",
        "limited",
        "effect",
        "general",
        "economic",
        "business",
        "condition",
        "industry",
        "competition",
        "inflation",
        "currency",
        "interest",
        "rate",
        "fluctuation",
        "change",
        "fuel",
        "price",
        "legislative",
        "regulatory",
        "development",
        "compliance",
        "environmental",
        "law",
        "regulation",
        "action",
        "regulator",
        "increase",
        "maintenance",
        "operating",
        "cost",
        "security",
        "threat",
        "reliance",
        "technology",
        "related",
        "cybersecurity",
        "risk",
        "trade",
        "restriction",
        "change",
        "international",
        "trade",
        "arrangement",
        "transportation",
        "hazardous",
        "material",
        "various",
        "event",
        "could",
        "disrupt",
        "operation",
        "including",
        "natural",
        "event",
        "severe",
        "weather",
        "drought",
        "fire",
        "flood",
        "earthquake",
        "climate",
        "change",
        "labor",
        "negotiation",
        "disruption",
        "environmental",
        "claim",
        "uncertainty",
        "investigation",
        "proceeding",
        "type",
        "claim",
        "litigation",
        "risk",
        "liability",
        "arising",
        "derailment",
        "timing",
        "completion",
        "capital",
        "program",
        "risk",
        "detailed",
        "time",
        "time",
        "report",
        "filed",
        "cn",
        "security",
        "regulator",
        "canada",
        "united",
        "state",
        "reference",
        "made",
        "management",
        "discussion",
        "analysis",
        "cn",
        "annual",
        "interim",
        "report",
        "annual",
        "information",
        "form",
        "form",
        "filed",
        "canadian",
        "security",
        "regulator",
        "available",
        "cn",
        "website",
        "description",
        "major",
        "risk",
        "factor",
        "statement",
        "reflect",
        "information",
        "date",
        "made",
        "cn",
        "assumes",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "future",
        "event",
        "change",
        "circumstance",
        "change",
        "belief",
        "unless",
        "required",
        "applicable",
        "security",
        "law",
        "event",
        "cn",
        "update",
        "statement",
        "inference",
        "made",
        "cn",
        "make",
        "additional",
        "update",
        "respect",
        "statement",
        "related",
        "matter",
        "statement",
        "news",
        "release",
        "available",
        "company",
        "website",
        "sedar",
        "well",
        "security",
        "exchange",
        "commission",
        "website",
        "edgar",
        "cn",
        "true",
        "backbone",
        "economy",
        "whose",
        "team",
        "approximately",
        "railroader",
        "transport",
        "c",
        "billion",
        "worth",
        "good",
        "annually",
        "wide",
        "range",
        "business",
        "sector",
        "ranging",
        "resource",
        "product",
        "manufactured",
        "product",
        "consumer",
        "good",
        "across",
        "rail",
        "network",
        "approximately",
        "spanning",
        "canada",
        "cn",
        "canadian",
        "national",
        "railway",
        "company",
        "along",
        "operating",
        "railway",
        "subsidiary",
        "serf",
        "city",
        "port",
        "vancouver",
        "prince",
        "rupert",
        "montreal",
        "halifax",
        "new",
        "orleans",
        "mobile",
        "metropolitan",
        "area",
        "toronto",
        "edmonton",
        "winnipeg",
        "calgary",
        "chicago",
        "memphis",
        "detroit",
        "duluth",
        "jackson",
        "connection",
        "point",
        "north",
        "america",
        "information",
        "cn",
        "visit",
        "company",
        "website",
        "contact",
        "medium",
        "investment",
        "community",
        "paul",
        "deegan",
        "public",
        "government",
        "affair",
        "paul",
        "butcher",
        "investor",
        "relation",
        "source",
        "canadian",
        "national",
        "railway"
    ]
}