{
    "organizations": [],
    "uuid": "c5027c19071358a853d841311f1dca0b3125d6cd",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/09/business-wire-biloxi-marsh-lands-corporation-announces-audited-results-for-the-fourth-quarter-of-2017-12-months-ending-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "Biloxi Marsh Lands Corporation Announces Audited Results for the Fourth Quarter of 2017, 12 Months Ending December 31, 2017 and Provides Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "METAIRIE, La.--(BUSINESS WIRE)-- Biloxi Marsh Lands Corporation (PINK SHEETS:BLMC) announces results for the year ending December 31, 2017 and provides update. The Company’s annual revenue breakdown is as follows: 2017 revenue from oil and gas production for its fee lands was $103,032 compared to revenue of $81,859 in 2016. The flow-through loss from B&L Exploration, LLC (B&L) reduced the Company’s annual revenue by $741,597 in 2017 compared to $1,594,923 in 2016. Dividend and interest income for 2017 was $105,771, compared to $120,371 for 2016. In 2017, the Company realized a cumulative gain from the sale of investment securities of $548,455 compared to a cumulative gain in the amount of $895,344 in 2016. While 6 wells continue to produce from the Company’s fee lands, as of December 31, 2017, the combined net daily production accruing to the Company was minimal. Due to the minimal production from the Company’s fee lands, the Company opted not to commission a reserve study for the period ending December 31, 2017.\nMeanwhile, B&L’s net daily production from 6 wells as of December 31, 2017 was approximately 2,171 thousand cubic feet of natural gas (Mcfg) and 31 barrels of oil per day (BOPD).\nTwo independent reserve studies have been completed by separate reservoir engineering firms covering different properties in which B&L holds working interests. These studies estimate that B&L’s proved reserves as of December 31, 2017 were approximately 4.7 billion cubic feet of natural gas (Bcfg), approximately 101 thousand barrels of oil (Mbbl) and approximately 26.6 Mbbl of natural gas liquids. Meanwhile, B&L’s Probable and Possible reserves as of December 31, 2017 are estimated to be approximately 1.9 Bcfg. This compares to B&L’s estimated proved reserves as of December 31, 2016 which were approximately 10.8 Bcfg, approximately 257 Mbbl of oil and approximately 18.0 Mbbl of natural gas liquids.\nIt should be noted that a significant component of B&L’s proved reserves as of December 31, 2016 were Proved Undeveloped (PUD) attributed to B&L’s leasehold interest in a federal offshore block located in shallow water offshore of Louisiana. Due to the high cost of development of the offshore block, inherent risk of cost overruns and the current lower price of natural gas, B&L’s management opted not to invest in the development of the federal offshore lease during the term of the lease. The five-year lease expired in October of 2017 and the associated PUD reserves are not included in the December 31, 2017 reserve estimates.\nThe proved reserve studies referenced above include explanatory notes that are an integral part of each study. A copy of the 2018 President’s Report to Shareholders that includes these notes will be available on the Company’s website after March 30, 2018. The Company recommends that all interested parties refer to its website to view these notes and other relevant information: www.biloximarshlandscorp.com .\nDuring 2017 B&L underwent a realignment of its working interest investments. There were three components to this realignment which impacted B&L’s proved reserves as of December 31, 2017. As previously reported, the first was the sale of a non-operated working interest in a well in South Louisiana. The second was the expiration of a mineral lease in a federal offshore block located in shallow water offshore of Louisiana. The third was the filing of a bankruptcy petition by the operator of a field in South Louisiana in which B&L owned a non-operating working interest. It is uncertain whether the operator’s bankruptcy will have any future negative impact on B&L. This realignment effectively focused B&L’s efforts on south Texas.\nBased on information provided by the well’s operator to the Louisiana Department of Natural Resources (LDNR) and published on LDNR’s Strategic Online Natural Resources Information System (SONRIS – www.sonris.com ), the Highlander discovery well continued to produce at a flow rate of approximately 44,600 Mcfg per day during December 2017. B&L is contractually entitled to a 1.5% of 8/8ths overriding royalty interest (ORRI) in the Highlander discovery well and in all mineral leases obtained and maintained by Freeport-McMoRan Oil & Gas in its Highlander Project Area.\nB&L continues to successfully develop its Lago Verde project in South Texas. As previously reported, the Welder No. 4 well was placed on production on April 6, 2017. The Welder No. 4 well is the first development well drilled to offset B&L’s Welder No. 3 field discovery well. Continuing its field development, B&L drilled its Welder No. 6 well during July 2017. The Welder No. 6 well was fractured and placed on production in November 2017. B&L drilled its Welder No. 8 well during the fourth quarter of 2017. The Welder No. 8 well is scheduled for hydraulic fracturing operations at the end of the first quarter of 2018. B&L is the Operator and has a 62.5% working interest in the Welder No. 3, No. 4, No. 6 and No. 8 wells. B&L’s current mineral lease position is approximately 2,500 gross acres in south Texas.\nAs previously reported, on June 15, 2012, the Company filed a claim (Biloxi Marsh Lands Corp., et al. v. United States; Case No. 12-382L) in the U.S. Court of Federal Claims against the US Army Corps of Engineers (“The Biloxi Case”) seeking monetary damages for property damage and losses caused by the Mississippi River Gulf Outlet (MR-GO). A trial solely on the liability portion of the claims was originally set for October of 2017, and was continued to March 19, 2018. In January of 2018 The Biloxi Case was consolidated with other similar landowners’ cases against the US Army Corps of Engineers and will proceed as Biloxi Marsh Lands Corp., et al. v. United States, No. 12-382L. Liability is the first phase of the litigation process with the trial currently scheduled for October of 2018. It should be noted that this is the third continuance of the initial trial on the liability portion of this matter. If the liability portion of this matter is resolved in favor of the Company, there will be a second trial on damages to determine the value of the Company’s claims. At this time the Company cannot predict the timing of resolution or the outcome of this litigation process. While we will continue to aggressively pursue this claim, it is anticipated that this litigation against the federal government will be a long process.\nThe Company maintains a stock buyback program. On December 14, 2015, the board of directors authorized the additional purchase of up to 30,000 shares of the Company’s common stock. The purchases will be made from time to time on the open market at the sole discretion of the Company. All shares purchased will be held as treasury stock. As of the date of this press release, the Company has acquired 7,020 shares.\nB&L was organized as a limited liability Company (LLC) under the laws of Louisiana in July of 2006. B&L’s members are BLMC and Lake Eugenie Land & Development, Inc. (LKEU), which have membership percentages of 75% and 25%, respectively.\nDuring its meeting held on December 14, 2017, the board of directors declared a dividend of $.10 per outstanding share of common stock payable on Wednesday, January 3, 2018 to shareholders of record at the close of business on Friday, December 29, 2017. This represents a total cash dividend payment of $252,801 or $.10 per share. Since 2002, the Company has paid approximately $55,729,000 in total dividends. With the Company’s fee land based production depleting and no new wells being drilled on its fee lands, it will be difficult to maintain the level of dividends paid since 2002.\nWilliam B. Rudolf, President and CEO, commented: “During 2017 B&L’s management realigned its focus from south Louisiana to its Lago Verde Project in south Texas. The Company’s revenue from its fee lands has declined significantly and development of the minerals beneath our lands continues to prove difficult. This is due to a combination of factors which include the depth of prospects beneath our property, the current price of natural gas and the difficult environment for oil and gas operators in the state of Louisiana. The combination of these factors is making it more challenging for us to attract companies willing to explore for oil and gas in St. Bernard Parish, Louisiana. Nonetheless, we believe that we are positioning the Company for growth through B&L’s drilling program in south Texas. Meanwhile, B&L is cognizant that the Highlander discovery well continues to produce at significant rates.”\nThe Company maintains a website, www.biloximarshlandscorp.com , and strongly recommends that all investors and interested parties visit the website to view historical press releases, historical financial statements, and other relevant information.\nAs previously reported, the Company has engaged Postlethwaite & Netterville, APAC (P&N) to provide financial statement services for the years ending December 31, 2017 and December 31, 2016. P&N is one of the leading firms in the Gulf South. For over 65 years, P&N has delivered accounting, tax, consulting and technology services that address its clients’ important financial and operational challenges. Today, P&N is more than 600 employees strong, with nine offices in Texas and Louisiana, and is consistently ranked among the top 100 accounting firms in the U.S. by INSIDE Public Accounting magazine.\nBiloxi Marsh Lands Corporation owns approximately 90,000 acres of marsh lands located in St. Bernard Parish, Louisiana. As the landowner, it derives revenues from oil and gas exploration and production activities that take place on or near the Company’s fee lands and revenues from surface rentals. BLMC also owns a seventy-five percent interest in B&L Exploration, LLC which explores for and develops oil and gas primarily in Louisiana and Texas.\nThis news release contains forward-looking statements regarding oil and gas discoveries, oil and gas exploration, development and production activities and reserves. Accuracy of the forward-looking statements depends on assumptions about events that change over time and is thus susceptible to periodic change based on actual experience and new developments. The Company cautions readers that it assumes no obligation to update or publicly release any revisions to the forward-looking statements in this report. Important factors that might cause future results to differ from these forward-looking statements include: variations in the market prices of oil and natural gas; drilling results; unanticipated fluctuations in flow rates of producing wells; oil and natural gas reserves expectations; the ability to satisfy future cash obligations and environmental costs; and general exploration and development risks and hazards. Readers are cautioned not to place undue reliance on forward-looking statements made by or on behalf of the Company. Each such statement speaks only as of the day it was made. The factors described above cannot be controlled by the Company. When used in this report, the words “believes”, “estimates”, “plans”, “expects”, “could”, “should”, “outlook”, and “anticipates” and similar expressions as they relate to the Company or its management are intended to identify forward-looking statements.\nThe following Statements of Assets, Liabilities and Stockholders’ Equity—Income Tax Basis and Statements of Revenues and Expenses—Income Tax Basis have been derived from the Company’s end of the year financial statements, but do not include the information and footnotes that are an integral part of a complete financial statement. A complete copy of the audited Financial Statements—Income Tax Basis, Year Ended December 31, 2017 along with the 2018 President’s Report to Shareholders and the Company’s Proxy Statement will be available after March 30, 2018 on the Company’s website www.biloximarshlandscorp.com or through requesting a copy in writing from the Company - Attention: Investor Relations, Biloxi Marsh Lands Corporation, One Galleria Blvd., Suite 902, Metairie, LA 70001.\nBILOXI MARSH LANDS CORPORATION\nStatements of Assets, Liabilities, and Stockholders' Equity - Income Tax Basis December 31, 2017 and 2016 Assets\n2017\n2016 Current assets: Cash and cash equivalents $ 2,209,949 3,954,681 Accounts receivable 13,898 10,830 Accrued interest receivable 6,642 11,048 Federal income taxes receivable 7,195 7,195 Prepaid expenses 40,195 38,846 State income taxes receivable 1,591 4,948 Deferred tax asset 21,055 21,055 Marketable debt securities - at cost — 265,515 Other assets 3,830 3,830 Total current assets 2,304,355 4,317,948 Investment in partnership 1,065,508 1,807,105 Marketable debt and equity securities - at cost 6,714,675 4,930,346 Land - at cost 234,939 234,939 Geological and geophysical costs - fee lands, net of amortization — 8,224 Levees and office furniture and equipment 314,943 314,943 Accumulated depreciation (314,835 ) (314,483 ) Total assets $ 10,319,585 11,299,022 Liabilities and Stockholders' Equity Current liabilities: Accrued expenses and other current liabilities $ 33,234 29,977 Total current liabilities 33,234 29,977 Stockholders' equity: Common stock, $.001 par value. Authorized, 20,000,000 shares; issued, 2,851,196 shares; outstanding, 2,528,008 and 2,535,028 shares in 2017 and 2016, respectively\n47,520 47,520 Retained earnings 13,144,279 14,064,150 Treasury stock - 323,188 and 316,168 shares in 2017 and 2016, respectively, at cost\n(2,905,448 ) (2,842,625 ) Total stockholders' equity $ 10,286,351 11,269,045 Total liabilities and stockholders' equity $ 10,319,585 11,299,022 BILOXI MARSH LANDS CORPORATION Statements of Revenues and Expenses - Income Tax Basis December 31, 2017 and 2016 3 Months Ended 12 Months Ended December 31 December 31 2017 2016 2017 2016 Revenues: Oil and gas $ 13,862 $ 5,382 $ 48,032 $ 81,859 Surface rentals 10,000 - 55,000 - Total oil and gas revenues 23,862 5,382 103,032 81,859 Other income (loss): Loss from investment in partnership (426,491 ) (282,417 ) (741,597 ) (1,594,923 ) Dividends and interest income 30,467 25,328 105,771 120,371 Gain on settlement - 140,552 - 235,663 Gain on sale of securities (91,370 ) 536,879 548,455 895,344 Surface rentals 4,475 8,608 61,885 64,818 Total other income (loss) (482,919 ) 428,950 (25,486 ) (278,727 ) Total revenues and other income (loss) (459,057 ) 434,332 77,546 (196,868 ) Expenses: Total expenses 207,102 271,990 743,914 814,362 Net income (loss) before income taxes (666,159 ) 162,342 (666,368 ) (1,011,230 ) Income tax expense (benefit) - 184,863 - 32,095 Net income (loss) - income tax basis $ (666,159 ) (22,521 ) $ (666,368 ) (1,043,325 ) Net income (loss) per share - income tax basis $ (0.26 ) $ (0.01 ) $ (0.26 ) $ (0.41 )\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180309005736/en/\nBiloxi Marsh Lands Corporation\nColleen Starks, 504-837-4337\nSource: Biloxi Marsh Lands Corporation",
    "published": "2018-03-10T00:02:00.000+02:00",
    "crawled": "2018-03-10T00:21:17.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "metairie",
        "business",
        "wire",
        "biloxi",
        "marsh",
        "land",
        "corporation",
        "pink",
        "sheet",
        "blmc",
        "announces",
        "result",
        "year",
        "ending",
        "december",
        "provides",
        "update",
        "company",
        "annual",
        "revenue",
        "breakdown",
        "follows",
        "revenue",
        "oil",
        "gas",
        "production",
        "fee",
        "land",
        "compared",
        "revenue",
        "loss",
        "b",
        "l",
        "exploration",
        "llc",
        "b",
        "l",
        "reduced",
        "company",
        "annual",
        "revenue",
        "compared",
        "dividend",
        "interest",
        "income",
        "compared",
        "company",
        "realized",
        "cumulative",
        "gain",
        "sale",
        "investment",
        "security",
        "compared",
        "cumulative",
        "gain",
        "amount",
        "well",
        "continue",
        "produce",
        "company",
        "fee",
        "land",
        "december",
        "combined",
        "net",
        "daily",
        "production",
        "accruing",
        "company",
        "minimal",
        "due",
        "minimal",
        "production",
        "company",
        "fee",
        "land",
        "company",
        "opted",
        "commission",
        "reserve",
        "study",
        "period",
        "ending",
        "december",
        "meanwhile",
        "b",
        "l",
        "net",
        "daily",
        "production",
        "well",
        "december",
        "approximately",
        "thousand",
        "cubic",
        "foot",
        "natural",
        "gas",
        "mcfg",
        "barrel",
        "oil",
        "per",
        "day",
        "bopd",
        "two",
        "independent",
        "reserve",
        "study",
        "completed",
        "separate",
        "reservoir",
        "engineering",
        "firm",
        "covering",
        "different",
        "property",
        "b",
        "l",
        "hold",
        "working",
        "interest",
        "study",
        "estimate",
        "b",
        "l",
        "proved",
        "reserve",
        "december",
        "approximately",
        "billion",
        "cubic",
        "foot",
        "natural",
        "gas",
        "bcfg",
        "approximately",
        "thousand",
        "barrel",
        "oil",
        "mbbl",
        "approximately",
        "mbbl",
        "natural",
        "gas",
        "liquid",
        "meanwhile",
        "b",
        "l",
        "probable",
        "possible",
        "reserve",
        "december",
        "estimated",
        "approximately",
        "bcfg",
        "compare",
        "b",
        "l",
        "estimated",
        "proved",
        "reserve",
        "december",
        "approximately",
        "bcfg",
        "approximately",
        "mbbl",
        "oil",
        "approximately",
        "mbbl",
        "natural",
        "gas",
        "liquid",
        "noted",
        "significant",
        "component",
        "b",
        "l",
        "proved",
        "reserve",
        "december",
        "proved",
        "undeveloped",
        "pud",
        "attributed",
        "b",
        "l",
        "leasehold",
        "interest",
        "federal",
        "offshore",
        "block",
        "located",
        "shallow",
        "water",
        "offshore",
        "louisiana",
        "due",
        "high",
        "cost",
        "development",
        "offshore",
        "block",
        "inherent",
        "risk",
        "cost",
        "overrun",
        "current",
        "lower",
        "price",
        "natural",
        "gas",
        "b",
        "l",
        "management",
        "opted",
        "invest",
        "development",
        "federal",
        "offshore",
        "lease",
        "term",
        "lease",
        "lease",
        "expired",
        "october",
        "associated",
        "pud",
        "reserve",
        "included",
        "december",
        "reserve",
        "estimate",
        "proved",
        "reserve",
        "study",
        "referenced",
        "include",
        "explanatory",
        "note",
        "integral",
        "part",
        "study",
        "copy",
        "president",
        "report",
        "shareholder",
        "includes",
        "note",
        "available",
        "company",
        "website",
        "march",
        "company",
        "recommends",
        "interested",
        "party",
        "refer",
        "website",
        "view",
        "note",
        "relevant",
        "information",
        "b",
        "l",
        "underwent",
        "realignment",
        "working",
        "interest",
        "investment",
        "three",
        "component",
        "realignment",
        "impacted",
        "b",
        "l",
        "proved",
        "reserve",
        "december",
        "previously",
        "reported",
        "first",
        "sale",
        "working",
        "interest",
        "well",
        "south",
        "louisiana",
        "second",
        "expiration",
        "mineral",
        "lease",
        "federal",
        "offshore",
        "block",
        "located",
        "shallow",
        "water",
        "offshore",
        "louisiana",
        "third",
        "filing",
        "bankruptcy",
        "petition",
        "operator",
        "field",
        "south",
        "louisiana",
        "b",
        "l",
        "owned",
        "working",
        "interest",
        "uncertain",
        "whether",
        "operator",
        "bankruptcy",
        "future",
        "negative",
        "impact",
        "b",
        "l",
        "realignment",
        "effectively",
        "focused",
        "b",
        "l",
        "effort",
        "south",
        "texas",
        "based",
        "information",
        "provided",
        "well",
        "operator",
        "louisiana",
        "department",
        "natural",
        "resource",
        "ldnr",
        "published",
        "ldnr",
        "strategic",
        "online",
        "natural",
        "resource",
        "information",
        "system",
        "sonris",
        "highlander",
        "discovery",
        "well",
        "continued",
        "produce",
        "flow",
        "rate",
        "approximately",
        "mcfg",
        "per",
        "day",
        "december",
        "b",
        "l",
        "contractually",
        "entitled",
        "overriding",
        "royalty",
        "interest",
        "orri",
        "highlander",
        "discovery",
        "well",
        "mineral",
        "lease",
        "obtained",
        "maintained",
        "oil",
        "gas",
        "highlander",
        "project",
        "area",
        "b",
        "l",
        "continues",
        "successfully",
        "develop",
        "lago",
        "verde",
        "project",
        "south",
        "texas",
        "previously",
        "reported",
        "welder",
        "well",
        "placed",
        "production",
        "april",
        "welder",
        "well",
        "first",
        "development",
        "well",
        "drilled",
        "offset",
        "b",
        "l",
        "welder",
        "field",
        "discovery",
        "well",
        "continuing",
        "field",
        "development",
        "b",
        "l",
        "drilled",
        "welder",
        "well",
        "july",
        "welder",
        "well",
        "fractured",
        "placed",
        "production",
        "november",
        "b",
        "l",
        "drilled",
        "welder",
        "well",
        "fourth",
        "quarter",
        "welder",
        "well",
        "scheduled",
        "hydraulic",
        "fracturing",
        "operation",
        "end",
        "first",
        "quarter",
        "b",
        "l",
        "operator",
        "working",
        "interest",
        "welder",
        "well",
        "b",
        "l",
        "current",
        "mineral",
        "lease",
        "position",
        "approximately",
        "gross",
        "acre",
        "south",
        "texas",
        "previously",
        "reported",
        "june",
        "company",
        "filed",
        "claim",
        "biloxi",
        "marsh",
        "land",
        "et",
        "al",
        "united",
        "state",
        "case",
        "court",
        "federal",
        "claim",
        "u",
        "army",
        "corp",
        "engineer",
        "biloxi",
        "case",
        "seeking",
        "monetary",
        "damage",
        "property",
        "damage",
        "loss",
        "caused",
        "mississippi",
        "river",
        "gulf",
        "outlet",
        "trial",
        "solely",
        "liability",
        "portion",
        "claim",
        "originally",
        "set",
        "october",
        "continued",
        "march",
        "january",
        "biloxi",
        "case",
        "consolidated",
        "similar",
        "landowner",
        "case",
        "u",
        "army",
        "corp",
        "engineer",
        "proceed",
        "biloxi",
        "marsh",
        "land",
        "et",
        "al",
        "united",
        "state",
        "liability",
        "first",
        "phase",
        "litigation",
        "process",
        "trial",
        "currently",
        "scheduled",
        "october",
        "noted",
        "third",
        "continuance",
        "initial",
        "trial",
        "liability",
        "portion",
        "matter",
        "liability",
        "portion",
        "matter",
        "resolved",
        "favor",
        "company",
        "second",
        "trial",
        "damage",
        "determine",
        "value",
        "company",
        "claim",
        "time",
        "company",
        "predict",
        "timing",
        "resolution",
        "outcome",
        "litigation",
        "process",
        "continue",
        "aggressively",
        "pursue",
        "claim",
        "anticipated",
        "litigation",
        "federal",
        "government",
        "long",
        "process",
        "company",
        "maintains",
        "stock",
        "buyback",
        "program",
        "december",
        "board",
        "director",
        "authorized",
        "additional",
        "purchase",
        "share",
        "company",
        "common",
        "stock",
        "purchase",
        "made",
        "time",
        "time",
        "open",
        "market",
        "sole",
        "discretion",
        "company",
        "share",
        "purchased",
        "held",
        "treasury",
        "stock",
        "date",
        "press",
        "release",
        "company",
        "acquired",
        "share",
        "b",
        "l",
        "organized",
        "limited",
        "liability",
        "company",
        "llc",
        "law",
        "louisiana",
        "july",
        "b",
        "l",
        "member",
        "blmc",
        "lake",
        "eugenie",
        "land",
        "development",
        "lkeu",
        "membership",
        "percentage",
        "respectively",
        "meeting",
        "held",
        "december",
        "board",
        "director",
        "declared",
        "dividend",
        "per",
        "outstanding",
        "share",
        "common",
        "stock",
        "payable",
        "wednesday",
        "january",
        "shareholder",
        "record",
        "close",
        "business",
        "friday",
        "december",
        "represents",
        "total",
        "cash",
        "dividend",
        "payment",
        "per",
        "share",
        "since",
        "company",
        "paid",
        "approximately",
        "total",
        "dividend",
        "company",
        "fee",
        "land",
        "based",
        "production",
        "depleting",
        "new",
        "well",
        "drilled",
        "fee",
        "land",
        "difficult",
        "maintain",
        "level",
        "dividend",
        "paid",
        "since",
        "william",
        "rudolf",
        "president",
        "ceo",
        "commented",
        "b",
        "l",
        "management",
        "realigned",
        "focus",
        "south",
        "louisiana",
        "lago",
        "verde",
        "project",
        "south",
        "texas",
        "company",
        "revenue",
        "fee",
        "land",
        "declined",
        "significantly",
        "development",
        "mineral",
        "beneath",
        "land",
        "continues",
        "prove",
        "difficult",
        "due",
        "combination",
        "factor",
        "include",
        "depth",
        "prospect",
        "beneath",
        "property",
        "current",
        "price",
        "natural",
        "gas",
        "difficult",
        "environment",
        "oil",
        "gas",
        "operator",
        "state",
        "louisiana",
        "combination",
        "factor",
        "making",
        "challenging",
        "u",
        "attract",
        "company",
        "willing",
        "explore",
        "oil",
        "gas",
        "bernard",
        "parish",
        "louisiana",
        "nonetheless",
        "believe",
        "positioning",
        "company",
        "growth",
        "b",
        "l",
        "drilling",
        "program",
        "south",
        "texas",
        "meanwhile",
        "b",
        "l",
        "cognizant",
        "highlander",
        "discovery",
        "well",
        "continues",
        "produce",
        "significant",
        "company",
        "maintains",
        "website",
        "strongly",
        "recommends",
        "investor",
        "interested",
        "party",
        "visit",
        "website",
        "view",
        "historical",
        "press",
        "release",
        "historical",
        "financial",
        "statement",
        "relevant",
        "information",
        "previously",
        "reported",
        "company",
        "engaged",
        "postlethwaite",
        "netterville",
        "apac",
        "p",
        "n",
        "provide",
        "financial",
        "statement",
        "service",
        "year",
        "ending",
        "december",
        "december",
        "p",
        "n",
        "one",
        "leading",
        "firm",
        "gulf",
        "south",
        "year",
        "p",
        "n",
        "delivered",
        "accounting",
        "tax",
        "consulting",
        "technology",
        "service",
        "address",
        "client",
        "important",
        "financial",
        "operational",
        "challenge",
        "today",
        "p",
        "n",
        "employee",
        "strong",
        "nine",
        "office",
        "texas",
        "louisiana",
        "consistently",
        "ranked",
        "among",
        "top",
        "accounting",
        "firm",
        "inside",
        "public",
        "accounting",
        "magazine",
        "biloxi",
        "marsh",
        "land",
        "corporation",
        "owns",
        "approximately",
        "acre",
        "marsh",
        "land",
        "located",
        "bernard",
        "parish",
        "louisiana",
        "landowner",
        "derives",
        "revenue",
        "oil",
        "gas",
        "exploration",
        "production",
        "activity",
        "take",
        "place",
        "near",
        "company",
        "fee",
        "land",
        "revenue",
        "surface",
        "rental",
        "blmc",
        "also",
        "owns",
        "percent",
        "interest",
        "b",
        "l",
        "exploration",
        "llc",
        "explores",
        "develops",
        "oil",
        "gas",
        "primarily",
        "louisiana",
        "texas",
        "news",
        "release",
        "contains",
        "statement",
        "regarding",
        "oil",
        "gas",
        "discovery",
        "oil",
        "gas",
        "exploration",
        "development",
        "production",
        "activity",
        "reserve",
        "accuracy",
        "statement",
        "depends",
        "assumption",
        "event",
        "change",
        "time",
        "thus",
        "susceptible",
        "periodic",
        "change",
        "based",
        "actual",
        "experience",
        "new",
        "development",
        "company",
        "caution",
        "reader",
        "assumes",
        "obligation",
        "update",
        "publicly",
        "release",
        "revision",
        "statement",
        "report",
        "important",
        "factor",
        "might",
        "cause",
        "future",
        "result",
        "differ",
        "statement",
        "include",
        "variation",
        "market",
        "price",
        "oil",
        "natural",
        "gas",
        "drilling",
        "result",
        "unanticipated",
        "fluctuation",
        "flow",
        "rate",
        "producing",
        "well",
        "oil",
        "natural",
        "gas",
        "reserve",
        "expectation",
        "ability",
        "satisfy",
        "future",
        "cash",
        "obligation",
        "environmental",
        "cost",
        "general",
        "exploration",
        "development",
        "risk",
        "hazard",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "made",
        "behalf",
        "company",
        "statement",
        "speaks",
        "day",
        "made",
        "factor",
        "described",
        "controlled",
        "company",
        "used",
        "report",
        "word",
        "belief",
        "estimate",
        "plan",
        "expects",
        "could",
        "outlook",
        "anticipates",
        "similar",
        "expression",
        "relate",
        "company",
        "management",
        "intended",
        "identify",
        "statement",
        "following",
        "statement",
        "asset",
        "liability",
        "stockholder",
        "tax",
        "basis",
        "statement",
        "revenue",
        "tax",
        "basis",
        "derived",
        "company",
        "end",
        "year",
        "financial",
        "statement",
        "include",
        "information",
        "footnote",
        "integral",
        "part",
        "complete",
        "financial",
        "statement",
        "complete",
        "copy",
        "audited",
        "financial",
        "tax",
        "basis",
        "year",
        "ended",
        "december",
        "along",
        "president",
        "report",
        "shareholder",
        "company",
        "proxy",
        "statement",
        "available",
        "march",
        "company",
        "website",
        "requesting",
        "copy",
        "writing",
        "company",
        "attention",
        "investor",
        "relation",
        "biloxi",
        "marsh",
        "land",
        "corporation",
        "one",
        "galleria",
        "suite",
        "metairie",
        "la",
        "biloxi",
        "marsh",
        "land",
        "corporation",
        "statement",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "income",
        "tax",
        "basis",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "accrued",
        "interest",
        "receivable",
        "federal",
        "income",
        "tax",
        "receivable",
        "prepaid",
        "expense",
        "state",
        "income",
        "tax",
        "receivable",
        "deferred",
        "tax",
        "asset",
        "marketable",
        "debt",
        "security",
        "cost",
        "asset",
        "total",
        "current",
        "asset",
        "investment",
        "partnership",
        "marketable",
        "debt",
        "equity",
        "security",
        "cost",
        "land",
        "cost",
        "geological",
        "geophysical",
        "cost",
        "fee",
        "land",
        "net",
        "amortization",
        "levee",
        "office",
        "furniture",
        "equipment",
        "accumulated",
        "depreciation",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "share",
        "outstanding",
        "share",
        "respectively",
        "retained",
        "earnings",
        "treasury",
        "stock",
        "share",
        "respectively",
        "cost",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "biloxi",
        "marsh",
        "land",
        "corporation",
        "statement",
        "revenue",
        "expense",
        "income",
        "tax",
        "basis",
        "december",
        "month",
        "ended",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "oil",
        "gas",
        "surface",
        "rental",
        "total",
        "oil",
        "gas",
        "revenue",
        "income",
        "loss",
        "loss",
        "investment",
        "partnership",
        "dividend",
        "interest",
        "income",
        "gain",
        "settlement",
        "gain",
        "sale",
        "security",
        "surface",
        "rental",
        "total",
        "income",
        "loss",
        "total",
        "revenue",
        "income",
        "loss",
        "expense",
        "total",
        "expense",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "basis",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "income",
        "tax",
        "basis",
        "view",
        "source",
        "version",
        "http",
        "biloxi",
        "marsh",
        "land",
        "corporation",
        "colleen",
        "starks",
        "source",
        "biloxi",
        "marsh",
        "land",
        "corporation"
    ]
}