{
    "organizations": [],
    "uuid": "42d2967d9f42dfefc4adad69e86fb9f5e86f940e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/business-wire-finish-line-announces-preliminary-fourth-quarter-and-fiscal-2018-results.html",
    "ord_in_thread": 0,
    "title": "Finish Line Announces Preliminary Fourth Quarter and Fiscal 2018 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "INDIANAPOLIS--(BUSINESS WIRE)-- The Finish Line, Inc. (NASDAQ:FINL) today announced preliminary results for the fourth quarter and fiscal year 2018. The company’s fiscal 2018 ended on March 3, 2018, reflecting a 14-week fourth quarter and 53-week year, compared to the 13-week and 52-week periods in fiscal 2017.\nFor the 14-week fourth quarter, consolidated net sales were $561.3 million, up 0.7% compared with the 13-week period last year driven by an 8.5% increase in Finish Line Macy’s sales largely offset by a 0.9% decrease in Finish Line sales. Fourth quarter comparable sales for Finish Line decreased 7.9%. The company now expects to report fourth quarter earnings per share from continuing operations between $0.39 and $0.40 on a GAAP basis. Excluding adjustments detailed in the following table, adjusted earnings per share from continuing operations are expected to be between $0.58 and $0.59 compared to the previous adjusted guidance range of $0.50 to $0.58. Despite the flat sales, disciplined expense and inventory management helped offset top-line pressure.\nFor the 53-week fiscal 2018, consolidated net sales were $1.84 billion, down 0.3% compared with the 52-week fiscal 2017 driven by a 1.9% decrease in Finish Line sales, partially offset by a 7.5% increase in Finish Line Macy’s sales. Full year comparable sales for Finish Line decreased 3.9%. The company now expects full year earnings per share from continuing operations to be between $0.35 and $0.36 on a GAAP basis. Excluding adjustments detailed in the following table, adjusted earnings per share from continuing operations are expected to be between $0.68 and $0.69, compared to the previous adjusted guidance of $0.59 to $0.67.\n“Fourth quarter comparable sales were more challenging than we expected,” said Sam Sato, Chief Executive Officer of Finish Line. “I’m pleased with how our team responded to the top-line headwinds by controlling inventories and expenses which we expect will deliver profitability at or above the high-end of our guidance range.”\nFinish Line now plans to report actual fourth quarter and fiscal year 2018 results on March 29, 2018 versus April 3, 2018 as previously announced. Based on today’s announcement that Finish Line has agreed to merge with JD Sports, the Company will not host a conference call and webcast in conjunction with its fourth quarter and fiscal year 2018 earnings report.\nReconciliation of Diluted Earnings Per Share From Continuing Operations Outlook, GAAP to Diluted Earnings Per Share from Continuing Operations Outlook, Non-GAAP (Unaudited)\nFourteen Weeks Ended March 3, 2018\nFifty-Three Weeks Ended March 3, 2018\nDiluted earnings per share from continuing operations, GAAP $0.39 to $0.40 $0.35 to $0.36 Impairment charges and store closing costs 1 $0.43 to $0.44 $0.57 to $0.58 Revaluation of deferred tax liability as a result of tax reform enactment 2 ($0.24) to ($0.25)\n($0.24) to ($0.25)\nDiluted earnings per share from continuing operations, Non-GAAP $0.58 to $0.59 $0.68 to $0.69 Notes:\n1\nEstimated charges primarily represent write-off of long-lived assets of underperforming stores and technology assets no longer used by the Company. 2 Amount represents the Company’s current estimate for the remeasurement of the Company's deferred tax liabilities due to the United States tax reform legislation enacted December 22, 2017. About The Finish Line, Inc.\nThe Finish Line, Inc. is a premium retailer that carries the latest and greatest shoes, apparel and accessories. Headquartered in Indianapolis, Finish Line runs approximately 930 branded locations in U.S. malls and shops inside Macy’s department stores. Finish Line employs approximately 13,000 associates who connect customers to sneaker culture through style and sport. Shop online at www.finishline.com or get access to everything on the Finish Line app. Also keep track of what’s fresh by following Finish Line on Instagram , Snapchat and Twitter .\nDisclosure Regarding Non-GAAP Measures\nThis report refers to certain financial measures that are identified as non-GAAP. The company believes that these non-GAAP measures are helpful to investors because they allow for a more direct comparison of the company’s year-over-year performance and are useful in assessing the company’s progress in achieving its long-term financial objectives. This supplemental information should not be considered in isolation or as a substitute for the related GAAP measures. A reconciliation of the non-GAAP measures to the comparable GAAP measures can be found above.\nForward-Looking Statements\nStatements in this press release regarding the proposed transaction between Finish Line and JD Sports Fashion Plc (JD), the expected timetable for completing the proposed transaction, and the potential benefits created by the proposed transaction are intended to be covered by the safe harbor for “forward-looking statements” provided by the Private Securities Litigation Reform Act of 1995. These forward-looking statements generally can be identified by use of statements that include, but are not limited to, phrases such as “believe,” “expect,” “future,” “anticipate,” “intend,” “plan,” “foresee,” “may,” “should,” “will,” “estimates,” “potential,” “continue,” or other similar words or phrases. Similarly, statements that describe objectives, plans, or goals also are forward-looking statements. Such forward-looking statements involve inherent risks and uncertainties, many of which are difficult to predict and are generally beyond the control of Finish Line or JD. Finish Line cautions readers that a number of important factors could cause actual results to differ materially from those expressed in, implied, or projected by such forward-looking statements. Risks and uncertainties include, but are not limited to: the failure of the proposed transaction to close in a timely manner or at all; the effects of the announcement or pendency of the proposed transaction on the Company and its business; the nature, cost, and outcome of any litigation related to the proposed transaction; general economic conditions; Finish Line’s reliance on a few key vendors for a majority of its merchandise purchases (including a significant portion from one key vendor); the availability and timely receipt of products; the ability to timely fulfill and ship products to customers; fluctuations in oil prices causing changes in gasoline and energy prices, resulting in changes in consumer spending as well as increases in utility, freight, and product costs; product demand and market acceptance risks; the inability to locate and obtain or retain acceptable lease terms for the company’s stores; the effect of competitive products and pricing; loss of key employees; cybersecurity risks, including breach of customer data; the potential impact of legal or regulatory changes, including the impact of the U.S. Tax Cuts and Jobs Act of 2017; interest rate levels; the impact of inflation; a major failure of technology and information systems; and the other risks detailed in Finish Line’s Securities and Exchange Commission (SEC) filings. Readers are urged to consider these factors carefully in evaluating the forward-looking statements. Investors and shareholders are also urged to read the risk factors set forth in the proxy statement carefully when they are available.\nIf any of these risks or uncertainties materializes or if any of the assumptions underlying such forward-looking statements proves to be incorrect, the developments and future events concerning Finish Line and JD set forth in this press release may differ materially from those expressed or implied by these forward-looking statements. You are cautioned not to place undue reliance on these statements, which speak only as of the date of this document. We anticipate that subsequent events and developments will cause our expectations and beliefs to change. Finish Line assumes no obligation to update such forward-looking statements to reflect events or circumstances after the date of this document or to reflect the occurrence of unanticipated events, unless obligated to do so under the federal securities laws.\nAdditional Information for Shareholders\nThis communication relates to the proposed merger between Finish Line and JD. The proposed merger will be submitted to Finish Line’s and JD’s shareholders for their consideration and approval. In connection with the proposed merger, Finish Line and JD will file relevant materials with (i) the SEC, including a proxy statement of Finish Line, and (ii) the United Kingdom Listing Authority (UKLA) in the U.K., including a circular of JD. When completed, a definitive proxy statement and a form of proxy will be mailed to the shareholders of Finish Line, and a circular will be mailed to the shareholders of JD. This communication is not a substitute for the proxy statement, circular, or other document(s) that Finish Line and/or JD may file with the SEC or the UKLA in connection with the proposed transaction. Finish Line’s and JD’s shareholders are urged to read the proxy statement and other documents filed with the SEC and the U.K. circular regarding the proposed merger transaction when they become available because they will contain important information about Finish Line, JD, and the proposed merger transaction itself. Finish Line’s shareholders will be able to obtain, without charge, a copy of the proxy statement (when available) and other relevant documents filed with the SEC from the SEC’s website at www.sec.gov . Finish Line’s shareholders also will be able to obtain, without charge, a copy of the proxy statement and other relevant documents (when available) by directing a request by mail or telephone to Finish Line, Inc., 3308 N. Mitthoeffer Road, Indianapolis, Indiana 46235, Attention: Corporate Secretary, or by calling (317) 899-1022, or from Finish Line’s website at www.finishline.com under “Investor Relations – Financials & SEC Filings.” The information available through Finish Line’s website is not and shall not be deemed part of this document or incorporated by reference into other filings Finish Line makes with the SEC. This communication does not constitute an offer to sell or the solicitation of an offer to buy any securities.\nFinish Line, JD, and their respective directors and certain of their officers may be deemed to be participants in the solicitation of proxies from Finish Line’s shareholders with respect to the special meeting of shareholders that will be held to consider the matters to be approved by Finish Line’s shareholders in connection with the merger transaction. Information about Finish Line’s directors and executive officers and their ownership of Finish Line’s common stock is set forth in the proxy statement for Finish Line’s 2017 annual meeting of shareholders, as filed with the SEC on Schedule 14A on June 2, 2017. Shareholders may obtain additional information regarding the interests of Finish Line and its directors and executive officers in the proposed merger, which may be different than those of Finish Line’s shareholders generally, by reading the proxy statement and other relevant documents regarding the proposed merger, when filed with the SEC.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180325005106/en/\nThe Finish Line, Inc.\nMedia:\nDianna L. Boyce, (317) 613-6577\nCorporate Communications\nor\nInvestor:\nEd Wilhelm, (317) 613-6914\nChief Financial Officer\nSource: The Finish Line, Inc.",
    "published": "2018-03-26T10:01:00.000+03:00",
    "crawled": "2018-03-26T13:59:47.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "indianapolis",
        "business",
        "wire",
        "finish",
        "line",
        "nasdaq",
        "finl",
        "today",
        "announced",
        "preliminary",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "company",
        "fiscal",
        "ended",
        "march",
        "reflecting",
        "fourth",
        "quarter",
        "year",
        "compared",
        "period",
        "fiscal",
        "fourth",
        "quarter",
        "consolidated",
        "net",
        "sale",
        "million",
        "compared",
        "period",
        "last",
        "year",
        "driven",
        "increase",
        "finish",
        "line",
        "macy",
        "sale",
        "largely",
        "offset",
        "decrease",
        "finish",
        "line",
        "sale",
        "fourth",
        "quarter",
        "comparable",
        "sale",
        "finish",
        "line",
        "decreased",
        "company",
        "expects",
        "report",
        "fourth",
        "quarter",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "gaap",
        "basis",
        "excluding",
        "adjustment",
        "detailed",
        "following",
        "table",
        "adjusted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "expected",
        "compared",
        "previous",
        "adjusted",
        "guidance",
        "range",
        "despite",
        "flat",
        "sale",
        "disciplined",
        "expense",
        "inventory",
        "management",
        "helped",
        "offset",
        "pressure",
        "fiscal",
        "consolidated",
        "net",
        "sale",
        "billion",
        "compared",
        "fiscal",
        "driven",
        "decrease",
        "finish",
        "line",
        "sale",
        "partially",
        "offset",
        "increase",
        "finish",
        "line",
        "macy",
        "sale",
        "full",
        "year",
        "comparable",
        "sale",
        "finish",
        "line",
        "decreased",
        "company",
        "expects",
        "full",
        "year",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "gaap",
        "basis",
        "excluding",
        "adjustment",
        "detailed",
        "following",
        "table",
        "adjusted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "expected",
        "compared",
        "previous",
        "adjusted",
        "guidance",
        "fourth",
        "quarter",
        "comparable",
        "sale",
        "challenging",
        "expected",
        "said",
        "sam",
        "sato",
        "chief",
        "executive",
        "officer",
        "finish",
        "line",
        "pleased",
        "team",
        "responded",
        "headwind",
        "controlling",
        "inventory",
        "expense",
        "expect",
        "deliver",
        "profitability",
        "guidance",
        "finish",
        "line",
        "plan",
        "report",
        "actual",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "result",
        "march",
        "versus",
        "april",
        "previously",
        "announced",
        "based",
        "today",
        "announcement",
        "finish",
        "line",
        "agreed",
        "merge",
        "jd",
        "sport",
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "conjunction",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "earnings",
        "report",
        "reconciliation",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "outlook",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "outlook",
        "unaudited",
        "fourteen",
        "week",
        "ended",
        "march",
        "week",
        "ended",
        "march",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "gaap",
        "impairment",
        "charge",
        "store",
        "closing",
        "cost",
        "revaluation",
        "deferred",
        "tax",
        "liability",
        "result",
        "tax",
        "reform",
        "enactment",
        "diluted",
        "earnings",
        "per",
        "share",
        "continuing",
        "operation",
        "note",
        "estimated",
        "charge",
        "primarily",
        "represent",
        "asset",
        "underperforming",
        "store",
        "technology",
        "asset",
        "longer",
        "used",
        "company",
        "amount",
        "represents",
        "company",
        "current",
        "estimate",
        "remeasurement",
        "company",
        "deferred",
        "tax",
        "liability",
        "due",
        "united",
        "state",
        "tax",
        "reform",
        "legislation",
        "enacted",
        "december",
        "finish",
        "line",
        "finish",
        "line",
        "premium",
        "retailer",
        "carry",
        "latest",
        "greatest",
        "shoe",
        "apparel",
        "accessory",
        "headquartered",
        "indianapolis",
        "finish",
        "line",
        "run",
        "approximately",
        "branded",
        "location",
        "mall",
        "shop",
        "inside",
        "macy",
        "department",
        "store",
        "finish",
        "line",
        "employ",
        "approximately",
        "associate",
        "connect",
        "customer",
        "sneaker",
        "culture",
        "style",
        "sport",
        "shop",
        "online",
        "get",
        "access",
        "everything",
        "finish",
        "line",
        "app",
        "also",
        "keep",
        "track",
        "fresh",
        "following",
        "finish",
        "line",
        "instagram",
        "snapchat",
        "twitter",
        "disclosure",
        "regarding",
        "measure",
        "report",
        "refers",
        "certain",
        "financial",
        "measure",
        "identified",
        "company",
        "belief",
        "measure",
        "helpful",
        "investor",
        "allow",
        "direct",
        "comparison",
        "company",
        "performance",
        "useful",
        "assessing",
        "company",
        "progress",
        "achieving",
        "financial",
        "objective",
        "supplemental",
        "information",
        "considered",
        "isolation",
        "substitute",
        "related",
        "gaap",
        "measure",
        "reconciliation",
        "measure",
        "comparable",
        "gaap",
        "measure",
        "found",
        "statement",
        "statement",
        "press",
        "release",
        "regarding",
        "proposed",
        "transaction",
        "finish",
        "line",
        "jd",
        "sport",
        "fashion",
        "plc",
        "jd",
        "expected",
        "timetable",
        "completing",
        "proposed",
        "transaction",
        "potential",
        "benefit",
        "created",
        "proposed",
        "transaction",
        "intended",
        "covered",
        "safe",
        "harbor",
        "statement",
        "provided",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "generally",
        "identified",
        "use",
        "statement",
        "include",
        "limited",
        "phrase",
        "believe",
        "expect",
        "future",
        "anticipate",
        "intend",
        "plan",
        "foresee",
        "may",
        "estimate",
        "potential",
        "continue",
        "similar",
        "word",
        "phrase",
        "similarly",
        "statement",
        "describe",
        "objective",
        "plan",
        "goal",
        "also",
        "statement",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "control",
        "finish",
        "line",
        "jd",
        "finish",
        "line",
        "caution",
        "reader",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "projected",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "failure",
        "proposed",
        "transaction",
        "close",
        "timely",
        "manner",
        "effect",
        "announcement",
        "pendency",
        "proposed",
        "transaction",
        "company",
        "business",
        "nature",
        "cost",
        "outcome",
        "litigation",
        "related",
        "proposed",
        "transaction",
        "general",
        "economic",
        "condition",
        "finish",
        "line",
        "reliance",
        "key",
        "vendor",
        "majority",
        "merchandise",
        "purchase",
        "including",
        "significant",
        "portion",
        "one",
        "key",
        "vendor",
        "availability",
        "timely",
        "receipt",
        "product",
        "ability",
        "timely",
        "fulfill",
        "ship",
        "product",
        "customer",
        "fluctuation",
        "oil",
        "price",
        "causing",
        "change",
        "gasoline",
        "energy",
        "price",
        "resulting",
        "change",
        "consumer",
        "spending",
        "well",
        "increase",
        "utility",
        "freight",
        "product",
        "cost",
        "product",
        "demand",
        "market",
        "acceptance",
        "risk",
        "inability",
        "locate",
        "obtain",
        "retain",
        "acceptable",
        "lease",
        "term",
        "company",
        "store",
        "effect",
        "competitive",
        "product",
        "pricing",
        "loss",
        "key",
        "employee",
        "cybersecurity",
        "risk",
        "including",
        "breach",
        "customer",
        "data",
        "potential",
        "impact",
        "legal",
        "regulatory",
        "change",
        "including",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "interest",
        "rate",
        "level",
        "impact",
        "inflation",
        "major",
        "failure",
        "technology",
        "information",
        "system",
        "risk",
        "detailed",
        "finish",
        "line",
        "security",
        "exchange",
        "commission",
        "sec",
        "filing",
        "reader",
        "urged",
        "consider",
        "factor",
        "carefully",
        "evaluating",
        "statement",
        "investor",
        "shareholder",
        "also",
        "urged",
        "read",
        "risk",
        "factor",
        "set",
        "forth",
        "proxy",
        "statement",
        "carefully",
        "available",
        "risk",
        "uncertainty",
        "materializes",
        "assumption",
        "underlying",
        "statement",
        "prof",
        "incorrect",
        "development",
        "future",
        "event",
        "concerning",
        "finish",
        "line",
        "jd",
        "set",
        "forth",
        "press",
        "release",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "document",
        "anticipate",
        "subsequent",
        "event",
        "development",
        "cause",
        "expectation",
        "belief",
        "change",
        "finish",
        "line",
        "assumes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "document",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "unless",
        "obligated",
        "federal",
        "security",
        "law",
        "additional",
        "information",
        "shareholder",
        "communication",
        "relates",
        "proposed",
        "merger",
        "finish",
        "line",
        "jd",
        "proposed",
        "merger",
        "submitted",
        "finish",
        "line",
        "jd",
        "shareholder",
        "consideration",
        "approval",
        "connection",
        "proposed",
        "merger",
        "finish",
        "line",
        "jd",
        "file",
        "relevant",
        "material",
        "sec",
        "including",
        "proxy",
        "statement",
        "finish",
        "line",
        "ii",
        "united",
        "kingdom",
        "listing",
        "authority",
        "ukla",
        "including",
        "circular",
        "jd",
        "completed",
        "definitive",
        "proxy",
        "statement",
        "form",
        "proxy",
        "mailed",
        "shareholder",
        "finish",
        "line",
        "circular",
        "mailed",
        "shareholder",
        "jd",
        "communication",
        "substitute",
        "proxy",
        "statement",
        "circular",
        "document",
        "finish",
        "line",
        "jd",
        "may",
        "file",
        "sec",
        "ukla",
        "connection",
        "proposed",
        "transaction",
        "finish",
        "line",
        "jd",
        "shareholder",
        "urged",
        "read",
        "proxy",
        "statement",
        "document",
        "filed",
        "sec",
        "circular",
        "regarding",
        "proposed",
        "merger",
        "transaction",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "finish",
        "line",
        "jd",
        "proposed",
        "merger",
        "transaction",
        "finish",
        "line",
        "shareholder",
        "able",
        "obtain",
        "without",
        "charge",
        "copy",
        "proxy",
        "statement",
        "available",
        "relevant",
        "document",
        "filed",
        "sec",
        "sec",
        "website",
        "finish",
        "line",
        "shareholder",
        "also",
        "able",
        "obtain",
        "without",
        "charge",
        "copy",
        "proxy",
        "statement",
        "relevant",
        "document",
        "available",
        "directing",
        "request",
        "mail",
        "telephone",
        "finish",
        "line",
        "mitthoeffer",
        "road",
        "indianapolis",
        "indiana",
        "attention",
        "corporate",
        "secretary",
        "calling",
        "finish",
        "line",
        "website",
        "investor",
        "relation",
        "financials",
        "sec",
        "information",
        "available",
        "finish",
        "line",
        "website",
        "shall",
        "deemed",
        "part",
        "document",
        "incorporated",
        "reference",
        "filing",
        "finish",
        "line",
        "make",
        "sec",
        "communication",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "finish",
        "line",
        "jd",
        "respective",
        "director",
        "certain",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "finish",
        "line",
        "shareholder",
        "respect",
        "special",
        "meeting",
        "shareholder",
        "held",
        "consider",
        "matter",
        "approved",
        "finish",
        "line",
        "shareholder",
        "connection",
        "merger",
        "transaction",
        "information",
        "finish",
        "line",
        "director",
        "executive",
        "officer",
        "ownership",
        "finish",
        "line",
        "common",
        "stock",
        "set",
        "forth",
        "proxy",
        "statement",
        "finish",
        "line",
        "annual",
        "meeting",
        "shareholder",
        "filed",
        "sec",
        "schedule",
        "14a",
        "june",
        "shareholder",
        "may",
        "obtain",
        "additional",
        "information",
        "regarding",
        "interest",
        "finish",
        "line",
        "director",
        "executive",
        "officer",
        "proposed",
        "merger",
        "may",
        "different",
        "finish",
        "line",
        "shareholder",
        "generally",
        "reading",
        "proxy",
        "statement",
        "relevant",
        "document",
        "regarding",
        "proposed",
        "merger",
        "filed",
        "sec",
        "view",
        "source",
        "version",
        "http",
        "finish",
        "line",
        "medium",
        "dianna",
        "boyce",
        "corporate",
        "communication",
        "investor",
        "ed",
        "wilhelm",
        "chief",
        "financial",
        "officer",
        "source",
        "finish",
        "line",
        "inc"
    ]
}