{
    "organizations": [],
    "uuid": "61a534bbccf65b857024171c0778373488b37d89",
    "author": "Michal Lev-Ram",
    "url": "http://fortune.com/2018/03/23/facebook-data-scandal-carolyn-everson/",
    "ord_in_thread": 0,
    "title": "Facebook Data Scandal: Marketing Chief Carolyn Everson Speaks",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "In case you haven’t heard, Facebook is in hot water . The social media company’s stock (fb) has tanked more than 13% over the past five days, on the heels of the Cambridge Analytica data scandal .\nThe company wasn’t exactly quick to communicate with the media and the masses, but over the last few days it has trotted out several executives, including CEO Mark Zuckerberg , to communicate the steps they are now taking to try and fix the underlying problems on the platform and assuage users’ concerns. (Step one: Admit you have a problem.)\nIt’s not only a growing number of users that are voicing concerns over the recent revelations of data-sharing and privacy violations on the platform. Pressure is also coming from various regulatory bodies and, increasingly, from advertisers.\nCarolyn Everson at the Facebook office in New York City. Photograph by Mustafah Abdulaziz On Friday morning, Fortune spoke with Facebook’s VP of global marketing solutions, Carolyn Everson , to find out more about what the current crisis means for the tech giant’s relationships with advertisers. Here is an edited excerpt from our interview:\nFortune : You’ve said that most of the communication back from clients has been supportive. Of the concerns that have been voiced, how much of it is over users deleting Facebook and dropping off of the platform, and how much of it is over any potential, upcoming changes that you’re going to make to the platform or, down the road, regulatory changes that could be imposed and their impact on the efficiency of the platform when it comes to ad targeting?\nEverson : There’s a large percentage, based on the volume of messages I’m getting, that’s largely supportive and also confident that when we’ve been hit with challenges in the past, we have demonstrated an ability to come out of them as a stronger and better company. Most recently with the “ Election Integrity Initiative ,” where we decided very deliberately not to wait for regulation. That regulation may come from Congress, but to the best of our understanding that regulation will be around political ad transparency, and we made the decision back in the fall to have all ads be transparent. So we have demonstrated a commitment that when we have these challenges we typically emerge as a leader with very strong policy decisions and action.\nOn the questions that advertisers have had, there’s a bucket of questions just asking basic things like, “Did my company use Cambridge Analytica?” Sometimes companies use hundreds of agencies, and they may not have immediate visibility. At the end of the day, the most important thing that they care about is our relationship with the people who use this platform, which is built on a foundation of trust. So they definitely care about how people feel about our platform, which is why I think it is really essential that we do everything we can to reassure people what our commitment is to protecting their privacy.\nThe app privacy checkup, for lack of a better term, that Mark announced on Wednesday is going to be really important, so that so that people who may have questions – did I sign up for an app? What kind of data did that app get and has on me? – we’re going to have that fully visible. I think notifying people is also incredibly important. The fact that we’re going to do an extensive audit is also a really important step.\nSo I think that the way we have to earn trust back, to the extent it has been lost by any of the people who use our platform, is just like you have to build trust in a relationship. You have to, day in and day out, demonstrate an unwavering commitment to ensuring that people’s privacy is protected. And I think we’re going to have to put our communication efforts into overdrive. It’s not enough for Mark to just do a CNN interview or a handful of other interviews. Consumers are going to require, and I think deserve, consistent communication from us on this and demonstration of how serious we take this.\nIt sounds like the important thing to advertising clients is this earning of trust back on the user level. But have you heard any concerns about any potential changes to the platform that could degrade the capabilities of ad targeting?\nWe actually believe that we can have a model that not only gives users control over what data is being used but also allows advertisers to continue to be able to target consumers by using aggregate information, without any advertiser knowing who a specific consumer is. So we believe very strongly that the business model that we have been operating under is not only good for people because it gives them more relevant advertising, but it also is good for businesses because obviously it drives their growth.\nSo I would not say that there is any widespread concern about our whole business model changing, because I think that we have done a very good job at ensuring that we protect PII [personally identifiable information] from an advertising standpoint. And by the way we have been incredibly criticized for that by some in the industry who have wanted us to share more data. And we have really held a really strong line on why we would not do that. And I think now, if anything, some of those who have been asking for more data are probably realizing, okay, we understand the fact that we have held that line.\nIs there any possibility of changing aspects of your business model and allowing users who want to, to pay and opt out of sharing their data with any advertisers? Has that been on the table?\nThe biggest focus we have is on integrity and not changing the business model. So we’re ensuring that everything that we do is reviewed in terms of making sure that we give consumers transparency and control. A very real example right now on the advertising side is that a consumer can click on the right-hand side of any ad and determine why they received that ad, and tell us if they never want to receive that ad again or why that ad is not relevant to them. That is giving consumers control.\nSo I think what you’ll see is just a continued move towards more transparency and more control. That’s the cornerstone, and we’ve already taken really big steps on the advertising side to do that, and there will likely be more. So everything is on the table, but at the heart of it we believe relevant ads and protecting people’s privacy are not at odds.\nYou mentioned that one of the questions you received from clients was, “Did my company use Cambridge Analytica?” Are you able to provide that information, do you know exactly how many ad campaigns were run by Cambridge Analytica on the platform and for whom, and is that information that’s going to be shared at some point?\nWe don’t have full visibility on Cambridge Analytica’s client list. For example, it is possible that Cambridge Analytica advised clients or agencies, but we would have no visibility to that if we weren’t in the room, and we haven’t been in the room or serving Cambridge Analytica for the last few years.\nSo we are trying to see what we can see from our own systems, like who did they potentially buy ads on behalf of, so there’s some information that we certainly have and we’re literally going through that process as we speak. But we’re not in a position to say whether or not Cambridge Analytica specifically worked for the client or agency if there’s no record back to us that they were involved and it is possible that they did advisory work. I have no information as to who their client list is right now.\nWas that your answer to the clients as well?\nIf the clients asked if they’ve been involved with Cambridge Analytica, what I’ve said is that we’re certainly trying to see from our side, but also it’s important that they also look from their side. As I said, clients can use hundreds of agencies, they can use advisory firms, and agencies can also use advisory firms. We will certainly do our part to understand where they have been involved and be clear about that, but I think it’s not just on us.\nI want to make sure that I understand the chronology of your communications. At what point did you reach out to clients to let them know that this [the Cambridge Analytica scandal] was coming out and to hear some of their concerns?\nThe first communication from me was on Saturday, through the Global Client Council [a group of agency leaders and others among the largest Facebook clients]. And then follow-up communication started on Monday to a broader set of clients. And then I’ve been consistently communicating since Monday to the broader set.\nAnd how much did you share with them about what was going on?\nThe initial email communication on Saturday was very much letting them know that this news had been brought to our attention and that obviously there’s nothing more important than people’s privacy and that we’re taking this incredibly seriously and that we would get back to them with updates. Once Mark [Zuckerberg] outlined specific things that we were doing I thought it was really important to make sure that the clients also had those specific actions. We just think it’s incredibly important right now to stay in constant communication.\nWhy reach out to clients before some kind of a communication to users? Because it would freak them out? What was the thinking with the chronology there? It was a few days later before Mark put out the statement to everyone, to the wider public.\nYou know, at the end of the day, when Mark communicated to the public he felt it was very important to have specific actions that we were taking. Now, hindsight 20/20, I think both Mark and Sheryl [Sandberg, Facebook’s COO] have apologized and said we should have spoken out earlier. My instinct was to communicate as quickly as possible with our advertisers. But, to be fair, we also posted a newsroom post on Friday night that was publicly available to everyone. So there was communication out from the company to everyone on Friday evening. Mark, when he came out, he really wanted specific action. But I think, looking back, in a perfect world, we would have communicated those sooner.",
    "published": "2018-03-24T05:05:00.000+03:00",
    "crawled": "2018-03-24T06:00:23.008+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "case",
        "heard",
        "facebook",
        "hot",
        "water",
        "social",
        "medium",
        "company",
        "stock",
        "fb",
        "tanked",
        "past",
        "five",
        "day",
        "heel",
        "cambridge",
        "analytica",
        "data",
        "scandal",
        "company",
        "exactly",
        "quick",
        "communicate",
        "medium",
        "mass",
        "last",
        "day",
        "trotted",
        "several",
        "executive",
        "including",
        "ceo",
        "mark",
        "zuckerberg",
        "communicate",
        "step",
        "taking",
        "try",
        "fix",
        "underlying",
        "problem",
        "platform",
        "assuage",
        "user",
        "concern",
        "step",
        "one",
        "admit",
        "problem",
        "growing",
        "number",
        "user",
        "voicing",
        "concern",
        "recent",
        "revelation",
        "privacy",
        "violation",
        "platform",
        "pressure",
        "also",
        "coming",
        "various",
        "regulatory",
        "body",
        "increasingly",
        "advertiser",
        "carolyn",
        "everson",
        "facebook",
        "office",
        "new",
        "york",
        "city",
        "photograph",
        "mustafah",
        "abdulaziz",
        "friday",
        "morning",
        "fortune",
        "spoke",
        "facebook",
        "vp",
        "global",
        "marketing",
        "solution",
        "carolyn",
        "everson",
        "find",
        "current",
        "crisis",
        "mean",
        "tech",
        "giant",
        "relationship",
        "advertiser",
        "edited",
        "excerpt",
        "interview",
        "fortune",
        "said",
        "communication",
        "back",
        "client",
        "supportive",
        "concern",
        "voiced",
        "much",
        "user",
        "deleting",
        "facebook",
        "dropping",
        "platform",
        "much",
        "potential",
        "upcoming",
        "change",
        "going",
        "make",
        "platform",
        "road",
        "regulatory",
        "change",
        "could",
        "imposed",
        "impact",
        "efficiency",
        "platform",
        "come",
        "ad",
        "targeting",
        "everson",
        "large",
        "percentage",
        "based",
        "volume",
        "message",
        "getting",
        "largely",
        "supportive",
        "also",
        "confident",
        "hit",
        "challenge",
        "past",
        "demonstrated",
        "ability",
        "come",
        "stronger",
        "better",
        "company",
        "recently",
        "election",
        "integrity",
        "initiative",
        "decided",
        "deliberately",
        "wait",
        "regulation",
        "regulation",
        "may",
        "come",
        "congress",
        "best",
        "understanding",
        "regulation",
        "around",
        "political",
        "ad",
        "transparency",
        "made",
        "decision",
        "back",
        "fall",
        "ad",
        "transparent",
        "demonstrated",
        "commitment",
        "challenge",
        "typically",
        "emerge",
        "leader",
        "strong",
        "policy",
        "decision",
        "action",
        "question",
        "advertiser",
        "bucket",
        "question",
        "asking",
        "basic",
        "thing",
        "like",
        "company",
        "use",
        "cambridge",
        "analytica",
        "sometimes",
        "company",
        "use",
        "hundred",
        "agency",
        "may",
        "immediate",
        "visibility",
        "end",
        "day",
        "important",
        "thing",
        "care",
        "relationship",
        "people",
        "use",
        "platform",
        "built",
        "foundation",
        "trust",
        "definitely",
        "care",
        "people",
        "feel",
        "platform",
        "think",
        "really",
        "essential",
        "everything",
        "reassure",
        "people",
        "commitment",
        "protecting",
        "privacy",
        "app",
        "privacy",
        "checkup",
        "lack",
        "better",
        "term",
        "mark",
        "announced",
        "wednesday",
        "going",
        "really",
        "important",
        "people",
        "may",
        "question",
        "sign",
        "app",
        "kind",
        "data",
        "app",
        "get",
        "going",
        "fully",
        "visible",
        "think",
        "notifying",
        "people",
        "also",
        "incredibly",
        "important",
        "fact",
        "going",
        "extensive",
        "audit",
        "also",
        "really",
        "important",
        "step",
        "think",
        "way",
        "earn",
        "trust",
        "back",
        "extent",
        "lost",
        "people",
        "use",
        "platform",
        "like",
        "build",
        "trust",
        "relationship",
        "day",
        "day",
        "demonstrate",
        "unwavering",
        "commitment",
        "ensuring",
        "people",
        "privacy",
        "protected",
        "think",
        "going",
        "put",
        "communication",
        "effort",
        "overdrive",
        "enough",
        "mark",
        "cnn",
        "interview",
        "handful",
        "interview",
        "consumer",
        "going",
        "require",
        "think",
        "deserve",
        "consistent",
        "communication",
        "u",
        "demonstration",
        "serious",
        "take",
        "sound",
        "like",
        "important",
        "thing",
        "advertising",
        "client",
        "earning",
        "trust",
        "back",
        "user",
        "level",
        "heard",
        "concern",
        "potential",
        "change",
        "platform",
        "could",
        "degrade",
        "capability",
        "ad",
        "targeting",
        "actually",
        "believe",
        "model",
        "give",
        "user",
        "control",
        "data",
        "used",
        "also",
        "allows",
        "advertiser",
        "continue",
        "able",
        "target",
        "consumer",
        "using",
        "aggregate",
        "information",
        "without",
        "advertiser",
        "knowing",
        "specific",
        "consumer",
        "believe",
        "strongly",
        "business",
        "model",
        "operating",
        "good",
        "people",
        "give",
        "relevant",
        "advertising",
        "also",
        "good",
        "business",
        "obviously",
        "drive",
        "growth",
        "would",
        "say",
        "widespread",
        "concern",
        "whole",
        "business",
        "model",
        "changing",
        "think",
        "done",
        "good",
        "job",
        "ensuring",
        "protect",
        "pii",
        "personally",
        "identifiable",
        "information",
        "advertising",
        "standpoint",
        "way",
        "incredibly",
        "criticized",
        "industry",
        "wanted",
        "u",
        "share",
        "data",
        "really",
        "held",
        "really",
        "strong",
        "line",
        "would",
        "think",
        "anything",
        "asking",
        "data",
        "probably",
        "realizing",
        "okay",
        "understand",
        "fact",
        "held",
        "line",
        "possibility",
        "changing",
        "aspect",
        "business",
        "model",
        "allowing",
        "user",
        "want",
        "pay",
        "opt",
        "sharing",
        "data",
        "advertiser",
        "table",
        "biggest",
        "focus",
        "integrity",
        "changing",
        "business",
        "model",
        "ensuring",
        "everything",
        "reviewed",
        "term",
        "making",
        "sure",
        "give",
        "consumer",
        "transparency",
        "control",
        "real",
        "example",
        "right",
        "advertising",
        "side",
        "consumer",
        "click",
        "side",
        "ad",
        "determine",
        "received",
        "ad",
        "tell",
        "u",
        "never",
        "want",
        "receive",
        "ad",
        "ad",
        "relevant",
        "giving",
        "consumer",
        "control",
        "think",
        "see",
        "continued",
        "move",
        "towards",
        "transparency",
        "control",
        "cornerstone",
        "already",
        "taken",
        "really",
        "big",
        "step",
        "advertising",
        "side",
        "likely",
        "everything",
        "table",
        "heart",
        "believe",
        "relevant",
        "ad",
        "protecting",
        "people",
        "privacy",
        "odds",
        "mentioned",
        "one",
        "question",
        "received",
        "client",
        "company",
        "use",
        "cambridge",
        "analytica",
        "able",
        "provide",
        "information",
        "know",
        "exactly",
        "many",
        "ad",
        "campaign",
        "run",
        "cambridge",
        "analytica",
        "platform",
        "information",
        "going",
        "shared",
        "point",
        "full",
        "visibility",
        "cambridge",
        "analytica",
        "client",
        "list",
        "example",
        "possible",
        "cambridge",
        "analytica",
        "advised",
        "client",
        "agency",
        "would",
        "visibility",
        "room",
        "room",
        "serving",
        "cambridge",
        "analytica",
        "last",
        "year",
        "trying",
        "see",
        "see",
        "system",
        "like",
        "potentially",
        "buy",
        "ad",
        "behalf",
        "information",
        "certainly",
        "literally",
        "going",
        "process",
        "speak",
        "position",
        "say",
        "whether",
        "cambridge",
        "analytica",
        "specifically",
        "worked",
        "client",
        "agency",
        "record",
        "back",
        "u",
        "involved",
        "possible",
        "advisory",
        "work",
        "information",
        "client",
        "list",
        "right",
        "answer",
        "client",
        "well",
        "client",
        "asked",
        "involved",
        "cambridge",
        "analytica",
        "said",
        "certainly",
        "trying",
        "see",
        "side",
        "also",
        "important",
        "also",
        "look",
        "side",
        "said",
        "client",
        "use",
        "hundred",
        "agency",
        "use",
        "advisory",
        "firm",
        "agency",
        "also",
        "use",
        "advisory",
        "firm",
        "certainly",
        "part",
        "understand",
        "involved",
        "clear",
        "think",
        "u",
        "want",
        "make",
        "sure",
        "understand",
        "chronology",
        "communication",
        "point",
        "reach",
        "client",
        "let",
        "know",
        "cambridge",
        "analytica",
        "scandal",
        "coming",
        "hear",
        "concern",
        "first",
        "communication",
        "saturday",
        "global",
        "client",
        "council",
        "group",
        "agency",
        "leader",
        "others",
        "among",
        "largest",
        "facebook",
        "client",
        "communication",
        "started",
        "monday",
        "broader",
        "set",
        "client",
        "consistently",
        "communicating",
        "since",
        "monday",
        "broader",
        "set",
        "much",
        "share",
        "going",
        "initial",
        "email",
        "communication",
        "saturday",
        "much",
        "letting",
        "know",
        "news",
        "brought",
        "attention",
        "obviously",
        "nothing",
        "important",
        "people",
        "privacy",
        "taking",
        "incredibly",
        "seriously",
        "would",
        "get",
        "back",
        "update",
        "mark",
        "zuckerberg",
        "outlined",
        "specific",
        "thing",
        "thought",
        "really",
        "important",
        "make",
        "sure",
        "client",
        "also",
        "specific",
        "action",
        "think",
        "incredibly",
        "important",
        "right",
        "stay",
        "constant",
        "communication",
        "reach",
        "client",
        "kind",
        "communication",
        "user",
        "would",
        "freak",
        "thinking",
        "chronology",
        "day",
        "later",
        "mark",
        "put",
        "statement",
        "everyone",
        "wider",
        "public",
        "know",
        "end",
        "day",
        "mark",
        "communicated",
        "public",
        "felt",
        "important",
        "specific",
        "action",
        "taking",
        "hindsight",
        "think",
        "mark",
        "sheryl",
        "sandberg",
        "facebook",
        "coo",
        "apologized",
        "said",
        "spoken",
        "earlier",
        "instinct",
        "communicate",
        "quickly",
        "possible",
        "advertiser",
        "fair",
        "also",
        "posted",
        "newsroom",
        "post",
        "friday",
        "night",
        "publicly",
        "available",
        "everyone",
        "communication",
        "company",
        "everyone",
        "friday",
        "evening",
        "mark",
        "came",
        "really",
        "wanted",
        "specific",
        "action",
        "think",
        "looking",
        "back",
        "perfect",
        "world",
        "would",
        "communicated",
        "sooner"
    ]
}