{
    "organizations": [],
    "uuid": "8e122e2e06d3ec2419be880acd30997d1eba9853",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/business-wire-rite-aid-announces-continued-progress-in-sale-of-assets-to-walgreens-boots-alliance.html",
    "ord_in_thread": 0,
    "title": "Rite Aid Announces Continued Progress in Sale of Assets to Walgreens Boots Alliance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMP HILL, Pa.--(BUSINESS WIRE)-- Rite Aid Corporation (NYSE: RAD) today provided an update on the progress of its plans to sell stores to Walgreens Boots Alliance, Inc. (Nasdaq: WBA) pursuant to the previously disclosed Amended and Restated Asset Purchase Agreement, dated as of September 18, 2017 (the “Asset Purchase Agreement”). As of March 2, 2018, Rite Aid has transferred 1,651 stores and related assets to WBA, and has received cash proceeds of $3.6 billion, which the Company continues to use to reduce debt. Under the Asset Purchase Agreement, WBA will purchase a total of 1,932 stores, three distribution centers and related inventory from Rite Aid for an all-cash purchase price of $4.4 billion on a cash-free, debt-free basis. Rite Aid expects to complete the store transfer process in the spring of 2018.\nThe majority of the closing conditions have been satisfied, and the subsequent transfers of Rite Aid stores and related assets remain subject to minimal customary closing conditions applicable only to the stores being transferred at such subsequent closing, as specified in the Asset Purchase Agreement. Additional details regarding today’s announcement have been filed with the Securities and Exchange Commission on Form 8-K.\nRite Aid is one of the nation's leading drugstore chains with fiscal 2017 annual revenues of $32.8 billion. Information about Rite Aid, including corporate background and press releases, is available through the company's website at www.riteaid.com .\nCautionary Statement Regarding Forward Looking Statements\nStatements in this release that are not historical, are forward-looking statements made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements regarding the expected timing of subsequent closings of the sale of Rite Aid stores and assets to WBA; the ability of the parties to complete each of the subsequent closings for sale and related subsequent transactions considering the various closing conditions applicable to the stores, related assets and/or distribution centers being transferred at such subsequent closing; the outcome of legal and regulatory matters in connection with the sale of stores and assets of Rite Aid to WBA; the expected benefits of the transactions such as improved operations, growth potential, market profile and financial strength; the competitive ability and position of Rite Aid following completion of the proposed transactions; the ability of Rite Aid to implement new business strategies following the completion of the proposed transactions; the ability of Rite Aid to repay its debt using the proceeds from the proposed transactions and any assumptions underlying any of the foregoing. Words such as “anticipate,” “believe,” “continue,” “could,” “estimate,” “expect,” “intend,” “may,” “plan,” “predict,” “project,” “should,” and “will” and variations of such words and similar expressions are intended to identify such forward-looking statements. These forward-looking statements are not guarantees of future performance and involve risks, assumptions and uncertainties, including, but not limited to, our high level of indebtedness and our ability to make interest and principal payments on our debt and satisfy the other covenants contained in our debt agreements; general economic, industry, market, competitive, regulatory and political conditions; our ability to improve the operating performance of our stores in accordance with our long term strategy; the impact of private and public third-party payers continued reduction in prescription drug reimbursements and efforts to encourage mail order; our ability to manage expenses and our investments in working capital; outcomes of legal and regulatory matters; changes in legislation or regulations, including healthcare reform; our ability to achieve the benefits of our efforts to reduce the costs of our generic and other drugs; risks related to the proposed transactions, including the possibility that the subsequent transactions may not close, including because a governmental entity may prohibit, delay or refuse to grant approval for the consummation of the transactions, or may require conditions, limitations or restrictions in connection with such approvals, the risk that there may be a material adverse change of Rite Aid, or the business of Rite Aid may suffer as a result of uncertainty surrounding the proposed transactions; risks related to the ability to realize the anticipated benefits of the proposed transactions; risks associated with the financing of the proposed transaction; disruption from the proposed transaction making it more difficult to maintain business and operational relationships; the effect of the pending sale on Rite Aid’s business relationships (including, without limitation, customers and suppliers), operating results and business generally; risks related to diverting management’s or employees’ attention from ongoing business operations; the risk that Rite Aid’s stock price may decline significantly if the proposed transaction is not completed; significant transaction costs; unknown liabilities; the risk of litigation and/or regulatory actions related to the proposed transactions; potential changes to our strategy in the event the remaining proposed transactions do not close, which may include delaying or reducing capital or other expenditures, selling assets or other operations, attempting to restructure or refinance our debt, or seeking additional capital, and other business effects.\nThese and other risks, assumptions and uncertainties are more fully described in Item 1A (Risk Factors) of our most recent Annual Report on Form 10-K, and in other documents that we file or furnish with the Securities and Exchange Commission, which you are encouraged to read.\nShould one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those indicated or anticipated by such forward-looking statements. Accordingly, you are cautioned not to place undue reliance on these forward- looking statements, which speak only as of the date they are made. Rite Aid expressly disclaims any current intention to update publicly any forward-looking statement after the distribution of this release, whether as a result of new information, future events, changes in assumptions or otherwise.\nAdditional Information and Where to Find It\nIn connection with the proposed strategic combination involving Rite Aid and Albertsons Companies, Inc. (“Albertsons”), Rite Aid and Albertsons intend to file relevant materials with the SEC, including that Albertsons will file a registration statement on Form S-4 that will include a proxy statement/prospectus to be distributed to Rite Aid’s stockholders. Rite Aid will mail the proxy statement/prospectus and a proxy card to each stockholder entitled to vote at the special meeting relating to the proposed merger. INVESTORS ARE URGED TO READ THE PROXY STATEMENT/PROSPECTUS WHEN IT BECOMES AVAILABLE BECAUSE IT WILL CONTAIN IMPORTANT INFORMATION. RITE AID’S EXISTING PUBLIC FILINGS WITH THE SEC SHOULD ALSO BE READ, INCLUDING THE RISK FACTORS CONTAINED THEREIN.\nInvestors and security holders may obtain copies of the Form S-4, including the proxy statement/prospectus, as well as other filings containing information about Rite Aid, free of charge, from the SEC’s Web site ( www.sec.gov ). Investors and security holders may also obtain Rite Aid’s SEC filings in connection with the transaction, free of charge, from Rite Aid’s Web site ( www.RiteAid.com ) under the link “Investor Relations” and then under the tab “SEC Filings,” or by directing a request to Rite Aid, Byron Purcell, Attention: Senior Director, Treasury Services & Investor Relations. Copies of documents filed with the SEC by Albertsons will be made available, free of charge, on Albertsons website at www.albertsonscompanies.com .\nParticipants in Solicitation\nRite Aid, Albertsons and their respective directors, executive officers and employees and other persons may be deemed to be participants in the solicitation of proxies from the holders of Company common stock in respect of the proposed transaction. Information regarding Rite Aid’s directors and executive officers is available in its definitive proxy statement for Rite Aid’s 2017 annual meeting of stockholders filed with the SEC on June 7, 2017, as modified or supplemented by any Form 3 or Form 4 filed with the SEC since the date of such definitive proxy statement. Information about the directors and executive officers of Albertsons will be set forth in the Form S-4. Other information regarding the interests of the participants in the proxy solicitation will be included in the proxy statement/prospectus when it becomes available. These documents can be obtained free of charge from the sources indicated above. This communication shall not constitute an offer to sell or the solicitation of an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180305006179/en/\nRite Aid Corporation\nINVESTORS:\nByron Purcell, 717-975-5809\nor investor@riteaid.com\nor\nMEDIA:\nSusan Henderson, 717-730-7766\nSource: Rite Aid Corporation",
    "published": "2018-03-06T00:15:00.000+02:00",
    "crawled": "2018-03-06T02:31:10.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "camp",
        "hill",
        "business",
        "wire",
        "rite",
        "aid",
        "corporation",
        "nyse",
        "rad",
        "today",
        "provided",
        "update",
        "progress",
        "plan",
        "sell",
        "store",
        "walgreens",
        "boot",
        "alliance",
        "nasdaq",
        "wba",
        "pursuant",
        "previously",
        "disclosed",
        "amended",
        "restated",
        "asset",
        "purchase",
        "agreement",
        "dated",
        "september",
        "asset",
        "purchase",
        "agreement",
        "march",
        "rite",
        "aid",
        "transferred",
        "store",
        "related",
        "asset",
        "wba",
        "received",
        "cash",
        "proceeds",
        "billion",
        "company",
        "continues",
        "use",
        "reduce",
        "debt",
        "asset",
        "purchase",
        "agreement",
        "wba",
        "purchase",
        "total",
        "store",
        "three",
        "distribution",
        "center",
        "related",
        "inventory",
        "rite",
        "aid",
        "purchase",
        "price",
        "billion",
        "basis",
        "rite",
        "aid",
        "expects",
        "complete",
        "store",
        "transfer",
        "process",
        "spring",
        "majority",
        "closing",
        "condition",
        "satisfied",
        "subsequent",
        "transfer",
        "rite",
        "aid",
        "store",
        "related",
        "asset",
        "remain",
        "subject",
        "minimal",
        "customary",
        "closing",
        "condition",
        "applicable",
        "store",
        "transferred",
        "subsequent",
        "closing",
        "specified",
        "asset",
        "purchase",
        "agreement",
        "additional",
        "detail",
        "regarding",
        "today",
        "announcement",
        "filed",
        "security",
        "exchange",
        "commission",
        "form",
        "rite",
        "aid",
        "one",
        "nation",
        "leading",
        "drugstore",
        "chain",
        "fiscal",
        "annual",
        "revenue",
        "billion",
        "information",
        "rite",
        "aid",
        "including",
        "corporate",
        "background",
        "press",
        "release",
        "available",
        "company",
        "website",
        "cautionary",
        "statement",
        "regarding",
        "forward",
        "looking",
        "statement",
        "statement",
        "release",
        "historical",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "expected",
        "timing",
        "subsequent",
        "closing",
        "sale",
        "rite",
        "aid",
        "store",
        "asset",
        "wba",
        "ability",
        "party",
        "complete",
        "subsequent",
        "closing",
        "sale",
        "related",
        "subsequent",
        "transaction",
        "considering",
        "various",
        "closing",
        "condition",
        "applicable",
        "store",
        "related",
        "asset",
        "distribution",
        "center",
        "transferred",
        "subsequent",
        "closing",
        "outcome",
        "legal",
        "regulatory",
        "matter",
        "connection",
        "sale",
        "store",
        "asset",
        "rite",
        "aid",
        "wba",
        "expected",
        "benefit",
        "transaction",
        "improved",
        "operation",
        "growth",
        "potential",
        "market",
        "profile",
        "financial",
        "strength",
        "competitive",
        "ability",
        "position",
        "rite",
        "aid",
        "following",
        "completion",
        "proposed",
        "transaction",
        "ability",
        "rite",
        "aid",
        "implement",
        "new",
        "business",
        "strategy",
        "following",
        "completion",
        "proposed",
        "transaction",
        "ability",
        "rite",
        "aid",
        "repay",
        "debt",
        "using",
        "proceeds",
        "proposed",
        "transaction",
        "assumption",
        "underlying",
        "foregoing",
        "word",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "project",
        "variation",
        "word",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "risk",
        "assumption",
        "uncertainty",
        "including",
        "limited",
        "high",
        "level",
        "indebtedness",
        "ability",
        "make",
        "interest",
        "principal",
        "payment",
        "debt",
        "satisfy",
        "covenant",
        "contained",
        "debt",
        "agreement",
        "general",
        "economic",
        "industry",
        "market",
        "competitive",
        "regulatory",
        "political",
        "condition",
        "ability",
        "improve",
        "operating",
        "performance",
        "store",
        "accordance",
        "long",
        "term",
        "strategy",
        "impact",
        "private",
        "public",
        "payer",
        "continued",
        "reduction",
        "prescription",
        "drug",
        "reimbursement",
        "effort",
        "encourage",
        "mail",
        "order",
        "ability",
        "manage",
        "expense",
        "investment",
        "working",
        "capital",
        "outcome",
        "legal",
        "regulatory",
        "matter",
        "change",
        "legislation",
        "regulation",
        "including",
        "healthcare",
        "reform",
        "ability",
        "achieve",
        "benefit",
        "effort",
        "reduce",
        "cost",
        "generic",
        "drug",
        "risk",
        "related",
        "proposed",
        "transaction",
        "including",
        "possibility",
        "subsequent",
        "transaction",
        "may",
        "close",
        "including",
        "governmental",
        "entity",
        "may",
        "prohibit",
        "delay",
        "refuse",
        "grant",
        "approval",
        "consummation",
        "transaction",
        "may",
        "require",
        "condition",
        "limitation",
        "restriction",
        "connection",
        "approval",
        "risk",
        "may",
        "material",
        "adverse",
        "change",
        "rite",
        "aid",
        "business",
        "rite",
        "aid",
        "may",
        "suffer",
        "result",
        "uncertainty",
        "surrounding",
        "proposed",
        "transaction",
        "risk",
        "related",
        "ability",
        "realize",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "risk",
        "associated",
        "financing",
        "proposed",
        "transaction",
        "disruption",
        "proposed",
        "transaction",
        "making",
        "difficult",
        "maintain",
        "business",
        "operational",
        "relationship",
        "effect",
        "pending",
        "sale",
        "rite",
        "aid",
        "business",
        "relationship",
        "including",
        "without",
        "limitation",
        "customer",
        "supplier",
        "operating",
        "result",
        "business",
        "generally",
        "risk",
        "related",
        "diverting",
        "management",
        "employee",
        "attention",
        "ongoing",
        "business",
        "operation",
        "risk",
        "rite",
        "aid",
        "stock",
        "price",
        "may",
        "decline",
        "significantly",
        "proposed",
        "transaction",
        "completed",
        "significant",
        "transaction",
        "cost",
        "unknown",
        "liability",
        "risk",
        "litigation",
        "regulatory",
        "action",
        "related",
        "proposed",
        "transaction",
        "potential",
        "change",
        "strategy",
        "event",
        "remaining",
        "proposed",
        "transaction",
        "close",
        "may",
        "include",
        "delaying",
        "reducing",
        "capital",
        "expenditure",
        "selling",
        "asset",
        "operation",
        "attempting",
        "restructure",
        "refinance",
        "debt",
        "seeking",
        "additional",
        "capital",
        "business",
        "effect",
        "risk",
        "assumption",
        "uncertainty",
        "fully",
        "described",
        "item",
        "1a",
        "risk",
        "factor",
        "recent",
        "annual",
        "report",
        "form",
        "document",
        "file",
        "furnish",
        "security",
        "exchange",
        "commission",
        "encouraged",
        "read",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "indicated",
        "anticipated",
        "statement",
        "accordingly",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "looking",
        "statement",
        "speak",
        "date",
        "made",
        "rite",
        "aid",
        "expressly",
        "disclaims",
        "current",
        "intention",
        "update",
        "publicly",
        "statement",
        "distribution",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "change",
        "assumption",
        "otherwise",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "strategic",
        "combination",
        "involving",
        "rite",
        "aid",
        "albertsons",
        "company",
        "albertsons",
        "rite",
        "aid",
        "albertsons",
        "intend",
        "file",
        "relevant",
        "material",
        "sec",
        "including",
        "albertsons",
        "file",
        "registration",
        "statement",
        "form",
        "include",
        "proxy",
        "distributed",
        "rite",
        "aid",
        "stockholder",
        "rite",
        "aid",
        "mail",
        "proxy",
        "proxy",
        "card",
        "stockholder",
        "entitled",
        "vote",
        "special",
        "meeting",
        "relating",
        "proposed",
        "merger",
        "investor",
        "urged",
        "read",
        "proxy",
        "becomes",
        "available",
        "contain",
        "important",
        "information",
        "rite",
        "aid",
        "existing",
        "public",
        "filing",
        "sec",
        "also",
        "read",
        "including",
        "risk",
        "factor",
        "contained",
        "therein",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "copy",
        "form",
        "including",
        "proxy",
        "well",
        "filing",
        "containing",
        "information",
        "rite",
        "aid",
        "free",
        "charge",
        "sec",
        "web",
        "site",
        "investor",
        "security",
        "holder",
        "may",
        "also",
        "obtain",
        "rite",
        "aid",
        "sec",
        "filing",
        "connection",
        "transaction",
        "free",
        "charge",
        "rite",
        "aid",
        "web",
        "site",
        "link",
        "investor",
        "relation",
        "tab",
        "sec",
        "filing",
        "directing",
        "request",
        "rite",
        "aid",
        "byron",
        "purcell",
        "attention",
        "senior",
        "director",
        "treasury",
        "service",
        "investor",
        "relation",
        "copy",
        "document",
        "filed",
        "sec",
        "albertsons",
        "made",
        "available",
        "free",
        "charge",
        "albertsons",
        "website",
        "participant",
        "solicitation",
        "rite",
        "aid",
        "albertsons",
        "respective",
        "director",
        "executive",
        "officer",
        "employee",
        "person",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "holder",
        "company",
        "common",
        "stock",
        "respect",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "rite",
        "aid",
        "director",
        "executive",
        "officer",
        "available",
        "definitive",
        "proxy",
        "statement",
        "rite",
        "aid",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "june",
        "modified",
        "supplemented",
        "form",
        "form",
        "filed",
        "sec",
        "since",
        "date",
        "definitive",
        "proxy",
        "statement",
        "information",
        "director",
        "executive",
        "officer",
        "albertsons",
        "set",
        "forth",
        "form",
        "information",
        "regarding",
        "interest",
        "participant",
        "proxy",
        "solicitation",
        "included",
        "proxy",
        "becomes",
        "available",
        "document",
        "obtained",
        "free",
        "charge",
        "source",
        "indicated",
        "communication",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "view",
        "source",
        "version",
        "http",
        "rite",
        "aid",
        "corporation",
        "investor",
        "byron",
        "purcell",
        "investor",
        "medium",
        "susan",
        "henderson",
        "source",
        "rite",
        "aid",
        "corporation"
    ]
}