{
    "organizations": [],
    "uuid": "45a97f969e450acd2bc2667e25b8a365b3c8a982",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-pico-holdings-inc-announces-update-on-the-strategic-review-and-board-changes.html",
    "ord_in_thread": 0,
    "title": "PICO Holdings, Inc. Announces Update on the Strategic Review and Board Changes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LA JOLLA, Calif., March 12, 2018 (GLOBE NEWSWIRE) -- On October 2, 2017 PICO Holdings, Inc. (NASDAQ:PICO) announced the Board had engaged JMP Securities LLC (“JMP”) as the Company’s exclusive financial advisor to explore strategic alternatives to further enhance shareholder value. The intention of the engagement was to evaluate potential alternatives such as business combinations, the sale of the Company, a merger, or a sale, license or disposition of assets of the Company.\nPICO’s Board of Directors (the “Board”) instigated the strategic review process after being approached by a large and well - respected institution that indicated an interest in exploring potential financial and strategic partnerships or purchasing the Company. JMP was selected by the Board from among several possible financial advisors to solicit potential buyers, joint venture partners, and parties which might propose other transactions relating to PICO or its assets. JMP approached over 160 possible financial and strategic investors, including private equity funds, publicly traded entities, infrastructure investors, endowments and other institutions, and family offices. Of these parties, 34 executed non - disclosure agreements and were provided with detailed materials regarding the Company’s assets and operations.\nOf those interested parties that executed non - disclosure agreements, several expressed further interest which was pursued by the Board and JMP. After careful review, the Board concluded that it did not believe any such expressions of interest would provide adequate value to PICO’s shareholders for the Company or its assets. Therefore, the Board directed JMP to conclude the strategic review process and determined the Company should continue to execute its current business plan of monetizing assets and returning proceeds to shareholders.\nDespite the conclusion of the strategic review process, the Board believes the Company has unique and valuable water resource assets in the southwest of the United States that should provide shareholders with positive cash flow and growth over the long - term. The Company believes that continued economic growth, housing shortages and homebuilding activity in the greater Reno, Nevada area, along with the continuing water scarcity in this region and in the regions which can be served by our Arizona assets, should result in superior realization of the value of our assets to shareholders.\nThe Company will also continue to explore additional initiatives designed to increase current cash flows, including the Company’s ongoing cost-cutting (including a potential reorganization of the Company, board fees and other expense reductions), monetization of non - core assets, creative exploitation of core assets, and consideration of transactions that present sound economic and strategic value that might arise in the course of the current business plan.\nThe Company also announced today that Daniel Silvers, the Company’s Lead Independent Director, has informed the Company that he has decided not to seek re - election as a Director when his annual term ends at the Company’s Annual Meeting of Shareholders to be held on May 3, 2018 (the “Annual Meeting”). The Company also announced the Board has appointed, with immediate effect, two new directors, Nicole Weymouth, an environmental planner, and Dorothy Timian-Palmer, President and Chief Executive Officer of the Company’s wholly-owned subsidiary, Vidler Water Company. Additionally, Ms. Weymouth and Ms. Timian-Palmer were nominated for election by shareholders at the Annual Meeting.\nMax Webb, PICO’s Chairman of the Board commented:\n“On behalf of the Board, I wish to thank Dan for his dedicated and highly-professional service to the Company and its shareholders since joining the Board almost two years ago. Dan has been instrumental in the progress made by the Company in that time period and his experience and wisdom have been invaluable to me and the rest of the Board. We all wish him well and thank him for a job well done.\n“We are pleased to announce the nominations of Nicole and Dorothy to the Board. The addition of these two individuals brings diverse areas of expertise which we believe will be essential for the Board as the Company continues to execute on its business plan of monetizing its assets. Nicole is an experienced environmental planner who works for WSP USA, a leading global engineering and professional services consulting firm. Nicole will bring an operational perspective to the Company as it navigates the challenges and issues of monetizing its water assets for new residential and commercial developments in Nevada, Arizona and New Mexico. Dorothy is an engineer by profession and is, as Chief Executive Officer of Vidler Water Company, extremely familiar with the nuances of our water resource assets and the strategies required for us as we seek to maximize the value of our assets.”\nMr. Silvers stated: “It has been a great pleasure and privilege to serve on the Board. The Company has made significant progress in that period and I am pleased with what we accomplished. I wish the Company well as it builds upon these accomplishments in seeking to execute its business plan.”\nAdditional information regarding the appointment of Ms. Weymouth and Ms. Timian-Palmer as directors can be found in the Current Report on Form 8-K filed today by the Company with the Securities and Exchange Commission.\nAbout PICO Holdings, Inc.\nPICO Holdings is a diversified holding company. Currently, we believe the highest potential return to shareholders is from a return of capital to shareholders. As we monetize assets, rather than reinvest the proceeds, we intend to return the capital derived therefrom, less any working capital requirements, back to shareholders through a stock repurchase program or by other means such as special dividends taking into effect liquidity requirements, debt covenants and any other contractual and legal restrictions that may exist at the time.\nAs of December 31, 2017, our major investment is our wholly owned subsidiary, Vidler Water Company, Inc., a water resource development business with several assets located throughout the southwest U.S.\nCAUTIONARY NOTE REGARDING FORWARD-LOOKING STATEMENTS\nStatements in this press release that are not historical, including statements regarding our business plan and the maximization of the value of our assets, are forward-looking statements based on current expectations and assumptions that are subject to risks and uncertainties.\nA number of factors may cause results to differ materially from our expectations, such as: any slow down or downturn in the housing recovery or in the real estate markets in which Vidler operates; fluctuations in the prices of water and water rights; physical, governmental and legal restrictions on water and water rights; a downturn in some sectors of the stock market; general economic conditions; prolonged weakness in the overall U.S. and global economies; the performance of the businesses; the continued service and availability of key management personnel; and potential capital requirements and financing alternatives.\nFor further information regarding risks and uncertainties associated with our business, please refer to the “Management’s Discussion and Analysis of Financial Condition and Results of Operations” and “Risk Factors” sections of our SEC filings, including our Annual Report on Form 10-K and our Quarterly Reports on Form 10-Q, copies of which may be obtained by contacting us at (858) 456-6022 or at http://investors.picoholdings.com .\nWe undertake no obligation to (and we expressly disclaim any obligation to) update our forward-looking statements, whether as a result of new information, subsequent events, or otherwise, in order to reflect any event or circumstance which may arise after the date of this press release, except as may otherwise be required by law. Readers are urged not to place undue reliance on these forward-looking statements, which speak only as of the date of this press release.\nImportant Additional Information and Where to Find it\nThe Company, its directors and certain of its executive officers and employees may be deemed to be participants in the solicitation of proxies from stockholders in connection with the Annual Meeting. The Company plans to file a proxy statement with the SEC in connection with the solicitation of proxies for the Annual Meeting (the “2018 Proxy Statement”). STOCKHOLDERS ARE URGED TO READ THE 2018 PROXY STATEMENT (INCLUDING ANY AMENDMENTS OR SUPPLEMENTS THERETO) AND ANY OTHER RELEVANT DOCUMENTS THAT THE COMPANY WILL FILE WITH THE SEC CAREFULLY IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. Additional information regarding the identity of these potential participants and their direct or indirect interests, by security holdings or otherwise, will be set forth in the 2018 Proxy Statement and other materials to be filed with the SEC in connection with the Annual Meeting. Information relating to the foregoing can also be found in the Company’s definitive proxy statement for its 2017 Annual Meeting of Stockholders (the “2017 Proxy Statement”), filed with the SEC on March 21, 2017. To the extent holdings of the Company’s securities by such potential participants have changed since the amounts printed in the 2017 Proxy Statement, such changes have been or will be reflected on Statements of Change in Ownership on Forms 3 and 4 filed with the SEC.\nStockholders will be able to obtain the 2018 Proxy Statement, any amendments or supplements to the proxy statement and other documents filed by the Company with the SEC for no charge at the SEC’s website at www.sec.gov .\nThis news release was distributed by GlobeNewswire, www.globenewswire.com .\nCONTACT:\nMax Webb\nChief Executive Officer\n858 652 4114\nSource:PICO Holdings Inc.",
    "published": "2018-03-12T16:00:00.000+02:00",
    "crawled": "2018-03-12T16:40:00.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "jolla",
        "march",
        "globe",
        "newswire",
        "october",
        "pico",
        "holding",
        "nasdaq",
        "pico",
        "announced",
        "board",
        "engaged",
        "jmp",
        "security",
        "llc",
        "jmp",
        "company",
        "exclusive",
        "financial",
        "advisor",
        "explore",
        "strategic",
        "alternative",
        "enhance",
        "shareholder",
        "value",
        "intention",
        "engagement",
        "evaluate",
        "potential",
        "alternative",
        "business",
        "combination",
        "sale",
        "company",
        "merger",
        "sale",
        "license",
        "disposition",
        "asset",
        "company",
        "pico",
        "board",
        "director",
        "board",
        "instigated",
        "strategic",
        "review",
        "process",
        "approached",
        "large",
        "well",
        "respected",
        "institution",
        "indicated",
        "interest",
        "exploring",
        "potential",
        "financial",
        "strategic",
        "partnership",
        "purchasing",
        "company",
        "jmp",
        "selected",
        "board",
        "among",
        "several",
        "possible",
        "financial",
        "advisor",
        "solicit",
        "potential",
        "buyer",
        "joint",
        "venture",
        "partner",
        "party",
        "might",
        "propose",
        "transaction",
        "relating",
        "pico",
        "asset",
        "jmp",
        "approached",
        "possible",
        "financial",
        "strategic",
        "investor",
        "including",
        "private",
        "equity",
        "fund",
        "publicly",
        "traded",
        "entity",
        "infrastructure",
        "investor",
        "endowment",
        "institution",
        "family",
        "office",
        "party",
        "executed",
        "non",
        "disclosure",
        "agreement",
        "provided",
        "detailed",
        "material",
        "regarding",
        "company",
        "asset",
        "operation",
        "interested",
        "party",
        "executed",
        "non",
        "disclosure",
        "agreement",
        "several",
        "expressed",
        "interest",
        "pursued",
        "board",
        "jmp",
        "careful",
        "review",
        "board",
        "concluded",
        "believe",
        "expression",
        "interest",
        "would",
        "provide",
        "adequate",
        "value",
        "pico",
        "shareholder",
        "company",
        "asset",
        "therefore",
        "board",
        "directed",
        "jmp",
        "conclude",
        "strategic",
        "review",
        "process",
        "determined",
        "company",
        "continue",
        "execute",
        "current",
        "business",
        "plan",
        "monetizing",
        "asset",
        "returning",
        "proceeds",
        "shareholder",
        "despite",
        "conclusion",
        "strategic",
        "review",
        "process",
        "board",
        "belief",
        "company",
        "unique",
        "valuable",
        "water",
        "resource",
        "asset",
        "southwest",
        "united",
        "state",
        "provide",
        "shareholder",
        "positive",
        "cash",
        "flow",
        "growth",
        "long",
        "term",
        "company",
        "belief",
        "continued",
        "economic",
        "growth",
        "housing",
        "shortage",
        "homebuilding",
        "activity",
        "greater",
        "reno",
        "nevada",
        "area",
        "along",
        "continuing",
        "water",
        "scarcity",
        "region",
        "region",
        "served",
        "arizona",
        "asset",
        "result",
        "superior",
        "realization",
        "value",
        "asset",
        "shareholder",
        "company",
        "also",
        "continue",
        "explore",
        "additional",
        "initiative",
        "designed",
        "increase",
        "current",
        "cash",
        "flow",
        "including",
        "company",
        "ongoing",
        "including",
        "potential",
        "reorganization",
        "company",
        "board",
        "fee",
        "expense",
        "reduction",
        "monetization",
        "non",
        "core",
        "asset",
        "creative",
        "exploitation",
        "core",
        "asset",
        "consideration",
        "transaction",
        "present",
        "sound",
        "economic",
        "strategic",
        "value",
        "might",
        "arise",
        "course",
        "current",
        "business",
        "plan",
        "company",
        "also",
        "announced",
        "today",
        "daniel",
        "silver",
        "company",
        "lead",
        "independent",
        "director",
        "informed",
        "company",
        "decided",
        "seek",
        "election",
        "director",
        "annual",
        "term",
        "end",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "held",
        "may",
        "annual",
        "meeting",
        "company",
        "also",
        "announced",
        "board",
        "appointed",
        "immediate",
        "effect",
        "two",
        "new",
        "director",
        "nicole",
        "weymouth",
        "environmental",
        "planner",
        "dorothy",
        "president",
        "chief",
        "executive",
        "officer",
        "company",
        "subsidiary",
        "vidler",
        "water",
        "company",
        "additionally",
        "weymouth",
        "nominated",
        "election",
        "shareholder",
        "annual",
        "meeting",
        "max",
        "webb",
        "pico",
        "chairman",
        "board",
        "commented",
        "behalf",
        "board",
        "wish",
        "thank",
        "dan",
        "dedicated",
        "service",
        "company",
        "shareholder",
        "since",
        "joining",
        "board",
        "almost",
        "two",
        "year",
        "ago",
        "dan",
        "instrumental",
        "progress",
        "made",
        "company",
        "time",
        "period",
        "experience",
        "wisdom",
        "invaluable",
        "rest",
        "board",
        "wish",
        "well",
        "thank",
        "job",
        "well",
        "done",
        "pleased",
        "announce",
        "nomination",
        "nicole",
        "dorothy",
        "board",
        "addition",
        "two",
        "individual",
        "brings",
        "diverse",
        "area",
        "expertise",
        "believe",
        "essential",
        "board",
        "company",
        "continues",
        "execute",
        "business",
        "plan",
        "monetizing",
        "asset",
        "nicole",
        "experienced",
        "environmental",
        "planner",
        "work",
        "wsp",
        "usa",
        "leading",
        "global",
        "engineering",
        "professional",
        "service",
        "consulting",
        "firm",
        "nicole",
        "bring",
        "operational",
        "perspective",
        "company",
        "navigates",
        "challenge",
        "issue",
        "monetizing",
        "water",
        "asset",
        "new",
        "residential",
        "commercial",
        "development",
        "nevada",
        "arizona",
        "new",
        "mexico",
        "dorothy",
        "engineer",
        "profession",
        "chief",
        "executive",
        "officer",
        "vidler",
        "water",
        "company",
        "extremely",
        "familiar",
        "nuance",
        "water",
        "resource",
        "asset",
        "strategy",
        "required",
        "u",
        "seek",
        "maximize",
        "value",
        "silver",
        "stated",
        "great",
        "pleasure",
        "privilege",
        "serve",
        "board",
        "company",
        "made",
        "significant",
        "progress",
        "period",
        "pleased",
        "accomplished",
        "wish",
        "company",
        "well",
        "build",
        "upon",
        "accomplishment",
        "seeking",
        "execute",
        "business",
        "additional",
        "information",
        "regarding",
        "appointment",
        "weymouth",
        "director",
        "found",
        "current",
        "report",
        "form",
        "filed",
        "today",
        "company",
        "security",
        "exchange",
        "commission",
        "pico",
        "holding",
        "pico",
        "holding",
        "diversified",
        "holding",
        "company",
        "currently",
        "believe",
        "highest",
        "potential",
        "return",
        "shareholder",
        "return",
        "capital",
        "shareholder",
        "monetize",
        "asset",
        "rather",
        "reinvest",
        "proceeds",
        "intend",
        "return",
        "capital",
        "derived",
        "therefrom",
        "less",
        "working",
        "capital",
        "requirement",
        "back",
        "shareholder",
        "stock",
        "repurchase",
        "program",
        "mean",
        "special",
        "dividend",
        "taking",
        "effect",
        "liquidity",
        "requirement",
        "debt",
        "covenant",
        "contractual",
        "legal",
        "restriction",
        "may",
        "exist",
        "time",
        "december",
        "major",
        "investment",
        "wholly",
        "owned",
        "subsidiary",
        "vidler",
        "water",
        "company",
        "water",
        "resource",
        "development",
        "business",
        "several",
        "asset",
        "located",
        "throughout",
        "southwest",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "statement",
        "press",
        "release",
        "historical",
        "including",
        "statement",
        "regarding",
        "business",
        "plan",
        "maximization",
        "value",
        "asset",
        "statement",
        "based",
        "current",
        "expectation",
        "assumption",
        "subject",
        "risk",
        "uncertainty",
        "number",
        "factor",
        "may",
        "cause",
        "result",
        "differ",
        "materially",
        "expectation",
        "slow",
        "downturn",
        "housing",
        "recovery",
        "real",
        "estate",
        "market",
        "vidler",
        "operates",
        "fluctuation",
        "price",
        "water",
        "water",
        "right",
        "physical",
        "governmental",
        "legal",
        "restriction",
        "water",
        "water",
        "right",
        "downturn",
        "sector",
        "stock",
        "market",
        "general",
        "economic",
        "condition",
        "prolonged",
        "weakness",
        "overall",
        "global",
        "economy",
        "performance",
        "business",
        "continued",
        "service",
        "availability",
        "key",
        "management",
        "personnel",
        "potential",
        "capital",
        "requirement",
        "financing",
        "alternative",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "associated",
        "business",
        "please",
        "refer",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "risk",
        "factor",
        "section",
        "sec",
        "filing",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "copy",
        "may",
        "obtained",
        "contacting",
        "u",
        "http",
        "undertake",
        "obligation",
        "expressly",
        "disclaim",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "subsequent",
        "event",
        "otherwise",
        "order",
        "reflect",
        "event",
        "circumstance",
        "may",
        "arise",
        "date",
        "press",
        "release",
        "except",
        "may",
        "otherwise",
        "required",
        "law",
        "reader",
        "urged",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "important",
        "additional",
        "information",
        "find",
        "company",
        "director",
        "certain",
        "executive",
        "officer",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "stockholder",
        "connection",
        "annual",
        "meeting",
        "company",
        "plan",
        "file",
        "proxy",
        "statement",
        "sec",
        "connection",
        "solicitation",
        "proxy",
        "annual",
        "meeting",
        "proxy",
        "statement",
        "stockholder",
        "urged",
        "read",
        "proxy",
        "statement",
        "including",
        "amendment",
        "supplement",
        "thereto",
        "relevant",
        "document",
        "company",
        "file",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "additional",
        "information",
        "regarding",
        "identity",
        "potential",
        "participant",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "set",
        "forth",
        "proxy",
        "statement",
        "material",
        "filed",
        "sec",
        "connection",
        "annual",
        "meeting",
        "information",
        "relating",
        "foregoing",
        "also",
        "found",
        "company",
        "definitive",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "proxy",
        "statement",
        "filed",
        "sec",
        "march",
        "extent",
        "holding",
        "company",
        "security",
        "potential",
        "participant",
        "changed",
        "since",
        "amount",
        "printed",
        "proxy",
        "statement",
        "change",
        "reflected",
        "statement",
        "change",
        "ownership",
        "form",
        "filed",
        "sec",
        "stockholder",
        "able",
        "obtain",
        "proxy",
        "statement",
        "amendment",
        "supplement",
        "proxy",
        "statement",
        "document",
        "filed",
        "company",
        "sec",
        "charge",
        "sec",
        "website",
        "news",
        "release",
        "distributed",
        "globenewswire",
        "contact",
        "max",
        "webb",
        "chief",
        "executive",
        "officer",
        "source",
        "pico",
        "holding",
        "inc"
    ]
}