{
    "organizations": [],
    "uuid": "6e6e3afdd9454f65a7593d70d98bd47751037f44",
    "author": "Amanda Macias",
    "url": "https://www.cnbc.com/2018/03/23/where-john-bolton-stands-on-iran-nuke-deal-north-korea-russia.html",
    "ord_in_thread": 0,
    "title": "Where John Bolton stands on Iran nuke deal, North Korea, Russia",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "John Bolton is a hardline Republican, a foreign policy super-hawk and President Donald Trump's pick to replace H.R. McMaster as national security advisor.\nSenate confirmation is not required for the White House national security post and Bolton, a former ambassador to the U.N., will inherit a staff of several hundred specialists from the Pentagon, State Department and U.S. intelligence agencies.\nHe will be responsible for advising Trump on a wide spectrum of national security issues, from the U.S.-led coalition against the Islamic State to China's aggressive actions in the South China Sea to North Korea's growing nuclear threat.\nBolton will be the third national security advisor to serve Trump, following the departures of three-star Army generals Michael Flynn and H.R. McMaster.\n\"It's kind of a head-scratcher because he seems really out of step with what the president has said and stood for going all the way back to the campaign,\" retired U.S. Army Lt. Col. Daniel Davis, who served under McMaster during the Persian Gulf War, told CNBC.\nMichael Brochstein | SOPA Images | LightRocket | Getty Images John Bolton, Former United States Ambassador to the United Nations, at the Conservative Political Action Conference (CPAC) held at the Gaylord National Resort & Convention Center in Oxon Hill, Maryland in February. Davis, who is now a senior defense fellow and military expert for Defense Priorities, notes that Bolton has taken an opposite position on several topics Trump pushed for in 2016.\n\"[Trump] was adamant about no more regime change, that was one of his mantras in the campaign, no more stupid wars, all this kind of stuff and that's what Bolton has lived for,\" Davis said. \nAs George W. Bush's undersecretary of state for arms control, Bolton was a supporter of the invasion of Iraq and was confident that Iraqi president Saddam Hussein possessed weapons of mass destruction.\nGetty Images President George W. Bush (R) and Ambassador to the UN John Bolton (L) meet in the Oval Office of the White House December 4, 2006 in Washington, DC. Bush accepted Bolton's resignation as Ambassador to the United Nations when his term is up in January 2007. \"The president has also said that he was against President Bush's war in Iraq saying it was a disaster. And Bolton was one of the architects of that [war,]\" added Davis, who also wrote an opinion piece on Bolton's appointment for CNBC .\nAfter leaving the Bush administration, Bolton joined the American Enterprise Institute, a conservative think tank, where he expressed some of his confrontational rhetoric in op-eds like \" To Stop Iran's Bomb, Bomb Iran .\" Within the last year, he wrote \" The Legal Case for Striking North Korea First \" and \" How to Defund the UN .\" \n\"If you take his advice and attack North Korea and if you take his advice and change the regime in Iran, I mean, my goodness, if you thought Iraq was bad, this is like 10 times that,\" Davis said in regards to Bolton's op-eds. \n\"Bolton doesn't even talk about diplomacy. For him, it's either abject surrender on the opposition or its war and there doesn't seem to be any room for negotiation.\"\nMeanwhile, Ian Bremmer, president of political risk consultancy firm Eurasia Group, called Bolton's post \"a dramatic shift in favor of a more military-first approach to policy.\" Saying it is \"less \"jaw-jaw\" and more \"war-war.\" \n\"That matters a great deal for an America First president who is inclined to take policies on his own, without consulting allies or, frequently, dissenting opinions in his own cabinet,\" Bremmer added.\nBolton, through a spokesperson, declined comment for this article.\nHere's a roundup of Bolton's views on various national security matters:\nBolton on the Iran nuclear deal Getty Images Iranian President Hassan Rouhani Similar to Trump, Bolton has called the nuclear agreement a \"strategic debacle,\" and said in January on Fox News that the deal should be scrapped, sanctions reimposed, and regime change encouraged.\nIn January, Trump said he would stick with the deal for now, but wants to fix the agreement's \"terrible flaws.\"\n\"The appointment of John Bolton is bad news for those who were hoping the Iran deal would somehow survive, said Harry Kazianis, director of defense studies at the Center for the National Interest. \"The deal is RIP as of right now.\"\nAnd while it is unclear if Trump will rollback the 2015 nuclear agreement, Davis said it would be \"disastrous\" if the U.S. were to withdraw because it would \"undermine\" negotiations with North Korea.\n\"What possible motivation would any country have to begin negotiations with you when they see a fellow country that did exactly what the United States is asking you to do, just throw it away? You wouldn't trust the paper the thing was written on,\" Davis said.\nBolton on North Korea's nuclear program KCNA | Reuters North Korean leader Kim Jong Un attends a grand military parade celebrating the 70th founding anniversary of the Korean People's Army at the Kim Il Sung Square in Pyongyang. In the aforementioned op-ed for the Wall Street Journal , published one month before Trump's on-the-spot acceptance to meet with Kim Jong Un, Bolton made a case for taking preemptive strikes against the North.\nUnder third-generation North Korean leader Kim, the reclusive state has conducted its most powerful nuclear test, launched its first-ever intercontinental ballistic missile and threatened to send missiles into the waters near the U.S. territory of Guam.\nWhat's more, the acceleration and frequency of testing show not only Kim's nuclear ambitions but also that the nation has developed an arsenal.\nIn 2003, on the eve of six-nation talks over Pyongyang's nuclear program, Bolton called then-North Korean leader Kim Jong II a \"tyrannical dictator.\" The North responded by calling Bolton \"human scum.\" \nAt present, the North has yet to formally acknowledge the proposed meeting, which was announced two weeks ago and is slated to occur by the end of May.\nWhile the U.S. waits to enter negotiations with North Korea, Bremmer said Bolton's new post will make the summit between Trump and North Korean dictator Kim Jong Un \"far riskier.\" \nSimilarly, Kazianis agreed that Bolton will take a harder line than his predecessor.\n\"Bolton will not tolerate any sort of games from Pyongyang. If the North Koreans ask for bribes or incentives to talk, look for the administration to snap to an even harder line, think the maximum pressure on steroids, Kazianis said.\nBremmer also added that the likelihood \"the U.S. ends up in military conflict with North Korea\" has increased.\nMeanwhile, the Pentagon will move forward with its annual U.S.-South Korean military exercises that usually agitate North Korea. The massive war games have been described by the North's government as a dress rehearsal for an invasion of the Korean peninsula.\nBolton on Russia's new weapons Mikhail Svetlov | Getty Images Russian Preisdent Vladmir Putin during a meeting with editors of foreign news agencies at the Konstantin Palace on June 1, 2017 in Saint Petersburg, Russia. Earlier this month, during a two-hour state-of-the-nation speech, Russian President Vladimir Putin announced a slew of new nuclear weapons as well as a hypersonic missile .\nBolton responded to Putin's latest military capabilities with his trademark bellicose rhetoric on Twitter.\n\"There needs to be a strategic response to Russia's new nuclear missiles to show our allies in Europe that we will not let #Russia push the U.S. or its allies around,\" he wrote.\nHis actions made Davis question if Bolton was \"really an upper-level diplomat\" and if Trump would appreciate his national security advisor stepping into the limelight.\n\"Those are the kinds of things you need to handle under the radar and off the front page,\" Davis added.\nMeanwhile, Trump announced Tuesday that he plans to \" get together in the not-too-distant future \" with Putin in order to discuss the international arms race.",
    "published": "2018-03-23T21:36:00.000+03:00",
    "crawled": "2018-03-23T20:47:37.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "john",
        "bolton",
        "hardline",
        "republican",
        "foreign",
        "policy",
        "president",
        "donald",
        "trump",
        "pick",
        "replace",
        "mcmaster",
        "national",
        "security",
        "advisor",
        "senate",
        "confirmation",
        "required",
        "white",
        "house",
        "national",
        "security",
        "post",
        "bolton",
        "former",
        "ambassador",
        "inherit",
        "staff",
        "several",
        "hundred",
        "specialist",
        "pentagon",
        "state",
        "department",
        "intelligence",
        "agency",
        "responsible",
        "advising",
        "trump",
        "wide",
        "spectrum",
        "national",
        "security",
        "issue",
        "coalition",
        "islamic",
        "state",
        "china",
        "aggressive",
        "action",
        "south",
        "china",
        "sea",
        "north",
        "korea",
        "growing",
        "nuclear",
        "threat",
        "bolton",
        "third",
        "national",
        "security",
        "advisor",
        "serve",
        "trump",
        "following",
        "departure",
        "army",
        "general",
        "michael",
        "flynn",
        "mcmaster",
        "kind",
        "seems",
        "really",
        "step",
        "president",
        "said",
        "stood",
        "going",
        "way",
        "back",
        "campaign",
        "retired",
        "army",
        "daniel",
        "davis",
        "served",
        "mcmaster",
        "persian",
        "gulf",
        "war",
        "told",
        "cnbc",
        "michael",
        "brochstein",
        "sopa",
        "image",
        "lightrocket",
        "getty",
        "image",
        "john",
        "bolton",
        "former",
        "united",
        "state",
        "ambassador",
        "united",
        "nation",
        "conservative",
        "political",
        "action",
        "conference",
        "cpac",
        "held",
        "gaylord",
        "national",
        "resort",
        "convention",
        "center",
        "oxon",
        "hill",
        "maryland",
        "february",
        "davis",
        "senior",
        "defense",
        "fellow",
        "military",
        "expert",
        "defense",
        "priority",
        "note",
        "bolton",
        "taken",
        "opposite",
        "position",
        "several",
        "topic",
        "trump",
        "pushed",
        "trump",
        "adamant",
        "regime",
        "change",
        "one",
        "mantra",
        "campaign",
        "stupid",
        "war",
        "kind",
        "stuff",
        "bolton",
        "lived",
        "davis",
        "said",
        "george",
        "bush",
        "undersecretary",
        "state",
        "arm",
        "control",
        "bolton",
        "supporter",
        "invasion",
        "iraq",
        "confident",
        "iraqi",
        "president",
        "saddam",
        "hussein",
        "possessed",
        "weapon",
        "mass",
        "destruction",
        "getty",
        "image",
        "president",
        "george",
        "bush",
        "r",
        "ambassador",
        "un",
        "john",
        "bolton",
        "l",
        "meet",
        "oval",
        "office",
        "white",
        "house",
        "december",
        "washington",
        "dc",
        "bush",
        "accepted",
        "bolton",
        "resignation",
        "ambassador",
        "united",
        "nation",
        "term",
        "january",
        "president",
        "also",
        "said",
        "president",
        "bush",
        "war",
        "iraq",
        "saying",
        "disaster",
        "bolton",
        "one",
        "architect",
        "war",
        "added",
        "davis",
        "also",
        "wrote",
        "opinion",
        "piece",
        "bolton",
        "appointment",
        "cnbc",
        "leaving",
        "bush",
        "administration",
        "bolton",
        "joined",
        "american",
        "enterprise",
        "institute",
        "conservative",
        "think",
        "tank",
        "expressed",
        "confrontational",
        "rhetoric",
        "like",
        "stop",
        "iran",
        "bomb",
        "bomb",
        "iran",
        "within",
        "last",
        "year",
        "wrote",
        "legal",
        "case",
        "striking",
        "north",
        "korea",
        "first",
        "defund",
        "un",
        "take",
        "advice",
        "attack",
        "north",
        "korea",
        "take",
        "advice",
        "change",
        "regime",
        "iran",
        "mean",
        "goodness",
        "thought",
        "iraq",
        "bad",
        "like",
        "time",
        "davis",
        "said",
        "regard",
        "bolton",
        "bolton",
        "even",
        "talk",
        "diplomacy",
        "either",
        "abject",
        "surrender",
        "opposition",
        "war",
        "seem",
        "room",
        "negotiation",
        "meanwhile",
        "ian",
        "bremmer",
        "president",
        "political",
        "risk",
        "consultancy",
        "firm",
        "eurasia",
        "group",
        "called",
        "bolton",
        "post",
        "dramatic",
        "shift",
        "favor",
        "approach",
        "policy",
        "saying",
        "less",
        "matter",
        "great",
        "deal",
        "america",
        "first",
        "president",
        "inclined",
        "take",
        "policy",
        "without",
        "consulting",
        "ally",
        "frequently",
        "dissenting",
        "opinion",
        "cabinet",
        "bremmer",
        "added",
        "bolton",
        "spokesperson",
        "declined",
        "comment",
        "article",
        "roundup",
        "bolton",
        "view",
        "various",
        "national",
        "security",
        "matter",
        "bolton",
        "iran",
        "nuclear",
        "deal",
        "getty",
        "image",
        "iranian",
        "president",
        "hassan",
        "rouhani",
        "similar",
        "trump",
        "bolton",
        "called",
        "nuclear",
        "agreement",
        "strategic",
        "debacle",
        "said",
        "january",
        "fox",
        "news",
        "deal",
        "scrapped",
        "sanction",
        "reimposed",
        "regime",
        "change",
        "encouraged",
        "january",
        "trump",
        "said",
        "would",
        "stick",
        "deal",
        "want",
        "fix",
        "agreement",
        "terrible",
        "flaw",
        "appointment",
        "john",
        "bolton",
        "bad",
        "news",
        "hoping",
        "iran",
        "deal",
        "would",
        "somehow",
        "survive",
        "said",
        "harry",
        "kazianis",
        "director",
        "defense",
        "study",
        "center",
        "national",
        "interest",
        "deal",
        "rip",
        "right",
        "unclear",
        "trump",
        "rollback",
        "nuclear",
        "agreement",
        "davis",
        "said",
        "would",
        "disastrous",
        "withdraw",
        "would",
        "undermine",
        "negotiation",
        "north",
        "korea",
        "possible",
        "motivation",
        "would",
        "country",
        "begin",
        "negotiation",
        "see",
        "fellow",
        "country",
        "exactly",
        "united",
        "state",
        "asking",
        "throw",
        "away",
        "would",
        "trust",
        "paper",
        "thing",
        "written",
        "davis",
        "said",
        "bolton",
        "north",
        "korea",
        "nuclear",
        "program",
        "kcna",
        "reuters",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "attends",
        "grand",
        "military",
        "parade",
        "celebrating",
        "70th",
        "founding",
        "anniversary",
        "korean",
        "people",
        "army",
        "kim",
        "il",
        "sung",
        "square",
        "pyongyang",
        "aforementioned",
        "wall",
        "street",
        "journal",
        "published",
        "one",
        "month",
        "trump",
        "acceptance",
        "meet",
        "kim",
        "jong",
        "un",
        "bolton",
        "made",
        "case",
        "taking",
        "preemptive",
        "strike",
        "north",
        "north",
        "korean",
        "leader",
        "kim",
        "reclusive",
        "state",
        "conducted",
        "powerful",
        "nuclear",
        "test",
        "launched",
        "intercontinental",
        "ballistic",
        "missile",
        "threatened",
        "send",
        "missile",
        "water",
        "near",
        "territory",
        "guam",
        "acceleration",
        "frequency",
        "testing",
        "show",
        "kim",
        "nuclear",
        "ambition",
        "also",
        "nation",
        "developed",
        "arsenal",
        "eve",
        "talk",
        "pyongyang",
        "nuclear",
        "program",
        "bolton",
        "called",
        "korean",
        "leader",
        "kim",
        "jong",
        "ii",
        "tyrannical",
        "dictator",
        "north",
        "responded",
        "calling",
        "bolton",
        "human",
        "scum",
        "present",
        "north",
        "yet",
        "formally",
        "acknowledge",
        "proposed",
        "meeting",
        "announced",
        "two",
        "week",
        "ago",
        "slated",
        "occur",
        "end",
        "may",
        "wait",
        "enter",
        "negotiation",
        "north",
        "korea",
        "bremmer",
        "said",
        "bolton",
        "new",
        "post",
        "make",
        "summit",
        "trump",
        "north",
        "korean",
        "dictator",
        "kim",
        "jong",
        "un",
        "far",
        "riskier",
        "similarly",
        "kazianis",
        "agreed",
        "bolton",
        "take",
        "harder",
        "line",
        "predecessor",
        "bolton",
        "tolerate",
        "sort",
        "game",
        "pyongyang",
        "north",
        "korean",
        "ask",
        "bribe",
        "incentive",
        "talk",
        "look",
        "administration",
        "snap",
        "even",
        "harder",
        "line",
        "think",
        "maximum",
        "pressure",
        "steroid",
        "kazianis",
        "said",
        "bremmer",
        "also",
        "added",
        "likelihood",
        "end",
        "military",
        "conflict",
        "north",
        "korea",
        "increased",
        "meanwhile",
        "pentagon",
        "move",
        "forward",
        "annual",
        "korean",
        "military",
        "exercise",
        "usually",
        "agitate",
        "north",
        "korea",
        "massive",
        "war",
        "game",
        "described",
        "north",
        "government",
        "dress",
        "rehearsal",
        "invasion",
        "korean",
        "peninsula",
        "bolton",
        "russia",
        "new",
        "weapon",
        "mikhail",
        "svetlov",
        "getty",
        "image",
        "russian",
        "preisdent",
        "vladmir",
        "putin",
        "meeting",
        "editor",
        "foreign",
        "news",
        "agency",
        "konstantin",
        "palace",
        "june",
        "saint",
        "petersburg",
        "russia",
        "earlier",
        "month",
        "speech",
        "russian",
        "president",
        "vladimir",
        "putin",
        "announced",
        "slew",
        "new",
        "nuclear",
        "weapon",
        "well",
        "hypersonic",
        "missile",
        "bolton",
        "responded",
        "putin",
        "latest",
        "military",
        "capability",
        "trademark",
        "bellicose",
        "rhetoric",
        "twitter",
        "need",
        "strategic",
        "response",
        "russia",
        "new",
        "nuclear",
        "missile",
        "show",
        "ally",
        "europe",
        "let",
        "russia",
        "push",
        "ally",
        "around",
        "wrote",
        "action",
        "made",
        "davis",
        "question",
        "bolton",
        "really",
        "diplomat",
        "trump",
        "would",
        "appreciate",
        "national",
        "security",
        "advisor",
        "stepping",
        "limelight",
        "kind",
        "thing",
        "need",
        "handle",
        "radar",
        "front",
        "page",
        "davis",
        "added",
        "meanwhile",
        "trump",
        "announced",
        "tuesday",
        "plan",
        "get",
        "together",
        "future",
        "putin",
        "order",
        "discus",
        "international",
        "arm",
        "race"
    ]
}