{
    "organizations": [],
    "uuid": "e7aa54692a94138c0af01122bfe6360dfed1cb58",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/globe-newswire-contrafect-reports-fourth-quarter-and-full-year-2017-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "ContraFect Reports Fourth Quarter and Full Year 2017 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "YONKERS, N.Y., March 15, 2018 (GLOBE NEWSWIRE) -- ContraFect Corporation (Nasdaq:CFRX), a clinical-stage biotechnology company focused on the discovery and development of protein and antibody therapeutics for life-threatening, drug-resistant infectious diseases, today announced results for the fourth quarter and full year ended December 31, 2017.\n“We were pleased by the progress we achieved in 2017, most significantly the initiation of our Phase 2 trial of CF-301 in patients with complicated bacteremia including endocarditis due to Staphylococcus aureus ( Staph aureus ). Enrollment remains on track, and we continue to expect to report topline data from the study in the fourth quarter of this year. In addition, the ContraFect research team presented important new microbiologic data at scientific venues throughout the year. These data extend our understanding of the antimicrobial activity and resistance profile of CF-301 and further support the therapeutic potential of CF-301 and our broader lysin pipeline,” said Steven C. Gilman, Ph.D., Chairman and Chief Executive Officer of ContraFect. “We are excited that the next wave of potential therapies to combat the global threat of antibiotic-resistant Gram-negative pathogens may emerge from our suite of Gram-negative lysin discovery programs, which are currently focused on lysins targeting drug-resistant Pseudomonas aeruginosa ( P. aeruginosa ). We are confident in the outlook for the year ahead, and we look forward to successfully completing our Phase 2 study and advancing our robust portfolio of novel anti-infectives,” continued Dr. Gilman.\n2017 Highlights\nInitiated Phase 2 Clinical Trial of CF-301\nIn May 2017, the Company initiated a multi-center, multi-national Phase 2 clinical trial of its lead lysin product candidate, CF-301, for the treatment of Staph aureus bacteremia, including endocarditis, caused by methicillin-resistant or methicillin-susceptible Staph aureus. The randomized, double-blind, placebo-controlled study will compare the efficacy, safety and tolerability of CF-301 used in addition to standard of care antibiotics vs. standard of care antibiotics alone.\nBased on review of safety data after completion of approximately one-third of study patient enrollment, there have been no serious adverse events reported to be related to study drug, no adverse event reports of hypersensitivity related to study drug and no discontinuations of study drug due to adverse events.\nPresented Clinical and Preclinical Data Supporting CF-301\nIn April 2017, the Company presented data from its CF-301 program at the 27 th European Congress of Clinical Microbiology and Infectious Disease, which included long-term immunologic follow-up data from its Phase 1 clinical trial of CF-301 demonstrating safety and tolerability, and methodology for testing the susceptibility of bacteria to CF-301 in a clinical setting.\nIn June 2017, the Company presented data from its CF-301 program at the American Society for Microbiology Microbe 2017 conference, which included data from its Phase 1 clinical trial of CF-301 supporting the cardiovascular safety profile of CF-301 and the absence of a pro-inflammatory response to CF-301. In addition, clinical microbiology data demonstrating CF-301’s post-antibiotic effect, resistance profile, and methodology for testing the susceptibility of bacteria to CF-301 in a clinical setting were presented.\nIn September 2017, the Company presented data from its CF-301 program at Infectious Disease Week 2017, which included preclinical data demonstrating CF-301 works synergistically with a wide range of commonly used anti-staphylococcal antibiotics, as well as surveillance data showing the potent activity of CF-301 against current Staph aureus strains from infected patients.\nIn October 2017, the Company presented an overview of its Gram-negative lysin discovery program at the 4 th Antibacterial Discovery and Development Summit, which highlighted the potential to engineer bacteriophage-derived lysins to target antibiotic resistant Gram-negative bacteria, in particular P. aeruginosa , a highly virulent pathogen responsible for significant morbidity and mortality.\nStrengthened Balance Sheet\nIn July 2017, the Company raised $40.0 million in gross proceeds in an underwritten public offering of common stock and warrants. In March 2017, the Company received a funding award from Combating Antibiotic Resistant Bacteria Biopharmaceutical Accelerator (CARB-X) to support the discovery and development of lysin therapeutics to treat infections caused by drug resistant strains of P. aeruginosa . The award will consist of $1.1 million in initial funding, and subsequent additional awards totaling $1.0 million upon the achievement of certain objectives.\nEnhanced Intellectual Property\nIn August 2017, the U.S. Patent and Trademark Office issued the Company a patent covering the novel intranasal and inhalation methods of administration of effective amounts of 1mg/kg or less of CF-404, the Company’s monoclonal antibody cocktail in development for the potential treatment of influenza.\nFourth Quarter and Full Year 2017 Financial Results\nResearch and development expenses were $4.4 million for the fourth quarter of 2017 compared to $4.5 million in the comparable period in 2016. The decrease in research and development expenses was primarily attributable to grant funding received and a decrease in expenditure on external consultants. These decreases were partially offset by an increase in our Phase 2 clinical trial costs.\nGeneral and administrative expenses were $3.0 million for the fourth quarter of 2017 compared to $2.3 million in the comparable period in 2016. The increase in general and administrative expenses was primarily attributable to an increase in administrative personnel and severance related costs.\nResearch and development expenses were $17.3 million and general and administrative expenses were $9.2 million for the year ended December 31, 2017. This compares to research and development expenses of $22.1 million and general and administrative expenses of $11.4 million for the year ended December 31, 2016. The decrease in research and development expenses is primarily attributable to lower research headcount and related laboratory expenses, a decrease in expenditure on external consultants and the receipt of grant funding during 2017. These decreases were partially offset by an increase in our Phase 2 clinical trial costs. The decrease in general and administrative expenses is primarily attributable to lower severance costs, administrative headcount and related expenses and legal costs.\nNet loss was $4.8 million, or $0.06 per share, for the fourth quarter of 2017 compared to a net income of $0.6 million, or $0.01 per share, for the comparable period in 2016. The change in net loss per share includes a decrease of $4.7 million, or $0.06 per share, in the non-cash gain for the change in fair value of warrant liabilities.\nNet loss was $15.5 million, or $0.28 per share, for the year ended December 31, 2017, compared to a net loss of $28.5 million, or $0.85 per share, for the comparable period in 2016. The change in net loss per share includes an increase of $5.2 million, or $0.09 per share, in the non-cash gain for the change in fair value of warrant liabilities.\nAs of December 31, 2017, ContraFect had cash, cash equivalents and marketable securities of $46.9 million compared to $35.2 million at the end of 2016. The Company anticipates that current cash, cash equivalents and marketable securities are sufficient to fund operations into the second quarter of 2019.\nAbout ContraFect\nContraFect is a biotechnology company focused on discovering and developing therapeutic protein and antibody products for life-threatening, drug-resistant infectious diseases, particularly those treated in hospital settings. An estimated 700,000 deaths worldwide each year are attributed to antimicrobial-resistant infections. We intend to address life threatening infections using our therapeutic product candidates from our lysin and monoclonal antibody platforms to target conserved regions of either bacteria or viruses (regions that are not prone to mutation). ContraFect's initial product candidates include new agents to treat antibiotic-resistant infections such as MRSA (methicillin-resistant Staph aureus ) and influenza. The Company’s lead lysin, CF-301, is currently being studied in a Phase 2 multicenter, multinational, randomized, controlled clinical trial in patients with Staph aureus bacteremia including endocarditis. ContraFect is also conducting research focused on the discovery of lysins to target Gram-negative bacteria.\nForward-Looking Statements\nThis press release contains, and our officers and representatives may make from time to time, “ ” within the meaning of the U.S. federal securities laws. Forward-looking statements can be identified by words such as “projects,” “may,” “will,” “could,” “would,” “should,” “believes,” “expects,” “anticipates,” “estimates,” “intends,” “plans,” “potential,” “promise” or similar references to future periods. Examples of in this release include, without limitation, statements regarding our ability to discover and develop protein and antibody therapeutics for life-threatening, drug-resistant infectious diseases, the therapeutic potential of CF-301, whether Phase 2 patient enrollment will continue to remain on track, the successful completion of our Phase 2 study, the reporting of top line data in the fourth quarter of 2017, whether our lysin discovery program results in therapies to combat antibiotic-resistant Gram-negative pathogens, the advancement of our novel anti-infective portfolio, our ability to receive additional CARB-X funding, our ability to fund operations into the second quarter of 2019, our ability to address life threatening infections using our therapeutic product candidates from our lysin and monoclonal antibody platforms to target conserved regions of either bacteria or viruses, whether our initial product candidates can treat antibiotic-resistant infections such as MRSA (Methicillin-resistant Staph aureus ) and influenza, our ability to continue research focused on lysins targeting Gram-negative bacteria, and statements regarding the Phase 2 study, CF-301 data, our balance sheet, our CF-404 patent, and our financial results. Forward-looking statements are statements that are not historical facts, nor assurances of future performance. Instead, they are based on ContraFect’s current beliefs, expectations and assumptions regarding the future of its business, future plans, strategies, projections, anticipated events and trends, the economy and other future conditions. Because relate to the future, they are subject to inherent risks, uncertainties and changes in circumstances that are difficult to predict and many of which are beyond ContraFect’s control, including those detailed in ContraFect's filings with the Securities and Exchange Commission. Actual results may differ from those set forth in the . Important factors that could cause actual results to differ include, among others, our ability to develop treatments for drug-resistant infectious diseases. Any forward-looking statement made by ContraFect in this press release is based only on information currently available and speaks only as of the date on which it is made. Except as required by applicable law, ContraFect expressly disclaims any obligations to publicly update any , whether written or oral, that may be made from time to time, whether as a result of new information, future developments or otherwise.\nCONTRAFECT CORPORATION Condensed Balance Sheets December 31,\n2017 December 31,\n2016\nAssets Current assets: Cash and cash equivalents $ 6,995,046 $ 3,806,984 Marketable securities 39,858,864 31,354,170 Prepaid expenses and other current assets 1,848,063 1,017,645 Total current assets 48,701,973 36,178,799 Property and equipment, net 1,093,903 1,281,152 Other assets 393,603 164,519 Total assets $ 50,189,479 $ 37,624,470 Liabilities and stockholders’ equity Current liabilities $ 4,420,668 $ 4,418,197 Other liabilities 14,575,366 13,693,419 Total liabilities 18,996,034 18,111,616 Total stockholders’ equity 31,193,445 19,512,854 Total liabilities and stockholders’ equity $ 50,189,479 $ 37,624,470\nCONTRAFECT CORPORATION Condensed Statements of Operations Three Months Ended December 31, Year Ended December 31,\n2017 2016 2017 2016 (unaudited) (unaudited)\nOperating expenses: Research and development $ 4,420,431 $ 4,451,325 $ 17,314,086 $ 22,101,720 General and administrative 2,984,004 2,256,812 9,249,671 11,430,426 Total operating expenses 7,404,435 6,708,137 26,563,757 33,532,246 Loss from operations (7,404,435 ) (6,708,137 ) (26,563,757 ) (33,532,246 ) Other income (expense): 2,646,926 7,302,506 11,046,099 4,993,847 Net loss $ (4,757,509 ) $ 594,439 $ (15,517,658 ) $ (28,538,399 ) Per share information: Net loss per share of common stock, basic and diluted $ (0.06 ) $ 0.01 $ (0.28 ) $ (0.85 ) Basic and diluted weighted average shares outstanding 73,656,006 41,598,944 55,595,732 33,539,465 The comparability of basic and diluted net loss per share and weighted average shares outstanding was impacted by the Company’s follow-on offering of securities on July 25, 2017.\nThe Company's financial position as of December 31, 2017 and 2016 and results of operations for the years ended December 31, 2017 and 2016 have been extracted from the Company's audited financial statements included in its Annual Report on Form 10-K filed with the Securities and Exchange Commission. You should refer to the Company's Annual Report on Form 10-K for a complete discussion of financial information.\nInvestor Relations Contact Michael Messinger ContraFect Corporation Tel: 914-207-2300 Email: mmessinger@contrafect.com Matthew Shinseki Stern Investor Relations Tel: 212-362-1200 Email: matthew@sternir.com\nSource:ContraFect Corporation",
    "published": "2018-03-15T14:00:00.000+02:00",
    "crawled": "2018-03-15T14:54:21.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "yonkers",
        "march",
        "globe",
        "newswire",
        "contrafect",
        "corporation",
        "nasdaq",
        "cfrx",
        "biotechnology",
        "company",
        "focused",
        "discovery",
        "development",
        "protein",
        "antibody",
        "therapeutic",
        "infectious",
        "disease",
        "today",
        "announced",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "pleased",
        "progress",
        "achieved",
        "significantly",
        "initiation",
        "phase",
        "trial",
        "patient",
        "complicated",
        "bacteremia",
        "including",
        "endocarditis",
        "due",
        "staphylococcus",
        "aureus",
        "staph",
        "aureus",
        "enrollment",
        "remains",
        "track",
        "continue",
        "expect",
        "report",
        "topline",
        "data",
        "study",
        "fourth",
        "quarter",
        "year",
        "addition",
        "contrafect",
        "research",
        "team",
        "presented",
        "important",
        "new",
        "microbiologic",
        "data",
        "scientific",
        "venue",
        "throughout",
        "year",
        "data",
        "extend",
        "understanding",
        "antimicrobial",
        "activity",
        "resistance",
        "profile",
        "support",
        "therapeutic",
        "potential",
        "broader",
        "lysin",
        "pipeline",
        "said",
        "steven",
        "gilman",
        "chairman",
        "chief",
        "executive",
        "officer",
        "contrafect",
        "excited",
        "next",
        "wave",
        "potential",
        "therapy",
        "combat",
        "global",
        "threat",
        "pathogen",
        "may",
        "emerge",
        "suite",
        "lysin",
        "discovery",
        "program",
        "currently",
        "focused",
        "lysin",
        "targeting",
        "pseudomonas",
        "aeruginosa",
        "aeruginosa",
        "confident",
        "outlook",
        "year",
        "ahead",
        "look",
        "forward",
        "successfully",
        "completing",
        "phase",
        "study",
        "advancing",
        "robust",
        "portfolio",
        "novel",
        "continued",
        "gilman",
        "highlight",
        "initiated",
        "phase",
        "clinical",
        "trial",
        "may",
        "company",
        "initiated",
        "phase",
        "clinical",
        "trial",
        "lead",
        "lysin",
        "product",
        "candidate",
        "treatment",
        "staph",
        "aureus",
        "bacteremia",
        "including",
        "endocarditis",
        "caused",
        "staph",
        "aureus",
        "randomized",
        "study",
        "compare",
        "efficacy",
        "safety",
        "tolerability",
        "used",
        "addition",
        "standard",
        "care",
        "antibiotic",
        "standard",
        "care",
        "antibiotic",
        "alone",
        "based",
        "review",
        "safety",
        "data",
        "completion",
        "approximately",
        "study",
        "patient",
        "enrollment",
        "serious",
        "adverse",
        "event",
        "reported",
        "related",
        "study",
        "drug",
        "adverse",
        "event",
        "report",
        "hypersensitivity",
        "related",
        "study",
        "drug",
        "discontinuation",
        "study",
        "drug",
        "due",
        "adverse",
        "event",
        "presented",
        "clinical",
        "preclinical",
        "data",
        "supporting",
        "april",
        "company",
        "presented",
        "data",
        "program",
        "th",
        "european",
        "congress",
        "clinical",
        "microbiology",
        "infectious",
        "disease",
        "included",
        "immunologic",
        "data",
        "phase",
        "clinical",
        "trial",
        "demonstrating",
        "safety",
        "tolerability",
        "methodology",
        "testing",
        "susceptibility",
        "bacteria",
        "clinical",
        "setting",
        "june",
        "company",
        "presented",
        "data",
        "program",
        "american",
        "society",
        "microbiology",
        "microbe",
        "conference",
        "included",
        "data",
        "phase",
        "clinical",
        "trial",
        "supporting",
        "cardiovascular",
        "safety",
        "profile",
        "absence",
        "response",
        "addition",
        "clinical",
        "microbiology",
        "data",
        "demonstrating",
        "effect",
        "resistance",
        "profile",
        "methodology",
        "testing",
        "susceptibility",
        "bacteria",
        "clinical",
        "setting",
        "presented",
        "september",
        "company",
        "presented",
        "data",
        "program",
        "infectious",
        "disease",
        "week",
        "included",
        "preclinical",
        "data",
        "demonstrating",
        "work",
        "synergistically",
        "wide",
        "range",
        "commonly",
        "used",
        "antibiotic",
        "well",
        "surveillance",
        "data",
        "showing",
        "potent",
        "activity",
        "current",
        "staph",
        "aureus",
        "strain",
        "infected",
        "patient",
        "october",
        "company",
        "presented",
        "overview",
        "lysin",
        "discovery",
        "program",
        "th",
        "antibacterial",
        "discovery",
        "development",
        "summit",
        "highlighted",
        "potential",
        "engineer",
        "lysin",
        "target",
        "antibiotic",
        "resistant",
        "bacteria",
        "particular",
        "aeruginosa",
        "highly",
        "virulent",
        "pathogen",
        "responsible",
        "significant",
        "morbidity",
        "mortality",
        "strengthened",
        "balance",
        "sheet",
        "july",
        "company",
        "raised",
        "million",
        "gross",
        "proceeds",
        "underwritten",
        "public",
        "offering",
        "common",
        "stock",
        "warrant",
        "march",
        "company",
        "received",
        "funding",
        "award",
        "combating",
        "antibiotic",
        "resistant",
        "bacteria",
        "biopharmaceutical",
        "accelerator",
        "support",
        "discovery",
        "development",
        "lysin",
        "therapeutic",
        "treat",
        "infection",
        "caused",
        "drug",
        "resistant",
        "strain",
        "aeruginosa",
        "award",
        "consist",
        "million",
        "initial",
        "funding",
        "subsequent",
        "additional",
        "award",
        "totaling",
        "million",
        "upon",
        "achievement",
        "certain",
        "objective",
        "enhanced",
        "intellectual",
        "property",
        "august",
        "patent",
        "trademark",
        "office",
        "issued",
        "company",
        "patent",
        "covering",
        "novel",
        "intranasal",
        "inhalation",
        "method",
        "administration",
        "effective",
        "amount",
        "less",
        "company",
        "monoclonal",
        "antibody",
        "cocktail",
        "development",
        "potential",
        "treatment",
        "influenza",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "decrease",
        "research",
        "development",
        "expense",
        "primarily",
        "attributable",
        "grant",
        "funding",
        "received",
        "decrease",
        "expenditure",
        "external",
        "consultant",
        "decrease",
        "partially",
        "offset",
        "increase",
        "phase",
        "clinical",
        "trial",
        "cost",
        "general",
        "administrative",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "comparable",
        "period",
        "increase",
        "general",
        "administrative",
        "expense",
        "primarily",
        "attributable",
        "increase",
        "administrative",
        "personnel",
        "severance",
        "related",
        "cost",
        "research",
        "development",
        "expense",
        "million",
        "general",
        "administrative",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compare",
        "research",
        "development",
        "expense",
        "million",
        "general",
        "administrative",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "decrease",
        "research",
        "development",
        "expense",
        "primarily",
        "attributable",
        "lower",
        "research",
        "headcount",
        "related",
        "laboratory",
        "expense",
        "decrease",
        "expenditure",
        "external",
        "consultant",
        "receipt",
        "grant",
        "funding",
        "decrease",
        "partially",
        "offset",
        "increase",
        "phase",
        "clinical",
        "trial",
        "cost",
        "decrease",
        "general",
        "administrative",
        "expense",
        "primarily",
        "attributable",
        "lower",
        "severance",
        "cost",
        "administrative",
        "headcount",
        "related",
        "expense",
        "legal",
        "cost",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "comparable",
        "period",
        "change",
        "net",
        "loss",
        "per",
        "share",
        "includes",
        "decrease",
        "million",
        "per",
        "share",
        "gain",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "comparable",
        "period",
        "change",
        "net",
        "loss",
        "per",
        "share",
        "includes",
        "increase",
        "million",
        "per",
        "share",
        "gain",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "december",
        "contrafect",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "compared",
        "million",
        "end",
        "company",
        "anticipates",
        "current",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "sufficient",
        "fund",
        "operation",
        "second",
        "quarter",
        "contrafect",
        "contrafect",
        "biotechnology",
        "company",
        "focused",
        "discovering",
        "developing",
        "therapeutic",
        "protein",
        "antibody",
        "product",
        "infectious",
        "disease",
        "particularly",
        "treated",
        "hospital",
        "setting",
        "estimated",
        "death",
        "worldwide",
        "year",
        "attributed",
        "infection",
        "intend",
        "address",
        "life",
        "threatening",
        "infection",
        "using",
        "therapeutic",
        "product",
        "candidate",
        "lysin",
        "monoclonal",
        "antibody",
        "platform",
        "target",
        "conserved",
        "region",
        "either",
        "bacteria",
        "virus",
        "region",
        "prone",
        "mutation",
        "contrafect",
        "initial",
        "product",
        "candidate",
        "include",
        "new",
        "agent",
        "treat",
        "infection",
        "mrsa",
        "staph",
        "aureus",
        "influenza",
        "company",
        "lead",
        "lysin",
        "currently",
        "studied",
        "phase",
        "multicenter",
        "multinational",
        "randomized",
        "controlled",
        "clinical",
        "trial",
        "patient",
        "staph",
        "aureus",
        "bacteremia",
        "including",
        "endocarditis",
        "contrafect",
        "also",
        "conducting",
        "research",
        "focused",
        "discovery",
        "lysin",
        "target",
        "bacteria",
        "statement",
        "press",
        "release",
        "contains",
        "officer",
        "representative",
        "may",
        "make",
        "time",
        "time",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "identified",
        "word",
        "project",
        "may",
        "could",
        "would",
        "belief",
        "expects",
        "anticipates",
        "estimate",
        "intends",
        "plan",
        "potential",
        "promise",
        "similar",
        "reference",
        "future",
        "period",
        "example",
        "release",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "ability",
        "discover",
        "develop",
        "protein",
        "antibody",
        "therapeutic",
        "infectious",
        "disease",
        "therapeutic",
        "potential",
        "whether",
        "phase",
        "patient",
        "enrollment",
        "continue",
        "remain",
        "track",
        "successful",
        "completion",
        "phase",
        "study",
        "reporting",
        "top",
        "line",
        "data",
        "fourth",
        "quarter",
        "whether",
        "lysin",
        "discovery",
        "program",
        "result",
        "therapy",
        "combat",
        "pathogen",
        "advancement",
        "novel",
        "portfolio",
        "ability",
        "receive",
        "additional",
        "funding",
        "ability",
        "fund",
        "operation",
        "second",
        "quarter",
        "ability",
        "address",
        "life",
        "threatening",
        "infection",
        "using",
        "therapeutic",
        "product",
        "candidate",
        "lysin",
        "monoclonal",
        "antibody",
        "platform",
        "target",
        "conserved",
        "region",
        "either",
        "bacteria",
        "virus",
        "whether",
        "initial",
        "product",
        "candidate",
        "treat",
        "infection",
        "mrsa",
        "staph",
        "aureus",
        "influenza",
        "ability",
        "continue",
        "research",
        "focused",
        "lysin",
        "targeting",
        "bacteria",
        "statement",
        "regarding",
        "phase",
        "study",
        "data",
        "balance",
        "sheet",
        "patent",
        "financial",
        "result",
        "statement",
        "statement",
        "historical",
        "fact",
        "assurance",
        "future",
        "performance",
        "instead",
        "based",
        "contrafect",
        "current",
        "belief",
        "expectation",
        "assumption",
        "regarding",
        "future",
        "business",
        "future",
        "plan",
        "strategy",
        "projection",
        "anticipated",
        "event",
        "trend",
        "economy",
        "future",
        "condition",
        "relate",
        "future",
        "subject",
        "inherent",
        "risk",
        "uncertainty",
        "change",
        "circumstance",
        "difficult",
        "predict",
        "many",
        "beyond",
        "contrafect",
        "control",
        "including",
        "detailed",
        "contrafect",
        "filing",
        "security",
        "exchange",
        "commission",
        "actual",
        "result",
        "may",
        "differ",
        "set",
        "forth",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "include",
        "among",
        "others",
        "ability",
        "develop",
        "treatment",
        "infectious",
        "disease",
        "statement",
        "made",
        "contrafect",
        "press",
        "release",
        "based",
        "information",
        "currently",
        "available",
        "speaks",
        "date",
        "made",
        "except",
        "required",
        "applicable",
        "law",
        "contrafect",
        "expressly",
        "disclaims",
        "obligation",
        "publicly",
        "update",
        "whether",
        "written",
        "oral",
        "may",
        "made",
        "time",
        "time",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "contrafect",
        "corporation",
        "condensed",
        "balance",
        "sheet",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "contrafect",
        "corporation",
        "condensed",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "unaudited",
        "unaudited",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "loss",
        "per",
        "share",
        "information",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "comparability",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "impacted",
        "company",
        "offering",
        "security",
        "july",
        "company",
        "financial",
        "position",
        "december",
        "result",
        "operation",
        "year",
        "ended",
        "december",
        "extracted",
        "company",
        "audited",
        "financial",
        "statement",
        "included",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "refer",
        "company",
        "annual",
        "report",
        "form",
        "complete",
        "discussion",
        "financial",
        "information",
        "investor",
        "relation",
        "contact",
        "michael",
        "messinger",
        "contrafect",
        "corporation",
        "tel",
        "email",
        "mmessinger",
        "matthew",
        "shinseki",
        "stern",
        "investor",
        "relation",
        "tel",
        "email",
        "matthew",
        "source",
        "contrafect",
        "corporation"
    ]
}