{
    "organizations": [],
    "uuid": "7bd3298727fa3852c7dfaf53d80ffc500653e51e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/pr-newswire-layne-christensen-comments-on-letter-from-cetus-capital.html",
    "ord_in_thread": 0,
    "title": "Layne Christensen Comments On Letter From Cetus Capital",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "THE WOODLANDS, Texas, March 26, 2018 /PRNewswire/ -- Layne Christensen Company, (NASDAQ: LAYN) (\"Layne\" or the \"Company\"), the largest water well drilling company in the United States and a leading provider of water infrastructure solutions, today commented on a recently filed letter by Cetus Capital, LLC (\"Cetus\") relating to Layne's pending merger with Granite Construction Incorporated (\"Granite\").\nThe Company welcomes constructive input from its stockholders with the common goal of maximizing stockholder value. However, the Layne Board of Directors (the \"Board\") believes Cetus' analysis results in inaccurate and misleading conclusions. The Company recommends that stockholders review the definitive proxy statement to be filed with the Securities and Exchange Commission (the \"SEC\"), which will include additional information addressing Cetus' commentary and which is expected to be filed in the second quarter of 2018.\nAs previously noted in the Company's draft proxy statement contained in Granite's Registration on Form S-4 recently filed with the SEC, the Board, in consultation with the Company's independent financial and legal advisors, conducted a thorough financial analysis of the Company's business and explored a variety of strategic alternatives focusing on growing its business and developing value for its stockholders. In connection with this process, Layne considered its prospects on a standalone basis and evaluated potential strategic transactions that included raising growth capital from new and existing sources of capital and potential acquisition, sale and expansion opportunities relating to one or more divisions of Layne's business. Following the completion of the review process, the Board unanimously concluded that the transaction with Granite offered a more favorable opportunity for Layne's stockholders than the alternatives considered.\nThe Board strongly believes that the proposed merger with Granite is in the best interest of Layne's stockholders and that it will create the greatest value for investors over the long-term. As a result of the proposed merger, Layne stockholders will share in the upside of a combined company with substantially greater financial resources to invest in growth initiatives and a more diversified, expanded national platform of businesses that is expected to be positioned as a leader across both the transportation and water infrastructure markets.\nAbout Layne\nLayne is a global water management, infrastructure services and drilling company, providing responsible solutions to the world of essential natural resources — water, minerals and energy. We offer innovative, sustainable products and services with an enduring commitment to safety, excellence, and integrity.\nForward-Looking Statements\nCertain statements in this communication may constitute \" \" within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements relate to a variety of matters, including but not limited to: the consummation of the proposed merger; the expected benefits of the integration of the two companies; the filing of a definitive proxy statement with the SEC and the timing and content thereof; and other statements that are not historical fact. These statements are made on the basis of the current beliefs, expectations and assumptions of the management of Layne and Granite regarding future events and are subject to significant risks and uncertainty. Statements regarding our expected performance in the future are .\nIt is uncertain whether any of the events anticipated by the will transpire or occur, or if any of them do, what impact they will have on the results of operations and financial condition of the combined company or the price of Layne's or Granite's common stock prior to the merger, or Granite's common stock following the merger. These involve certain risks and uncertainties that could cause actual results to differ indicated in such , including but not limited to: failure to obtain applicable regulatory or shareholder approvals in a timely manner or otherwise; failure to satisfy other closing conditions to the proposed merger; risks that Layne will not be integrated successfully or that Granite will not realize estimated cost savings, synergies and growth or that such benefits may take longer to realize than expected; failure to realize anticipated benefits from Layne's operations; risks relating to unanticipated costs of integration; reductions in customer spending, or a slowdown in customer payments; unanticipated changes relating to competitive factors in the industry in which Layne and Granite participate; ability to hire and retain key personnel; ability to successfully integrate Layne's businesses; the potential impact of announcement or consummation of the proposed merger on relationships with third parties, including customers, employees and competitors; ability to attract new customers and retain existing customers in the manner anticipated; reliance on and integration of information technology systems; changes in legislation or governmental regulations affecting the companies; international, national or local economic, social or political conditions that could adversely affect the companies or their customers; conditions in the credit markets; risks associated with assumptions the parties make in connection with the parties' critical accounting estimates and legal proceedings; the continuing recovery in the mining industry; prevailing prices for various commodities; the timing and extent of future oil and gas drilling and production in the Delaware Basin; longer term weather patterns; the availability of credit; the availability of equity or debt capital needed for the business and foreign currency fluctuations that may affect Layne's and Granite's results of operations. Additional factors that may cause results to differ described in the are set forth in the reports filed with the SEC and in each company's other filings made with the SEC available at the SEC's website at www.sec.gov .\nNeither Layne nor Granite undertakes any obligation to update any such to reflect any new information, subsequent events or circumstances, or otherwise, except as may be required by law.\nAdditional Information and Where to Find It\nGranite has filed with the SEC a Registration Statement on Form S-4, which includes a prospectus with respect to Granite's shares of common stock to be issued in the proposed merger and a proxy statement of Layne in connection with the proposed merger between Granite and Layne (the \"Proxy Statement/Prospectus\"). The Proxy Statement/Prospectus will be sent or given to the stockholders of Layne and will contain important information about the proposed merger and related matters. LAYNE'S SECURITY HOLDERS ARE ADVISED TO READ THE PROXY STATEMENT/PROSPECTUS CAREFULLY WHEN IT BECOMES AVAILABLE BECAUSE IT WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED MERGER. The Proxy Statement/Prospectus and other relevant materials (when they become available) and any other documents filed by the Company or Layne with the SEC may be obtained free of charge at the SEC's website at www.sec.gov . In addition, security holders will be able to obtain copies of the Proxy Statement/Prospectus free of charge from Layne or Granite by contacting either (1) Investor Relations by mail at Layne Christensen Company, 1800 Hughes Landing Boulevard, Ste 800, The Woodlands, Texas 77380, Attn: Investor Relations Department, by telephone at 281-475-2600, or by going to Layne's Investor Relations page on its corporate website at www.laynechristensen.com or (2) Investor Relations by mail at Granite Construction Incorporated, 585 West Beach Street, Watsonville, California 95076, Attn: Investor Relations Department, by telephone at 831-724-1011, or by going to the Company's Investors page on its corporate website at www.graniteconstruction.com .\nNo Offer or Solicitation\nThe information in this document is for informational purposes only and is neither an offer to purchase, nor a solicitation of an offer to sell, subscribe for or buy any securities or the solicitation of any vote in any jurisdiction pursuant to the proposed transaction or otherwise, nor shall there be any sale, issuance or transfer of securities in any jurisdiction in contravention of applicable law. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\nParticipants in the Solicitation\nLayne and Granite and their respective directors and executive officers may be deemed to be participants in the solicitation of proxies from Layne's stockholders in connection with the Merger and may have direct or indirect interests in the Merger. Information about Layne's directors and executive officers is set forth in the Company's Proxy Statement on Schedule 14A for its 2017 Annual Meeting of Stockholders, which was filed with the SEC on April 28, 2017, and its Annual Report on Form 10-K for the fiscal year ended January 31, 2017, which was filed with the SEC on April 10, 2017. These documents are available free of charge at the SEC's website at www.sec.gov , and from Layne by contacting Investor Relations by mail at Layne Christensen Company, 1800 Hughes Landing Boulevard, Ste 800, The Woodlands, Texas 77380, Attn: Investor Relations Department, by telephone at 281-475-2600, or by going to Layne's Investor Relations page on its corporate website at www.laynechristensen.com . Information about Granite's directors and executive officers is set forth in Granite's Proxy Statement on Schedule 14A for its 2017 Annual Meeting of Stockholders, which was filed with the SEC on April 25, 2017, and its Annual Report on Form 10-K for the fiscal year ended December 31, 2017, which was filed with the SEC on February 16, 2018. These documents are available free of charge at the SEC's website at www.sec.gov , and from Granite by contacting Investor Relations by mail at Granite Construction Incorporated, 585 West Beach Street, Watsonville, California 95076, Attn: Investor Relations Department, by telephone at 831-724-1011, or by going to Granite's Investors page on its corporate website at www.graniteconstruction.com . Additional information regarding the interests of participants in the solicitation of proxies in connection with the Merger will be included in the Proxy Statement/Prospectus that Granite will file with the SEC.\nContacts\nJ. Michael Anderson\nChief Financial Officer\n281-475-2694\nmichael.anderson@layne.com\nDennard Lascar Investor Relations\nJack Lascar\n713-529-6600\njlascar@dennardlascar.com\n[LAYN-F]\nView original content: http://www.prnewswire.com/news-releases/layne-christensen-comments-on-letter-from-cetus-capital-300619742.html\nSOURCE Layne Christensen Company",
    "published": "2018-03-27T01:00:00.000+03:00",
    "crawled": "2018-03-27T01:15:48.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "woodland",
        "texas",
        "march",
        "layne",
        "christensen",
        "company",
        "nasdaq",
        "layn",
        "layne",
        "company",
        "largest",
        "water",
        "well",
        "drilling",
        "company",
        "united",
        "state",
        "leading",
        "provider",
        "water",
        "infrastructure",
        "solution",
        "today",
        "commented",
        "recently",
        "filed",
        "letter",
        "cetus",
        "capital",
        "llc",
        "cetus",
        "relating",
        "layne",
        "pending",
        "merger",
        "granite",
        "construction",
        "incorporated",
        "granite",
        "company",
        "welcome",
        "constructive",
        "input",
        "stockholder",
        "common",
        "goal",
        "maximizing",
        "stockholder",
        "value",
        "however",
        "layne",
        "board",
        "director",
        "board",
        "belief",
        "cetus",
        "analysis",
        "result",
        "inaccurate",
        "misleading",
        "conclusion",
        "company",
        "recommends",
        "stockholder",
        "review",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "include",
        "additional",
        "information",
        "addressing",
        "cetus",
        "commentary",
        "expected",
        "filed",
        "second",
        "quarter",
        "previously",
        "noted",
        "company",
        "draft",
        "proxy",
        "statement",
        "contained",
        "granite",
        "registration",
        "form",
        "recently",
        "filed",
        "sec",
        "board",
        "consultation",
        "company",
        "independent",
        "financial",
        "legal",
        "advisor",
        "conducted",
        "thorough",
        "financial",
        "analysis",
        "company",
        "business",
        "explored",
        "variety",
        "strategic",
        "alternative",
        "focusing",
        "growing",
        "business",
        "developing",
        "value",
        "stockholder",
        "connection",
        "process",
        "layne",
        "considered",
        "prospect",
        "standalone",
        "basis",
        "evaluated",
        "potential",
        "strategic",
        "transaction",
        "included",
        "raising",
        "growth",
        "capital",
        "new",
        "existing",
        "source",
        "capital",
        "potential",
        "acquisition",
        "sale",
        "expansion",
        "opportunity",
        "relating",
        "one",
        "division",
        "layne",
        "business",
        "following",
        "completion",
        "review",
        "process",
        "board",
        "unanimously",
        "concluded",
        "transaction",
        "granite",
        "offered",
        "favorable",
        "opportunity",
        "layne",
        "stockholder",
        "alternative",
        "considered",
        "board",
        "strongly",
        "belief",
        "proposed",
        "merger",
        "granite",
        "best",
        "interest",
        "layne",
        "stockholder",
        "create",
        "greatest",
        "value",
        "investor",
        "result",
        "proposed",
        "merger",
        "layne",
        "stockholder",
        "share",
        "upside",
        "combined",
        "company",
        "substantially",
        "greater",
        "financial",
        "resource",
        "invest",
        "growth",
        "initiative",
        "diversified",
        "expanded",
        "national",
        "platform",
        "business",
        "expected",
        "positioned",
        "leader",
        "across",
        "transportation",
        "water",
        "infrastructure",
        "market",
        "layne",
        "layne",
        "global",
        "water",
        "management",
        "infrastructure",
        "service",
        "drilling",
        "company",
        "providing",
        "responsible",
        "solution",
        "world",
        "essential",
        "natural",
        "resource",
        "water",
        "mineral",
        "energy",
        "offer",
        "innovative",
        "sustainable",
        "product",
        "service",
        "enduring",
        "commitment",
        "safety",
        "excellence",
        "integrity",
        "statement",
        "certain",
        "statement",
        "communication",
        "may",
        "constitute",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "relate",
        "variety",
        "matter",
        "including",
        "limited",
        "consummation",
        "proposed",
        "merger",
        "expected",
        "benefit",
        "integration",
        "two",
        "company",
        "filing",
        "definitive",
        "proxy",
        "statement",
        "sec",
        "timing",
        "content",
        "thereof",
        "statement",
        "historical",
        "fact",
        "statement",
        "made",
        "basis",
        "current",
        "belief",
        "expectation",
        "assumption",
        "management",
        "layne",
        "granite",
        "regarding",
        "future",
        "event",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "statement",
        "regarding",
        "expected",
        "performance",
        "future",
        "uncertain",
        "whether",
        "event",
        "anticipated",
        "transpire",
        "occur",
        "impact",
        "result",
        "operation",
        "financial",
        "condition",
        "combined",
        "company",
        "price",
        "layne",
        "granite",
        "common",
        "stock",
        "prior",
        "merger",
        "granite",
        "common",
        "stock",
        "following",
        "merger",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "indicated",
        "including",
        "limited",
        "failure",
        "obtain",
        "applicable",
        "regulatory",
        "shareholder",
        "approval",
        "timely",
        "manner",
        "otherwise",
        "failure",
        "satisfy",
        "closing",
        "condition",
        "proposed",
        "merger",
        "risk",
        "layne",
        "integrated",
        "successfully",
        "granite",
        "realize",
        "estimated",
        "cost",
        "saving",
        "synergy",
        "growth",
        "benefit",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "failure",
        "realize",
        "anticipated",
        "benefit",
        "layne",
        "operation",
        "risk",
        "relating",
        "unanticipated",
        "cost",
        "integration",
        "reduction",
        "customer",
        "spending",
        "slowdown",
        "customer",
        "payment",
        "unanticipated",
        "change",
        "relating",
        "competitive",
        "factor",
        "industry",
        "layne",
        "granite",
        "participate",
        "ability",
        "hire",
        "retain",
        "key",
        "personnel",
        "ability",
        "successfully",
        "integrate",
        "layne",
        "business",
        "potential",
        "impact",
        "announcement",
        "consummation",
        "proposed",
        "merger",
        "relationship",
        "third",
        "party",
        "including",
        "customer",
        "employee",
        "competitor",
        "ability",
        "attract",
        "new",
        "customer",
        "retain",
        "existing",
        "customer",
        "manner",
        "anticipated",
        "reliance",
        "integration",
        "information",
        "technology",
        "system",
        "change",
        "legislation",
        "governmental",
        "regulation",
        "affecting",
        "company",
        "international",
        "national",
        "local",
        "economic",
        "social",
        "political",
        "condition",
        "could",
        "adversely",
        "affect",
        "company",
        "customer",
        "condition",
        "credit",
        "market",
        "risk",
        "associated",
        "assumption",
        "party",
        "make",
        "connection",
        "party",
        "critical",
        "accounting",
        "estimate",
        "legal",
        "proceeding",
        "continuing",
        "recovery",
        "mining",
        "industry",
        "prevailing",
        "price",
        "various",
        "commodity",
        "timing",
        "extent",
        "future",
        "oil",
        "gas",
        "drilling",
        "production",
        "delaware",
        "basin",
        "longer",
        "term",
        "weather",
        "pattern",
        "availability",
        "credit",
        "availability",
        "equity",
        "debt",
        "capital",
        "needed",
        "business",
        "foreign",
        "currency",
        "fluctuation",
        "may",
        "affect",
        "layne",
        "granite",
        "result",
        "operation",
        "additional",
        "factor",
        "may",
        "cause",
        "result",
        "differ",
        "described",
        "set",
        "forth",
        "report",
        "filed",
        "sec",
        "company",
        "filing",
        "made",
        "sec",
        "available",
        "sec",
        "website",
        "neither",
        "layne",
        "granite",
        "undertakes",
        "obligation",
        "update",
        "reflect",
        "new",
        "information",
        "subsequent",
        "event",
        "circumstance",
        "otherwise",
        "except",
        "may",
        "required",
        "law",
        "additional",
        "information",
        "find",
        "granite",
        "filed",
        "sec",
        "registration",
        "statement",
        "form",
        "includes",
        "prospectus",
        "respect",
        "granite",
        "share",
        "common",
        "stock",
        "issued",
        "proposed",
        "merger",
        "proxy",
        "statement",
        "layne",
        "connection",
        "proposed",
        "merger",
        "granite",
        "layne",
        "proxy",
        "proxy",
        "sent",
        "given",
        "stockholder",
        "layne",
        "contain",
        "important",
        "information",
        "proposed",
        "merger",
        "related",
        "matter",
        "layne",
        "security",
        "holder",
        "advised",
        "read",
        "proxy",
        "carefully",
        "becomes",
        "available",
        "contain",
        "important",
        "information",
        "proposed",
        "merger",
        "proxy",
        "relevant",
        "material",
        "become",
        "available",
        "document",
        "filed",
        "company",
        "layne",
        "sec",
        "may",
        "obtained",
        "free",
        "charge",
        "sec",
        "website",
        "addition",
        "security",
        "holder",
        "able",
        "obtain",
        "copy",
        "proxy",
        "free",
        "charge",
        "layne",
        "granite",
        "contacting",
        "either",
        "investor",
        "relation",
        "mail",
        "layne",
        "christensen",
        "company",
        "hughes",
        "landing",
        "boulevard",
        "ste",
        "woodland",
        "texas",
        "attn",
        "investor",
        "relation",
        "department",
        "telephone",
        "going",
        "layne",
        "investor",
        "relation",
        "page",
        "corporate",
        "website",
        "investor",
        "relation",
        "mail",
        "granite",
        "construction",
        "incorporated",
        "west",
        "beach",
        "street",
        "watsonville",
        "california",
        "attn",
        "investor",
        "relation",
        "department",
        "telephone",
        "going",
        "company",
        "investor",
        "page",
        "corporate",
        "website",
        "offer",
        "solicitation",
        "information",
        "document",
        "informational",
        "purpose",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "subscribe",
        "buy",
        "security",
        "solicitation",
        "vote",
        "jurisdiction",
        "pursuant",
        "proposed",
        "transaction",
        "otherwise",
        "shall",
        "sale",
        "issuance",
        "transfer",
        "security",
        "jurisdiction",
        "contravention",
        "applicable",
        "law",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "participant",
        "solicitation",
        "layne",
        "granite",
        "respective",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "layne",
        "stockholder",
        "connection",
        "merger",
        "may",
        "direct",
        "indirect",
        "interest",
        "merger",
        "information",
        "layne",
        "director",
        "executive",
        "officer",
        "set",
        "forth",
        "company",
        "proxy",
        "statement",
        "schedule",
        "14a",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "january",
        "filed",
        "sec",
        "april",
        "document",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "layne",
        "contacting",
        "investor",
        "relation",
        "mail",
        "layne",
        "christensen",
        "company",
        "hughes",
        "landing",
        "boulevard",
        "ste",
        "woodland",
        "texas",
        "attn",
        "investor",
        "relation",
        "department",
        "telephone",
        "going",
        "layne",
        "investor",
        "relation",
        "page",
        "corporate",
        "website",
        "information",
        "granite",
        "director",
        "executive",
        "officer",
        "set",
        "forth",
        "granite",
        "proxy",
        "statement",
        "schedule",
        "14a",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "february",
        "document",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "granite",
        "contacting",
        "investor",
        "relation",
        "mail",
        "granite",
        "construction",
        "incorporated",
        "west",
        "beach",
        "street",
        "watsonville",
        "california",
        "attn",
        "investor",
        "relation",
        "department",
        "telephone",
        "going",
        "granite",
        "investor",
        "page",
        "corporate",
        "website",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "solicitation",
        "proxy",
        "connection",
        "merger",
        "included",
        "proxy",
        "granite",
        "file",
        "sec",
        "contact",
        "michael",
        "anderson",
        "chief",
        "financial",
        "officer",
        "dennard",
        "lascar",
        "investor",
        "relation",
        "jack",
        "lascar",
        "jlascar",
        "view",
        "original",
        "content",
        "http",
        "source",
        "layne",
        "christensen",
        "company"
    ]
}