{
    "organizations": [],
    "uuid": "50b60e3f8478a1f32ced364f81440890892b9f3e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/pr-newswire-rigel-announces-fourth-quarter-and-year-end-2017-financial-results-and-provides-company-update.html",
    "ord_in_thread": 0,
    "title": "Rigel Announces Fourth Quarter and Year End 2017 Financial Results and Provides Company Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SOUTH SAN FRANCISCO, Calif., March 6, 2018 /PRNewswire/ -- Rigel Pharmaceuticals, Inc. (Nasdaq:RIGL) today reported financial results for the fourth quarter and year end 2017.\nRecent Achievements\nThe U.S. Food and Drug Administration (FDA) is continuing its review of Rigel's New Drug Application (NDA) for fostamatinib for the treatment of adult patients with chronic immune thrombocytopenia (ITP). The Prescription Drug User Fee Act (PDUFA) action date for the FDA to complete its review of the NDA is April 17, 2018. The FDA awarded Orphan Drug Designation to fostamatinib for the treatment of warm antibody autoimmune hemolytic anemia (AIHA) on January 31, 2018. Updated results from Stage 1 of Rigel's fostamatinib Phase 2 AIHA trial showed an increased clinical response rate after an additional patient met the primary endpoint. This brings the Stage 1 response rate to 53% (9/17) of evaluable patients receiving fostamatinib.\n\"The milestones achieved by our team in 2017 have set Rigel up to realize our goal of building a commercial-stage company prepared to launch our first medicine,\" said Raul Rodriguez, president and CEO of Rigel. \"We are excited about the potential of fostamatinib as a treatment option for patients with chronic ITP as well as the encouraging preliminary fostamatinib data in patients living with autoimmune hemolytic anemia, a rare disease for which there are no approved therapies.\"\nFor the fourth quarter of 2017, Rigel reported a net loss of $25.9 million, or $0.18 per basic and diluted share, compared to a net loss of $15.6 million, or $0.16 per basic and diluted share, in the same period of 2016.\nThere were no contract revenues from collaborations in the fourth quarter of 2017. Contract revenues from collaborations of $3.0 million in the fourth quarter of 2016 were related to the payment received pursuant to Rigel's collaboration and license agreement with Bristol-Myers Squibb Company (BMS) for the discovery, development and commercialization of potential immuno-oncology therapeutics.\nRigel reported total costs and expenses of $26.2 million in the fourth quarter of 2017, compared to $18.8 million in the fourth quarter of 2016. The increase in costs and expenses was primarily due to the commercial launch preparation costs incurred for fostamatinib in ITP as well as costs for managing the NDA submission.\nFor the year ended December 31, 2017, Rigel reported contract revenues from collaborations of $4.5 million and a net loss of $78.0 million, or $0.62 per basic and diluted share, compared to contract revenues from collaborations of $20.4 million and a net loss of $69.2 million, or $0.73 per basic and diluted share, in 2016. Weighted average shares outstanding for the years ended December 31, 2017 and 2016 were 126.3 million and 94.4 million, respectively. Contract revenues from collaborations in 2017 are comprised of the $3.3 million payment Rigel received from BerGenBio AS pursuant to advancing a licensed AXL kinase inhibitor to a Phase 2 clinical study and a $1.2 million payment Rigel earned pursuant to a license agreement with a third party. Contract revenues from collaborations in 2016 were mainly comprised of the $13.4 million amortization of the upfront payment, $3.0 million contingent payment received and $290,000 in research service fees earned from BMS, as well as the $3.7 million contingent payment received from BerGenBio AS.\nAs of December 31, 2017, Rigel had cash, cash equivalents and short-term investments of $115.8 million, compared to $74.8 million as of December 31, 2016. Rigel expects that its cash, cash equivalents and short-term investments will be sufficient to support its current and projected funding requirements, including the launch of fostamatinib for chronic ITP in the U.S., through the next 12 months.\nCorporate Update\nContingent on FDA approval of the NDA for fostamatinib for the treatment of chronic ITP, Rigel is preparing for a product launch in the second quarter of 2018.\nRigel continues to execute on its commercial readiness plan to support this potential launch, including establishing distribution channels with external partners, developing the systems needed to provide medication access, and hiring all key personnel. The last recruiting milestone will be the addition of the sales force pending product approval.\nPortfolio Update\nTAVALISSE™ (fostamatinib disodium) in Chronic ITP\nRigel is working with the FDA as it conducts its review of Rigel's NDA for fostamatinib, an oral spleen tyrosine kinase (SYK) inhibitor, for the treatment of adult patients with chronic ITP.\nFostamatinib in Autoimmune Hemolytic Anemia (AIHA)\nRigel is evaluating the safety and efficacy of fostamatinib in patients with warm antibody AIHA. The Phase 2, open-label, multi-center, Simon two-stage study completed enrollment of Stage 1 in 2017. A clinical response in this trial was defined as achieving a hemoglobin level of greater than 10 g/dl and at least a 2 g/dl increase from baseline.\nIn February 2018, an additional patient in the Stage 1 extension study met the response criteria. As of February 2018, 53% (9 of 17) of evaluable patients achieved a response to fostamatinib treatment. Six patients achieved a response during the 12-week evaluation period, and an additional three patients met the response criteria in the extension study after 12 weeks of dosing. The safety profile was consistent with the existing fostamatinib safety database. Data from this study will be presented at the Thrombosis and Hemostasis Societies of North America meeting in San Diego, CA on March 8, 2018.\nStage 2 enrollment commenced in late 2017. Stage 2 follows the same protocol as Stage 1 and will include 20 patients. Rigel plans to meet with the FDA in the first half of 2018 to determine the regulatory development pathway of fostamatinib in AIHA.\nOn January 31, 2018, the FDA granted Orphan Drug designation to fostamatinib for the treatment of patients with AIHA.\nAdditional Product Development\nRigel completed enrollment of the second cohort in its blinded Phase 2 study of fostamatinib in IgA Nephropathy (IgAN). The study is evaluating the efficacy, safety, and tolerability of fostamatinib as measured by changes in proteinuria, renal function, and histology (comparing the pre- and post-study renal biopsies). The second cohort receives a higher dose of fostamatinib, 150mg BID, while the first cohort received 100mg BID. The primary efficacy endpoint is the mean change in proteinuria from baseline at 24 weeks. Rigel expects to have study results by April 2018. During 2017, Rigel selected a molecule from its Interleukin-1 receptor-associated kinase (IRAK) program for preclinical development. The molecule was selected for development based on its ability to inhibit both the IRAK 1 and IRAK 4 signaling pathways in preclinical studies, potentially providing a profound clinical benefit in autoimmune and inflammatory diseases such as psoriasis, lupus, gout, psoriatic arthritis and multiple sclerosis. The Company expects to initiate clinical trials in mid-2018.\nAbout ITP\nIn patients with ITP, the immune system attacks and destroys the body's own blood platelets, which play an active role in blood clotting and healing. Common symptoms of ITP are excessive bruising and bleeding. People suffering with chronic ITP may live with an increased risk of severe bleeding events that can result in serious medical complications or even death. Current therapies for ITP include steroids, blood platelet production boosters (TPOs) and splenectomy. However, not all patients are adequately treated with existing therapies. As a result, there remains a significant medical need for additional treatment options for patients with ITP.\nAbout AIHA\nAutoimmune hemolytic anemia (AIHA) is a rare, serious blood disorder in which the immune system produces antibodies that result in the destruction of the body's own red blood cells. AIHA affects approximately 40,000 adult patients in the US and can be a severe, debilitating anemia. To date, there are no disease-targeted therapies approved for AIHA, despite the tremendous medical need that exists for these patients.\nConference Call and Webcast Today at 5:00PM Eastern Time\nRigel will hold a live conference call and webcast today at 5:00pm Eastern Time (2:00pm Pacific Time).\nParticipants can access the live conference call by dialing (855) 892-1489 (domestic) or (720) 634-2939 (international) and using the Conference ID number 7289803. The conference call will also be webcast live and can be accessed from Rigel's website at www.rigel.com . The webcast will be archived and available for replay after the call via the Rigel website.\nAbout Rigel ( www.rigel.com )\nRigel Pharmaceuticals, Inc. is a biotechnology company dedicated to discovering, developing and providing novel small molecule drugs that significantly improve the lives of patients with immune and hematologic disorders, cancer and rare diseases. Rigel's pioneering research focuses on signaling pathways that are critical to disease mechanisms. The company's current programs include clinical studies of fostamatinib, an oral spleen tyrosine kinase (SYK) inhibitor, in a number of indications. Rigel has an NDA under review with the FDA for fostamatinib in patients with chronic immune thrombocytopenia (ITP). In addition, Rigel has product candidates in development with partners BerGenBio AS, Daiichi Sankyo and Aclaris Therapeutics.\nForward Looking Statements\nThis release contains relating to, among other things, the timing of initiation, enrollment and results of clinical trials; the results of the FDA's review of Rigel's NDA for fostamatinib in patients with chronic or persistent ITP; Rigel's ability to transition to an organization prepared to launch its first commercial product; Rigel's belief that fostamatinib may be an important alternative for patients with ITP or AIHA; Rigel's evaluation of ex-US partnerships for fostamatinib and other partnering opportunities across its pipeline; the timing and outcome of Rigel's interactions with the FDA and other regulatory agencies; the sufficiency of Rigel's cash, cash equivalents, and short-term investments; the management and advancement of Rigel's clinical programs; and the timing and results of Rigel's clinical trials. Any statements contained in this press release that are not statements of historical fact may be deemed to be . Words such as \"planned,\" \"will,\" \"may,\" \"should,\" \"expect,\" and similar expressions are intended to identify these . These are based on Rigel's current expectations and inherently involve significant risks and uncertainties. Actual results and the timing of events could differ materially from those anticipated in such as a result of these risks and uncertainties, which include, without limitation, the FDA may interpret Rigel's findings differently, which could result in the FDA not approving the NDA; the availability of resources to develop Rigel's product candidates; market competition; as well as other risks detailed from time to time in Rigel's reports filed with the Securities and Exchange Commission, including its Quarterly Report on Form 10-Q for the period ended September 30, 2017. Rigel does not undertake any obligation to update and expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any contained herein.\nContact: Raul Rodriguez\nPhone: 650.624.1302\nEmail: invrel@rigel.com\nMedia Contact: Jessica L. Daitch, Syneos Health\nPhone: 917.816.6712\nEmail: jessica.daitch@syneoshealth.com\nRIGEL PHARMACEUTICALS, INC.\nSTATEMENTS OF OPERATIONS\n(in thousands, except per share amounts)\nThree Months Ended December 31,\nYear Ended December 31,\n2017\n2016\n2017\n2016\n(unaudited)\nRevenues:\nContract revenues from collaborations\n$ -\n$ 3,000\n$ 4,484\n$ 20,383\nCosts and expenses:\nResearch and development (see Note A)\n11,561\n11,634\n46,269\n63,446\nGeneral and administrative (see Note A)\n14,654\n7,153\n37,831\n20,908\nRestructuring charges (see Note A)\n-\n-\n-\n5,770\nTotal costs and expenses\n26,215\n18,787\n84,100\n90,124\nLoss from operations\n(26,215)\n(15,787)\n(79,616)\n(69,741)\nInterest income\n344\n109\n892\n437\nGain on disposal of assets\n-\n88\n732\n88\nNet loss\n$ (25,871)\n$ (15,590)\n$ (77,992)\n$ (69,216)\nNet loss per share, basic and diluted\n$ (0.18)\n$ (0.16)\n$ (0.62)\n$ (0.73)\nWeighted-average shares used in computing net loss per share, basic and diluted\n144,252\n98,981\n126,324\n94,387\nNote A\nStock-based compensation expense included in:\nGeneral and administrative\n$ 2,540\n$ 2,309\n$ 4,490\n$ 4,230\nResearch and development\n519\n357\n1,497\n3,103\nRestructuring charges\n-\n-\n-\n499\n$ 3,059\n$ 2,666\n$ 5,987\n$ 7,832\nSUMMARY BALANCE SHEET DATA\n(in thousands)\nDecember 31,\n2017\n2016\nCash, cash equivalents and short-term investments\n$ 115,751\n$ 74,766\nTotal assets\n119,111\n78,134\nStockholders' equity\n100,646\n55,027\nView original content with multimedia: http://www.prnewswire.com/news-releases/rigel-announces-fourth-quarter-and-year-end-2017-financial-results-and-provides-company-update-300609351.html\nSOURCE Rigel Pharmaceuticals, Inc.",
    "published": "2018-03-07T00:01:00.000+02:00",
    "crawled": "2018-03-07T03:15:06.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "south",
        "san",
        "francisco",
        "march",
        "rigel",
        "pharmaceutical",
        "nasdaq",
        "rigl",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "end",
        "recent",
        "achievement",
        "food",
        "drug",
        "administration",
        "fda",
        "continuing",
        "review",
        "rigel",
        "new",
        "drug",
        "application",
        "nda",
        "fostamatinib",
        "treatment",
        "adult",
        "patient",
        "chronic",
        "immune",
        "thrombocytopenia",
        "itp",
        "prescription",
        "drug",
        "user",
        "fee",
        "act",
        "pdufa",
        "action",
        "date",
        "fda",
        "complete",
        "review",
        "nda",
        "april",
        "fda",
        "awarded",
        "orphan",
        "drug",
        "designation",
        "fostamatinib",
        "treatment",
        "warm",
        "antibody",
        "autoimmune",
        "hemolytic",
        "anemia",
        "aiha",
        "january",
        "updated",
        "result",
        "stage",
        "rigel",
        "fostamatinib",
        "phase",
        "aiha",
        "trial",
        "showed",
        "increased",
        "clinical",
        "response",
        "rate",
        "additional",
        "patient",
        "met",
        "primary",
        "endpoint",
        "brings",
        "stage",
        "response",
        "rate",
        "evaluable",
        "patient",
        "receiving",
        "fostamatinib",
        "milestone",
        "achieved",
        "team",
        "set",
        "rigel",
        "realize",
        "goal",
        "building",
        "company",
        "prepared",
        "launch",
        "first",
        "medicine",
        "said",
        "raul",
        "rodriguez",
        "president",
        "ceo",
        "rigel",
        "excited",
        "potential",
        "fostamatinib",
        "treatment",
        "option",
        "patient",
        "chronic",
        "itp",
        "well",
        "encouraging",
        "preliminary",
        "fostamatinib",
        "data",
        "patient",
        "living",
        "autoimmune",
        "hemolytic",
        "anemia",
        "rare",
        "disease",
        "approved",
        "therapy",
        "fourth",
        "quarter",
        "rigel",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "period",
        "contract",
        "revenue",
        "collaboration",
        "fourth",
        "quarter",
        "contract",
        "revenue",
        "collaboration",
        "million",
        "fourth",
        "quarter",
        "related",
        "payment",
        "received",
        "pursuant",
        "rigel",
        "collaboration",
        "license",
        "agreement",
        "squibb",
        "company",
        "bm",
        "discovery",
        "development",
        "commercialization",
        "potential",
        "therapeutic",
        "rigel",
        "reported",
        "total",
        "cost",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "cost",
        "expense",
        "primarily",
        "due",
        "commercial",
        "launch",
        "preparation",
        "cost",
        "incurred",
        "fostamatinib",
        "itp",
        "well",
        "cost",
        "managing",
        "nda",
        "submission",
        "year",
        "ended",
        "december",
        "rigel",
        "reported",
        "contract",
        "revenue",
        "collaboration",
        "million",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "contract",
        "revenue",
        "collaboration",
        "million",
        "net",
        "loss",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "year",
        "ended",
        "december",
        "million",
        "million",
        "respectively",
        "contract",
        "revenue",
        "collaboration",
        "comprised",
        "million",
        "payment",
        "rigel",
        "received",
        "bergenbio",
        "pursuant",
        "advancing",
        "licensed",
        "axl",
        "kinase",
        "inhibitor",
        "phase",
        "clinical",
        "study",
        "million",
        "payment",
        "rigel",
        "earned",
        "pursuant",
        "license",
        "agreement",
        "third",
        "party",
        "contract",
        "revenue",
        "collaboration",
        "mainly",
        "comprised",
        "million",
        "amortization",
        "upfront",
        "payment",
        "million",
        "contingent",
        "payment",
        "received",
        "research",
        "service",
        "fee",
        "earned",
        "bm",
        "well",
        "million",
        "contingent",
        "payment",
        "received",
        "bergenbio",
        "december",
        "rigel",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "rigel",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "support",
        "current",
        "projected",
        "funding",
        "requirement",
        "including",
        "launch",
        "fostamatinib",
        "chronic",
        "itp",
        "next",
        "month",
        "corporate",
        "update",
        "contingent",
        "fda",
        "approval",
        "nda",
        "fostamatinib",
        "treatment",
        "chronic",
        "itp",
        "rigel",
        "preparing",
        "product",
        "launch",
        "second",
        "quarter",
        "rigel",
        "continues",
        "execute",
        "commercial",
        "readiness",
        "plan",
        "support",
        "potential",
        "launch",
        "including",
        "establishing",
        "distribution",
        "channel",
        "external",
        "partner",
        "developing",
        "system",
        "needed",
        "provide",
        "medication",
        "access",
        "hiring",
        "key",
        "personnel",
        "last",
        "recruiting",
        "milestone",
        "addition",
        "sale",
        "force",
        "pending",
        "product",
        "approval",
        "portfolio",
        "update",
        "fostamatinib",
        "disodium",
        "chronic",
        "itp",
        "rigel",
        "working",
        "fda",
        "conduct",
        "review",
        "rigel",
        "nda",
        "fostamatinib",
        "oral",
        "spleen",
        "tyrosine",
        "kinase",
        "syk",
        "inhibitor",
        "treatment",
        "adult",
        "patient",
        "chronic",
        "itp",
        "fostamatinib",
        "autoimmune",
        "hemolytic",
        "anemia",
        "aiha",
        "rigel",
        "evaluating",
        "safety",
        "efficacy",
        "fostamatinib",
        "patient",
        "warm",
        "antibody",
        "aiha",
        "phase",
        "simon",
        "study",
        "completed",
        "enrollment",
        "stage",
        "clinical",
        "response",
        "trial",
        "defined",
        "achieving",
        "hemoglobin",
        "level",
        "greater",
        "least",
        "increase",
        "baseline",
        "february",
        "additional",
        "patient",
        "stage",
        "extension",
        "study",
        "met",
        "response",
        "criterion",
        "february",
        "evaluable",
        "patient",
        "achieved",
        "response",
        "fostamatinib",
        "treatment",
        "six",
        "patient",
        "achieved",
        "response",
        "evaluation",
        "period",
        "additional",
        "three",
        "patient",
        "met",
        "response",
        "criterion",
        "extension",
        "study",
        "week",
        "dosing",
        "safety",
        "profile",
        "consistent",
        "existing",
        "fostamatinib",
        "safety",
        "database",
        "data",
        "study",
        "presented",
        "thrombosis",
        "hemostasis",
        "society",
        "north",
        "america",
        "meeting",
        "san",
        "diego",
        "ca",
        "march",
        "stage",
        "enrollment",
        "commenced",
        "late",
        "stage",
        "follows",
        "protocol",
        "stage",
        "include",
        "patient",
        "rigel",
        "plan",
        "meet",
        "fda",
        "first",
        "half",
        "determine",
        "regulatory",
        "development",
        "pathway",
        "fostamatinib",
        "aiha",
        "january",
        "fda",
        "granted",
        "orphan",
        "drug",
        "designation",
        "fostamatinib",
        "treatment",
        "patient",
        "aiha",
        "additional",
        "product",
        "development",
        "rigel",
        "completed",
        "enrollment",
        "second",
        "cohort",
        "blinded",
        "phase",
        "study",
        "fostamatinib",
        "iga",
        "nephropathy",
        "igan",
        "study",
        "evaluating",
        "efficacy",
        "safety",
        "tolerability",
        "fostamatinib",
        "measured",
        "change",
        "proteinuria",
        "renal",
        "function",
        "histology",
        "comparing",
        "renal",
        "biopsy",
        "second",
        "cohort",
        "receives",
        "higher",
        "dose",
        "fostamatinib",
        "150mg",
        "bid",
        "first",
        "cohort",
        "received",
        "100mg",
        "bid",
        "primary",
        "efficacy",
        "endpoint",
        "mean",
        "change",
        "proteinuria",
        "baseline",
        "week",
        "rigel",
        "expects",
        "study",
        "result",
        "april",
        "rigel",
        "selected",
        "molecule",
        "kinase",
        "irak",
        "program",
        "preclinical",
        "development",
        "molecule",
        "selected",
        "development",
        "based",
        "ability",
        "inhibit",
        "irak",
        "irak",
        "signaling",
        "pathway",
        "preclinical",
        "study",
        "potentially",
        "providing",
        "profound",
        "clinical",
        "benefit",
        "autoimmune",
        "inflammatory",
        "disease",
        "psoriasis",
        "lupus",
        "gout",
        "psoriatic",
        "arthritis",
        "multiple",
        "sclerosis",
        "company",
        "expects",
        "initiate",
        "clinical",
        "trial",
        "itp",
        "patient",
        "itp",
        "immune",
        "system",
        "attack",
        "destroys",
        "body",
        "blood",
        "platelet",
        "play",
        "active",
        "role",
        "blood",
        "clotting",
        "healing",
        "common",
        "symptom",
        "itp",
        "excessive",
        "bruising",
        "bleeding",
        "people",
        "suffering",
        "chronic",
        "itp",
        "may",
        "live",
        "increased",
        "risk",
        "severe",
        "bleeding",
        "event",
        "result",
        "serious",
        "medical",
        "complication",
        "even",
        "death",
        "current",
        "therapy",
        "itp",
        "include",
        "steroid",
        "blood",
        "platelet",
        "production",
        "booster",
        "tpos",
        "splenectomy",
        "however",
        "patient",
        "adequately",
        "treated",
        "existing",
        "therapy",
        "result",
        "remains",
        "significant",
        "medical",
        "need",
        "additional",
        "treatment",
        "option",
        "patient",
        "itp",
        "aiha",
        "autoimmune",
        "hemolytic",
        "anemia",
        "aiha",
        "rare",
        "serious",
        "blood",
        "disorder",
        "immune",
        "system",
        "produce",
        "antibody",
        "result",
        "destruction",
        "body",
        "red",
        "blood",
        "cell",
        "aiha",
        "affect",
        "approximately",
        "adult",
        "patient",
        "u",
        "severe",
        "debilitating",
        "anemia",
        "date",
        "therapy",
        "approved",
        "aiha",
        "despite",
        "tremendous",
        "medical",
        "need",
        "exists",
        "patient",
        "conference",
        "call",
        "webcast",
        "today",
        "eastern",
        "time",
        "rigel",
        "hold",
        "live",
        "conference",
        "call",
        "webcast",
        "today",
        "eastern",
        "time",
        "pacific",
        "time",
        "participant",
        "access",
        "live",
        "conference",
        "call",
        "dialing",
        "domestic",
        "international",
        "using",
        "conference",
        "id",
        "number",
        "conference",
        "call",
        "also",
        "webcast",
        "live",
        "accessed",
        "rigel",
        "website",
        "webcast",
        "archived",
        "available",
        "replay",
        "call",
        "via",
        "rigel",
        "website",
        "rigel",
        "rigel",
        "pharmaceutical",
        "biotechnology",
        "company",
        "dedicated",
        "discovering",
        "developing",
        "providing",
        "novel",
        "small",
        "molecule",
        "drug",
        "significantly",
        "improve",
        "life",
        "patient",
        "immune",
        "hematologic",
        "disorder",
        "cancer",
        "rare",
        "disease",
        "rigel",
        "pioneering",
        "research",
        "focus",
        "signaling",
        "pathway",
        "critical",
        "disease",
        "mechanism",
        "company",
        "current",
        "program",
        "include",
        "clinical",
        "study",
        "fostamatinib",
        "oral",
        "spleen",
        "tyrosine",
        "kinase",
        "syk",
        "inhibitor",
        "number",
        "indication",
        "rigel",
        "nda",
        "review",
        "fda",
        "fostamatinib",
        "patient",
        "chronic",
        "immune",
        "thrombocytopenia",
        "itp",
        "addition",
        "rigel",
        "product",
        "candidate",
        "development",
        "partner",
        "bergenbio",
        "daiichi",
        "sankyo",
        "aclaris",
        "therapeutic",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "relating",
        "among",
        "thing",
        "timing",
        "initiation",
        "enrollment",
        "result",
        "clinical",
        "trial",
        "result",
        "fda",
        "review",
        "rigel",
        "nda",
        "fostamatinib",
        "patient",
        "chronic",
        "persistent",
        "itp",
        "rigel",
        "ability",
        "transition",
        "organization",
        "prepared",
        "launch",
        "first",
        "commercial",
        "product",
        "rigel",
        "belief",
        "fostamatinib",
        "may",
        "important",
        "alternative",
        "patient",
        "itp",
        "aiha",
        "rigel",
        "evaluation",
        "partnership",
        "fostamatinib",
        "partnering",
        "opportunity",
        "across",
        "pipeline",
        "timing",
        "outcome",
        "rigel",
        "interaction",
        "fda",
        "regulatory",
        "agency",
        "sufficiency",
        "rigel",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "management",
        "advancement",
        "rigel",
        "clinical",
        "program",
        "timing",
        "result",
        "rigel",
        "clinical",
        "trial",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "may",
        "deemed",
        "word",
        "planned",
        "may",
        "expect",
        "similar",
        "expression",
        "intended",
        "identify",
        "based",
        "rigel",
        "current",
        "expectation",
        "inherently",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "timing",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "result",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "fda",
        "may",
        "interpret",
        "rigel",
        "finding",
        "differently",
        "could",
        "result",
        "fda",
        "approving",
        "nda",
        "availability",
        "resource",
        "develop",
        "rigel",
        "product",
        "candidate",
        "market",
        "competition",
        "well",
        "risk",
        "detailed",
        "time",
        "time",
        "rigel",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "september",
        "rigel",
        "undertake",
        "obligation",
        "update",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "contained",
        "herein",
        "contact",
        "raul",
        "rodriguez",
        "phone",
        "email",
        "invrel",
        "medium",
        "contact",
        "jessica",
        "daitch",
        "syneos",
        "health",
        "phone",
        "email",
        "rigel",
        "pharmaceutical",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "unaudited",
        "revenue",
        "contract",
        "revenue",
        "collaboration",
        "cost",
        "expense",
        "research",
        "development",
        "see",
        "note",
        "general",
        "administrative",
        "see",
        "note",
        "restructuring",
        "charge",
        "see",
        "note",
        "total",
        "cost",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "gain",
        "disposal",
        "asset",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "note",
        "compensation",
        "expense",
        "included",
        "general",
        "administrative",
        "research",
        "development",
        "restructuring",
        "charge",
        "summary",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "total",
        "asset",
        "stockholder",
        "equity",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "rigel",
        "pharmaceutical",
        "inc"
    ]
}