{
    "organizations": [],
    "uuid": "69517872085a9824a4e21c979cbfaedcfeff4e1c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/globe-newswire-nabriva-therapeutics-appoints-jennifer-schranz-m-d-as-chief-medical-officer.html",
    "ord_in_thread": 0,
    "title": "Nabriva Therapeutics Appoints Jennifer Schranz, M.D., as Chief Medical Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DUBLIN, Ireland and KING OF PRUSSIA, Pa., March 21, 2018 (GLOBE NEWSWIRE) -- Nabriva Therapeutics plc (NASDAQ:NBRV), a clinical stage biopharmaceutical company engaged in the research and development of novel anti-infective agents to treat serious infections, with a focus on the pleuromutilin class of antibiotics, today announced the appointment of Jennifer Schranz, M.D., as Chief Medical Officer.\n“Jennifer has broad expertise in infectious diseases and internal medicine with extensive experience in both clinical development and medical affairs for small molecules and biologics,” said Dr. Colin Broom, chief executive officer of Nabriva Therapeutics. “She brings a track record of successfully navigating the regulatory submission and approval process, as well as leading medical affairs activities and will be an invaluable member of our team as we continue to advance the lefamulin program toward a potential approval for the treatment of community-acquired bacterial pneumonia.”\nDr. Schranz joins Nabriva Therapeutics from Shire plc, with nearly two decades of experience in clinical development and medical affairs. She has extensive expertise working with small molecules, biologics, and vaccines in both small and large pharmaceutical companies. She joins the company in advance of the availability of topline results of its second Phase 3 global clinical trial for lefamulin which are expected in the Spring of 2018. In her role at Nabriva, Dr. Schranz will lead clinical development and medical affairs and contribute to the company’s business development strategy.\n“Antimicrobial resistance to existing treatments is of critical public health importance,” said Dr. Schranz. “This is a time of significant opportunity and a potential inflection point for Nabriva and I look forward to partnering with its experienced management team to advance the first truly new class of anti-infectives for intravenous and oral use in humans in nearly 20 years.”\nDr. Schranz held positions of increasing responsibility at Shire plc and at ViroPharma, most recently serving as the rare disease global development team lead where she oversaw clinical development, regulatory and life cycle management activities for the company’s hereditary angioedema franchise. Previously, she was vice president, clinical research at Cempra, Inc. where she was responsible for clinical and regulatory strategy. Earlier in her career, she worked in clinical development and medical affairs at several pharmaceutical companies, including Wyeth (now Pfizer), Vicuron, GlaxoSmithKline, and Merck & Co. Inc.\nDr. Schranz earned an M.D. from the University of Toronto, where she completed her internal medicine training and was a fellow in infectious diseases. She was also an HIV clinical scholar and was instrumental in establishing Southampton Hospital’s David E. Rogers HIV/AIDS center and was also an Instructor of Medicine, Infectious Diseases, SUNY at Stony Brook.\nAbout Nabriva Therapeutics plc\nNabriva Therapeutics is a biopharmaceutical company engaged in the research and development of new medicines to treat serious bacterial infections, with a focus on the pleuromutilin class of antibiotics. Nabriva Therapeutics’ medicinal chemistry expertise has enabled targeted discovery of novel pleuromutilins, including both intravenous and oral formulations. Nabriva Therapeutics’ lead product candidate, lefamulin, is a novel semi-synthetic pleuromutilin antibiotic with the potential to be the first-in-class available for systemic administration in humans. The company believes that lefamulin is the first antibiotic with a novel mechanism of action to have reached late-stage clinical development in more than a decade. Nabriva has announced positive topline data for lefamulin from the first of its two global, registrational Phase 3 clinical trials evaluating lefamulin in patients with moderate to severe community-acquired bacterial pneumonia (CABP). Nabriva Therapeutics believes lefamulin is well-positioned for use as a first-line empiric monotherapy for the treatment of moderate to severe CABP due to its novel mechanism of action, targeted spectrum of activity, resistance profile, achievement of substantial drug concentration in lung tissue and fluid, oral and IV formulations and a favorable tolerability profile, with the results of the LEAP 1 trial showing a rate of treatment-emergent adverse events comparable to moxifloxacin with or without linezolid. Nabriva Therapeutics is evaluating the continued development of lefamulin for indications in addition to CABP. Pediatric oral formulation development is ongoing and we anticipate initiating clinical studies in pediatric patients in mid-2018. We believe lefamulin has potential to treat ABSSSI, VABP or HABP and STIs. In addition, we may explore longer duration of treatment with lefamulin to support development of a treatment for osteomyelitis and prosthetic joint infections.\nNabriva Therapeutics owns exclusive, worldwide rights to lefamulin, which is protected by composition of matter patents issued in the United States, Europe and Japan.\nForward-Looking Statements\nAny statements in this press release about future expectations, plans and prospects for Nabriva, including but not limited to statements about the development of Nabriva’s product candidates, such as plans for the design, conduct and timelines of Nabriva’s ongoing Phase 3 clinical trial of lefamulin for CABP, the clinical utility of lefamulin for CABP and Nabriva’s plans for filing of regulatory approvals and efforts to bring lefamulin to market, the development of lefamulin for additional indications, the development of additional formulations of lefamulin, plans to pursue research and development of other product candidates, Nabriva’s plans to enter into arrangements with external collaborators, the sufficiency of Nabriva’s existing cash resources and other statements containing the words “anticipate,” “believe,” “estimate,” “expect,” “intend,” “may,” “plan,” “predict,” “project,” “target,” “potential,” “likely,” “will,” “would,” “could,” “should,” “continue,” and similar expressions, constitute forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. Actual results may differ indicated by such forward-looking statements as a result of various important factors, including: the uncertainties inherent in the initiation and conduct of clinical trials, availability and timing of data from clinical trials, whether results of early clinical trials or trials in different disease indications will be indicative of the results of ongoing or future trials, whether results of Nabriva’s first Phase 3 clinical trial of lefamulin will be indicative of the results for its second Phase 3 clinical trial of lefamulin, uncertainties associated with regulatory review of clinical trials and applications for marketing approvals, the availability or commercial potential of product candidates including lefamulin for use as a first-line empiric monotherapy for the treatment of moderate to severe CABP, the sufficiency of cash resources and need for additional financing and such other important factors as are set forth under the caption “Risk Factors” in Nabriva’s annual and quarterly reports on file with the U.S. Securities and Exchange Commission. In addition, the forward-looking statements included in this press release represent Nabriva’s views as of the date of this release. Nabriva anticipates that subsequent events and developments will cause its views to change. However, while Nabriva may elect to update these forward-looking statements at some point in the future, it specifically disclaims any obligation to do so. These forward-looking statements should not be relied upon as representing Nabriva’s views as of any date subsequent to the date of this release.\nCONTACTS:\nFOR INVESTORS\nDave Garrett\nNabriva Therapeutics plc\ndavid.garrett@nabriva.com\n610-816-6657\nFOR MEDIA\nBenjamin Navon\nW2O Group\nbnavon@w2ogroup.com\n617-337-4166\nSource:Nabriva Therapeutics US, Inc",
    "published": "2018-03-21T14:00:00.000+02:00",
    "crawled": "2018-03-21T14:21:44.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dublin",
        "ireland",
        "king",
        "prussia",
        "march",
        "globe",
        "newswire",
        "nabriva",
        "therapeutic",
        "plc",
        "nasdaq",
        "nbrv",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "engaged",
        "research",
        "development",
        "novel",
        "agent",
        "treat",
        "serious",
        "infection",
        "focus",
        "pleuromutilin",
        "class",
        "antibiotic",
        "today",
        "announced",
        "appointment",
        "jennifer",
        "schranz",
        "chief",
        "medical",
        "officer",
        "jennifer",
        "broad",
        "expertise",
        "infectious",
        "disease",
        "internal",
        "medicine",
        "extensive",
        "experience",
        "clinical",
        "development",
        "medical",
        "affair",
        "small",
        "molecule",
        "biologics",
        "said",
        "colin",
        "broom",
        "chief",
        "executive",
        "officer",
        "nabriva",
        "therapeutic",
        "brings",
        "track",
        "record",
        "successfully",
        "navigating",
        "regulatory",
        "submission",
        "approval",
        "process",
        "well",
        "leading",
        "medical",
        "affair",
        "activity",
        "invaluable",
        "member",
        "team",
        "continue",
        "advance",
        "lefamulin",
        "program",
        "toward",
        "potential",
        "approval",
        "treatment",
        "bacterial",
        "schranz",
        "join",
        "nabriva",
        "therapeutic",
        "shire",
        "plc",
        "nearly",
        "two",
        "decade",
        "experience",
        "clinical",
        "development",
        "medical",
        "affair",
        "extensive",
        "expertise",
        "working",
        "small",
        "molecule",
        "biologics",
        "vaccine",
        "small",
        "large",
        "pharmaceutical",
        "company",
        "join",
        "company",
        "advance",
        "availability",
        "topline",
        "result",
        "second",
        "phase",
        "global",
        "clinical",
        "trial",
        "lefamulin",
        "expected",
        "spring",
        "role",
        "nabriva",
        "schranz",
        "lead",
        "clinical",
        "development",
        "medical",
        "affair",
        "contribute",
        "company",
        "business",
        "development",
        "strategy",
        "antimicrobial",
        "resistance",
        "existing",
        "treatment",
        "critical",
        "public",
        "health",
        "importance",
        "said",
        "schranz",
        "time",
        "significant",
        "opportunity",
        "potential",
        "inflection",
        "point",
        "nabriva",
        "look",
        "forward",
        "partnering",
        "experienced",
        "management",
        "team",
        "advance",
        "first",
        "truly",
        "new",
        "class",
        "intravenous",
        "oral",
        "use",
        "human",
        "nearly",
        "schranz",
        "held",
        "position",
        "increasing",
        "responsibility",
        "shire",
        "plc",
        "viropharma",
        "recently",
        "serving",
        "rare",
        "disease",
        "global",
        "development",
        "team",
        "lead",
        "oversaw",
        "clinical",
        "development",
        "regulatory",
        "life",
        "cycle",
        "management",
        "activity",
        "company",
        "hereditary",
        "angioedema",
        "franchise",
        "previously",
        "vice",
        "president",
        "clinical",
        "research",
        "cempra",
        "responsible",
        "clinical",
        "regulatory",
        "strategy",
        "earlier",
        "career",
        "worked",
        "clinical",
        "development",
        "medical",
        "affair",
        "several",
        "pharmaceutical",
        "company",
        "including",
        "wyeth",
        "pfizer",
        "vicuron",
        "glaxosmithkline",
        "merck",
        "schranz",
        "earned",
        "university",
        "toronto",
        "completed",
        "internal",
        "medicine",
        "training",
        "fellow",
        "infectious",
        "disease",
        "also",
        "hiv",
        "clinical",
        "scholar",
        "instrumental",
        "establishing",
        "southampton",
        "hospital",
        "david",
        "rogers",
        "center",
        "also",
        "instructor",
        "medicine",
        "infectious",
        "disease",
        "suny",
        "stony",
        "brook",
        "nabriva",
        "therapeutic",
        "plc",
        "nabriva",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "engaged",
        "research",
        "development",
        "new",
        "medicine",
        "treat",
        "serious",
        "bacterial",
        "infection",
        "focus",
        "pleuromutilin",
        "class",
        "antibiotic",
        "nabriva",
        "therapeutic",
        "medicinal",
        "chemistry",
        "expertise",
        "enabled",
        "targeted",
        "discovery",
        "novel",
        "pleuromutilins",
        "including",
        "intravenous",
        "oral",
        "formulation",
        "nabriva",
        "therapeutic",
        "lead",
        "product",
        "candidate",
        "lefamulin",
        "novel",
        "pleuromutilin",
        "antibiotic",
        "potential",
        "available",
        "systemic",
        "administration",
        "human",
        "company",
        "belief",
        "lefamulin",
        "first",
        "antibiotic",
        "novel",
        "mechanism",
        "action",
        "reached",
        "clinical",
        "development",
        "decade",
        "nabriva",
        "announced",
        "positive",
        "topline",
        "data",
        "lefamulin",
        "first",
        "two",
        "global",
        "registrational",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "lefamulin",
        "patient",
        "moderate",
        "severe",
        "bacterial",
        "pneumonia",
        "cabp",
        "nabriva",
        "therapeutic",
        "belief",
        "lefamulin",
        "use",
        "empiric",
        "monotherapy",
        "treatment",
        "moderate",
        "severe",
        "cabp",
        "due",
        "novel",
        "mechanism",
        "action",
        "targeted",
        "spectrum",
        "activity",
        "resistance",
        "profile",
        "achievement",
        "substantial",
        "drug",
        "concentration",
        "lung",
        "tissue",
        "fluid",
        "oral",
        "iv",
        "formulation",
        "favorable",
        "tolerability",
        "profile",
        "result",
        "leap",
        "trial",
        "showing",
        "rate",
        "adverse",
        "event",
        "comparable",
        "moxifloxacin",
        "without",
        "linezolid",
        "nabriva",
        "therapeutic",
        "evaluating",
        "continued",
        "development",
        "lefamulin",
        "indication",
        "addition",
        "cabp",
        "pediatric",
        "oral",
        "formulation",
        "development",
        "ongoing",
        "anticipate",
        "initiating",
        "clinical",
        "study",
        "pediatric",
        "patient",
        "believe",
        "lefamulin",
        "potential",
        "treat",
        "absssi",
        "vabp",
        "habp",
        "stis",
        "addition",
        "may",
        "explore",
        "longer",
        "duration",
        "treatment",
        "lefamulin",
        "support",
        "development",
        "treatment",
        "osteomyelitis",
        "prosthetic",
        "joint",
        "infection",
        "nabriva",
        "therapeutic",
        "owns",
        "exclusive",
        "worldwide",
        "right",
        "lefamulin",
        "protected",
        "composition",
        "matter",
        "patent",
        "issued",
        "united",
        "state",
        "europe",
        "japan",
        "statement",
        "statement",
        "press",
        "release",
        "future",
        "expectation",
        "plan",
        "prospect",
        "nabriva",
        "including",
        "limited",
        "statement",
        "development",
        "nabriva",
        "product",
        "candidate",
        "plan",
        "design",
        "conduct",
        "timeline",
        "nabriva",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "lefamulin",
        "cabp",
        "clinical",
        "utility",
        "lefamulin",
        "cabp",
        "nabriva",
        "plan",
        "filing",
        "regulatory",
        "approval",
        "effort",
        "bring",
        "lefamulin",
        "market",
        "development",
        "lefamulin",
        "additional",
        "indication",
        "development",
        "additional",
        "formulation",
        "lefamulin",
        "plan",
        "pursue",
        "research",
        "development",
        "product",
        "candidate",
        "nabriva",
        "plan",
        "enter",
        "arrangement",
        "external",
        "collaborator",
        "sufficiency",
        "nabriva",
        "existing",
        "cash",
        "resource",
        "statement",
        "containing",
        "word",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "predict",
        "project",
        "target",
        "potential",
        "likely",
        "would",
        "could",
        "continue",
        "similar",
        "expression",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "result",
        "may",
        "differ",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "uncertainty",
        "inherent",
        "initiation",
        "conduct",
        "clinical",
        "trial",
        "availability",
        "timing",
        "data",
        "clinical",
        "trial",
        "whether",
        "result",
        "early",
        "clinical",
        "trial",
        "trial",
        "different",
        "disease",
        "indication",
        "indicative",
        "result",
        "ongoing",
        "future",
        "trial",
        "whether",
        "result",
        "nabriva",
        "first",
        "phase",
        "clinical",
        "trial",
        "lefamulin",
        "indicative",
        "result",
        "second",
        "phase",
        "clinical",
        "trial",
        "lefamulin",
        "uncertainty",
        "associated",
        "regulatory",
        "review",
        "clinical",
        "trial",
        "application",
        "marketing",
        "approval",
        "availability",
        "commercial",
        "potential",
        "product",
        "candidate",
        "including",
        "lefamulin",
        "use",
        "empiric",
        "monotherapy",
        "treatment",
        "moderate",
        "severe",
        "cabp",
        "sufficiency",
        "cash",
        "resource",
        "need",
        "additional",
        "financing",
        "important",
        "factor",
        "set",
        "forth",
        "caption",
        "risk",
        "factor",
        "nabriva",
        "annual",
        "quarterly",
        "report",
        "file",
        "security",
        "exchange",
        "commission",
        "addition",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "nabriva",
        "view",
        "date",
        "release",
        "nabriva",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "view",
        "change",
        "however",
        "nabriva",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "specifically",
        "disclaims",
        "obligation",
        "statement",
        "relied",
        "upon",
        "representing",
        "nabriva",
        "view",
        "date",
        "subsequent",
        "date",
        "release",
        "contact",
        "investor",
        "dave",
        "garrett",
        "nabriva",
        "therapeutic",
        "plc",
        "medium",
        "benjamin",
        "navon",
        "w2o",
        "group",
        "bnavon",
        "source",
        "nabriva",
        "therapeutic",
        "u",
        "inc"
    ]
}