{
    "organizations": [],
    "uuid": "fbb0a35cc2634ed4eee43037cbb8eac461d29886",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/20/globe-newswire-qcr-holdings-inc-aannounces-plans-to-acquire-the-bates-companies.html",
    "ord_in_thread": 0,
    "title": "QCR Holdings, Inc. Announces Plans to Acquire the Bates Companies",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MOLINE, Ill., March 20, 2018 (GLOBE NEWSWIRE) -- QCR Holdings, Inc. (NASDAQ:QCRH) today announced the signing of definitive agreements to acquire Bates Financial Advisors, Inc., Bates Financial Services, Inc., Bates Securities, Inc., and Bates Financial Group, Inc. (the “Bates Companies”). Established in 1984 by George E. Bates, the Bates Companies are headquartered in Rockford, Illinois. The acquisition and subsequent merger of the Bates Companies into Rockford Bank & Trust (“RBT”) will enhance the wealth management services of RBT, a wholly owned bank subsidiary of QCRH.\nWith assets under management of approximately $700 million as of December 31, 2017, the Bates Companies is one of the longest tenured financial planning firms in the Rockford area with veteran and experienced leadership. The synergies between the Bates Companies’ and RBT’s approach to client service and community involvement are key components in this in-market acquisition.\n“QCR Holdings believes the Bates Companies acquisition will provide RBT clients with additional financial services options while growing RBT’s client base,” commented Douglas M. Hultquist, President and Chief Executive Officer, “and partnering with a legacy financial advisor such as the Bates Companies is a good strategic fit. The values of both organizations focus on delivering exceptional, local client service.”\nTodd A. Gipple, Chief Operating Officer and Chief Financial Officer of QCR Holdings remarked, “We are pleased to have the opportunity to partner with the Bates Companies to expand our services. As one of our key strategies to drive shareholder value, QCR Holdings seeks to participate as an acquirer to further boost ROA and increase earnings per share. We believe acquiring the Bates Companies will add to the value and growth of our Company.”\nGeorge E. Bates, President of the Bates Companies said, “We are very excited to become part of the Rockford Bank & Trust family and continue our tradition of providing customized solutions to our clients to meet their financial goals through disciplined financial planning and investment management.” Mr. Bates will continue to serve in his role of President of the Bates Companies and work with his clients.\nPiper Jaffray & Co. served as financial advisor to QCR Holdings, Inc. and Barack Ferrazzano Kirschbaum & Nagelberg LLP served as legal counsel. DeWitt Ross & Stevens S.C. served as legal counsel to the Bates Companies.\nTerms of the Transaction\nIn the acquisition, QCR Holdings, Inc. will acquire 100% of the Bates Companies’ outstanding common stock for an aggregate consideration of $3 million cash and up to $3 million of QCR Holdings, Inc. common stock. In a private placement exempt from registration with the Securities and Exchange Commission, QCRH expects to issue upon closing of the transaction approximately 21,528 common shares or $1 million of QCRH stock. Assuming all future performance based contingent consideration is realized total stock consideration can reach $3 million, which would result in QCRH expecting to issue approximately 64,583 common shares based on its current stock price. In the first full year after the merger, 2019, the transaction is expected to be 0.3% accretive to EPS excluding the impact of future consideration and the internal rate of return is expected to be greater than 15%.\nThe transaction is subject to regulatory approval and certain closing conditions. The transaction is expected to close late in the second quarter or early third quarter of 2018.\nAbout Us\nQCR Holdings, Inc., headquartered in Moline, Illinois, is a relationship-driven, multi-bank holding company, which serves the Quad City, Cedar Rapids, Cedar Valley, Des Moines/Ankeny, and Rockford communities through its wholly owned subsidiary banks. Quad City Bank & Trust Company, which is based in Bettendorf, Iowa, and commenced operations in 1994, Cedar Rapids Bank & Trust Company, which is based in Cedar Rapids, Iowa, and commenced operations in 2001, Community State Bank, which is based in Ankeny, Iowa and was acquired by the Company in 2016, and Rockford Bank & Trust Company, which is based in Rockford, Illinois, and commenced operations in 2005, provide full-service commercial and consumer banking and trust and wealth management services. Quad City Bank & Trust Company also provides correspondent banking services. In addition, Quad City Bank & Trust Company engages in commercial leasing through its wholly owned subsidiary, m2 Lease Funds, LLC, based in Milwaukee, Wisconsin. Additionally, the Company serves the Waterloo/Cedar Falls, Iowa community through Community Bank & Trust, a division of Cedar Rapids Bank & Trust Company.\nSpecial Note Concerning Forward-Looking Statements\nThis document may contain forward-looking statements within the meaning of the federal securities laws with respect to the financial condition, results of operations, plans, objectives, future performance and business of QCR Holdings and the Bates Companies. Forward-looking statements, which may be based upon beliefs, expectations and assumptions of QCR Holdings’ and the Bates Companies’ management and on information currently available to management, are generally identifiable by the use of words such as “believe,” “expect,” “anticipate,” “plan,” “intend,” “estimate,” “may,” “will,” “would,” “could,” “should” or other similar expressions. Additionally, all statements in this document, including forward-looking statements, speak only as of the date they are made, and neither QCR Holdings nor the Bates Companies undertakes any obligation to update any statement in light of new information or future events. A number of factors, many of which are beyond the ability of QCR Holdings and the Bates Companies to control or predict, could cause actual results to differ materially from those in any forward-looking statements. These factors include, among others, the following: (i) the possibility that any of the anticipated benefits of the proposed transaction between QCR Holdings and the Bates Companies will not be realized or will not be realized within the expected time period; (ii) the risk that integration of operations of the Bates Companies with those of QCR Holdings will be materially delayed or will be more costly or difficult than expected; (iii) the failure to satisfy other conditions to completion of the proposed transaction, including receipt of required regulatory and other approvals; (iv) the failure of the proposed transaction to close for any other reason; (v) the effect of the announcement of the transaction on customer relationships and operating results; (vi) the possibility that the transaction may be more expensive to complete than anticipated, including as a result of unexpected factors or events; (vii) the strength of the local, national and international economy; (viii) changes in state and federal laws, regulations and governmental policies concerning QCR Holdings’ and the Bates Companies’ general business; (ix) changes in interest rates and prepayment rates of QCR Holdings’ assets; (x) increased competition in the financial services sector and the inability to attract new customers; (xi) changes in technology and the ability to develop and maintain secure and reliable electronic systems; (xii) the loss of key executives or employees; (xiii) changes in consumer spending; (xiv) unexpected outcomes of existing or new litigation involving QCR Holdings or the Bates Companies; (xv) the economic impact of any future terrorist threats or attacks; (xvi) the economic impact of exceptional weather occurrences such as tornadoes, hurricanes, floods, and blizzards; and (xvii) changes in accounting policies and practices. These risks and uncertainties should be considered in evaluating forward-looking statements and undue reliance should not be placed on such statements. Additional information concerning QCR Holdings and its business, including additional factors that could materially affect QCR Holdings’ financial results, are included in QCR Holdings’ filings with the Securities and Exchange Commission.\nContact:\nTodd A. Gipple\nExecutive Vice President\nChief Operating Officer\nChief Financial Officer\n(309) 743-7745\nSource:QCR Holdings, Inc.",
    "published": "2018-03-20T23:00:00.000+02:00",
    "crawled": "2018-03-20T22:44:53.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "moline",
        "march",
        "globe",
        "newswire",
        "qcr",
        "holding",
        "nasdaq",
        "qcrh",
        "today",
        "announced",
        "signing",
        "definitive",
        "agreement",
        "acquire",
        "bates",
        "financial",
        "advisor",
        "bates",
        "financial",
        "service",
        "bates",
        "security",
        "bates",
        "financial",
        "group",
        "bates",
        "company",
        "established",
        "george",
        "bates",
        "bates",
        "company",
        "headquartered",
        "rockford",
        "illinois",
        "acquisition",
        "subsequent",
        "merger",
        "bates",
        "company",
        "rockford",
        "bank",
        "trust",
        "rbt",
        "enhance",
        "wealth",
        "management",
        "service",
        "rbt",
        "wholly",
        "owned",
        "bank",
        "subsidiary",
        "qcrh",
        "asset",
        "management",
        "approximately",
        "million",
        "december",
        "bates",
        "company",
        "one",
        "longest",
        "tenured",
        "financial",
        "planning",
        "firm",
        "rockford",
        "area",
        "veteran",
        "experienced",
        "leadership",
        "synergy",
        "bates",
        "company",
        "rbt",
        "approach",
        "client",
        "service",
        "community",
        "involvement",
        "key",
        "component",
        "acquisition",
        "qcr",
        "holding",
        "belief",
        "bates",
        "company",
        "acquisition",
        "provide",
        "rbt",
        "client",
        "additional",
        "financial",
        "service",
        "option",
        "growing",
        "rbt",
        "client",
        "base",
        "commented",
        "douglas",
        "hultquist",
        "president",
        "chief",
        "executive",
        "officer",
        "partnering",
        "legacy",
        "financial",
        "advisor",
        "bates",
        "company",
        "good",
        "strategic",
        "fit",
        "value",
        "organization",
        "focus",
        "delivering",
        "exceptional",
        "local",
        "client",
        "todd",
        "gipple",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "qcr",
        "holding",
        "remarked",
        "pleased",
        "opportunity",
        "partner",
        "bates",
        "company",
        "expand",
        "service",
        "one",
        "key",
        "strategy",
        "drive",
        "shareholder",
        "value",
        "qcr",
        "holding",
        "seek",
        "participate",
        "acquirer",
        "boost",
        "roa",
        "increase",
        "earnings",
        "per",
        "share",
        "believe",
        "acquiring",
        "bates",
        "company",
        "add",
        "value",
        "growth",
        "george",
        "bates",
        "president",
        "bates",
        "company",
        "said",
        "excited",
        "become",
        "part",
        "rockford",
        "bank",
        "trust",
        "family",
        "continue",
        "tradition",
        "providing",
        "customized",
        "solution",
        "client",
        "meet",
        "financial",
        "goal",
        "disciplined",
        "financial",
        "planning",
        "investment",
        "bates",
        "continue",
        "serve",
        "role",
        "president",
        "bates",
        "company",
        "work",
        "client",
        "piper",
        "jaffray",
        "served",
        "financial",
        "advisor",
        "qcr",
        "holding",
        "barack",
        "ferrazzano",
        "kirschbaum",
        "nagelberg",
        "llp",
        "served",
        "legal",
        "counsel",
        "dewitt",
        "ross",
        "stevens",
        "served",
        "legal",
        "counsel",
        "bates",
        "company",
        "term",
        "transaction",
        "acquisition",
        "qcr",
        "holding",
        "acquire",
        "bates",
        "company",
        "outstanding",
        "common",
        "stock",
        "aggregate",
        "consideration",
        "million",
        "cash",
        "million",
        "qcr",
        "holding",
        "common",
        "stock",
        "private",
        "placement",
        "exempt",
        "registration",
        "security",
        "exchange",
        "commission",
        "qcrh",
        "expects",
        "issue",
        "upon",
        "closing",
        "transaction",
        "approximately",
        "common",
        "share",
        "million",
        "qcrh",
        "stock",
        "assuming",
        "future",
        "performance",
        "based",
        "contingent",
        "consideration",
        "realized",
        "total",
        "stock",
        "consideration",
        "reach",
        "million",
        "would",
        "result",
        "qcrh",
        "expecting",
        "issue",
        "approximately",
        "common",
        "share",
        "based",
        "current",
        "stock",
        "price",
        "first",
        "full",
        "year",
        "merger",
        "transaction",
        "expected",
        "accretive",
        "eps",
        "excluding",
        "impact",
        "future",
        "consideration",
        "internal",
        "rate",
        "return",
        "expected",
        "greater",
        "transaction",
        "subject",
        "regulatory",
        "approval",
        "certain",
        "closing",
        "condition",
        "transaction",
        "expected",
        "close",
        "late",
        "second",
        "quarter",
        "early",
        "third",
        "quarter",
        "u",
        "qcr",
        "holding",
        "headquartered",
        "moline",
        "illinois",
        "holding",
        "company",
        "serf",
        "quad",
        "city",
        "cedar",
        "rapid",
        "cedar",
        "valley",
        "de",
        "rockford",
        "community",
        "wholly",
        "owned",
        "subsidiary",
        "bank",
        "quad",
        "city",
        "bank",
        "trust",
        "company",
        "based",
        "bettendorf",
        "iowa",
        "commenced",
        "operation",
        "cedar",
        "rapid",
        "bank",
        "trust",
        "company",
        "based",
        "cedar",
        "rapid",
        "iowa",
        "commenced",
        "operation",
        "community",
        "state",
        "bank",
        "based",
        "ankeny",
        "iowa",
        "acquired",
        "company",
        "rockford",
        "bank",
        "trust",
        "company",
        "based",
        "rockford",
        "illinois",
        "commenced",
        "operation",
        "provide",
        "commercial",
        "consumer",
        "banking",
        "trust",
        "wealth",
        "management",
        "service",
        "quad",
        "city",
        "bank",
        "trust",
        "company",
        "also",
        "provides",
        "correspondent",
        "banking",
        "service",
        "addition",
        "quad",
        "city",
        "bank",
        "trust",
        "company",
        "engages",
        "commercial",
        "leasing",
        "wholly",
        "owned",
        "subsidiary",
        "m2",
        "lease",
        "fund",
        "llc",
        "based",
        "milwaukee",
        "wisconsin",
        "additionally",
        "company",
        "serf",
        "fall",
        "iowa",
        "community",
        "community",
        "bank",
        "trust",
        "division",
        "cedar",
        "rapid",
        "bank",
        "trust",
        "company",
        "special",
        "note",
        "concerning",
        "statement",
        "document",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "respect",
        "financial",
        "condition",
        "result",
        "operation",
        "plan",
        "objective",
        "future",
        "performance",
        "business",
        "qcr",
        "holding",
        "bates",
        "company",
        "statement",
        "may",
        "based",
        "upon",
        "belief",
        "expectation",
        "assumption",
        "qcr",
        "holding",
        "bates",
        "company",
        "management",
        "information",
        "currently",
        "available",
        "management",
        "generally",
        "identifiable",
        "use",
        "word",
        "believe",
        "expect",
        "anticipate",
        "plan",
        "intend",
        "estimate",
        "may",
        "would",
        "could",
        "similar",
        "expression",
        "additionally",
        "statement",
        "document",
        "including",
        "statement",
        "speak",
        "date",
        "made",
        "neither",
        "qcr",
        "holding",
        "bates",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "light",
        "new",
        "information",
        "future",
        "event",
        "number",
        "factor",
        "many",
        "beyond",
        "ability",
        "qcr",
        "holding",
        "bates",
        "company",
        "control",
        "predict",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "following",
        "possibility",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "qcr",
        "holding",
        "bates",
        "company",
        "realized",
        "realized",
        "within",
        "expected",
        "time",
        "period",
        "ii",
        "risk",
        "integration",
        "operation",
        "bates",
        "company",
        "qcr",
        "holding",
        "materially",
        "delayed",
        "costly",
        "difficult",
        "expected",
        "iii",
        "failure",
        "satisfy",
        "condition",
        "completion",
        "proposed",
        "transaction",
        "including",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "iv",
        "failure",
        "proposed",
        "transaction",
        "close",
        "reason",
        "v",
        "effect",
        "announcement",
        "transaction",
        "customer",
        "relationship",
        "operating",
        "result",
        "vi",
        "possibility",
        "transaction",
        "may",
        "expensive",
        "complete",
        "anticipated",
        "including",
        "result",
        "unexpected",
        "factor",
        "event",
        "vii",
        "strength",
        "local",
        "national",
        "international",
        "economy",
        "viii",
        "change",
        "state",
        "federal",
        "law",
        "regulation",
        "governmental",
        "policy",
        "concerning",
        "qcr",
        "holding",
        "bates",
        "company",
        "general",
        "business",
        "ix",
        "change",
        "interest",
        "rate",
        "prepayment",
        "rate",
        "qcr",
        "holding",
        "asset",
        "x",
        "increased",
        "competition",
        "financial",
        "service",
        "sector",
        "inability",
        "attract",
        "new",
        "customer",
        "xi",
        "change",
        "technology",
        "ability",
        "develop",
        "maintain",
        "secure",
        "reliable",
        "electronic",
        "system",
        "xii",
        "loss",
        "key",
        "executive",
        "employee",
        "xiii",
        "change",
        "consumer",
        "spending",
        "xiv",
        "unexpected",
        "outcome",
        "existing",
        "new",
        "litigation",
        "involving",
        "qcr",
        "holding",
        "bates",
        "company",
        "xv",
        "economic",
        "impact",
        "future",
        "terrorist",
        "threat",
        "attack",
        "xvi",
        "economic",
        "impact",
        "exceptional",
        "weather",
        "occurrence",
        "tornado",
        "hurricane",
        "flood",
        "blizzard",
        "xvii",
        "change",
        "accounting",
        "policy",
        "practice",
        "risk",
        "uncertainty",
        "considered",
        "evaluating",
        "statement",
        "undue",
        "reliance",
        "placed",
        "statement",
        "additional",
        "information",
        "concerning",
        "qcr",
        "holding",
        "business",
        "including",
        "additional",
        "factor",
        "could",
        "materially",
        "affect",
        "qcr",
        "holding",
        "financial",
        "result",
        "included",
        "qcr",
        "holding",
        "filing",
        "security",
        "exchange",
        "commission",
        "contact",
        "todd",
        "gipple",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "source",
        "qcr",
        "holding",
        "inc"
    ]
}