{
    "organizations": [],
    "uuid": "39d865681ecccec70e30e9040c7bc02aef91f0ec",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/business-wire-acasta-enters-into-definitive-agreement-to-sell-stellwagen-business-unit.html",
    "ord_in_thread": 0,
    "title": "Acasta Enters into Definitive Agreement to Sell Stellwagen Business Unit",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO--(BUSINESS WIRE)-- Acasta Enterprises Inc. (TSX: AEF) (“ Acasta ” or the “ Company ”) announced today that it has entered into a definitive agreement for the previously announced sale (the “ Transaction ”) of its Stellwagen business unit (“ Stellwagen ”) to a company (the “ Purchaser ”) that will be indirectly owned by Mr. Douglas Brennan and certain other investors.\n“We are pleased to have reached the terms of a transaction that will significantly strengthen the Company and ensure the ongoing viability of our consumer products businesses, all without impacting our ability to serve our customers, suppliers and other stakeholders,” commented Geoff Beattie, Chair of the Board of Directors. “This is an essential step in the repositioning of Acasta as we move towards right-sizing the Company’s balance sheet.”\nSale of Stellwagen\nAcasta has entered into a share purchase agreement (the “ Purchase Agreement ”) with Martello Finance Company Limited (“ Martello ”), the Purchaser and Stellwagen Acquisition Corp., as vendor, to sell Stellwagen to the Purchaser in exchange for:\nthe cancellation of 26 million class B shares in the capital of Acasta (“ Class B Shares ”) beneficially owned by Martello and certain other Acasta shareholders that are indirect shareholders of the Purchaser, representing approximately 27% of the issued and outstanding Class B Shares; the payment to Acasta of U.S.$35 million; downside protection of up to U.S.$5 million if the proceeds realized from the monetization of Acasta’s profit participating notes (“ PPNs ”) issued by Stelloan Investment Company I DAC, which have a book value of U.S.$47.5 million, are at specified levels below a certain threshold; and termination of the earn-out from Acasta’s acquisition of Stellwagen in January 2017 .\nAcasta will use the proceeds from the Transaction to satisfy the previously disclosed payment of U.S.$25 million owed by Acasta by March 31, 2018 under its U.S.$150 million credit facility (the “ Credit Facility ”) and to pay down additional amounts outstanding under the Credit Facility.\nThe board of directors of Acasta (the “ Board ”) and a special committee of independent directors of the Board (the “ Special Committee ”) have unanimously determined that the Transaction is in the best interests of Acasta and its shareholders, the terms of the Transaction are reasonable, and the Transaction will improve the financial position of Acasta and will benefit all shareholders.\nThe Special Committee has received an opinion from Blair Franklin Capital Partners Inc. (“ Blair Franklin ”) that the consideration to be received by Acasta in connection with the Transaction is fair, from a financial point of view, to Acasta. Acasta received written consents in support of the Transaction from approximately 70% of disinterested Acasta shareholders. The consenting shareholders were fully informed in respect of the Transaction and are not interested parties or related parties to or joint actors with any interested parties in respect of the share repurchase. In addition, the lenders under the Credit Facility have consented to the Transaction.\nUnder the terms of the Purchase Agreement, Acasta will retain ownership of the PPNs and will oversee the sale of the PPNs to one or more third parties. Acasta continues to work with its financial advisor to monetize the PPNs. The Purchaser has also agreed to assist Acasta with the PPN sale process. Acasta also intends to use the proceeds from the sale of the PPNs to pay down indebtedness outstanding under the Credit Facility.\nMartello owns 21,280,160 of the outstanding Class B Shares, representing an approximate 22.4% ownership interest (calculated on a non-diluted basis). All of the share capital of Martello is held in trust for Douglas Brennan, who is the Chief Executive Officer of Stellwagen.\nAs previously disclosed, the Transaction is a “related party transaction” under Multilateral Instrument 61-101 – Protection of Minority Security Holders in Special Transactions (“ MI 61-101 ”) and would ordinarily be subject to valuation and minority approval requirements under MI 61-101. Acasta is relying on the “financial hardship” exemption from both of these requirements for the reasons set out in the press release issued by Acasta on March 8, 2018.\nThe Transaction is also an “issuer bid” for purposes of National Instrument 62-104 – Take-Over Bids and Issuer Bids (“ NI 62-104 ”) since it involves the acquisition by Acasta of 26 million of its Class B Shares. These Class B Shares are owned by the following Acasta shareholders (or their affiliates) who will be investing in an affiliate of the Purchaser and tendering some or all of their existing Class B Shares as partial consideration pursuant to the Transaction:\nName Number of Class B Shares\nto be Contributed\nDouglas Brennan (1) 19,211,829 ECN Capital Corp. 3,037,500 Alon Ossip (2) 1,000,000 Martin Goldfarb (2) 1,000,000 Belinda Stronach (3) 1,000,000 Eugene O'Reilly (4) 469,169 Stephen Coyle (4) 140,751 Catherine Power (4) 140,751 (1) Chief Executive Officer of Stellwagen.\n(2) Co-Chief Executive Officer of JemPak Corporation, a wholly owned subsidiary of Acasta.\n(3) A founder of Acasta.\n(4) An employee of Stellwagen.\nThe Ontario Securities Commission has granted Acasta exemptive relief from the issuer bid requirements under NI 62-104 and MI 61-101. Under the exemptive relief order, Acasta has agreed that it will not close the Transaction until at least seven calendar days from the granting of the relief, being March 26, 2018.\nAcasta is also applying to the Superior Court of Justice (Ontario) for an order approving a plan of arrangement under the Business Corporations Act (Ontario) (the “ OBCA ”) to reduce the stated capital of the Class B Shares to satisfy requirements under the OBCA that are related to the repurchase of the Class B Shares. Acasta will be seeking a Court hearing date to consider the proposed arrangement prior to March 31, 2018, and intends to announce by press release the date of this Court hearing as soon as it is formally scheduled with the Court.\nThe closing of the Transaction is conditional on obtaining Court approval for the arrangement and other customary closing conditions. Under the terms of the Purchase Agreement, the outside date for closing the Transaction is March 31, 2018 and Acasta expects to complete the Transaction prior to such date.\nStrategic Review\nThe Board and the Special Committee continue their previously announced strategic review and efforts to maximize shareholder value and reduce Acasta’s indebtedness.\nTermination of Lock-Up Restrictions\nAs a consequence of Anthony R. Melman stepping down as Chief Executive Officer and as a director of Acasta, the lock-up restrictions on the Class B Shares held by the previous owners of Apollo Health and Beauty Inc. (“ Apollo ”), a wholly-owned subsidiary of Acasta, including companies controlled by Charles Wachsberg and Richard Wachsberg, the co-Chief Executive Officers of Apollo, and JemPak Corporation, including entities that are affiliated with Alon Ossip and Martin Goldfarb, who are interested parties in the Transaction, have terminated. Additionally, pursuant to the terms of the Share Purchase Agreement, lock-up restrictions on the Class B Shares held by certain previous owners of Stellwagen and by ECN Capital Corp. (“ ECN Capital ”) (through its subsidiary) will be terminated in connection with the Transaction. Certain of these shareholders are subject to trading blackout periods due to them having a nominee on the Board.\nECN Capital Share Issuance\nPursuant to the terms of the acquisition of ECN Capital’s commercial aviation business in June 2017 by Acasta, the purchase price was subject to a top-up payment of up to 10% of the purchase price if Acasta’s share price was less than $10 per share one year following the closing of the transaction. ECN Capital and Acasta have agreed that 500,000 Class B Shares will be issued to ECN Capital in full satisfaction of the top-up payment on the fifteenth day following closing of the Transaction, subject to the receipt of approval of the Toronto Stock Exchange. Upon issuance of these shares, Acasta will have no further obligations to ECN Capital in respect of the acquisition of ECN Capital’s commercial aviation business.\nAdvisors\nBlair Franklin provided the Special Committee with an independent financial assessment as to the fairness, from a financial point of view, of the consideration to be received by Acasta pursuant to the Transaction and Osler, Hoskin & Harcourt LLP is acting as independent legal advisor to the Special Committee.\nAdvisories:\nCautionary Note Concerning Forward Looking Statements\nThis news release includes forward looking statements. All such statements constitute forward looking information within the meaning of applicable securities law and are made pursuant to the “safe harbour” provisions of applicable securities laws. Forward looking statements include, but are not limited to, the anticipated timing for the completion of the Transaction, monetizing the PPNs, making the principal payment under the Credit Facility and paying down additional amounts outstanding under the Credit Facility, the termination of lock-up restrictions on the Class B Shares held by certain shareholders and statements about other anticipated future events or results, including comments with respect to Company’s future financial performance and condition. Forward looking statements are statements that are predictive in nature, depend upon or refer to future events or conditions and are identified by words such as “will”, “expects”, “anticipates”, “intends”, “plans”, “believes”, “estimates” or similar expressions concerning matters that are not historical facts. Such statements are based on current expectations of the Company’s management and inherently involve numerous risks and uncertainties, known and unknown, including economic factors. The forward-looking information contained in this news release is presented for the purpose of assisting readers in understanding the Company’s business and strategic priorities and objectives. A number of risks, uncertainties and other factors may cause actual outcomes or financial results to differ materially from the forward looking statements contained in this news release, including, among other factors, those referenced in the section entitled “Risk Factors” in the Company’s annual information form for the year ended December 31, 2016, a copy of which is available on the SEDAR website at www.sedar.com under the Company’s profile. Forward looking statements contained in this news release are not guarantees of future outcomes performance and, while forward looking statements are based on certain assumptions that the Company considers reasonable, actual events could differ materially from those expressed or implied by forward looking statements made by the Company. Readers are cautioned to consider these and other factors carefully when making decisions with respect to the Company and to not place undue reliance on forward looking statements. Circumstances affecting the Company may change rapidly. Except as may be expressly required by applicable law, Acasta does not undertake any obligation to update publicly or revise any such forward looking statements, whether as a result of new information, future events or otherwise. These cautionary statements expressly qualify all forward looking statements in this new release.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180319006074/en/\nAcasta Enterprises Inc.\nIan Kidson, 1-647-725-6707\nInterim Chief Executive Officer\nwww.acastaenterprises.com\nSource: Acasta Enterprises Inc.",
    "published": "2018-03-19T20:52:00.000+02:00",
    "crawled": "2018-03-20T00:40:31.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "business",
        "wire",
        "acasta",
        "enterprise",
        "tsx",
        "aef",
        "acasta",
        "company",
        "announced",
        "today",
        "entered",
        "definitive",
        "agreement",
        "previously",
        "announced",
        "sale",
        "transaction",
        "stellwagen",
        "business",
        "unit",
        "stellwagen",
        "company",
        "purchaser",
        "indirectly",
        "owned",
        "douglas",
        "brennan",
        "certain",
        "investor",
        "pleased",
        "reached",
        "term",
        "transaction",
        "significantly",
        "strengthen",
        "company",
        "ensure",
        "ongoing",
        "viability",
        "consumer",
        "product",
        "business",
        "without",
        "impacting",
        "ability",
        "serve",
        "customer",
        "supplier",
        "stakeholder",
        "commented",
        "geoff",
        "beattie",
        "chair",
        "board",
        "director",
        "essential",
        "step",
        "repositioning",
        "acasta",
        "move",
        "towards",
        "company",
        "balance",
        "sale",
        "stellwagen",
        "acasta",
        "entered",
        "share",
        "purchase",
        "agreement",
        "purchase",
        "agreement",
        "martello",
        "finance",
        "company",
        "limited",
        "martello",
        "purchaser",
        "stellwagen",
        "acquisition",
        "vendor",
        "sell",
        "stellwagen",
        "purchaser",
        "exchange",
        "cancellation",
        "million",
        "class",
        "b",
        "share",
        "capital",
        "acasta",
        "class",
        "b",
        "share",
        "beneficially",
        "owned",
        "martello",
        "certain",
        "acasta",
        "shareholder",
        "indirect",
        "shareholder",
        "purchaser",
        "representing",
        "approximately",
        "issued",
        "outstanding",
        "class",
        "b",
        "share",
        "payment",
        "acasta",
        "million",
        "downside",
        "protection",
        "million",
        "proceeds",
        "realized",
        "monetization",
        "acasta",
        "profit",
        "participating",
        "note",
        "ppns",
        "issued",
        "stelloan",
        "investment",
        "company",
        "dac",
        "book",
        "value",
        "million",
        "specified",
        "level",
        "certain",
        "threshold",
        "termination",
        "acasta",
        "acquisition",
        "stellwagen",
        "january",
        "acasta",
        "use",
        "proceeds",
        "transaction",
        "satisfy",
        "previously",
        "disclosed",
        "payment",
        "million",
        "owed",
        "acasta",
        "march",
        "million",
        "credit",
        "facility",
        "credit",
        "facility",
        "pay",
        "additional",
        "amount",
        "outstanding",
        "credit",
        "facility",
        "board",
        "director",
        "acasta",
        "board",
        "special",
        "committee",
        "independent",
        "director",
        "board",
        "special",
        "committee",
        "unanimously",
        "determined",
        "transaction",
        "best",
        "interest",
        "acasta",
        "shareholder",
        "term",
        "transaction",
        "reasonable",
        "transaction",
        "improve",
        "financial",
        "position",
        "acasta",
        "benefit",
        "shareholder",
        "special",
        "committee",
        "received",
        "opinion",
        "blair",
        "franklin",
        "capital",
        "partner",
        "blair",
        "franklin",
        "consideration",
        "received",
        "acasta",
        "connection",
        "transaction",
        "fair",
        "financial",
        "point",
        "view",
        "acasta",
        "acasta",
        "received",
        "written",
        "consent",
        "support",
        "transaction",
        "approximately",
        "disinterested",
        "acasta",
        "shareholder",
        "consenting",
        "shareholder",
        "fully",
        "informed",
        "respect",
        "transaction",
        "interested",
        "party",
        "related",
        "party",
        "joint",
        "actor",
        "interested",
        "party",
        "respect",
        "share",
        "repurchase",
        "addition",
        "lender",
        "credit",
        "facility",
        "consented",
        "transaction",
        "term",
        "purchase",
        "agreement",
        "acasta",
        "retain",
        "ownership",
        "ppns",
        "oversee",
        "sale",
        "ppns",
        "one",
        "third",
        "party",
        "acasta",
        "continues",
        "work",
        "financial",
        "advisor",
        "monetize",
        "ppns",
        "purchaser",
        "also",
        "agreed",
        "assist",
        "acasta",
        "ppn",
        "sale",
        "process",
        "acasta",
        "also",
        "intends",
        "use",
        "proceeds",
        "sale",
        "ppns",
        "pay",
        "indebtedness",
        "outstanding",
        "credit",
        "facility",
        "martello",
        "owns",
        "outstanding",
        "class",
        "b",
        "share",
        "representing",
        "approximate",
        "ownership",
        "interest",
        "calculated",
        "basis",
        "share",
        "capital",
        "martello",
        "held",
        "trust",
        "douglas",
        "brennan",
        "chief",
        "executive",
        "officer",
        "stellwagen",
        "previously",
        "disclosed",
        "transaction",
        "related",
        "party",
        "transaction",
        "multilateral",
        "instrument",
        "protection",
        "minority",
        "security",
        "holder",
        "special",
        "transaction",
        "mi",
        "would",
        "ordinarily",
        "subject",
        "valuation",
        "minority",
        "approval",
        "requirement",
        "mi",
        "acasta",
        "relying",
        "financial",
        "hardship",
        "exemption",
        "requirement",
        "reason",
        "set",
        "press",
        "release",
        "issued",
        "acasta",
        "march",
        "transaction",
        "also",
        "issuer",
        "bid",
        "purpose",
        "national",
        "instrument",
        "bid",
        "issuer",
        "bid",
        "ni",
        "since",
        "involves",
        "acquisition",
        "acasta",
        "million",
        "class",
        "b",
        "share",
        "class",
        "b",
        "share",
        "owned",
        "following",
        "acasta",
        "shareholder",
        "affiliate",
        "investing",
        "affiliate",
        "purchaser",
        "tendering",
        "existing",
        "class",
        "b",
        "share",
        "partial",
        "consideration",
        "pursuant",
        "transaction",
        "name",
        "number",
        "class",
        "b",
        "share",
        "contributed",
        "douglas",
        "brennan",
        "ecn",
        "capital",
        "alon",
        "ossip",
        "martin",
        "goldfarb",
        "belinda",
        "stronach",
        "eugene",
        "stephen",
        "coyle",
        "catherine",
        "power",
        "chief",
        "executive",
        "officer",
        "stellwagen",
        "executive",
        "officer",
        "jempak",
        "corporation",
        "wholly",
        "owned",
        "subsidiary",
        "acasta",
        "founder",
        "acasta",
        "employee",
        "stellwagen",
        "ontario",
        "security",
        "commission",
        "granted",
        "acasta",
        "exemptive",
        "relief",
        "issuer",
        "bid",
        "requirement",
        "ni",
        "mi",
        "exemptive",
        "relief",
        "order",
        "acasta",
        "agreed",
        "close",
        "transaction",
        "least",
        "seven",
        "calendar",
        "day",
        "granting",
        "relief",
        "march",
        "acasta",
        "also",
        "applying",
        "superior",
        "court",
        "justice",
        "ontario",
        "order",
        "approving",
        "plan",
        "arrangement",
        "business",
        "corporation",
        "act",
        "ontario",
        "obca",
        "reduce",
        "stated",
        "capital",
        "class",
        "b",
        "share",
        "satisfy",
        "requirement",
        "obca",
        "related",
        "repurchase",
        "class",
        "b",
        "share",
        "acasta",
        "seeking",
        "court",
        "hearing",
        "date",
        "consider",
        "proposed",
        "arrangement",
        "prior",
        "march",
        "intends",
        "announce",
        "press",
        "release",
        "date",
        "court",
        "hearing",
        "soon",
        "formally",
        "scheduled",
        "court",
        "closing",
        "transaction",
        "conditional",
        "obtaining",
        "court",
        "approval",
        "arrangement",
        "customary",
        "closing",
        "condition",
        "term",
        "purchase",
        "agreement",
        "outside",
        "date",
        "closing",
        "transaction",
        "march",
        "acasta",
        "expects",
        "complete",
        "transaction",
        "prior",
        "date",
        "strategic",
        "review",
        "board",
        "special",
        "committee",
        "continue",
        "previously",
        "announced",
        "strategic",
        "review",
        "effort",
        "maximize",
        "shareholder",
        "value",
        "reduce",
        "acasta",
        "indebtedness",
        "termination",
        "restriction",
        "consequence",
        "anthony",
        "melman",
        "stepping",
        "chief",
        "executive",
        "officer",
        "director",
        "acasta",
        "restriction",
        "class",
        "b",
        "share",
        "held",
        "previous",
        "owner",
        "apollo",
        "health",
        "beauty",
        "apollo",
        "subsidiary",
        "acasta",
        "including",
        "company",
        "controlled",
        "charles",
        "wachsberg",
        "richard",
        "wachsberg",
        "executive",
        "officer",
        "apollo",
        "jempak",
        "corporation",
        "including",
        "entity",
        "affiliated",
        "alon",
        "ossip",
        "martin",
        "goldfarb",
        "interested",
        "party",
        "transaction",
        "terminated",
        "additionally",
        "pursuant",
        "term",
        "share",
        "purchase",
        "agreement",
        "restriction",
        "class",
        "b",
        "share",
        "held",
        "certain",
        "previous",
        "owner",
        "stellwagen",
        "ecn",
        "capital",
        "ecn",
        "capital",
        "subsidiary",
        "terminated",
        "connection",
        "transaction",
        "certain",
        "shareholder",
        "subject",
        "trading",
        "blackout",
        "period",
        "due",
        "nominee",
        "board",
        "ecn",
        "capital",
        "share",
        "issuance",
        "pursuant",
        "term",
        "acquisition",
        "ecn",
        "capital",
        "commercial",
        "aviation",
        "business",
        "june",
        "acasta",
        "purchase",
        "price",
        "subject",
        "payment",
        "purchase",
        "price",
        "acasta",
        "share",
        "price",
        "less",
        "per",
        "share",
        "one",
        "year",
        "following",
        "closing",
        "transaction",
        "ecn",
        "capital",
        "acasta",
        "agreed",
        "class",
        "b",
        "share",
        "issued",
        "ecn",
        "capital",
        "full",
        "satisfaction",
        "payment",
        "fifteenth",
        "day",
        "following",
        "closing",
        "transaction",
        "subject",
        "receipt",
        "approval",
        "toronto",
        "stock",
        "exchange",
        "upon",
        "issuance",
        "share",
        "acasta",
        "obligation",
        "ecn",
        "capital",
        "respect",
        "acquisition",
        "ecn",
        "capital",
        "commercial",
        "aviation",
        "business",
        "advisor",
        "blair",
        "franklin",
        "provided",
        "special",
        "committee",
        "independent",
        "financial",
        "assessment",
        "fairness",
        "financial",
        "point",
        "view",
        "consideration",
        "received",
        "acasta",
        "pursuant",
        "transaction",
        "osler",
        "hoskin",
        "harcourt",
        "llp",
        "acting",
        "independent",
        "legal",
        "advisor",
        "special",
        "committee",
        "advisory",
        "cautionary",
        "note",
        "concerning",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "includes",
        "forward",
        "looking",
        "statement",
        "statement",
        "constitute",
        "forward",
        "looking",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "made",
        "pursuant",
        "safe",
        "harbour",
        "provision",
        "applicable",
        "security",
        "law",
        "forward",
        "looking",
        "statement",
        "include",
        "limited",
        "anticipated",
        "timing",
        "completion",
        "transaction",
        "monetizing",
        "ppns",
        "making",
        "principal",
        "payment",
        "credit",
        "facility",
        "paying",
        "additional",
        "amount",
        "outstanding",
        "credit",
        "facility",
        "termination",
        "restriction",
        "class",
        "b",
        "share",
        "held",
        "certain",
        "shareholder",
        "statement",
        "anticipated",
        "future",
        "event",
        "result",
        "including",
        "comment",
        "respect",
        "company",
        "future",
        "financial",
        "performance",
        "condition",
        "forward",
        "looking",
        "statement",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "identified",
        "word",
        "expects",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "estimate",
        "similar",
        "expression",
        "concerning",
        "matter",
        "historical",
        "fact",
        "statement",
        "based",
        "current",
        "expectation",
        "company",
        "management",
        "inherently",
        "involve",
        "numerous",
        "risk",
        "uncertainty",
        "known",
        "unknown",
        "including",
        "economic",
        "factor",
        "information",
        "contained",
        "news",
        "release",
        "presented",
        "purpose",
        "assisting",
        "reader",
        "understanding",
        "company",
        "business",
        "strategic",
        "priority",
        "objective",
        "number",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "outcome",
        "financial",
        "result",
        "differ",
        "materially",
        "forward",
        "looking",
        "statement",
        "contained",
        "news",
        "release",
        "including",
        "among",
        "factor",
        "referenced",
        "section",
        "entitled",
        "risk",
        "factor",
        "company",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "copy",
        "available",
        "sedar",
        "website",
        "company",
        "profile",
        "forward",
        "looking",
        "statement",
        "contained",
        "news",
        "release",
        "guarantee",
        "future",
        "outcome",
        "performance",
        "forward",
        "looking",
        "statement",
        "based",
        "certain",
        "assumption",
        "company",
        "considers",
        "reasonable",
        "actual",
        "event",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "forward",
        "looking",
        "statement",
        "made",
        "company",
        "reader",
        "cautioned",
        "consider",
        "factor",
        "carefully",
        "making",
        "decision",
        "respect",
        "company",
        "place",
        "undue",
        "reliance",
        "forward",
        "looking",
        "statement",
        "circumstance",
        "affecting",
        "company",
        "may",
        "change",
        "rapidly",
        "except",
        "may",
        "expressly",
        "required",
        "applicable",
        "law",
        "acasta",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "revise",
        "forward",
        "looking",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "cautionary",
        "statement",
        "expressly",
        "qualify",
        "forward",
        "looking",
        "statement",
        "new",
        "release",
        "view",
        "source",
        "version",
        "http",
        "acasta",
        "enterprise",
        "ian",
        "kidson",
        "interim",
        "chief",
        "executive",
        "officer",
        "source",
        "acasta",
        "enterprise",
        "inc"
    ]
}