{
    "organizations": [],
    "uuid": "37aa594eabc232f05a5b823ad2e1bcca71702764",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/pr-newswire-alexco-reports-fourth-quarter-and-year-end-2017-results.html",
    "ord_in_thread": 0,
    "title": "Alexco Reports Fourth Quarter and Year End 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, March 14, 2018 /PRNewswire/ - Alexco Resource Corp. (NYSE‑American: AXU, TSX: AXR) (\"Alexco\" or the \"Corporation\") today reports financial results for the fourth quarter and year ended December 31, 2017. All figures are expressed in Canadian dollars unless otherwise stated. For the fourth quarter of 2017 Alexco recorded a net loss of $1.7 million (\"M\") or $0.02 per share. Alexco Environmental Group (\"AEG\"), a wholly owned subsidiary of Alexco, recognized revenues of $2.5 M with a gross profit of $993,000. For the full year 2017 Alexco recorded a net loss of $7.6 M or $0.08 per share, including $4.5 M in depreciation, share-based compensation expense and other non-cash costs. The working capital position at year end was $18.4 M.\n2017 Highlights\nThe Corporation's cash and cash equivalents at December 31, 2017 totaled $17,906,000 compared to $20,382,000 at December 31, 2016, while net working capital totaled $18,414,000 compared to $23,443,000 at December 31, 2016. In addition, the Corporation's restricted cash and deposits at December 31, 2017 totalled $7,092,000 compared to $6,948,000 at December 31, 2016.\nAlexco Environmental Group (\"AEG\"), recognized revenues of $10,732,000 in 2017 for a gross profit of $4,000,000 and a gross margin of 37% compared to revenues of $11,361,000 in 2016 for a gross profit of $2,866,000 and a gross margin of 25%.\nOn March 29, 2017 the Corporation announced the release of an independent technical report dated March 29, 2017 with an effective date of January 3, 2017 entitled \"Preliminary Economic Assessment of the Keno Hill Silver District Project, Yukon, Canada\" (the \"PEA\") and announced the Amended SPA with Wheaton (see news release dated March 29, 2017 entitled \"Alexco and Silver Wheaton Amend Silver Purchase Agreement and Alexco Announces Positive Preliminary Economic Assessment for Expanded Silver Production at Keno Hill\").\nOn March 29, 2017 the Corporation announced an updated mineral resource estimate for the Bermingham deposit, expanding the indicated mineral resources from 5.2 million ounces to 17.3 million ounces while inferred mineral resources increased from approximately 0.7 million ounces to 5.5 million ounces of contained silver.\nThe Corporation received an amended Type A Water Use Licence (\"WUL\") from the Yukon Water Board authorizing, subject to certain conditions, the use and discharge of treated water and deposition of dry stacked tailings from the Flame & Moth deposit.\nIn August 2017, the Corporation received an amended Class IV permit allowing the Corporation to commence a 580 meter (\"m\") underground exploration decline into the high grade Bermingham silver deposit. To date the Corporation has completed 430 m of the ramp and decline with completion expected in April of 2018.\nOn November 7, 2017 the Corporation announced comprehensive results from its 2017 surface diamond drilling exploration program, drilling a total of 13,832 m in the immediate vicinity of the Bermingham deposit at a cost of approximately $3,600,000.\nOn May 30, 2017, the Corporation closed a flow-through private placement whereby the Corporation issued 4,205,820 flow-through shares at a price of $2.15 per share for aggregate gross proceeds of $9,042,513.\nThe Corporation disposed of investments in marketable securities for proceeds of $2,003,000 and a pre-tax realized gain of $1,204,000.\nHighlight Subsequent to 2017\nSubsequent to year end, the Corporation entered into a definitive credit agreement with Sprott Private Resource Lending (Collector), L.P. to provide a US$15,000,000 credit facility.\nAlexco's Chairman and Chief Executive Officer Clynt Nauman said, \"2017 was a pivotal year in which we started the transition from explorer – developer to developer – producer. This evolution began in September 2017 at the Bermingham deposit with initiation of a 580 m underground exploration decline which is now approximately 75% complete. Following completion of mining work, two underground drills will be positioned to complete 5,000 meters of infill and extension drilling of the high grade Bermingham silver deposit. Concurrently our mining crews will relocate to Flame & Moth where an additional 965 m of decline ultimately needs to be driven to access the Flame & Moth deposit. Optimization of development and mine plans, new resource calculations and expanded metallurgical testing will be ongoing in anticipation of a prefeasibility study to be complete in Q3, 2018. As we move through Q2 we will be very focused on market conditions, commercial terms and final permitting progress as part of our disciplined progress toward a final production decision.\"\nKeno Hill Exploration and Development\nAlexco's current focus is to re-start mining operations at Keno Hill, subject to several considerations including commodity prices and market conditions. Alexco has the requisite permits and authorizations for future ore production from the Bellekeno, Flame & Moth, Lucky Queen, and Onek deposits, as well as the necessary authorization to drive the Bermingham decline, currently ongoing. In November 2017 a project proposal for environmental assessment was submitted to Yukon Environmental and Socio-economic Assessment Board (\"YESAB\") for future production and processing of ore from the Bermingham deposit. It is anticipated that this application process, including completion of the amendments to Alexco's Quartz Mining Licence (\"QML\") and WUL will be completed by the end of 2018 or early 2019.\nIn December 2017 the Company received an amendment to its WUL from the Yukon Water Board for the development and operation (and eventual closure) of the Flame & Moth deposit.\n2017 Exploration Program\nIn early June, the Corporation commenced a surface diamond drilling exploration program to further explore potentially mineralized structural targets in the immediate vicinity of the Bermingham deposit. In September 2017 the Corporation completed its 2017 exploration program as planned, drilling a total of 13,832 m. Program costs were $3,600,000. Comprehensive drill results were released on November 7, 2017 (see September 7, 2017 press release entitled \"Alexco Completes 2017 Surface Exploration Program, Expands Bermingham Silver Deposit, Advances Underground Development\").\nThe Corporation also commenced an underground exploration program at the high grade Bermingham silver deposit. In August 2017, the Corporation received the required amended Class IV permit allowing the Corporation to commence the 580 m underground exploration decline. As of the date of this MD&A the Corporation has completed 430 m of the ramp and decline with completion expected in April 2018. Subsequent to completion of the Bermingham decline, a 5,000 m underground drill program will be initiated to tighten up spacing to upgrade the existing inferred resources to indicated resources and to upgrade existing indicated resources to measured resource while also increasing the confidence in the geological model. The total estimated cost of the underground exploration development and drilling project is $8,700,000, which includes capital purchases related to underground equipment.\nFinancial\nAlexco's cash and cash equivalents at December 31, 2017 totaled $17.9 M compared to $20.4 M at December 31, 2016, while net working capital totaled $18.4 M compared to $23.4 M for the same dates. With its cash resources and net working capital on hand at December 31, 2017, Alexco anticipates it will have sufficient capital resources to carry out all of its currently-anticipated exploration programs and service the working capital requirements of its exploration activity, environmental services business and corporate offices and administration as planned for the next twelve months.\nSELECTED ANNUAL INFORMATION\nAs at and for the year ended December 31\n(expressed in thousands of Canadian dollars, except per share amounts)\n2017\n2016\n2015\nRevenue from environmental services\n10,732\n11,361\n14,662\nGross profit from environmental services\n4,000\n2,866\n3,251\nRevenue from all operations\n10,732\n11,361\n14,662\nGross profit from all operations\n4,000\n2,866\n3,251\nNet loss\n(7,648)\n(4,359)\n(5,509)\nLoss per share:\nBasic\n($0.08)\n($0.05)\n($0.08)\nDiluted\n($0.08)\n($0.05)\n($0.08)\nTotal assets\n123,836\n117,632\n102,542\nTotal long-term liabilities\n19,787\n24,839\n24,496\nDividends declared\nNil\nNil\nNil\nAlexco Environmental Group\nIn the fourth quarter of 2017 AEG recorded revenues of $2.5 M and a gross profit of $993,000 for a gross margin of 40%, compared to revenue of $2.9 M and a gross profit of $881,000 for a gross margin of 30% in the fourth quarter of 2016. The increase in 2016 revenue was attributed to the AEG completion of the expansion of an interim water treatment plant at the Gold King Project.\nAlexco continues to pursue opportunities to expand its environmental services business while ensuring that it limits Alexco's balance sheet exposure to this actively growing business.\nFinancial Report and Conference Call for Fourth Quarter and Year End 2017 Results\nFull details of the financial and operating results for the fourth quarter and year ended December 31, 2017 are described in Alexco's interim condensed consolidated financial statements with accompanying notes and related Management's Discussion and Analysis. These documents and additional information on Alexco, including its annual information form, are available on Alexco's website at www.alexcoresource.com and on SEDAR at www.sedar.com and on EDGAR at www.sec.gov/edgar.shtml .\nAlexco is holding an audio webcast conference call to discuss these results at 11:30 a.m. Eastern (8:30 a.m. Pacific) on Thursday, March 15, 2018. To participate in the live call, please use one of the following methods:\nDial toll free from Canada or the US:\n1-800-319-4610\nDial from outside Canada or the US:\n1-604-638-5340\nConference ID#:\nAsk to join the Alexco conference call\nLive audio webcast:\nwww.alexcoresource.com\nParticipants should connect five to ten minutes before the call. The conference call will be recorded and an archived audio webcast will be available at www.alexcoresource.com .\nQualified Persons\nThe disclosure in this news release of scientific and technical information regarding exploration projects on Alexco's mineral properties has been reviewed and approved by Alan McOnie, FAusIMM, Vice President, Exploration, while that regarding mine development and operations has been reviewed and approved by Scott Smith, P.Eng., Mine Manager, both who of who are Qualified Persons as defined by National Instrument 43-101 ‑ Standards of Disclosure for Mineral Projects.\nAbout Alexco\nAlexco Resource Corp. holds the historical high grade Keno Hill Silver District located in Canada's Yukon Territory. Employing a unique business model, Alexco also provides mine-related environmental services, remediation technologies and reclamation and mine closure services to both government and industry clients through the Alexco Environmental Group, its wholly-owned environmental services division.\nPlease visit the Alexco website at www.alexcoresource.com\nSome statements (\"forward-looking statements\") in this news release contain forward-looking information concerning Alexco's anticipated results and developments in Alexco's operations in future periods, planned exploration and development of its properties, plans related to its business and other matters that may occur in the future, made as of the date of this news release. Forward-looking statements may include, but are not limited to, statements with respect to the future remediation and reclamation activities, future mineral exploration, the estimation of mineral reserves and mineral resources, the realization of mineral reserve and mineral resource estimates, future mine construction and development activities, future mine operation and production, the timing of activities and reports, the amount of estimated revenues and expenses, the success of exploration activities, permitting time lines, requirements for additional capital and sources and uses of funds. Forward-looking statements are subject to a variety of known and unknown risks, uncertainties and other factors which could cause actual events or results to differ from those expressed or implied by the forward-looking statements. Such factors include, among others, risks related to actual results and timing of exploration and development activities; actual results and timing of mining activities; actual results and timing of environmental services activities; actual results and timing of remediation and reclamation activities; conclusions of economic evaluations; changes in project parameters as plans continue to be refined; future prices of silver, gold, lead, zinc and other commodities; possible variations in mineable resources, grade or recovery rates; failure of plant, equipment or processes to operate as anticipated; accidents, labour disputes and other risks of the mining industry; First Nation rights and title; continued capitalization and commercial viability; global economic conditions; competition; and delays in obtaining governmental approvals or financing or in the completion of development activities. Forward-looking statements are based on certain assumptions that management believes are reasonable at the time they are made. In making the forward-looking statements included in this news release, Alexco has applied several material assumptions, including, but not limited to, the assumption that Alexco will be able to raise additional capital as necessary, that the proposed exploration and development will proceed as planned, and that market fundamentals will result in sustained silver, gold, lead and zinc demand and prices. There can be no assurance that forward-looking statements will prove to be accurate and actual results and future events could differ materially from those anticipated in such statements. Alexco expressly disclaims any intention or obligation to update or revise any forward-looking statements whether as a result of new information, future events or otherwise, except as otherwise required by applicable securities legislation.\nSOURCE Alexco Resource Corp.",
    "published": "2018-03-15T04:30:00.000+02:00",
    "crawled": "2018-03-15T06:25:06.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "march",
        "alexco",
        "resource",
        "axu",
        "tsx",
        "axr",
        "alexco",
        "corporation",
        "today",
        "report",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "figure",
        "expressed",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "fourth",
        "quarter",
        "alexco",
        "recorded",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "alexco",
        "environmental",
        "group",
        "aeg",
        "wholly",
        "owned",
        "subsidiary",
        "alexco",
        "recognized",
        "revenue",
        "gross",
        "profit",
        "full",
        "year",
        "alexco",
        "recorded",
        "net",
        "loss",
        "per",
        "share",
        "including",
        "depreciation",
        "compensation",
        "expense",
        "cost",
        "working",
        "capital",
        "position",
        "year",
        "end",
        "highlight",
        "corporation",
        "cash",
        "cash",
        "equivalent",
        "december",
        "totaled",
        "compared",
        "december",
        "net",
        "working",
        "capital",
        "totaled",
        "compared",
        "december",
        "addition",
        "corporation",
        "restricted",
        "cash",
        "deposit",
        "december",
        "totalled",
        "compared",
        "december",
        "alexco",
        "environmental",
        "group",
        "aeg",
        "recognized",
        "revenue",
        "gross",
        "profit",
        "gross",
        "margin",
        "compared",
        "revenue",
        "gross",
        "profit",
        "gross",
        "margin",
        "march",
        "corporation",
        "announced",
        "release",
        "independent",
        "technical",
        "report",
        "dated",
        "march",
        "effective",
        "date",
        "january",
        "entitled",
        "preliminary",
        "economic",
        "assessment",
        "keno",
        "hill",
        "silver",
        "district",
        "project",
        "yukon",
        "canada",
        "pea",
        "announced",
        "amended",
        "spa",
        "wheaton",
        "see",
        "news",
        "release",
        "dated",
        "march",
        "entitled",
        "alexco",
        "silver",
        "wheaton",
        "amend",
        "silver",
        "purchase",
        "agreement",
        "alexco",
        "announces",
        "positive",
        "preliminary",
        "economic",
        "assessment",
        "expanded",
        "silver",
        "production",
        "keno",
        "hill",
        "march",
        "corporation",
        "announced",
        "updated",
        "mineral",
        "resource",
        "estimate",
        "bermingham",
        "deposit",
        "expanding",
        "indicated",
        "mineral",
        "resource",
        "million",
        "ounce",
        "million",
        "ounce",
        "inferred",
        "mineral",
        "resource",
        "increased",
        "approximately",
        "million",
        "ounce",
        "million",
        "ounce",
        "contained",
        "silver",
        "corporation",
        "received",
        "amended",
        "type",
        "water",
        "use",
        "licence",
        "wul",
        "yukon",
        "water",
        "board",
        "authorizing",
        "subject",
        "certain",
        "condition",
        "use",
        "discharge",
        "treated",
        "water",
        "deposition",
        "dry",
        "stacked",
        "tailing",
        "flame",
        "moth",
        "deposit",
        "august",
        "corporation",
        "received",
        "amended",
        "class",
        "iv",
        "permit",
        "allowing",
        "corporation",
        "commence",
        "meter",
        "underground",
        "exploration",
        "decline",
        "high",
        "grade",
        "bermingham",
        "silver",
        "deposit",
        "date",
        "corporation",
        "completed",
        "ramp",
        "decline",
        "completion",
        "expected",
        "april",
        "november",
        "corporation",
        "announced",
        "comprehensive",
        "result",
        "surface",
        "diamond",
        "drilling",
        "exploration",
        "program",
        "drilling",
        "total",
        "immediate",
        "vicinity",
        "bermingham",
        "deposit",
        "cost",
        "approximately",
        "may",
        "corporation",
        "closed",
        "private",
        "placement",
        "whereby",
        "corporation",
        "issued",
        "share",
        "price",
        "per",
        "share",
        "aggregate",
        "gross",
        "proceeds",
        "corporation",
        "disposed",
        "investment",
        "marketable",
        "security",
        "proceeds",
        "realized",
        "gain",
        "highlight",
        "subsequent",
        "subsequent",
        "year",
        "end",
        "corporation",
        "entered",
        "definitive",
        "credit",
        "agreement",
        "sprott",
        "private",
        "resource",
        "lending",
        "collector",
        "provide",
        "u",
        "credit",
        "facility",
        "alexco",
        "chairman",
        "chief",
        "executive",
        "officer",
        "clynt",
        "nauman",
        "said",
        "pivotal",
        "year",
        "started",
        "transition",
        "explorer",
        "developer",
        "developer",
        "producer",
        "evolution",
        "began",
        "september",
        "bermingham",
        "deposit",
        "initiation",
        "underground",
        "exploration",
        "decline",
        "approximately",
        "complete",
        "following",
        "completion",
        "mining",
        "work",
        "two",
        "underground",
        "drill",
        "positioned",
        "complete",
        "meter",
        "infill",
        "extension",
        "drilling",
        "high",
        "grade",
        "bermingham",
        "silver",
        "deposit",
        "concurrently",
        "mining",
        "crew",
        "relocate",
        "flame",
        "moth",
        "additional",
        "decline",
        "ultimately",
        "need",
        "driven",
        "access",
        "flame",
        "moth",
        "deposit",
        "optimization",
        "development",
        "mine",
        "plan",
        "new",
        "resource",
        "calculation",
        "expanded",
        "metallurgical",
        "testing",
        "ongoing",
        "anticipation",
        "prefeasibility",
        "study",
        "complete",
        "q3",
        "move",
        "q2",
        "focused",
        "market",
        "condition",
        "commercial",
        "term",
        "final",
        "permitting",
        "progress",
        "part",
        "disciplined",
        "progress",
        "toward",
        "final",
        "production",
        "decision",
        "keno",
        "hill",
        "exploration",
        "development",
        "alexco",
        "current",
        "focus",
        "mining",
        "operation",
        "keno",
        "hill",
        "subject",
        "several",
        "consideration",
        "including",
        "commodity",
        "price",
        "market",
        "condition",
        "alexco",
        "requisite",
        "permit",
        "authorization",
        "future",
        "ore",
        "production",
        "bellekeno",
        "flame",
        "moth",
        "lucky",
        "queen",
        "onek",
        "deposit",
        "well",
        "necessary",
        "authorization",
        "drive",
        "bermingham",
        "decline",
        "currently",
        "ongoing",
        "november",
        "project",
        "proposal",
        "environmental",
        "assessment",
        "submitted",
        "yukon",
        "environmental",
        "assessment",
        "board",
        "yesab",
        "future",
        "production",
        "processing",
        "ore",
        "bermingham",
        "deposit",
        "anticipated",
        "application",
        "process",
        "including",
        "completion",
        "amendment",
        "alexco",
        "quartz",
        "mining",
        "licence",
        "qml",
        "wul",
        "completed",
        "end",
        "early",
        "december",
        "company",
        "received",
        "amendment",
        "wul",
        "yukon",
        "water",
        "board",
        "development",
        "operation",
        "eventual",
        "closure",
        "flame",
        "moth",
        "deposit",
        "exploration",
        "program",
        "early",
        "june",
        "corporation",
        "commenced",
        "surface",
        "diamond",
        "drilling",
        "exploration",
        "program",
        "explore",
        "potentially",
        "mineralized",
        "structural",
        "target",
        "immediate",
        "vicinity",
        "bermingham",
        "deposit",
        "september",
        "corporation",
        "completed",
        "exploration",
        "program",
        "planned",
        "drilling",
        "total",
        "program",
        "cost",
        "comprehensive",
        "drill",
        "result",
        "released",
        "november",
        "see",
        "september",
        "press",
        "release",
        "entitled",
        "alexco",
        "completes",
        "surface",
        "exploration",
        "program",
        "expands",
        "bermingham",
        "silver",
        "deposit",
        "advance",
        "underground",
        "development",
        "corporation",
        "also",
        "commenced",
        "underground",
        "exploration",
        "program",
        "high",
        "grade",
        "bermingham",
        "silver",
        "deposit",
        "august",
        "corporation",
        "received",
        "required",
        "amended",
        "class",
        "iv",
        "permit",
        "allowing",
        "corporation",
        "commence",
        "underground",
        "exploration",
        "decline",
        "date",
        "md",
        "corporation",
        "completed",
        "ramp",
        "decline",
        "completion",
        "expected",
        "april",
        "subsequent",
        "completion",
        "bermingham",
        "decline",
        "underground",
        "drill",
        "program",
        "initiated",
        "tighten",
        "spacing",
        "upgrade",
        "existing",
        "inferred",
        "resource",
        "indicated",
        "resource",
        "upgrade",
        "existing",
        "indicated",
        "resource",
        "measured",
        "resource",
        "also",
        "increasing",
        "confidence",
        "geological",
        "model",
        "total",
        "estimated",
        "cost",
        "underground",
        "exploration",
        "development",
        "drilling",
        "project",
        "includes",
        "capital",
        "purchase",
        "related",
        "underground",
        "equipment",
        "financial",
        "alexco",
        "cash",
        "cash",
        "equivalent",
        "december",
        "totaled",
        "compared",
        "december",
        "net",
        "working",
        "capital",
        "totaled",
        "compared",
        "date",
        "cash",
        "resource",
        "net",
        "working",
        "capital",
        "hand",
        "december",
        "alexco",
        "anticipates",
        "sufficient",
        "capital",
        "resource",
        "carry",
        "exploration",
        "program",
        "service",
        "working",
        "capital",
        "requirement",
        "exploration",
        "activity",
        "environmental",
        "service",
        "business",
        "corporate",
        "office",
        "administration",
        "planned",
        "next",
        "twelve",
        "month",
        "selected",
        "annual",
        "information",
        "year",
        "ended",
        "december",
        "expressed",
        "thousand",
        "canadian",
        "dollar",
        "except",
        "per",
        "share",
        "amount",
        "revenue",
        "environmental",
        "service",
        "gross",
        "profit",
        "environmental",
        "service",
        "revenue",
        "operation",
        "gross",
        "profit",
        "operation",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "total",
        "asset",
        "total",
        "liability",
        "dividend",
        "declared",
        "nil",
        "nil",
        "nil",
        "alexco",
        "environmental",
        "group",
        "fourth",
        "quarter",
        "aeg",
        "recorded",
        "revenue",
        "gross",
        "profit",
        "gross",
        "margin",
        "compared",
        "revenue",
        "gross",
        "profit",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "increase",
        "revenue",
        "attributed",
        "aeg",
        "completion",
        "expansion",
        "interim",
        "water",
        "treatment",
        "plant",
        "gold",
        "king",
        "project",
        "alexco",
        "continues",
        "pursue",
        "opportunity",
        "expand",
        "environmental",
        "service",
        "business",
        "ensuring",
        "limit",
        "alexco",
        "balance",
        "sheet",
        "exposure",
        "actively",
        "growing",
        "business",
        "financial",
        "report",
        "conference",
        "call",
        "fourth",
        "quarter",
        "year",
        "end",
        "result",
        "full",
        "detail",
        "financial",
        "operating",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "described",
        "alexco",
        "interim",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "accompanying",
        "note",
        "related",
        "management",
        "discussion",
        "analysis",
        "document",
        "additional",
        "information",
        "alexco",
        "including",
        "annual",
        "information",
        "form",
        "available",
        "alexco",
        "website",
        "sedar",
        "edgar",
        "alexco",
        "holding",
        "audio",
        "webcast",
        "conference",
        "call",
        "discus",
        "result",
        "eastern",
        "pacific",
        "thursday",
        "march",
        "participate",
        "live",
        "call",
        "please",
        "use",
        "one",
        "following",
        "method",
        "dial",
        "toll",
        "free",
        "canada",
        "u",
        "dial",
        "outside",
        "canada",
        "u",
        "conference",
        "id",
        "ask",
        "join",
        "alexco",
        "conference",
        "call",
        "live",
        "audio",
        "webcast",
        "participant",
        "connect",
        "five",
        "ten",
        "minute",
        "call",
        "conference",
        "call",
        "recorded",
        "archived",
        "audio",
        "webcast",
        "available",
        "qualified",
        "person",
        "disclosure",
        "news",
        "release",
        "scientific",
        "technical",
        "information",
        "regarding",
        "exploration",
        "project",
        "alexco",
        "mineral",
        "property",
        "reviewed",
        "approved",
        "alan",
        "mconie",
        "fausimm",
        "vice",
        "president",
        "exploration",
        "regarding",
        "mine",
        "development",
        "operation",
        "reviewed",
        "approved",
        "scott",
        "smith",
        "mine",
        "manager",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "alexco",
        "alexco",
        "resource",
        "hold",
        "historical",
        "high",
        "grade",
        "keno",
        "hill",
        "silver",
        "district",
        "located",
        "canada",
        "yukon",
        "territory",
        "employing",
        "unique",
        "business",
        "model",
        "alexco",
        "also",
        "provides",
        "environmental",
        "service",
        "remediation",
        "technology",
        "reclamation",
        "mine",
        "closure",
        "service",
        "government",
        "industry",
        "client",
        "alexco",
        "environmental",
        "group",
        "environmental",
        "service",
        "division",
        "please",
        "visit",
        "alexco",
        "website",
        "statement",
        "statement",
        "news",
        "release",
        "contain",
        "information",
        "concerning",
        "alexco",
        "anticipated",
        "result",
        "development",
        "alexco",
        "operation",
        "future",
        "period",
        "planned",
        "exploration",
        "development",
        "property",
        "plan",
        "related",
        "business",
        "matter",
        "may",
        "occur",
        "future",
        "made",
        "date",
        "news",
        "release",
        "statement",
        "may",
        "include",
        "limited",
        "statement",
        "respect",
        "future",
        "remediation",
        "reclamation",
        "activity",
        "future",
        "mineral",
        "exploration",
        "estimation",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "realization",
        "mineral",
        "reserve",
        "mineral",
        "resource",
        "estimate",
        "future",
        "mine",
        "construction",
        "development",
        "activity",
        "future",
        "mine",
        "operation",
        "production",
        "timing",
        "activity",
        "report",
        "amount",
        "estimated",
        "revenue",
        "expense",
        "success",
        "exploration",
        "activity",
        "permitting",
        "time",
        "line",
        "requirement",
        "additional",
        "capital",
        "source",
        "us",
        "fund",
        "statement",
        "subject",
        "variety",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "risk",
        "related",
        "actual",
        "result",
        "timing",
        "exploration",
        "development",
        "activity",
        "actual",
        "result",
        "timing",
        "mining",
        "activity",
        "actual",
        "result",
        "timing",
        "environmental",
        "service",
        "activity",
        "actual",
        "result",
        "timing",
        "remediation",
        "reclamation",
        "activity",
        "conclusion",
        "economic",
        "evaluation",
        "change",
        "project",
        "parameter",
        "plan",
        "continue",
        "refined",
        "future",
        "price",
        "silver",
        "gold",
        "lead",
        "zinc",
        "commodity",
        "possible",
        "variation",
        "mineable",
        "resource",
        "grade",
        "recovery",
        "rate",
        "failure",
        "plant",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "accident",
        "labour",
        "dispute",
        "risk",
        "mining",
        "industry",
        "first",
        "nation",
        "right",
        "title",
        "continued",
        "capitalization",
        "commercial",
        "viability",
        "global",
        "economic",
        "condition",
        "competition",
        "delay",
        "obtaining",
        "governmental",
        "approval",
        "financing",
        "completion",
        "development",
        "activity",
        "statement",
        "based",
        "certain",
        "assumption",
        "management",
        "belief",
        "reasonable",
        "time",
        "made",
        "making",
        "statement",
        "included",
        "news",
        "release",
        "alexco",
        "applied",
        "several",
        "material",
        "assumption",
        "including",
        "limited",
        "assumption",
        "alexco",
        "able",
        "raise",
        "additional",
        "capital",
        "necessary",
        "proposed",
        "exploration",
        "development",
        "proceed",
        "planned",
        "market",
        "fundamental",
        "result",
        "sustained",
        "silver",
        "gold",
        "lead",
        "zinc",
        "demand",
        "price",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "alexco",
        "expressly",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "otherwise",
        "required",
        "applicable",
        "security",
        "legislation",
        "source",
        "alexco",
        "resource",
        "corp"
    ]
}