{
    "organizations": [],
    "uuid": "9036cad07b1dcdad19d5da74282a552390523fea",
    "author": "Bloomberg",
    "url": "http://fortune.com/2018/03/15/larry-kudlow-trump-adviser-tariffs-inflation-fed/",
    "ord_in_thread": 0,
    "title": "Larry Kudlow: New Advisor Quick to Hop on Trump Express | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Larry Kudlow wasted no time in showing Wall Street and Washington that he’s ready to serve as an unabashed economic warrior for President Donald Trump.\nWithin minutes of being named as top White House economic adviser on Wednesday , Kudlow was on the airwaves to push a tough stance toward China and promise a new phase of tax cuts—hitting two of Trump’s favorite talking points and making clear why he was chosen for the job.\nTrump confirmed the selection Thursday on Twitter.\nLarry Kudlow will be my Chief Economic Advisor as Director of the National Economic Council. Our Country will have many years of Great Economic & Financial Success, with low taxes, unparalleled innovation, fair trade and an ever expanding labor force leading the way! #MAGA\n— Donald J. Trump (@realDonaldTrump) March 15, 2018\n“Our Country will have many years of Great Economic & Financial Success, with low taxes, unparalleled innovation, fair trade and an ever expanding labor force leading the way! #MAGA,” Trump tweeted.\nLike Trump, CNBC contributor ignore taboos Kudlow, an economist and CNBC contributor , has demonstrated a Trump-like willingness to ignore taboos. In a rare departure for someone about to take a senior government job, he questioned Federal Reserve monetary policy and even offered a trading recommendation: “I would buy King Dollar and I would sell gold.”\nYet, with markets rattled over the prospect that Trump would push for more tariffs that could spark a global trade war, the selection of Kudlow, a veteran of both the Reagan administration and Bear Sterns & Co, served as a signal that there would continue to be a voice advocating the benefits of unrestricted international commerce.\n“He is a cheerleader for growth,” said Neil Dutta, head of U.S. economics at Renaissance Macro Research. “He regularly says ‘Free market capitalism is the best path to prosperity.’ He is a forceful advocate for open markets and trade liberalization, and more generally an economic libertarian who favors low taxes and less regulation.”\nUnlike Gary Cohn, Kudlow has conservative bona fides Kudlow, 70, is joining the White House as Trump enters his second year in office, purging the administration of moderating and dissenting voices. The president, who cited differences over Iran when he fired Secretary of State Rex Tillerson on Tuesday, has tired of a senior staff that often opposed causes he championed as a candidate.\nAs the new director of the National Economic Council, Kudlow will be replacing Gary Cohn, who said he’d step down after Trump went ahead with tariffs that Cohn had vociferously opposed. Unlike Cohn, who’s a Democrat, Kudlow brings conservative bona fides from his service as an adviser to President Ronald Reagan.\nA television host and former Bear Stearns chief economist, Kudlow, who grew up in New Jersey, is also seen as temperamentally and politically similar to the president. His own penchant for the limelight was on full display Wednesday—Kudlow’s interview dominated CNBC’s airwaves even though Trump was holding a televised event at the same time with Boeing Co. to promote recent tax cuts.\nKudlow backs off tariff criticism While some on Wall Street and Capitol Hill welcomed his appointment as a sign that the president’s protectionist impulses could be restrained, Kudlow on Wednesday backed off earlier criticism of Trump’s tariff plans, saying he is “on board” with the steel and aluminum duties Trump imposed. He said he was encouraged by the president’s move to grant temporary waivers to allies including Canada and Mexico.\nKudlow praised the president’s skill as a negotiator and warned of potential new tariffs on European cars. He also indicated the administration was readying a larger round of tariffs against Chinese imports. China has earned a “tough response” for not playing by the rules of trade, he said. “China needs a comeuppance on trade, I believe that,” he added.\nKudlow vs. the Fed Kudlow also didn’t shy away from discussing another traditionally taboo subject for White House officials: the Federal Reserve’s independence. The incoming adviser waded right in, urging the central bank not to “overdo it” in raising interest rates. “Growth is not inflationary. Just let it rip, for heaven’s sake,” he said.\nThe remark was an apparent reference to the Federal Reserve’s moves to raise interest rates, which it has done five times since December 2015 and is expected to do so again when it meets next week. Kudlow has criticized the central bank’s policies over the past year, saying the Fed is using the wrong models to assess inflation and that it doesn’t have power to move prices one way or another.\nKudlow’s views come in stark contrast to Cohn, a one-time front-runner to lead the Fed, who adopted a much more careful tone when talking about the central bank, saying “the Federal Reserve is an independent agency and they operate as such” when asked about looming rate hikes on Fox News last year.\nKudlow also spoke at length on the U.S. currency, including its appropriate valuation, saying he would like to see it “a wee bit stronger than it is currently, but stability is the key.” He said the president shares his views.\n“A great country needs a strong currency, he knows that,” said Kudlow. “I have no reason to believe that President Trump opposes a sound and stable dollar.”\nComments on the U.S. currency are traditionally left to the Treasury secretary, and even then are typically handled with care. Earlier this year the administration spent days trying to gently walk back a seemingly off-the-cuff remark by Treasury Secretary Steven Mnuchin that a weaker dollar would boost exports. The comment roiled currency markets.\nTrump, in response to the situation, said in a Jan. 26 interview with CNBC, “I don’t like talking about” the dollar. “Because frankly, nobody should be talking about it.”\nWall Street reacts to Kudlow pick Washington and Wall Street responded with cautious optimism to Kudlow’s appointment, hoping that the pick of an avowed free-trader would help rein in a president seemingly itching for a trade war. Earlier this month, Kudlow wrote a column for CNBC criticizing Trump’s decision to put tariffs on steel and aluminum imports, saying such duties “have almost never worked as intended and almost always deliver an unhappy ending.”\nSenator Pat Roberts of Kansas said Wednesday that he’s hopeful Kudlow can be a moderating influence on Trump’s trade policies. He said the president’s decision to put tariffs on steel and aluminum imports “already have been very harmful to agriculture.”\n“Anybody that we can get on board that says we have to modernize Nafta but we don’t have to play Humpty Dumpty with it, I’m for,” Roberts said.\nKudlow cited a source—who he hinted was Trump—telling him that Canadian Prime Minister Justin Trudeau “has been on the phone with the president” making concessions on North American Free Trade Agreement negotiations “hand over fist.”\nTrudeau, in an interview with Bloomberg TV’s Michael McKee in Regina, Saskatchewan, on Wednesday said in response to Kudlow’s remarks that he had “been consistent in standing up for Canadian interests.”\nKudlow: ‘Phase Two’ of tax overhaul In the CNBC interview, Kudlow also said the administration will pursue a “phase two” of Trump’s tax overhaul, seeking to make tax cuts for individuals permanent—a move that would add $500 billion to the budget deficit, while tripling the amount of economic growth, according to a paper earlier this month from two Harvard economists.\nKudlow also said that the next phase should include a lower capital gains rate — and a rate that’s indexed for inflation. The top rate for long-term capital gains was left untouched at 20%.\nCritics have noted Kudlow has harbored some hard-right positions that suggest he’d amplify the president’s protectionist instincts. In a 2015 column for the National Review, Kudlow advocated sealing the borders until the U.S. undertook a complete reform of the immigration system.\n“Change the screening process,” Kudlow wrote. “Come up with a new visa-application review process. Stop this nonsense of marriage-visa fraud. And in the meantime, seal the borders.”\nKudlow’s economic forecasts on CNBC and in a regular column in the past decade have sometimes been off the mark. In December 2007, the month the National Bureau of Economic Research later dated the start of the worst recession since the 1930s, he was arguing there was no recession and that the “Bush boom continues.”\nKudlow contended there was no housing bubble before U.S. housing prices crashed. And he warned in 2010 that former Federal Reserve Chair Janet Yellen would usher in a new era of higher inflation, while instead price gains have fallen short of the central bank’s 2% forecasts.\nHis best prediction has been that the stock market would go up if Trump were elected, contrary to many economists, including Paul Krugman, who predicted a decline.\nKudlow also clashed with Trump on his personal conduct. In 2016, when a tape surfaced before the election featuring Trump boasting about grabbing women’s genitals, Kudlow said he was “furious” and threatened to vote for Mike Pence as a write-in candidate.\nStill, Kudlow’s tenure will be defined by the question that has both motivated and haunted the inhabitants of the Trump White House over the administration’s first year — whether the president will heed advice that contradicts his instincts. In his CNBC interview, Kudlow was asked whether his objective in the position was to change the president’s mind on crucial economic and trade issues.\n“I’m not sure,” Kudlow began, only to be saved as the closing bell clanged across the trading floor, leaving the question unresolved.",
    "published": "2018-03-15T10:43:00.000+02:00",
    "crawled": "2018-03-15T15:12:35.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "larry",
        "kudlow",
        "wasted",
        "time",
        "showing",
        "wall",
        "street",
        "washington",
        "ready",
        "serve",
        "unabashed",
        "economic",
        "warrior",
        "president",
        "donald",
        "trump",
        "within",
        "minute",
        "named",
        "top",
        "white",
        "house",
        "economic",
        "adviser",
        "wednesday",
        "kudlow",
        "airwave",
        "push",
        "tough",
        "stance",
        "toward",
        "china",
        "promise",
        "new",
        "phase",
        "tax",
        "two",
        "trump",
        "favorite",
        "talking",
        "point",
        "making",
        "clear",
        "chosen",
        "job",
        "trump",
        "confirmed",
        "selection",
        "thursday",
        "twitter",
        "larry",
        "kudlow",
        "chief",
        "economic",
        "advisor",
        "director",
        "national",
        "economic",
        "council",
        "country",
        "many",
        "year",
        "great",
        "economic",
        "financial",
        "success",
        "low",
        "tax",
        "unparalleled",
        "innovation",
        "fair",
        "trade",
        "ever",
        "expanding",
        "labor",
        "force",
        "leading",
        "way",
        "maga",
        "donald",
        "trump",
        "realdonaldtrump",
        "march",
        "country",
        "many",
        "year",
        "great",
        "economic",
        "financial",
        "success",
        "low",
        "tax",
        "unparalleled",
        "innovation",
        "fair",
        "trade",
        "ever",
        "expanding",
        "labor",
        "force",
        "leading",
        "way",
        "maga",
        "trump",
        "tweeted",
        "like",
        "trump",
        "cnbc",
        "contributor",
        "ignore",
        "taboo",
        "kudlow",
        "economist",
        "cnbc",
        "contributor",
        "demonstrated",
        "willingness",
        "ignore",
        "taboo",
        "rare",
        "departure",
        "someone",
        "take",
        "senior",
        "government",
        "job",
        "questioned",
        "federal",
        "reserve",
        "monetary",
        "policy",
        "even",
        "offered",
        "trading",
        "recommendation",
        "would",
        "buy",
        "king",
        "dollar",
        "would",
        "sell",
        "yet",
        "market",
        "rattled",
        "prospect",
        "trump",
        "would",
        "push",
        "tariff",
        "could",
        "spark",
        "global",
        "trade",
        "war",
        "selection",
        "kudlow",
        "veteran",
        "reagan",
        "administration",
        "bear",
        "stern",
        "co",
        "served",
        "signal",
        "would",
        "continue",
        "voice",
        "advocating",
        "benefit",
        "unrestricted",
        "international",
        "commerce",
        "cheerleader",
        "growth",
        "said",
        "neil",
        "dutta",
        "head",
        "economics",
        "renaissance",
        "macro",
        "research",
        "regularly",
        "say",
        "free",
        "market",
        "capitalism",
        "best",
        "path",
        "forceful",
        "advocate",
        "open",
        "market",
        "trade",
        "liberalization",
        "generally",
        "economic",
        "libertarian",
        "favor",
        "low",
        "tax",
        "less",
        "unlike",
        "gary",
        "cohn",
        "kudlow",
        "conservative",
        "bona",
        "fides",
        "kudlow",
        "joining",
        "white",
        "house",
        "trump",
        "enters",
        "second",
        "year",
        "office",
        "purging",
        "administration",
        "moderating",
        "dissenting",
        "voice",
        "president",
        "cited",
        "difference",
        "iran",
        "fired",
        "secretary",
        "state",
        "rex",
        "tillerson",
        "tuesday",
        "tired",
        "senior",
        "staff",
        "often",
        "opposed",
        "cause",
        "championed",
        "candidate",
        "new",
        "director",
        "national",
        "economic",
        "council",
        "kudlow",
        "replacing",
        "gary",
        "cohn",
        "said",
        "step",
        "trump",
        "went",
        "ahead",
        "tariff",
        "cohn",
        "vociferously",
        "opposed",
        "unlike",
        "cohn",
        "democrat",
        "kudlow",
        "brings",
        "conservative",
        "bona",
        "fides",
        "service",
        "adviser",
        "president",
        "ronald",
        "reagan",
        "television",
        "host",
        "former",
        "bear",
        "stearns",
        "chief",
        "economist",
        "kudlow",
        "grew",
        "new",
        "jersey",
        "also",
        "seen",
        "temperamentally",
        "politically",
        "similar",
        "president",
        "penchant",
        "limelight",
        "full",
        "display",
        "interview",
        "dominated",
        "cnbc",
        "airwave",
        "even",
        "though",
        "trump",
        "holding",
        "televised",
        "event",
        "time",
        "boeing",
        "promote",
        "recent",
        "tax",
        "cut",
        "kudlow",
        "back",
        "tariff",
        "criticism",
        "wall",
        "street",
        "capitol",
        "hill",
        "welcomed",
        "appointment",
        "sign",
        "president",
        "protectionist",
        "impulse",
        "could",
        "restrained",
        "kudlow",
        "wednesday",
        "backed",
        "earlier",
        "criticism",
        "trump",
        "tariff",
        "plan",
        "saying",
        "board",
        "steel",
        "aluminum",
        "duty",
        "trump",
        "imposed",
        "said",
        "encouraged",
        "president",
        "move",
        "grant",
        "temporary",
        "waiver",
        "ally",
        "including",
        "canada",
        "mexico",
        "kudlow",
        "praised",
        "president",
        "skill",
        "negotiator",
        "warned",
        "potential",
        "new",
        "tariff",
        "european",
        "car",
        "also",
        "indicated",
        "administration",
        "readying",
        "larger",
        "round",
        "tariff",
        "chinese",
        "import",
        "china",
        "earned",
        "tough",
        "response",
        "playing",
        "rule",
        "trade",
        "said",
        "china",
        "need",
        "comeuppance",
        "trade",
        "believe",
        "added",
        "kudlow",
        "fed",
        "kudlow",
        "also",
        "shy",
        "away",
        "discussing",
        "another",
        "traditionally",
        "taboo",
        "subject",
        "white",
        "house",
        "official",
        "federal",
        "reserve",
        "independence",
        "incoming",
        "adviser",
        "waded",
        "right",
        "urging",
        "central",
        "bank",
        "overdo",
        "raising",
        "interest",
        "rate",
        "growth",
        "inflationary",
        "let",
        "rip",
        "heaven",
        "sake",
        "said",
        "remark",
        "apparent",
        "reference",
        "federal",
        "reserve",
        "move",
        "raise",
        "interest",
        "rate",
        "done",
        "five",
        "time",
        "since",
        "december",
        "expected",
        "meet",
        "next",
        "week",
        "kudlow",
        "criticized",
        "central",
        "bank",
        "policy",
        "past",
        "year",
        "saying",
        "fed",
        "using",
        "wrong",
        "model",
        "assess",
        "inflation",
        "power",
        "move",
        "price",
        "one",
        "way",
        "another",
        "kudlow",
        "view",
        "come",
        "stark",
        "contrast",
        "cohn",
        "lead",
        "fed",
        "adopted",
        "much",
        "careful",
        "tone",
        "talking",
        "central",
        "bank",
        "saying",
        "federal",
        "reserve",
        "independent",
        "agency",
        "operate",
        "asked",
        "looming",
        "rate",
        "hike",
        "fox",
        "news",
        "last",
        "year",
        "kudlow",
        "also",
        "spoke",
        "length",
        "currency",
        "including",
        "appropriate",
        "valuation",
        "saying",
        "would",
        "like",
        "see",
        "wee",
        "bit",
        "stronger",
        "currently",
        "stability",
        "said",
        "president",
        "share",
        "view",
        "great",
        "country",
        "need",
        "strong",
        "currency",
        "know",
        "said",
        "kudlow",
        "reason",
        "believe",
        "president",
        "trump",
        "opposes",
        "sound",
        "stable",
        "comment",
        "currency",
        "traditionally",
        "left",
        "treasury",
        "secretary",
        "even",
        "typically",
        "handled",
        "care",
        "earlier",
        "year",
        "administration",
        "spent",
        "day",
        "trying",
        "gently",
        "walk",
        "back",
        "seemingly",
        "remark",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "weaker",
        "dollar",
        "would",
        "boost",
        "export",
        "comment",
        "roiled",
        "currency",
        "market",
        "trump",
        "response",
        "situation",
        "said",
        "interview",
        "cnbc",
        "like",
        "talking",
        "dollar",
        "frankly",
        "nobody",
        "talking",
        "wall",
        "street",
        "reacts",
        "kudlow",
        "pick",
        "washington",
        "wall",
        "street",
        "responded",
        "cautious",
        "optimism",
        "kudlow",
        "appointment",
        "hoping",
        "pick",
        "avowed",
        "would",
        "help",
        "rein",
        "president",
        "seemingly",
        "itching",
        "trade",
        "war",
        "earlier",
        "month",
        "kudlow",
        "wrote",
        "column",
        "cnbc",
        "criticizing",
        "trump",
        "decision",
        "put",
        "tariff",
        "steel",
        "aluminum",
        "import",
        "saying",
        "duty",
        "almost",
        "never",
        "worked",
        "intended",
        "almost",
        "always",
        "deliver",
        "unhappy",
        "senator",
        "pat",
        "robert",
        "kansa",
        "said",
        "wednesday",
        "hopeful",
        "kudlow",
        "moderating",
        "influence",
        "trump",
        "trade",
        "policy",
        "said",
        "president",
        "decision",
        "put",
        "tariff",
        "steel",
        "aluminum",
        "import",
        "already",
        "harmful",
        "anybody",
        "get",
        "board",
        "say",
        "modernize",
        "nafta",
        "play",
        "humpty",
        "dumpty",
        "robert",
        "said",
        "kudlow",
        "cited",
        "hinted",
        "canadian",
        "prime",
        "minister",
        "justin",
        "trudeau",
        "phone",
        "president",
        "making",
        "concession",
        "north",
        "american",
        "free",
        "trade",
        "agreement",
        "negotiation",
        "hand",
        "trudeau",
        "interview",
        "bloomberg",
        "tv",
        "michael",
        "mckee",
        "regina",
        "saskatchewan",
        "wednesday",
        "said",
        "response",
        "kudlow",
        "remark",
        "consistent",
        "standing",
        "canadian",
        "kudlow",
        "phase",
        "two",
        "tax",
        "overhaul",
        "cnbc",
        "interview",
        "kudlow",
        "also",
        "said",
        "administration",
        "pursue",
        "phase",
        "two",
        "trump",
        "tax",
        "overhaul",
        "seeking",
        "make",
        "tax",
        "cut",
        "individual",
        "move",
        "would",
        "add",
        "billion",
        "budget",
        "deficit",
        "tripling",
        "amount",
        "economic",
        "growth",
        "according",
        "paper",
        "earlier",
        "month",
        "two",
        "harvard",
        "economist",
        "kudlow",
        "also",
        "said",
        "next",
        "phase",
        "include",
        "lower",
        "capital",
        "gain",
        "rate",
        "rate",
        "indexed",
        "inflation",
        "top",
        "rate",
        "capital",
        "gain",
        "left",
        "untouched",
        "critic",
        "noted",
        "kudlow",
        "harbored",
        "position",
        "suggest",
        "amplify",
        "president",
        "protectionist",
        "instinct",
        "column",
        "national",
        "review",
        "kudlow",
        "advocated",
        "sealing",
        "border",
        "undertook",
        "complete",
        "reform",
        "immigration",
        "system",
        "change",
        "screening",
        "process",
        "kudlow",
        "wrote",
        "come",
        "new",
        "review",
        "process",
        "stop",
        "nonsense",
        "fraud",
        "meantime",
        "seal",
        "kudlow",
        "economic",
        "forecast",
        "cnbc",
        "regular",
        "column",
        "past",
        "decade",
        "sometimes",
        "mark",
        "december",
        "month",
        "national",
        "bureau",
        "economic",
        "research",
        "later",
        "dated",
        "start",
        "worst",
        "recession",
        "since",
        "1930s",
        "arguing",
        "recession",
        "bush",
        "boom",
        "kudlow",
        "contended",
        "housing",
        "bubble",
        "housing",
        "price",
        "crashed",
        "warned",
        "former",
        "federal",
        "reserve",
        "chair",
        "janet",
        "yellen",
        "would",
        "usher",
        "new",
        "era",
        "higher",
        "inflation",
        "instead",
        "price",
        "gain",
        "fallen",
        "short",
        "central",
        "bank",
        "forecast",
        "best",
        "prediction",
        "stock",
        "market",
        "would",
        "go",
        "trump",
        "elected",
        "contrary",
        "many",
        "economist",
        "including",
        "paul",
        "krugman",
        "predicted",
        "decline",
        "kudlow",
        "also",
        "clashed",
        "trump",
        "personal",
        "conduct",
        "tape",
        "surfaced",
        "election",
        "featuring",
        "trump",
        "boasting",
        "grabbing",
        "woman",
        "genitals",
        "kudlow",
        "said",
        "furious",
        "threatened",
        "vote",
        "mike",
        "penny",
        "candidate",
        "still",
        "kudlow",
        "tenure",
        "defined",
        "question",
        "motivated",
        "haunted",
        "inhabitant",
        "trump",
        "white",
        "house",
        "administration",
        "first",
        "year",
        "whether",
        "president",
        "heed",
        "advice",
        "contradicts",
        "instinct",
        "cnbc",
        "interview",
        "kudlow",
        "asked",
        "whether",
        "objective",
        "position",
        "change",
        "president",
        "mind",
        "crucial",
        "economic",
        "trade",
        "issue",
        "sure",
        "kudlow",
        "began",
        "saved",
        "closing",
        "bell",
        "clanged",
        "across",
        "trading",
        "floor",
        "leaving",
        "question",
        "unresolved"
    ]
}