{
    "organizations": [],
    "uuid": "fcf93c7f10568c0d1ee52bfdfb3df0b9b815ebb8",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/26/heres-one-issue-blue-and-red-states-agree-on-preventing-deaths-of-expectant-and-new-mothers.html",
    "ord_in_thread": 0,
    "title": "Here’s One Issue Blue and Red States Agree On: Preventing Deaths of Expectant and New Mothers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Alarmed that the U.S. is the most dangerous affluent country in which to give birth, state and local lawmakers around the country are adopting a flurry of bipartisan bills aimed at reforming how maternal deaths are identified and investigated.\nIn Indiana earlier this month, Republican Gov. Eric Holcomb signed a bill creating a maternal mortality review committee to scrutinize deaths and near-deaths among expectant and new mothers and make policy recommendations to improve maternal health.\nOregon's governor and Washington, D.C.'s mayor, both Democrats, are expected to sign similar legislation in the coming days. Proposals are pending in Pennsylvania, Connecticut, Maryland and New Jersey.\nMore from ProPublica:\nHow We Collected Nearly 5,000 Stories of Maternal Harm\n'Walking While Black' Wins Al Nakkula Award for Police Reporting\nHow Hospitals Are Failing Black Mothers\nLegislators from several of these states credited the ProPublica/NPR \"Lost Mothers\" series with raising their awareness and concern about the issue. Maryland Delegate Jheanelle Wilkins, who introduced a bill there, said that the series, especially articles looking at why black mothers are at greatest risk of dying and nearly dying, inspired her and her fellow lawmakers.\n\"A friend of mine posted one of the stories on Facebook and she challenged her elected officials — Who's going to do something about it?\" Wilkins said.\nAbout 35 states have now established review committees or are in the process of doing so, as well as four cities: New York, Philadelphia, Baltimore and Washington. Two federal bills introduced last year, which would create a grant program to help states introduce or improve review committees, remain stalled in committee.\nBetween 700 and 900 women die each year in the U.S. from causes related to pregnancy or childbirth, and the rate has risen even as it has declined in other wealthy countries. The rate of life-threatening complications has also soared since the 1990s, endangering more than 50,000 U.S. women a year. A new report by the CDC Foundation — a nonprofit created by Congress to support the Centers for Disease Control and Prevention — suggests that more than 60 percent of pregnancy- and childbirth-related deaths in the U.S. are preventable.\nThe \"Lost Mothers\" project highlighted a number of reasons the U.S. has fallen behind other countries, including a greater focus on the health of the baby than of the mother, treatment guidelines that vary from one doctor or hospital to the next, and government failures to collect accurate data and to study maternal deaths and near-deaths to understand how they might be prevented.\nMaternal mortality review committees can play a key role in this process, public health experts say, by identifying pregnancy-related deaths that might otherwise be overlooked, analyzing the factors contributing to those deaths, and translating the lessons into policy changes. That's what happens in Great Britain , where a national committee investigates every maternal death and the findings help set women's health policy across the country.\nAs recently as 2016, only about half the states had such panels. The number has been growing quickly, said Andria Cornell, senior program manager for women's health and maternal health lead at the Association of Maternal & Child Health Programs , a nonprofit advocacy group.\n\"This is a time of unprecedented political and social will for establishing maternal mortality review committees,\" she said. \"We've definitely come to a tipping point.\"\nCornell credited two forces for driving the change: journalism focused on maternal deaths and a national project led by AMCHP, the Centers for Disease Control and the CDC Foundation.\nWith money from Merck for Mothers, a charitable initiative created by the pharmaceutical giant, the project has funded a web portal that provides information on starting and improving review committees and a tool, the Maternal Mortality Review Information Application , that shows jurisdictions how to standardize data collection from review panels so that it's comparable from one state to the next.\nReview committees do have limitations. Many are understaffed and poorly funded, with limited authority to dig deeply into systemic problems or implement meaningful reforms. It generally takes several years for them to produce their reports, in part because committee members — including doctors, public health experts, medical examiners, and the like — have other demands on their time and aren't compensated.\nAlso, committee records and reports are de-identified — stripped of any information that might point to a particular woman, caregiver or hospital. Thus the review is of little use in assigning responsibility for individual deaths, or evaluating whether some hospitals, doctors or nurses are especially prone to error. Still, recommendations and findings from reviews have proven helpful in states such as California in shaping preventive efforts that have reduced maternal mortality rates.\nIndiana epitomizes the national movement to use the review committee process to scrutinize maternal deaths. There, the focus had long been on reducing infant mortality : The state has the highest rate of neonatal deaths outside the South . Maternal deaths weren't on the radar, even though the state's maternal mortality rate is around 41 women per 100,000 births, according to a new analysis of federal data by United Health Foundation — or double the rate of maternal deaths in neighboring Illinois and Ohio.\n\"I'll be honest,\" said state Sen. Jean Leising, a Republican from rural southeastern Indiana. \"I'm on the Health Committee ... and I had no idea our maternal statistics were so lousy.\"\nThe bill she sponsored — creating a committee for the next five years to study not just maternal mortality but also life-threatening complications, or severe maternal morbidity — sailed through the legislature, in part because of a change in governors. Holcomb, who replaced Mike Pence and is seen as more of a pragmatist , appointed a female obstetrician-gynecologist to be his new health commissioner .\nThe bill's supporters drew a connection between maternal and infant mortality, said Dr. Brownsyne Tucker Edmonds, legislative chair for the Indiana chapter of the American Congress of Obstetricians and Gynecologists: \"We could bring forth the idea that healthy moms have healthy babies.\"\nOregon's bill, which also passed easily this month, creates a review committee that will start by focusing on maternal deaths; by 2021, it will also begin looking at severe maternal morbidity. Over that period, it will cost the state more than $450,000 — a significant public commitment to a women's health initiative.\n\"I did think, wow, that's more money than I thought it was going to be, but no one blinked an eye,\" said Rep. Alissa Keny-Guyer of Portland, the bill's chief sponsor. \"That just shows how much support this idea has.\"\nIn the District of Columbia, concerns about the high maternal mortality rate — in 2014, it stood at about 40.7 deaths per 100,000 births, according to the analysis by United Health Foundation, substantially exceeding the U.S. rate and those of neighboring Virginia and Maryland — have periodically sparked talk of a review committee, but not enough to push a measure through.\nLast year, after two hospitals in Northeast and predominantly black Southeast Washington closed maternity units, concerns grew over access to quality care, particularly for low-income and minority women. Nationally, black women have a maternal mortality rate three to four times higher than white women, and the District suspects its gap is even wider.\n\"Those disparities were the more acute driver of why we felt we needed to take this action,\" said Councilmember Charles Allen, who introduced the measure to establish the panel. \"You have to know what is driving this wide disparity before you can really have the strategies for how to fix it.\"\nThe D.C. bill still must be signed into law and, like all District legislation, reviewed by Congress before it becomes effective. It calls for one full-time employee to assist the panel's work, a position that Allen said he expects to be funded in the budget that will be passed later in the year. In addition to health care professionals, a social worker and representatives of community groups that specialize in women's health, the D.C. committee will also include \"one person who has been directly impacted by a maternal mortality or severe maternal morbidity.\" Maternal health advocates say listening to such voices is a critical step in addressing how disparities in race, income and education affect outcomes.\nThat's what prompted Wilkins, the Maryland delegate, to introduce her bill , which passed the House this month and will be taken up in the Senate in April. Maryland established its review committee in 2000, but in the panel's most recent report , the participants consisted almost exclusively of medical professionals, mostly doctors and nurse-midwives. Wilkins's bill would require the committee to meet at least twice a year with a group that includes representatives from the Maryland Office of Minority Health and Health Disparities, the Maryland Patient Safety Center, women's health advocacy organizations, and a relative of a mother who died, and to incorporate their recommendations into its final report.\n\"The women who are impacted and the organizations that work with the communities they live in — we need to make sure they are at the table,\" Wilkins said.\nOther pending proposals would revamp New Jersey's 80-plus-year-old review process and establish a new review committee in Connecticut .\nPennsylvania, which ranks sixth in the number of births in the U.S., is currently the largest state without a maternal mortality review committee, but lawmakers are advancing a measure to change that. It passed the House in December and recently cleared a Senate committee; it's now headed for consideration by the full Senate.\nState Rep. Ryan Mackenzie, R-Lehigh, introduced the bill last October after doctors from his district showed him grim data on rising maternal mortality rates in the nation and the state. Pennsylvania's rate has more than doubled since 1994, according to a December 2017 report in the Pittsburgh Post-Gazette. When Mackenzie ran the idea of creating a statewide review process past House colleagues, several responded that media reports about maternal mortality, including our \"Lost Mothers\" series, had spurred them to consider similar measures.\nMackenzie's bill calls for a committee of at least 14 members, most of them health care professionals, with a special emphasis on members working in communities most affected by maternal deaths and a lack of access to care. The measure does not include funding, and specifies that committee members would be unpaid, but Mackenzie said the state Department of Health would redirect existing staff to support it.\nAnother important aim in creating a statewide review process is making sure maternal deaths are being defined and tracked consistently, Mackenzie said. The state health department has tabulated annual totals for years, but counts only deaths that occur up to 42 days after pregnancy and not those that happen within a year, the standard used by the CDC and most review committees. When Philadelphia's maternal mortality review panel compared the state's numbers with its own for the city from 2010 to 2012, the state's count was about 30 percent lower. Mackenzie's bill would align Pennsylvania's committee with the one-year standard.\n\"We're hoping to save lives,\" Mackenzie said in proposing the review committee. \"Based on the results in other states, we think this is realistic.\"",
    "published": "2018-03-26T19:50:00.000+03:00",
    "crawled": "2018-03-27T00:32:20.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "alarmed",
        "dangerous",
        "affluent",
        "country",
        "give",
        "birth",
        "state",
        "local",
        "lawmaker",
        "around",
        "country",
        "adopting",
        "flurry",
        "bipartisan",
        "bill",
        "aimed",
        "reforming",
        "maternal",
        "death",
        "identified",
        "investigated",
        "indiana",
        "earlier",
        "month",
        "republican",
        "gov",
        "eric",
        "holcomb",
        "signed",
        "bill",
        "creating",
        "maternal",
        "mortality",
        "review",
        "committee",
        "scrutinize",
        "death",
        "among",
        "expectant",
        "new",
        "mother",
        "make",
        "policy",
        "recommendation",
        "improve",
        "maternal",
        "health",
        "oregon",
        "governor",
        "washington",
        "mayor",
        "democrat",
        "expected",
        "sign",
        "similar",
        "legislation",
        "coming",
        "day",
        "proposal",
        "pending",
        "pennsylvania",
        "connecticut",
        "maryland",
        "new",
        "jersey",
        "propublica",
        "collected",
        "nearly",
        "story",
        "maternal",
        "harm",
        "black",
        "win",
        "al",
        "nakkula",
        "award",
        "police",
        "reporting",
        "hospital",
        "failing",
        "black",
        "mother",
        "legislator",
        "several",
        "state",
        "credited",
        "lost",
        "mother",
        "series",
        "raising",
        "awareness",
        "concern",
        "issue",
        "maryland",
        "delegate",
        "jheanelle",
        "wilkins",
        "introduced",
        "bill",
        "said",
        "series",
        "especially",
        "article",
        "looking",
        "black",
        "mother",
        "greatest",
        "risk",
        "dying",
        "nearly",
        "dying",
        "inspired",
        "fellow",
        "lawmaker",
        "friend",
        "mine",
        "posted",
        "one",
        "story",
        "facebook",
        "challenged",
        "elected",
        "official",
        "going",
        "something",
        "wilkins",
        "said",
        "state",
        "established",
        "review",
        "committee",
        "process",
        "well",
        "four",
        "city",
        "new",
        "york",
        "philadelphia",
        "baltimore",
        "washington",
        "two",
        "federal",
        "bill",
        "introduced",
        "last",
        "year",
        "would",
        "create",
        "grant",
        "program",
        "help",
        "state",
        "introduce",
        "improve",
        "review",
        "committee",
        "remain",
        "stalled",
        "committee",
        "woman",
        "die",
        "year",
        "cause",
        "related",
        "pregnancy",
        "childbirth",
        "rate",
        "risen",
        "even",
        "declined",
        "wealthy",
        "country",
        "rate",
        "complication",
        "also",
        "soared",
        "since",
        "1990s",
        "endangering",
        "woman",
        "year",
        "new",
        "report",
        "cdc",
        "foundation",
        "nonprofit",
        "created",
        "congress",
        "support",
        "center",
        "disease",
        "control",
        "prevention",
        "suggests",
        "percent",
        "death",
        "preventable",
        "lost",
        "mother",
        "project",
        "highlighted",
        "number",
        "reason",
        "fallen",
        "behind",
        "country",
        "including",
        "greater",
        "focus",
        "health",
        "baby",
        "mother",
        "treatment",
        "guideline",
        "vary",
        "one",
        "doctor",
        "hospital",
        "next",
        "government",
        "failure",
        "collect",
        "accurate",
        "data",
        "study",
        "maternal",
        "death",
        "understand",
        "might",
        "prevented",
        "maternal",
        "mortality",
        "review",
        "committee",
        "play",
        "key",
        "role",
        "process",
        "public",
        "health",
        "expert",
        "say",
        "identifying",
        "death",
        "might",
        "otherwise",
        "overlooked",
        "analyzing",
        "factor",
        "contributing",
        "death",
        "translating",
        "lesson",
        "policy",
        "change",
        "happens",
        "great",
        "britain",
        "national",
        "committee",
        "investigates",
        "every",
        "maternal",
        "death",
        "finding",
        "help",
        "set",
        "woman",
        "health",
        "policy",
        "across",
        "country",
        "recently",
        "half",
        "state",
        "panel",
        "number",
        "growing",
        "quickly",
        "said",
        "andria",
        "cornell",
        "senior",
        "program",
        "manager",
        "woman",
        "health",
        "maternal",
        "health",
        "lead",
        "association",
        "maternal",
        "child",
        "health",
        "program",
        "nonprofit",
        "advocacy",
        "group",
        "time",
        "unprecedented",
        "political",
        "social",
        "establishing",
        "maternal",
        "mortality",
        "review",
        "committee",
        "said",
        "definitely",
        "come",
        "tipping",
        "point",
        "cornell",
        "credited",
        "two",
        "force",
        "driving",
        "change",
        "journalism",
        "focused",
        "maternal",
        "death",
        "national",
        "project",
        "led",
        "amchp",
        "center",
        "disease",
        "control",
        "cdc",
        "foundation",
        "money",
        "merck",
        "mother",
        "charitable",
        "initiative",
        "created",
        "pharmaceutical",
        "giant",
        "project",
        "funded",
        "web",
        "portal",
        "provides",
        "information",
        "starting",
        "improving",
        "review",
        "committee",
        "tool",
        "maternal",
        "mortality",
        "review",
        "information",
        "application",
        "show",
        "jurisdiction",
        "standardize",
        "data",
        "collection",
        "review",
        "panel",
        "comparable",
        "one",
        "state",
        "next",
        "review",
        "committee",
        "limitation",
        "many",
        "understaffed",
        "poorly",
        "funded",
        "limited",
        "authority",
        "dig",
        "deeply",
        "systemic",
        "problem",
        "implement",
        "meaningful",
        "reform",
        "generally",
        "take",
        "several",
        "year",
        "produce",
        "report",
        "part",
        "committee",
        "member",
        "including",
        "doctor",
        "public",
        "health",
        "expert",
        "medical",
        "examiner",
        "like",
        "demand",
        "time",
        "compensated",
        "also",
        "committee",
        "record",
        "report",
        "stripped",
        "information",
        "might",
        "point",
        "particular",
        "woman",
        "caregiver",
        "hospital",
        "thus",
        "review",
        "little",
        "use",
        "assigning",
        "responsibility",
        "individual",
        "death",
        "evaluating",
        "whether",
        "hospital",
        "doctor",
        "nurse",
        "especially",
        "prone",
        "error",
        "still",
        "recommendation",
        "finding",
        "review",
        "proven",
        "helpful",
        "state",
        "california",
        "shaping",
        "preventive",
        "effort",
        "reduced",
        "maternal",
        "mortality",
        "rate",
        "indiana",
        "epitomizes",
        "national",
        "movement",
        "use",
        "review",
        "committee",
        "process",
        "scrutinize",
        "maternal",
        "death",
        "focus",
        "long",
        "reducing",
        "infant",
        "mortality",
        "state",
        "highest",
        "rate",
        "neonatal",
        "death",
        "outside",
        "south",
        "maternal",
        "death",
        "radar",
        "even",
        "though",
        "state",
        "maternal",
        "mortality",
        "rate",
        "around",
        "woman",
        "per",
        "birth",
        "according",
        "new",
        "analysis",
        "federal",
        "data",
        "united",
        "health",
        "foundation",
        "double",
        "rate",
        "maternal",
        "death",
        "neighboring",
        "illinois",
        "ohio",
        "honest",
        "said",
        "state",
        "jean",
        "leising",
        "republican",
        "rural",
        "southeastern",
        "indiana",
        "health",
        "committee",
        "idea",
        "maternal",
        "statistic",
        "lousy",
        "bill",
        "sponsored",
        "creating",
        "committee",
        "next",
        "five",
        "year",
        "study",
        "maternal",
        "mortality",
        "also",
        "complication",
        "severe",
        "maternal",
        "morbidity",
        "sailed",
        "legislature",
        "part",
        "change",
        "governor",
        "holcomb",
        "replaced",
        "mike",
        "penny",
        "seen",
        "pragmatist",
        "appointed",
        "female",
        "new",
        "health",
        "commissioner",
        "bill",
        "supporter",
        "drew",
        "connection",
        "maternal",
        "infant",
        "mortality",
        "said",
        "brownsyne",
        "tucker",
        "edmonds",
        "legislative",
        "chair",
        "indiana",
        "chapter",
        "american",
        "congress",
        "obstetrician",
        "gynecologist",
        "could",
        "bring",
        "forth",
        "idea",
        "healthy",
        "mom",
        "healthy",
        "baby",
        "oregon",
        "bill",
        "also",
        "passed",
        "easily",
        "month",
        "creates",
        "review",
        "committee",
        "start",
        "focusing",
        "maternal",
        "death",
        "also",
        "begin",
        "looking",
        "severe",
        "maternal",
        "morbidity",
        "period",
        "cost",
        "state",
        "significant",
        "public",
        "commitment",
        "woman",
        "health",
        "initiative",
        "think",
        "wow",
        "money",
        "thought",
        "going",
        "one",
        "blinked",
        "eye",
        "said",
        "alissa",
        "portland",
        "bill",
        "chief",
        "sponsor",
        "show",
        "much",
        "support",
        "idea",
        "district",
        "columbia",
        "concern",
        "high",
        "maternal",
        "mortality",
        "rate",
        "stood",
        "death",
        "per",
        "birth",
        "according",
        "analysis",
        "united",
        "health",
        "foundation",
        "substantially",
        "exceeding",
        "rate",
        "neighboring",
        "virginia",
        "maryland",
        "periodically",
        "sparked",
        "talk",
        "review",
        "committee",
        "enough",
        "push",
        "measure",
        "last",
        "year",
        "two",
        "hospital",
        "northeast",
        "predominantly",
        "black",
        "southeast",
        "washington",
        "closed",
        "maternity",
        "unit",
        "concern",
        "grew",
        "access",
        "quality",
        "care",
        "particularly",
        "minority",
        "woman",
        "nationally",
        "black",
        "woman",
        "maternal",
        "mortality",
        "rate",
        "three",
        "four",
        "time",
        "higher",
        "white",
        "woman",
        "district",
        "suspect",
        "gap",
        "even",
        "wider",
        "disparity",
        "acute",
        "driver",
        "felt",
        "needed",
        "take",
        "action",
        "said",
        "councilmember",
        "charles",
        "allen",
        "introduced",
        "measure",
        "establish",
        "panel",
        "know",
        "driving",
        "wide",
        "disparity",
        "really",
        "strategy",
        "fix",
        "bill",
        "still",
        "must",
        "signed",
        "law",
        "like",
        "district",
        "legislation",
        "reviewed",
        "congress",
        "becomes",
        "effective",
        "call",
        "one",
        "employee",
        "assist",
        "panel",
        "work",
        "position",
        "allen",
        "said",
        "expects",
        "funded",
        "budget",
        "passed",
        "later",
        "year",
        "addition",
        "health",
        "care",
        "professional",
        "social",
        "worker",
        "representative",
        "community",
        "group",
        "specialize",
        "woman",
        "health",
        "committee",
        "also",
        "include",
        "one",
        "person",
        "directly",
        "impacted",
        "maternal",
        "mortality",
        "severe",
        "maternal",
        "morbidity",
        "maternal",
        "health",
        "advocate",
        "say",
        "listening",
        "voice",
        "critical",
        "step",
        "addressing",
        "disparity",
        "race",
        "income",
        "education",
        "affect",
        "outcome",
        "prompted",
        "wilkins",
        "maryland",
        "delegate",
        "introduce",
        "bill",
        "passed",
        "house",
        "month",
        "taken",
        "senate",
        "april",
        "maryland",
        "established",
        "review",
        "committee",
        "panel",
        "recent",
        "report",
        "participant",
        "consisted",
        "almost",
        "exclusively",
        "medical",
        "professional",
        "mostly",
        "doctor",
        "wilkins",
        "bill",
        "would",
        "require",
        "committee",
        "meet",
        "least",
        "twice",
        "year",
        "group",
        "includes",
        "representative",
        "maryland",
        "office",
        "minority",
        "health",
        "health",
        "disparity",
        "maryland",
        "patient",
        "safety",
        "center",
        "woman",
        "health",
        "advocacy",
        "organization",
        "relative",
        "mother",
        "died",
        "incorporate",
        "recommendation",
        "final",
        "report",
        "woman",
        "impacted",
        "organization",
        "work",
        "community",
        "live",
        "need",
        "make",
        "sure",
        "table",
        "wilkins",
        "said",
        "pending",
        "proposal",
        "would",
        "revamp",
        "new",
        "jersey",
        "review",
        "process",
        "establish",
        "new",
        "review",
        "committee",
        "connecticut",
        "pennsylvania",
        "rank",
        "sixth",
        "number",
        "birth",
        "currently",
        "largest",
        "state",
        "without",
        "maternal",
        "mortality",
        "review",
        "committee",
        "lawmaker",
        "advancing",
        "measure",
        "change",
        "passed",
        "house",
        "december",
        "recently",
        "cleared",
        "senate",
        "committee",
        "headed",
        "consideration",
        "full",
        "senate",
        "state",
        "ryan",
        "mackenzie",
        "introduced",
        "bill",
        "last",
        "october",
        "doctor",
        "district",
        "showed",
        "grim",
        "data",
        "rising",
        "maternal",
        "mortality",
        "rate",
        "nation",
        "state",
        "pennsylvania",
        "rate",
        "doubled",
        "since",
        "according",
        "december",
        "report",
        "pittsburgh",
        "mackenzie",
        "ran",
        "idea",
        "creating",
        "statewide",
        "review",
        "process",
        "past",
        "house",
        "colleague",
        "several",
        "responded",
        "medium",
        "report",
        "maternal",
        "mortality",
        "including",
        "lost",
        "mother",
        "series",
        "spurred",
        "consider",
        "similar",
        "measure",
        "mackenzie",
        "bill",
        "call",
        "committee",
        "least",
        "member",
        "health",
        "care",
        "professional",
        "special",
        "emphasis",
        "member",
        "working",
        "community",
        "affected",
        "maternal",
        "death",
        "lack",
        "access",
        "care",
        "measure",
        "include",
        "funding",
        "specifies",
        "committee",
        "member",
        "would",
        "unpaid",
        "mackenzie",
        "said",
        "state",
        "department",
        "health",
        "would",
        "redirect",
        "existing",
        "staff",
        "support",
        "another",
        "important",
        "aim",
        "creating",
        "statewide",
        "review",
        "process",
        "making",
        "sure",
        "maternal",
        "death",
        "defined",
        "tracked",
        "consistently",
        "mackenzie",
        "said",
        "state",
        "health",
        "department",
        "tabulated",
        "annual",
        "total",
        "year",
        "count",
        "death",
        "occur",
        "day",
        "pregnancy",
        "happen",
        "within",
        "year",
        "standard",
        "used",
        "cdc",
        "review",
        "committee",
        "philadelphia",
        "maternal",
        "mortality",
        "review",
        "panel",
        "compared",
        "state",
        "number",
        "city",
        "state",
        "count",
        "percent",
        "lower",
        "mackenzie",
        "bill",
        "would",
        "align",
        "pennsylvania",
        "committee",
        "standard",
        "hoping",
        "save",
        "life",
        "mackenzie",
        "said",
        "proposing",
        "review",
        "committee",
        "based",
        "result",
        "state",
        "think",
        "realistic"
    ]
}