{
    "organizations": [],
    "uuid": "406c926d5ab849584a6d66921729fc2761d0917c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-previously-announced-tender-offers-by-sanofi-to-acquire-ablynx-will-commence-on-april-4-2018.html",
    "ord_in_thread": 0,
    "title": "PREVIOUSLY ANNOUNCED TENDER OFFERS BY SANOFI TO ACQUIRE ABLYNX WILL COMMENCE ON APRIL 4, 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Prospectus approved by the FSMA on March 27, 2018 and to be published on April 3, 2018 Initial acceptance period will commence on April 4, 2018 and expire on May 4, 2018, subject to extension\nParis, France and Ghent, Belgium - March 29, 2018 - Sanofi [Euronext: SAN; NYSE: SNY] and Ablynx [Euronext Brussels and Nasdaq: ABLX] announced today that on April 4, 2018, Sanofi will commence the previously announced tender offers to acquire all of the outstanding shares (including shares represented by American Depositary Shares (\"ADS\")), warrants and convertible bonds of Ablynx for:\nEUR 45.00 per share or ADS EUR 18.66 - EUR 41.79 per warrant [1] EUR 393,700.78 per convertible bond [2]\nThe tender offers, which are being made pursuant to the Heads of Agreement, dated January 28, 2018 between Sanofi and Ablynx, will be comprised of two separate but concurrent tender offers: (i) a tender offer under the laws of Belgium for all of the outstanding shares, warrants and convertible bonds of Ablynx (the \"Belgian Offer\") and (ii) a tender offer under the laws of the U.S. for all of the outstanding shares held by U.S. holders and ADSs held by holders, wherever located (the \"U.S. Offer\").\nWith Ablynx's innovative Nanobody® technology platform, Sanofi will continue to advance the strategic transformation of its Research and Development strategy, expanding its late-stage pipeline and strengthening its platform for growth in rare blood disorders. This acquisition builds on a successful existing partnership between Ablynx and Sanofi to develop and commercialize Nanobody-based therapeutics for the treatment of various immune-related inflammatory diseases.\nApproval and publication of the tender offer documents and response by Ablynx's board of directors\nBelgian Offer\nOn March 27, 2018, the Belgian Financial Markets and Services Authority (\"FSMA\") has approved Sanofi's prospectus relating to the Belgian Offer (\"Prospectus\") and the response memorandum of the board of directors of Ablynx (\"Response Memorandum\").\nAs of April 3, 2018, an electronic version of the Prospectus and its summary shall be available on the websites of the Centralizing Receiving Agents (for BNP Paribas Fortis NV/SA, https://www.bnpparibasfortis.be/epargneretplacer (French and English) and https://www.bnpparibasfortis.be/sparenenbeleggen (Dutch and English); for KBC Securities NV/SA in cooperation with KBC Bank NV/SA,\nhttps://www.kbcsecurities.com/prospectus-documents-overviews/prospectus-overview , https://www.kbc.be , https://www.cbc.be and https://www.bolero.be ), Sanofi ( https://www.sanofi.com/en/investors/tender-offers-ablynx ) and Ablynx ( http://www.ablynx.com/investors/sanofi-takeover-bid ).\nThe Prospectus is available in English and in Dutch. A French translation of the summary of the Prospectus and Forms is also available.\nHard copies of such documents are available free of charge (i) at the counters of the Centralizing Receiving Agents or (ii) by phoning the Centralizing Receiving Agents at +32 (0)2 433 41 13 (BNP Paribas Fortis NV/SA), +32 (0)78 15 21 53 (KBC Bank NV/SA, Dutch & English), +32 (0) 800 92 020 (CBC Banque NV/SA, French & English) or +32 32 83 29 81 (Bolero by KBC Securities NV/SA, Dutch, French & English).\nThe Response Memorandum will be appended to the Prospectus.\nU.S. Offer\nOn April 4, 2018, Sanofi will file with the U.S. Securities and Exchange Commission (the \"SEC\") a Tender Offer Statement on Schedule TO and Ablynx will file a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC with respect to the U.S. Offer.\nInitial acceptance period\nThe initial acceptance period of the tender offers will commence on April 4, 2018 and will expire at 5:00 p.m. ET / 11:00 p.m. CET on May 4, 2018, subject to extension.\nDuring this initial acceptance period, security holders of Ablynx can tender their securities in the tender offers by following the instructions set out in the Prospectus or the Tender Offer Statement on Schedule TO, as applicable to them.\nThe tender offers are subject to customary conditions, including the tender of securities representing at least 75% of the outstanding shares of Ablynx at the end of the initial acceptance period of the tender offers.\nAbout Ablynx\nAblynx is a biopharmaceutical company engaged in the development of Nanobodies, proprietary therapeutic proteins based on single-domain antibody fragments, which combine the advantages of conventional antibody drugs with some of the features of small-molecule drugs. Ablynx is dedicated to creating new medicines which will make a real difference to society. Today, Ablynx has more than 45 proprietary and partnered programs in development in various therapeutic areas including inflammation, haematology, immuno-oncology, oncology and respiratory disease. Ablynx has collaborations with multiple pharmaceutical companies including AbbVie; Boehringer Ingelheim; Eddingpharm; Merck & Co., Inc., Kenilworth, New Jersey, USA; Merck KGaA; Novo Nordisk; Sanofi and Taisho Pharmaceuticals. Ablynx is headquartered in Ghent, Belgium. More information can be found on www.ablynx.com .\nAbout Sanofi\nSanofi is dedicated to supporting people through their health challenges. We are a global biopharmaceutical company focused on human health. We prevent illness with vaccines, provide innovative treatments to fight pain and ease suffering. We stand by the few who suffer from rare diseases and the millions with long-term chronic conditions.\nWith more than 100,000 people in 100 countries, Sanofi is transforming scientific innovation into healthcare solutions around the globe.\nSanofi, Empowering Life\nFor more information, please contact\nAblynx:\nDr Edwin Moses\nCEO\nt: +32 (0)9 262 00 07\nm: +32 (0)473 39 50 68\ne: edwin.moses@ablynx.com\nLies Vanneste\nDirector Investor Relations\nt: +32 (0)9 262 01 37\nm: +32 (0)498 05 35 79\ne: lies.vanneste@ablynx.com\nAblynx media relations:\nConsilium Strategic Communications\nMary-Jane Elliott, Philippa Gardner, Sukaina Virji\nt: +44 (0)20 3709 5700\ne: ablynx@consilium-comms.com\nJoele Frank, Wilkinson Brimmer Katcher\nDan Katcher or Joseph Sala\nt: +1 212 355-4449\nSanofi:\nSanofi Media Relations\nLaurence Bollack\nTel.: +33 (0)1 53 77 46 46\nmr@Sanofi.com\nSanofi Investor Relations\nGeorge Grofik\nt: +33 (0)1 53 77 45 45\nir@Sanofi.com\nSanofi and Ablynx Forward-Looking Statements\nThis communication contains . Forward-looking statements are statements that are not historical facts and may include projections and estimates and their underlying assumptions, statements regarding plans, objectives, intentions and expectations with respect to future financial results, events, operations, services, product development and potential, and statements regarding future performance. Forward-looking statements are generally identified by the words \"expects\", \"anticipates\", \"believes\", \"intends\", \"estimates\", \"plans\", \"will be\" and similar expressions. Although Sanofi's and Ablynx's management each believes that the expectations reflected in such are reasonable, investors are cautioned that forward-looking information and statements are subject to various risks and uncertainties, many of which are difficult to predict and generally beyond the control of Sanofi and Ablynx, results and developments to differ materially from those expressed in, or implied or projected by, the forward-looking information and statements. These risks and uncertainties include among other things, risks related to Sanofi's and Ablynx's ability to complete the acquisition on the proposed terms or on the proposed timeline, including the receipt of required regulatory approvals, the possibility that competing offers will be made, other risks associated with executing business combination transactions, such as the risk that the businesses will not be integrated successfully, that such integration may be more difficult, time-consuming or costly than expected or that the expected benefits of the acquisition will not be realized, risks related to future opportunities and plans for the combined company, including uncertainty of the expected financial performance and results of the combined company following completion of the proposed acquisition, disruption from the proposed acquisition making it more difficult to conduct business as usual or to maintain relationships with customers, employees, manufacturers, suppliers or patient groups, and the possibility that, if the combined company does not achieve the perceived benefits of the proposed acquisition as rapidly or to the extent anticipated by financial analysts or investors, the market price of Sanofi's shares could decline, as well as other risks related to Sanofi's and Ablynx's respective businesses, including the ability to grow sales and revenues from existing products and to develop, commercialize or market new products, competition, including potential generic competition, the uncertainties inherent in research and development, including future clinical data and analysis, regulatory obligations and oversight by regulatory authorities, such as the FDA or the EMA, including decisions of such authorities regarding whether and when to approve any drug, device or biological application that may be filed for any product candidates as well as decisions regarding labelling and other matters that could affect the availability or commercial potential of any product candidates, the absence of a guarantee that any product candidates, if approved, will be commercially successful, risks associated with intellectual property, including the ability to protect intellectual property and defend patents, future litigation, the future approval and commercial success of therapeutic alternatives, and volatile economic conditions. While the list of factors presented here is representative, no list should be considered a statement of all potential risks, uncertainties or assumptions that could have a material adverse effect on the companies' consolidated financial condition or results of operations. The foregoing factors should be read in conjunction with the risks and cautionary statements discussed or identified in the public filings with the SEC and the AMF made by Sanofi and Ablynx, including those listed under \"Risk Factors\" and \"Cautionary Statement Regarding Forward-Looking Statements\" in Sanofi's annual report on Form 20-F for the year ended December 31, 2017, and those listed under \"Disclaimer\" in the current reports on Form 6-K filed by Ablynx with the SEC. The speak only as of the date hereof and, other than as required by applicable law, Sanofi and Ablynx do not undertake any obligation to update or revise any forward-looking information or statements.\nAdditional Information for US Investors\nThe tender offer for the outstanding ordinary shares (\"Shares\"), American Depositary Shares issued by J.P. Morgan Chase Bank, N.A., acting as depositary (\"ADSs\"), warrants (\"Warrants\") and convertible bonds of Ablynx (\"Bonds\" and, together with the Shares, ADSs and Warrants, the \"Securities\") has not yet commenced. This communication is for informational purposes only and is neither a recommendation, an offer to purchase nor a solicitation of an offer to sell any Securities of Ablynx.\nAt the time the tender offer is commenced, Sanofi will file, or cause to be filed, a Tender Offer Statement on Schedule TO with the SEC and thereafter, Ablynx will file, or cause to be filed, a Solicitation/Recommendation Statement on Schedule 14D-9 with the SEC. Holders of Securities are urged to carefully review the documents that will be filed by Sanofi and Ablynx with the SEC because these documents will contain important information, including the terms and conditions of the tender offer.\nThe offer to purchase, the related ADS letter of transmittal and certain other tender offer documents, as well as the Solicitation/Recommendation Statement, will be available when filed to all holders of Securities of Ablynx at no expense to them. When filed, these documents will be available for free at the SEC's website at www.sec.gov . Additional copies may be obtained for free by contacting Sanofi at ir@Sanofi.com or on Sanofi's website at https://en.Sanofi.com/investors . You should read the filings made by Sanofi and Ablynx with the SEC carefully before making a decision concerning the U.S. Offer.\n[1] See Section 7.1.3.3. of the Prospectus for a complete overview of the Warrants price.\n[2] Please note that the bid price for the convertible bonds has been changed from EUR 310,992 to EUR 393,700.78. For more information see Section 7.1.4.3 of the Prospectus.\nAttachment:\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/bbaeba9a-8624-4678-82ed-415d74e956f6\nSource:Ablynx NV",
    "published": "2018-03-29T09:01:00.000+03:00",
    "crawled": "2018-03-29T08:25:53.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "prospectus",
        "approved",
        "fsma",
        "march",
        "published",
        "april",
        "initial",
        "acceptance",
        "period",
        "commence",
        "april",
        "expire",
        "may",
        "subject",
        "extension",
        "paris",
        "france",
        "ghent",
        "belgium",
        "march",
        "sanofi",
        "euronext",
        "san",
        "nyse",
        "sny",
        "ablynx",
        "euronext",
        "brussels",
        "nasdaq",
        "ablx",
        "announced",
        "today",
        "april",
        "sanofi",
        "commence",
        "previously",
        "announced",
        "tender",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "including",
        "share",
        "represented",
        "american",
        "depositary",
        "share",
        "ad",
        "warrant",
        "convertible",
        "bond",
        "ablynx",
        "eur",
        "per",
        "share",
        "ad",
        "eur",
        "eur",
        "per",
        "warrant",
        "eur",
        "per",
        "convertible",
        "bond",
        "tender",
        "offer",
        "made",
        "pursuant",
        "head",
        "agreement",
        "dated",
        "january",
        "sanofi",
        "ablynx",
        "comprised",
        "two",
        "separate",
        "concurrent",
        "tender",
        "offer",
        "tender",
        "offer",
        "law",
        "belgium",
        "outstanding",
        "share",
        "warrant",
        "convertible",
        "bond",
        "ablynx",
        "belgian",
        "offer",
        "ii",
        "tender",
        "offer",
        "law",
        "outstanding",
        "share",
        "held",
        "holder",
        "adss",
        "held",
        "holder",
        "wherever",
        "located",
        "offer",
        "ablynx",
        "innovative",
        "technology",
        "platform",
        "sanofi",
        "continue",
        "advance",
        "strategic",
        "transformation",
        "research",
        "development",
        "strategy",
        "expanding",
        "pipeline",
        "strengthening",
        "platform",
        "growth",
        "rare",
        "blood",
        "disorder",
        "acquisition",
        "build",
        "successful",
        "existing",
        "partnership",
        "ablynx",
        "sanofi",
        "develop",
        "commercialize",
        "therapeutic",
        "treatment",
        "various",
        "inflammatory",
        "disease",
        "approval",
        "publication",
        "tender",
        "offer",
        "document",
        "response",
        "ablynx",
        "board",
        "director",
        "belgian",
        "offer",
        "march",
        "belgian",
        "financial",
        "market",
        "service",
        "authority",
        "fsma",
        "approved",
        "sanofi",
        "prospectus",
        "relating",
        "belgian",
        "offer",
        "prospectus",
        "response",
        "memorandum",
        "board",
        "director",
        "ablynx",
        "response",
        "memorandum",
        "april",
        "electronic",
        "version",
        "prospectus",
        "summary",
        "shall",
        "available",
        "website",
        "centralizing",
        "receiving",
        "agent",
        "bnp",
        "paribas",
        "fortis",
        "http",
        "french",
        "english",
        "http",
        "dutch",
        "english",
        "kbc",
        "security",
        "cooperation",
        "kbc",
        "bank",
        "http",
        "http",
        "http",
        "http",
        "sanofi",
        "http",
        "ablynx",
        "http",
        "prospectus",
        "available",
        "english",
        "dutch",
        "french",
        "translation",
        "summary",
        "prospectus",
        "form",
        "also",
        "available",
        "hard",
        "copy",
        "document",
        "available",
        "free",
        "charge",
        "counter",
        "centralizing",
        "receiving",
        "agent",
        "ii",
        "phoning",
        "centralizing",
        "receiving",
        "agent",
        "bnp",
        "paribas",
        "fortis",
        "kbc",
        "bank",
        "dutch",
        "english",
        "cbc",
        "banque",
        "french",
        "english",
        "bolero",
        "kbc",
        "security",
        "dutch",
        "french",
        "english",
        "response",
        "memorandum",
        "appended",
        "prospectus",
        "offer",
        "april",
        "sanofi",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "tender",
        "offer",
        "statement",
        "schedule",
        "ablynx",
        "file",
        "statement",
        "schedule",
        "sec",
        "respect",
        "offer",
        "initial",
        "acceptance",
        "period",
        "initial",
        "acceptance",
        "period",
        "tender",
        "offer",
        "commence",
        "april",
        "expire",
        "et",
        "cet",
        "may",
        "subject",
        "extension",
        "initial",
        "acceptance",
        "period",
        "security",
        "holder",
        "ablynx",
        "tender",
        "security",
        "tender",
        "offer",
        "following",
        "instruction",
        "set",
        "prospectus",
        "tender",
        "offer",
        "statement",
        "schedule",
        "applicable",
        "tender",
        "offer",
        "subject",
        "customary",
        "condition",
        "including",
        "tender",
        "security",
        "representing",
        "least",
        "outstanding",
        "share",
        "ablynx",
        "end",
        "initial",
        "acceptance",
        "period",
        "tender",
        "offer",
        "ablynx",
        "ablynx",
        "biopharmaceutical",
        "company",
        "engaged",
        "development",
        "nanobodies",
        "proprietary",
        "therapeutic",
        "protein",
        "based",
        "antibody",
        "fragment",
        "combine",
        "advantage",
        "conventional",
        "antibody",
        "drug",
        "feature",
        "drug",
        "ablynx",
        "dedicated",
        "creating",
        "new",
        "medicine",
        "make",
        "real",
        "difference",
        "society",
        "today",
        "ablynx",
        "proprietary",
        "partnered",
        "program",
        "development",
        "various",
        "therapeutic",
        "area",
        "including",
        "inflammation",
        "haematology",
        "oncology",
        "respiratory",
        "disease",
        "ablynx",
        "collaboration",
        "multiple",
        "pharmaceutical",
        "company",
        "including",
        "abbvie",
        "boehringer",
        "ingelheim",
        "eddingpharm",
        "merck",
        "kenilworth",
        "new",
        "jersey",
        "usa",
        "merck",
        "kgaa",
        "novo",
        "nordisk",
        "sanofi",
        "taisho",
        "pharmaceutical",
        "ablynx",
        "headquartered",
        "ghent",
        "belgium",
        "information",
        "found",
        "sanofi",
        "sanofi",
        "dedicated",
        "supporting",
        "people",
        "health",
        "challenge",
        "global",
        "biopharmaceutical",
        "company",
        "focused",
        "human",
        "health",
        "prevent",
        "illness",
        "vaccine",
        "provide",
        "innovative",
        "treatment",
        "fight",
        "pain",
        "ease",
        "suffering",
        "stand",
        "suffer",
        "rare",
        "disease",
        "million",
        "chronic",
        "condition",
        "people",
        "country",
        "sanofi",
        "transforming",
        "scientific",
        "innovation",
        "healthcare",
        "solution",
        "around",
        "globe",
        "sanofi",
        "empowering",
        "life",
        "information",
        "please",
        "contact",
        "ablynx",
        "dr",
        "edwin",
        "moses",
        "ceo",
        "e",
        "lie",
        "vanneste",
        "director",
        "investor",
        "relation",
        "e",
        "ablynx",
        "medium",
        "relation",
        "consilium",
        "strategic",
        "communication",
        "elliott",
        "philippa",
        "gardner",
        "sukaina",
        "virji",
        "e",
        "ablynx",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "dan",
        "katcher",
        "joseph",
        "sala",
        "sanofi",
        "sanofi",
        "medium",
        "relation",
        "laurence",
        "bollack",
        "tel",
        "mr",
        "sanofi",
        "investor",
        "relation",
        "george",
        "grofik",
        "ir",
        "sanofi",
        "ablynx",
        "statement",
        "communication",
        "contains",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "include",
        "projection",
        "estimate",
        "underlying",
        "assumption",
        "statement",
        "regarding",
        "plan",
        "objective",
        "intention",
        "expectation",
        "respect",
        "future",
        "financial",
        "result",
        "event",
        "operation",
        "service",
        "product",
        "development",
        "potential",
        "statement",
        "regarding",
        "future",
        "performance",
        "statement",
        "generally",
        "identified",
        "word",
        "expects",
        "anticipates",
        "belief",
        "intends",
        "estimate",
        "plan",
        "similar",
        "expression",
        "although",
        "sanofi",
        "ablynx",
        "management",
        "belief",
        "expectation",
        "reflected",
        "reasonable",
        "investor",
        "cautioned",
        "information",
        "statement",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "control",
        "sanofi",
        "ablynx",
        "result",
        "development",
        "differ",
        "materially",
        "expressed",
        "implied",
        "projected",
        "information",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "risk",
        "related",
        "sanofi",
        "ablynx",
        "ability",
        "complete",
        "acquisition",
        "proposed",
        "term",
        "proposed",
        "timeline",
        "including",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "possibility",
        "competing",
        "offer",
        "made",
        "risk",
        "associated",
        "executing",
        "business",
        "combination",
        "transaction",
        "risk",
        "business",
        "integrated",
        "successfully",
        "integration",
        "may",
        "difficult",
        "costly",
        "expected",
        "expected",
        "benefit",
        "acquisition",
        "realized",
        "risk",
        "related",
        "future",
        "opportunity",
        "plan",
        "combined",
        "company",
        "including",
        "uncertainty",
        "expected",
        "financial",
        "performance",
        "result",
        "combined",
        "company",
        "following",
        "completion",
        "proposed",
        "acquisition",
        "disruption",
        "proposed",
        "acquisition",
        "making",
        "difficult",
        "conduct",
        "business",
        "usual",
        "maintain",
        "relationship",
        "customer",
        "employee",
        "manufacturer",
        "supplier",
        "patient",
        "group",
        "possibility",
        "combined",
        "company",
        "achieve",
        "perceived",
        "benefit",
        "proposed",
        "acquisition",
        "rapidly",
        "extent",
        "anticipated",
        "financial",
        "analyst",
        "investor",
        "market",
        "price",
        "sanofi",
        "share",
        "could",
        "decline",
        "well",
        "risk",
        "related",
        "sanofi",
        "ablynx",
        "respective",
        "business",
        "including",
        "ability",
        "grow",
        "sale",
        "revenue",
        "existing",
        "product",
        "develop",
        "commercialize",
        "market",
        "new",
        "product",
        "competition",
        "including",
        "potential",
        "generic",
        "competition",
        "uncertainty",
        "inherent",
        "research",
        "development",
        "including",
        "future",
        "clinical",
        "data",
        "analysis",
        "regulatory",
        "obligation",
        "oversight",
        "regulatory",
        "authority",
        "fda",
        "ema",
        "including",
        "decision",
        "authority",
        "regarding",
        "whether",
        "approve",
        "drug",
        "device",
        "biological",
        "application",
        "may",
        "filed",
        "product",
        "candidate",
        "well",
        "decision",
        "regarding",
        "labelling",
        "matter",
        "could",
        "affect",
        "availability",
        "commercial",
        "potential",
        "product",
        "candidate",
        "absence",
        "guarantee",
        "product",
        "candidate",
        "approved",
        "commercially",
        "successful",
        "risk",
        "associated",
        "intellectual",
        "property",
        "including",
        "ability",
        "protect",
        "intellectual",
        "property",
        "defend",
        "patent",
        "future",
        "litigation",
        "future",
        "approval",
        "commercial",
        "success",
        "therapeutic",
        "alternative",
        "volatile",
        "economic",
        "condition",
        "list",
        "factor",
        "presented",
        "representative",
        "list",
        "considered",
        "statement",
        "potential",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "material",
        "adverse",
        "effect",
        "company",
        "consolidated",
        "financial",
        "condition",
        "result",
        "operation",
        "foregoing",
        "factor",
        "read",
        "conjunction",
        "risk",
        "cautionary",
        "statement",
        "discussed",
        "identified",
        "public",
        "filing",
        "sec",
        "amf",
        "made",
        "sanofi",
        "ablynx",
        "including",
        "listed",
        "risk",
        "factor",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "sanofi",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "listed",
        "disclaimer",
        "current",
        "report",
        "form",
        "filed",
        "ablynx",
        "sec",
        "speak",
        "date",
        "hereof",
        "required",
        "applicable",
        "law",
        "sanofi",
        "ablynx",
        "undertake",
        "obligation",
        "update",
        "revise",
        "information",
        "statement",
        "additional",
        "information",
        "u",
        "investor",
        "tender",
        "offer",
        "outstanding",
        "ordinary",
        "share",
        "share",
        "american",
        "depositary",
        "share",
        "issued",
        "morgan",
        "chase",
        "bank",
        "acting",
        "depositary",
        "adss",
        "warrant",
        "warrant",
        "convertible",
        "bond",
        "ablynx",
        "bond",
        "together",
        "share",
        "adss",
        "warrant",
        "security",
        "yet",
        "commenced",
        "communication",
        "informational",
        "purpose",
        "neither",
        "recommendation",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "security",
        "ablynx",
        "time",
        "tender",
        "offer",
        "commenced",
        "sanofi",
        "file",
        "cause",
        "filed",
        "tender",
        "offer",
        "statement",
        "schedule",
        "sec",
        "thereafter",
        "ablynx",
        "file",
        "cause",
        "filed",
        "statement",
        "schedule",
        "sec",
        "holder",
        "security",
        "urged",
        "carefully",
        "review",
        "document",
        "filed",
        "sanofi",
        "ablynx",
        "sec",
        "document",
        "contain",
        "important",
        "information",
        "including",
        "term",
        "condition",
        "tender",
        "offer",
        "offer",
        "purchase",
        "related",
        "ad",
        "letter",
        "transmittal",
        "certain",
        "tender",
        "offer",
        "document",
        "well",
        "statement",
        "available",
        "filed",
        "holder",
        "security",
        "ablynx",
        "expense",
        "filed",
        "document",
        "available",
        "free",
        "sec",
        "website",
        "additional",
        "copy",
        "may",
        "obtained",
        "free",
        "contacting",
        "sanofi",
        "ir",
        "sanofi",
        "website",
        "http",
        "read",
        "filing",
        "made",
        "sanofi",
        "ablynx",
        "sec",
        "carefully",
        "making",
        "decision",
        "concerning",
        "offer",
        "see",
        "section",
        "prospectus",
        "complete",
        "overview",
        "warrant",
        "price",
        "please",
        "note",
        "bid",
        "price",
        "convertible",
        "bond",
        "changed",
        "eur",
        "eur",
        "information",
        "see",
        "section",
        "prospectus",
        "attachment",
        "http",
        "source",
        "ablynx",
        "nv"
    ]
}