{
    "organizations": [],
    "uuid": "21a273b54ecdaecaef2ed752e771f2257904bb3e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/globe-newswire-primoris-services-corporation-to-acquire-willbros-group-inc.html",
    "ord_in_thread": 0,
    "title": "Primoris Services Corporation to Acquire Willbros Group, Inc.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Primoris Expects to Create New Electrical Utility Transmission and Distribution Segment\nConference Call and Webcast Scheduled for 8:30 AM ET Today\nDALLAS, March 28, 2018 (GLOBE NEWSWIRE) -- Primoris Services Corporation (NASDAQ:PRIM) (“Primoris”) today announced that it has entered into a definitive merger agreement to acquire Willbros Group, Inc. (“Willbros”) in an all-cash transaction. Primoris will pay $0.60 per share for all of the outstanding stock of Willbros and will settle all of the existing Willbros debt obligations, for an enterprise value of approximately $100 million.\nWillbros is a specialty energy infrastructure contractor serving the Oil & Gas and Power industries across its three operating segments: Utility Transmission and Distribution (“UTD”), Oil & Gas, and Canada. Willbros’ infrastructure services platform provides a diverse base of utility, natural gas, and renewable customers with comprehensive engineering, construction, maintenance, repair, and restoration solutions.\nUpon completion of the transaction, Primoris expects the Willbros UTD business to become a new operating segment, Primoris UTD, which continues Primoris’ strategic plan for growing its Master Service Agreement (“MSA”) revenue base. Primoris anticipates that Willbros’ Lineal Oil & Gas operations will be incorporated into Primoris’ Utilities & Distribution segment, the Houston-based Oil & Gas facilities operations will become part of Primoris’ Pipeline & Underground segment, and the Canadian business will become part of Primoris’ Power, Industrial, and Engineering segment.\nDavid King, President and Chief Executive Officer of Primoris, commented, “We are excited about the opportunities that this acquisition provides Primoris both in the near and long term. Consistent with our strategic priority of expanding our diverse capabilities through disciplined acquisitions, we believe that the acquisition will provide enhanced returns for our stockholders and can be accomplished without placing stress on our balance sheet.\n“We look forward to working with the Willbros employees, customers, and vendors as we provide resources and support as part of our larger organization, with the goal of accelerating our combined company’s growth. Both companies share a common goal of ensuring a safe working environment and providing superior customer service.”\nMr. King concluded, “We are particularly excited about adding the UTD business and its electric-focused solutions, which are highly complementary to our natural gas utility service offerings. We also see opportunities for value creation in Willbros’ oil field services group and look forward to working with the management of the Canadian and Lineal business units to make positive contributions.”\nFinancial Benefits of the Transaction\nPrimoris expects the financial benefits of the transaction to include:\nFor the first 12 months after closing, revenues of approximately $660 million, including estimated UTD revenues of $470 million\nFor the first 12 months after closing, EBITDA (earnings before interest, taxes, depreciation, and amortization) of $25 million, including approximately $7 million in annual cost savings\nThe addition of approximately $400 million to Total Backlog, including approximately $300 million from the UTD business\nWithin 24-30 months after the closing of the transaction, additional annual cost savings of $7.5 million to $10 million. Primoris expects these savings to be achieved through:\n— Single company public reporting\n— Integrated insurance programs\n— Integration of financial and IT systems\n— Reduction in real estate locations and costs\n— Access to bonding capacity for projects, and\n— Benefits of equipment ownership compared to equipment leasing and rentals\nTerms of the Transaction, Approvals and Timing\nUnder the terms of the merger agreement, which was unanimously approved by the Boards of Directors of both Willbros and Primoris, each stockholder of Willbros will receive $0.60 per share in cash, without interest, which represents a significant premium to the closing price of Willbros common stock on March 27, 2018. In addition, Primoris will settle all of the existing Willbros debt obligations. The transaction has an enterprise value of approximately $100 million. Primoris intends to finance the transaction through cash on hand and its existing credit facilities.\nAs part of the transaction, Primoris has agreed to provide Willbros up to $20 million in secured bridge financing to support Willbros’ working capital liquidity needs prior to the transaction close.\nThe transaction is subject to approval by Willbros stockholders and certain other closing conditions. In connection with the execution of the merger agreement, certain Willbros directors and stockholders, together representing approximately 17% of Willbros’ outstanding shares, have entered into voting agreements with Primoris, whereby such stockholders agreed, among other things, to vote in favor of the adoption of the merger agreement. The transaction is expected to be completed in the second quarter of 2018.\nAdvisors\nHoulihan Lokey is acting as financial advisor to Primoris, and Weil, Gotshal & Manges LLP is acting as legal advisor.\nConference Call\nDavid King, President and Chief Executive Officer, and Peter J. Moerbeek, Executive Vice President and Chief Financial Officer will host a conference call today, Wednesday, March 28, 2018 at 8:30 am Eastern Time / 7:30 am Central Time to discuss the transaction.\nInterested parties may participate in the call by dialing:\n(877) 407-8294 (Domestic) (201) 689-8350 (International)\nPresentation slides to accompany the conference call are available for download in the Investor Relations section of Primoris’ website at www.prim.com . Once at the Investor Relations section, please click on “Events & Presentations”.\nIf you are unable to participate in the live call, a replay may be accessed by dialing (877) 660-6853, conference ID 13678136, and will be available for approximately two weeks. The conference call will also be broadcast live over the Internet and can be accessed and replayed through the Investor Relations section of Primoris' website at www.prim.com .\nAbout Primoris Services Corporation\nFounded in 1960, Primoris, through various subsidiaries, has grown to become one of the largest publicly traded specialty construction and infrastructure companies in the United States. Serving diverse end-markets, Primoris provides a wide range of construction, fabrication, maintenance, replacement, water and wastewater, and engineering services to major public utilities, petrochemical companies, energy companies, municipalities, state departments of transportation, and other customers. Growing both organically and through acquisitions, the Company’s national footprint now extends nearly nationwide and into Canada. For additional information, please visit www.prim.com .\nForward-Looking Statements\nThis communication contains forward-looking statements, including but not limited to those regarding the proposed acquisition by Primoris Services Corporation (“Primoris”) of Willbros Group, Inc. (“Willbros”) (the “Acquisition”) and the transactions related thereto. Forward-looking statements may contain words such as “expect,” “believe,” “may,” “can,” “should,” “will,” “forecast,” “anticipate” or similar expressions, and include the assumptions that underlie such statements. These statements are subject to known and unknown risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements, including but not limited to: the ability of the parties to consummate the Acquisition in a timely manner or at all; satisfaction of the conditions precedent to consummation of the Acquisition, including the ability to secure required consents and regulatory approvals in a timely manner or at all, and approval by Willbros’ stockholders; the possibility of litigation (including related to the transaction itself); and other risks described in Willbros’ SEC filings. All forward-looking statements are based on management’s estimates, projections and assumptions as of the date hereof. Neither Primoris nor Willbros undertakes any obligation to update any forward-looking statements.\nAdditional Information and Where to Find It\nIn connection with the Acquisition, Willbros will file a proxy statement with the SEC. The definitive proxy statement will be mailed to Willbros stockholders and will contain important information about the Acquisition and related matters. WILLBROS STOCKHOLDERS ARE URGED TO READ THE DEFINITIVE PROXY STATEMENT (INCLUDING ANY AMENDMENTS OR SUPPLEMENTS THERETO) CAREFULLY WHEN IT BECOMES AVAILABLE BEFORE MAKING ANY VOTING OR INVESTMENT DECISION WITH RESPECT TO THE ACQUISITION BECAUSE IT WILL CONTAIN IMPORTANT INFORMATION ABOUT THE ACQUISITION AND THE PARTIES TO THE ACQUISITION. The definitive proxy statement and other relevant materials (when they become available) and any other documents filed by Primoris or Willbros with the SEC may be obtained free of charge at the SEC’s website, at www.sec.gov . In addition, security holders will be able to obtain free copies of the definitive proxy statement from Willbros by contacting Investor Relations by mail at Willbros Group, Inc., 4400 Post Oak Parkway, Suite 1000, Houston, Texas 77027, Attn: Investor Relations Department, by telephone at 713-403-8000, or by going to Willbros’ Investor Relations page on its corporate web site at investors.willbros.com .\nP articipants in the Solicitation.\nWillbros and its respective directors and executive officers may be deemed to be participants in the solicitation of proxies in connection with the Acquisition. Information about Willbros’ directors and executive officers is set forth in Willbros’ Proxy Statement on Schedule 14A for its 2017 Annual Meeting of Stockholders, which was filed with the SEC on April 27, 2017, and its Annual Report on Form 10-K for the fiscal year ended December 31, 2016, which was filed with the SEC on March 8, 2017. These documents are available free of charge at the SEC’s web site at www.sec.gov , and from Willbros by contacting Investor Relations by mail at Willbros Group, Inc., 4400 Post Oak Parkway, Suite 1000, Houston, Texas 77027, Attn: Investor Relations Department, by telephone at 713-403-8000, or by going to Willbros’ Investor Relations page on its corporate web site at investors.willbros.com . Additional information regarding the interests of participants in the solicitation of proxies in connection with the Acquisition will be included in the proxy statement that Willbros intends to file with the SEC.\nCompany Contact Peter J. Moerbeek Kate Tholking Executive Vice President, Chief Financial Officer Director of Investor Relations (214) 740-5602 (214) 740-5615 pmoerbeek@prim.com ktholking@prim.com\nSource:Primoris Services Corporation",
    "published": "2018-03-28T15:00:00.000+03:00",
    "crawled": "2018-03-28T19:07:37.030+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "primoris",
        "expects",
        "create",
        "new",
        "electrical",
        "utility",
        "transmission",
        "distribution",
        "segment",
        "conference",
        "call",
        "webcast",
        "scheduled",
        "et",
        "today",
        "dallas",
        "march",
        "globe",
        "newswire",
        "primoris",
        "service",
        "corporation",
        "nasdaq",
        "prim",
        "primoris",
        "today",
        "announced",
        "entered",
        "definitive",
        "merger",
        "agreement",
        "acquire",
        "willbros",
        "group",
        "willbros",
        "transaction",
        "primoris",
        "pay",
        "per",
        "share",
        "outstanding",
        "stock",
        "willbros",
        "settle",
        "existing",
        "willbros",
        "debt",
        "obligation",
        "enterprise",
        "value",
        "approximately",
        "million",
        "willbros",
        "specialty",
        "energy",
        "infrastructure",
        "contractor",
        "serving",
        "oil",
        "gas",
        "power",
        "industry",
        "across",
        "three",
        "operating",
        "segment",
        "utility",
        "transmission",
        "distribution",
        "utd",
        "oil",
        "gas",
        "canada",
        "willbros",
        "infrastructure",
        "service",
        "platform",
        "provides",
        "diverse",
        "base",
        "utility",
        "natural",
        "gas",
        "renewable",
        "customer",
        "comprehensive",
        "engineering",
        "construction",
        "maintenance",
        "repair",
        "restoration",
        "solution",
        "upon",
        "completion",
        "transaction",
        "primoris",
        "expects",
        "willbros",
        "utd",
        "business",
        "become",
        "new",
        "operating",
        "segment",
        "primoris",
        "utd",
        "continues",
        "primoris",
        "strategic",
        "plan",
        "growing",
        "master",
        "service",
        "agreement",
        "msa",
        "revenue",
        "base",
        "primoris",
        "anticipates",
        "willbros",
        "lineal",
        "oil",
        "gas",
        "operation",
        "incorporated",
        "primoris",
        "utility",
        "distribution",
        "segment",
        "oil",
        "gas",
        "facility",
        "operation",
        "become",
        "part",
        "primoris",
        "pipeline",
        "underground",
        "segment",
        "canadian",
        "business",
        "become",
        "part",
        "primoris",
        "power",
        "industrial",
        "engineering",
        "segment",
        "david",
        "king",
        "president",
        "chief",
        "executive",
        "officer",
        "primoris",
        "commented",
        "excited",
        "opportunity",
        "acquisition",
        "provides",
        "primoris",
        "near",
        "long",
        "term",
        "consistent",
        "strategic",
        "priority",
        "expanding",
        "diverse",
        "capability",
        "disciplined",
        "acquisition",
        "believe",
        "acquisition",
        "provide",
        "enhanced",
        "return",
        "stockholder",
        "accomplished",
        "without",
        "placing",
        "stress",
        "balance",
        "sheet",
        "look",
        "forward",
        "working",
        "willbros",
        "employee",
        "customer",
        "vendor",
        "provide",
        "resource",
        "support",
        "part",
        "larger",
        "organization",
        "goal",
        "accelerating",
        "combined",
        "company",
        "growth",
        "company",
        "share",
        "common",
        "goal",
        "ensuring",
        "safe",
        "working",
        "environment",
        "providing",
        "superior",
        "customer",
        "king",
        "concluded",
        "particularly",
        "excited",
        "adding",
        "utd",
        "business",
        "solution",
        "highly",
        "complementary",
        "natural",
        "gas",
        "utility",
        "service",
        "offering",
        "also",
        "see",
        "opportunity",
        "value",
        "creation",
        "willbros",
        "oil",
        "field",
        "service",
        "group",
        "look",
        "forward",
        "working",
        "management",
        "canadian",
        "lineal",
        "business",
        "unit",
        "make",
        "positive",
        "financial",
        "benefit",
        "transaction",
        "primoris",
        "expects",
        "financial",
        "benefit",
        "transaction",
        "include",
        "first",
        "month",
        "closing",
        "revenue",
        "approximately",
        "million",
        "including",
        "estimated",
        "utd",
        "revenue",
        "million",
        "first",
        "month",
        "closing",
        "ebitda",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "million",
        "including",
        "approximately",
        "million",
        "annual",
        "cost",
        "saving",
        "addition",
        "approximately",
        "million",
        "total",
        "backlog",
        "including",
        "approximately",
        "million",
        "utd",
        "business",
        "within",
        "month",
        "closing",
        "transaction",
        "additional",
        "annual",
        "cost",
        "saving",
        "million",
        "million",
        "primoris",
        "expects",
        "saving",
        "achieved",
        "single",
        "company",
        "public",
        "reporting",
        "integrated",
        "insurance",
        "program",
        "integration",
        "financial",
        "system",
        "reduction",
        "real",
        "estate",
        "location",
        "cost",
        "access",
        "bonding",
        "capacity",
        "project",
        "benefit",
        "equipment",
        "ownership",
        "compared",
        "equipment",
        "leasing",
        "rental",
        "term",
        "transaction",
        "approval",
        "timing",
        "term",
        "merger",
        "agreement",
        "unanimously",
        "approved",
        "board",
        "director",
        "willbros",
        "primoris",
        "stockholder",
        "willbros",
        "receive",
        "per",
        "share",
        "cash",
        "without",
        "interest",
        "represents",
        "significant",
        "premium",
        "closing",
        "price",
        "willbros",
        "common",
        "stock",
        "march",
        "addition",
        "primoris",
        "settle",
        "existing",
        "willbros",
        "debt",
        "obligation",
        "transaction",
        "enterprise",
        "value",
        "approximately",
        "million",
        "primoris",
        "intends",
        "finance",
        "transaction",
        "cash",
        "hand",
        "existing",
        "credit",
        "facility",
        "part",
        "transaction",
        "primoris",
        "agreed",
        "provide",
        "willbros",
        "million",
        "secured",
        "bridge",
        "financing",
        "support",
        "willbros",
        "working",
        "capital",
        "liquidity",
        "need",
        "prior",
        "transaction",
        "close",
        "transaction",
        "subject",
        "approval",
        "willbros",
        "stockholder",
        "certain",
        "closing",
        "condition",
        "connection",
        "execution",
        "merger",
        "agreement",
        "certain",
        "willbros",
        "director",
        "stockholder",
        "together",
        "representing",
        "approximately",
        "willbros",
        "outstanding",
        "share",
        "entered",
        "voting",
        "agreement",
        "primoris",
        "whereby",
        "stockholder",
        "agreed",
        "among",
        "thing",
        "vote",
        "favor",
        "adoption",
        "merger",
        "agreement",
        "transaction",
        "expected",
        "completed",
        "second",
        "quarter",
        "advisor",
        "houlihan",
        "lokey",
        "acting",
        "financial",
        "advisor",
        "primoris",
        "weil",
        "gotshal",
        "mange",
        "llp",
        "acting",
        "legal",
        "advisor",
        "conference",
        "call",
        "david",
        "king",
        "president",
        "chief",
        "executive",
        "officer",
        "peter",
        "moerbeek",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "host",
        "conference",
        "call",
        "today",
        "wednesday",
        "march",
        "eastern",
        "time",
        "central",
        "time",
        "discus",
        "transaction",
        "interested",
        "party",
        "may",
        "participate",
        "call",
        "dialing",
        "domestic",
        "international",
        "presentation",
        "slide",
        "accompany",
        "conference",
        "call",
        "available",
        "download",
        "investor",
        "relation",
        "section",
        "primoris",
        "website",
        "investor",
        "relation",
        "section",
        "please",
        "click",
        "event",
        "presentation",
        "unable",
        "participate",
        "live",
        "call",
        "replay",
        "may",
        "accessed",
        "dialing",
        "conference",
        "id",
        "available",
        "approximately",
        "two",
        "week",
        "conference",
        "call",
        "also",
        "broadcast",
        "live",
        "internet",
        "accessed",
        "replayed",
        "investor",
        "relation",
        "section",
        "primoris",
        "website",
        "primoris",
        "service",
        "corporation",
        "founded",
        "primoris",
        "various",
        "subsidiary",
        "grown",
        "become",
        "one",
        "largest",
        "publicly",
        "traded",
        "specialty",
        "construction",
        "infrastructure",
        "company",
        "united",
        "state",
        "serving",
        "diverse",
        "primoris",
        "provides",
        "wide",
        "range",
        "construction",
        "fabrication",
        "maintenance",
        "replacement",
        "water",
        "wastewater",
        "engineering",
        "service",
        "major",
        "public",
        "utility",
        "petrochemical",
        "company",
        "energy",
        "company",
        "municipality",
        "state",
        "department",
        "transportation",
        "customer",
        "growing",
        "organically",
        "acquisition",
        "company",
        "national",
        "footprint",
        "extends",
        "nearly",
        "nationwide",
        "canada",
        "additional",
        "information",
        "please",
        "visit",
        "statement",
        "communication",
        "contains",
        "statement",
        "including",
        "limited",
        "regarding",
        "proposed",
        "acquisition",
        "primoris",
        "service",
        "corporation",
        "primoris",
        "willbros",
        "group",
        "willbros",
        "acquisition",
        "transaction",
        "related",
        "thereto",
        "statement",
        "may",
        "contain",
        "word",
        "expect",
        "believe",
        "may",
        "forecast",
        "anticipate",
        "similar",
        "expression",
        "include",
        "assumption",
        "underlie",
        "statement",
        "statement",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "including",
        "limited",
        "ability",
        "party",
        "consummate",
        "acquisition",
        "timely",
        "manner",
        "satisfaction",
        "condition",
        "precedent",
        "consummation",
        "acquisition",
        "including",
        "ability",
        "secure",
        "required",
        "consent",
        "regulatory",
        "approval",
        "timely",
        "manner",
        "approval",
        "willbros",
        "stockholder",
        "possibility",
        "litigation",
        "including",
        "related",
        "transaction",
        "risk",
        "described",
        "willbros",
        "sec",
        "filing",
        "statement",
        "based",
        "management",
        "estimate",
        "projection",
        "assumption",
        "date",
        "hereof",
        "neither",
        "primoris",
        "willbros",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "additional",
        "information",
        "find",
        "connection",
        "acquisition",
        "willbros",
        "file",
        "proxy",
        "statement",
        "sec",
        "definitive",
        "proxy",
        "statement",
        "mailed",
        "willbros",
        "stockholder",
        "contain",
        "important",
        "information",
        "acquisition",
        "related",
        "matter",
        "willbros",
        "stockholder",
        "urged",
        "read",
        "definitive",
        "proxy",
        "statement",
        "including",
        "amendment",
        "supplement",
        "thereto",
        "carefully",
        "becomes",
        "available",
        "making",
        "voting",
        "investment",
        "decision",
        "respect",
        "acquisition",
        "contain",
        "important",
        "information",
        "acquisition",
        "party",
        "acquisition",
        "definitive",
        "proxy",
        "statement",
        "relevant",
        "material",
        "become",
        "available",
        "document",
        "filed",
        "primoris",
        "willbros",
        "sec",
        "may",
        "obtained",
        "free",
        "charge",
        "sec",
        "website",
        "addition",
        "security",
        "holder",
        "able",
        "obtain",
        "free",
        "copy",
        "definitive",
        "proxy",
        "statement",
        "willbros",
        "contacting",
        "investor",
        "relation",
        "mail",
        "willbros",
        "group",
        "post",
        "oak",
        "parkway",
        "suite",
        "houston",
        "texas",
        "attn",
        "investor",
        "relation",
        "department",
        "telephone",
        "going",
        "willbros",
        "investor",
        "relation",
        "page",
        "corporate",
        "web",
        "site",
        "p",
        "articipants",
        "solicitation",
        "willbros",
        "respective",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "connection",
        "acquisition",
        "information",
        "willbros",
        "director",
        "executive",
        "officer",
        "set",
        "forth",
        "willbros",
        "proxy",
        "statement",
        "schedule",
        "14a",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "march",
        "document",
        "available",
        "free",
        "charge",
        "sec",
        "web",
        "site",
        "willbros",
        "contacting",
        "investor",
        "relation",
        "mail",
        "willbros",
        "group",
        "post",
        "oak",
        "parkway",
        "suite",
        "houston",
        "texas",
        "attn",
        "investor",
        "relation",
        "department",
        "telephone",
        "going",
        "willbros",
        "investor",
        "relation",
        "page",
        "corporate",
        "web",
        "site",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "solicitation",
        "proxy",
        "connection",
        "acquisition",
        "included",
        "proxy",
        "statement",
        "willbros",
        "intends",
        "file",
        "sec",
        "company",
        "contact",
        "peter",
        "moerbeek",
        "kate",
        "tholking",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "director",
        "investor",
        "relation",
        "pmoerbeek",
        "ktholking",
        "source",
        "primoris",
        "service",
        "corporation"
    ]
}