{
    "organizations": [],
    "uuid": "590314405ec3b150b7f55544594ac12c99cc9156",
    "author": "Joe Biden",
    "url": "http://fortune.com/2018/03/19/joe-biden-cancer-moonshot-data-save-lives/",
    "ord_in_thread": 0,
    "title": "Joe Biden: Health Data Needs to Be in the Hands of Patients | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Health Care Joe Biden: To Save and Improve Lives Using Data, Details Matter Former U.S. VP Joe Biden speaks after receiving the Gordon and Llura Gund Leadership Award for his commitment to accelerating cancer research through the White House Cancer Moonshot initiative at 21st Annual Research!America Advocacy Awards Dinner at Andrew W. Mellon Auditorium on March 15, 2017 in Washington, DC. Paul Morigi Getty Images By Joe Biden 12:01 PM EDT \nEarlier this month at a national health information technology conference , the Trump Administration announced an initiative to put patients in charge of their own health care data, improve data interoperability, and encourage data-driven innovation to improve patient health and outcomes. Unfortunately, the announcement lacked many specific actions to effectively implement the initiative. I agree with the administration’s stated goals, but real action is needed—and now is the time. \nI have been intimately involved with the issues around electronic medical records through my leadership of the White House Cancer Moonshot and the American Economic Recovery and Reinvestment Act of 2009 (Recovery Act), and my oversight of the Veterans Affairs Department’s first-in-the-country service to make complete medical records available to patients. Through the Recovery Act, the Obama-Biden Administration made approximately $37 billion available to health care providers to subsidize the purchase and adoption of electronic medical records to improve health, reduce medical errors, and collect data in an organized fashion for research and discovery. Because of the Recovery Act funds, electronic medical records have been adopted almost completely throughout our health care system. \nBut the promise of electronic medical records has not materialized for one major reason: Medical record companies and health providers have implemented systems that are not interoperable. Many would say this was done on purpose because it meant they could lock up customers by making it time consuming and expensive to change systems. And even worse, they made it very difficult (sometimes impossible) for patients to get their own data quickly, cheaply, and in an easily accessible digital format. \nThe Obama-Biden Administration addressed the problem of access to data by patients and researchers in several ways. \nFor example: In the early years of our administration, the U.S. Department of Veterans Affairs (VA), the U.S. Department of Defense, and the Centers for Medicare and Medicaid Services adopted the “Blue Button” for veterans, service members, and Medicare beneficiaries, a simple, one-click program that allows patients to download their medical records and share with their health care providers, caregivers, and others. The current administration has announced Blue Button 2.0, which allows patients to access and use their data in new ways—a good step forward. As part of the Cancer Moonshot, the U.S. Department of Energy (DOE) and the VA agreed to a groundbreaking program in 2016 to have the VA’s medical records analyzed by the DOE’s supercomputers, and the VA funded a dedicated data network to be able the transfer of millions of records for this purpose. In 2016, the National Institutes of Health and the Office of the National Coordinator for Health IT, in partnership with the Harvard Medical School Department of Biomedical Informatics, launched “ Sync for Science ,” a pilot to allow individuals to send their health data to researchers with the Precision Medicine Initiative. \nDespite this progress, there is so much left to be done. \nI know that many people have had the experience—and frustration—my family and I had when we were learning about the medical research and health care systems firsthand while dealing with a loved one with cancer. \nFrom what I learned over the last two years, there is so much opportunity to make things work better for patients, and so many of those solutions have to do with standardizing, sharing, and putting the power of data in the patient’s hands. \nWhile I agree with the administration goals stated above, these health data issues are not new and we must all get serious and specific about the details to take action in the near term. We have now had nearly a decade to examine the consequences of how the electronic health record systems have been deployed. The industry has had ample opportunity to voluntarily address the issues of interoperability and putting data in patients’ hands, and they have not done so. Now is the time to do something about the data siloes they have created—to improve health and extend lives. \n\nI have spent time with dozens of experts on these topics over the course of the Cancer Moonshot, and now the Biden Cancer Initiative , a 501(c)3 with the mission to accelerate progress in all parts of the cancer research and health care system to deliver better outcomes for patients, and I wanted to offer a few suggestions for how to get more pragmatic about what can and should be done. First, let me make the principles of where we must move clear: Patients should not be made to jump through hoops to access and share their own data, the data should automatically be shared with patients (like monthly bank statements), and seamlessly move with patients and be in the hands of their care team in real-time. There should be a uniform and straightforward way for patients to authorize doctors and hospitals to share their data with entities they designate, including contributing it to research with a single click. Patients and physicians shouldn’t have to search for clinical trials (which inevitably leads to disparities in access depending on where a patient is treated). Patients should be alerted that they potentially qualify for a trial based on the data already contained in their records. Data agreements and repositories are creating more siloes and preventing faster research progress, therefore we must build technological bridges across existing data sets and design all future repositories to be open to all qualified researchers and to interact with one another in order to move discovery forward. We must continue to invest in developing the proper health care data security infrastructure to maintain the integrity of the system and the trust of patients and providers. \n\nNow for some specific actions to make progress toward these goals: \n1. Health care providers should be required to provide patients with their full medical record in electronic form within 24 hours of a request, and those providers who do not comply should be held accountable by the U.S. Department of Health and Human Services for data-blocking as outlined in the 21st Century Cures Act. \n2. The Center for Medicare and Medicaid Innovation (CMMI) should invest in a patient data system that brings data from disparate formats and care providers into a uniform patient data portal—this portal should be dynamic and allow for all providers for an individual patient to input and validate data in one place, to reduce confusion and duplication and eliminate unnecessary procedures.In other words, it is great that people will be able to get their data, but they need a safe place to store it, and CMMI should “close the loop” of the good work they started. This goes beyond a digital download of a patient’s record and creates a new way for patients and their physicians to communicate and make decisions. The technology exists to do this, and those receiving benefit through federal programs should have access to the best in practice—not only could it improve outcomes, but it would reduce reimbursement costs for CMS. \n3. HHS should focus on expanding their agreements with the electronic health record vendors—Allscripts, athenahealth, Cerner, drchrono, Epic, and McKesson—who participate in Sync for Science. Additional pilot groups should be launched, starting with cancer, to allow patients to opt in to contributing their medical records for research. After all, the law is clear that patients own their records and have the right to direct their transfer to trusted people of their choice. \n4. The National Cancer Institute (NCI) should partner with their network of designated NCI-comprehensive cancer hospitals and patient groups, to launch a new cancer data trust—wherein data contributors and data users would agree to set of criteria and act as the “trustees” of the contained EHR, diagnostic, genomic, and outcomes data. This would allow not just piecemeal sharing of incongruent data sets but would require real agreement to share comprehensive patient data that could make a difference for research. \nImagine a pilot in a specific disease type to test the model where patients, themselves, cancer centers, and biopharmaceutical companies would contribute deidentified data and any qualified “data user” could access the data under agreed-upon terms to find new answers and new patterns in cancer diagnosis, treatment, and care. \nThere is so much promise, not only in what we can accomplish in the fight against cancer, but in so many areas of health and medicine, but we need to get out of our own way and focus on patient outcomes as our north star. \nAnd we need to develop the right systems to get us there. \nThat is our goal at the Biden Cancer Initiative. We will work with anyone willing to identify new solutions and to implement new actions and collaborations to make that possible. I look forward to being part of the process with this administration to make the specific changes necessary to truly put patients at the center of our health care system. \nJoe Biden is the 47th Vice President of the United States and Co-Chair of the Biden Cancer Initiative. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-03-19T14:01:00.000+02:00",
    "crawled": "2018-03-19T18:50:14.047+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "health",
        "care",
        "joe",
        "biden",
        "save",
        "improve",
        "life",
        "using",
        "data",
        "detail",
        "matter",
        "former",
        "vp",
        "joe",
        "biden",
        "speaks",
        "receiving",
        "gordon",
        "llura",
        "gund",
        "leadership",
        "award",
        "commitment",
        "accelerating",
        "cancer",
        "research",
        "white",
        "house",
        "cancer",
        "moonshot",
        "initiative",
        "21st",
        "annual",
        "research",
        "america",
        "advocacy",
        "award",
        "dinner",
        "andrew",
        "mellon",
        "auditorium",
        "march",
        "washington",
        "dc",
        "paul",
        "morigi",
        "getty",
        "image",
        "joe",
        "biden",
        "pm",
        "edt",
        "earlier",
        "month",
        "national",
        "health",
        "information",
        "technology",
        "conference",
        "trump",
        "administration",
        "announced",
        "initiative",
        "put",
        "patient",
        "charge",
        "health",
        "care",
        "data",
        "improve",
        "data",
        "interoperability",
        "encourage",
        "innovation",
        "improve",
        "patient",
        "health",
        "outcome",
        "unfortunately",
        "announcement",
        "lacked",
        "many",
        "specific",
        "action",
        "effectively",
        "implement",
        "initiative",
        "agree",
        "administration",
        "stated",
        "goal",
        "real",
        "action",
        "time",
        "intimately",
        "involved",
        "issue",
        "around",
        "electronic",
        "medical",
        "record",
        "leadership",
        "white",
        "house",
        "cancer",
        "moonshot",
        "american",
        "economic",
        "recovery",
        "reinvestment",
        "act",
        "recovery",
        "act",
        "oversight",
        "veteran",
        "affair",
        "department",
        "service",
        "make",
        "complete",
        "medical",
        "record",
        "available",
        "patient",
        "recovery",
        "act",
        "administration",
        "made",
        "approximately",
        "billion",
        "available",
        "health",
        "care",
        "provider",
        "subsidize",
        "purchase",
        "adoption",
        "electronic",
        "medical",
        "record",
        "improve",
        "health",
        "reduce",
        "medical",
        "error",
        "collect",
        "data",
        "organized",
        "fashion",
        "research",
        "discovery",
        "recovery",
        "act",
        "fund",
        "electronic",
        "medical",
        "record",
        "adopted",
        "almost",
        "completely",
        "throughout",
        "health",
        "care",
        "system",
        "promise",
        "electronic",
        "medical",
        "record",
        "materialized",
        "one",
        "major",
        "reason",
        "medical",
        "record",
        "company",
        "health",
        "provider",
        "implemented",
        "system",
        "interoperable",
        "many",
        "would",
        "say",
        "done",
        "purpose",
        "meant",
        "could",
        "lock",
        "customer",
        "making",
        "time",
        "consuming",
        "expensive",
        "change",
        "system",
        "even",
        "worse",
        "made",
        "difficult",
        "sometimes",
        "impossible",
        "patient",
        "get",
        "data",
        "quickly",
        "cheaply",
        "easily",
        "accessible",
        "digital",
        "format",
        "administration",
        "addressed",
        "problem",
        "access",
        "data",
        "patient",
        "researcher",
        "several",
        "way",
        "example",
        "early",
        "year",
        "administration",
        "department",
        "veteran",
        "affair",
        "va",
        "department",
        "defense",
        "center",
        "medicare",
        "medicaid",
        "service",
        "adopted",
        "blue",
        "button",
        "veteran",
        "service",
        "member",
        "medicare",
        "beneficiary",
        "simple",
        "program",
        "allows",
        "patient",
        "download",
        "medical",
        "record",
        "share",
        "health",
        "care",
        "provider",
        "caregiver",
        "others",
        "current",
        "administration",
        "announced",
        "blue",
        "button",
        "allows",
        "patient",
        "access",
        "use",
        "data",
        "new",
        "good",
        "step",
        "forward",
        "part",
        "cancer",
        "moonshot",
        "department",
        "energy",
        "doe",
        "va",
        "agreed",
        "groundbreaking",
        "program",
        "va",
        "medical",
        "record",
        "analyzed",
        "doe",
        "supercomputer",
        "va",
        "funded",
        "dedicated",
        "data",
        "network",
        "able",
        "transfer",
        "million",
        "record",
        "purpose",
        "national",
        "institute",
        "health",
        "office",
        "national",
        "coordinator",
        "health",
        "partnership",
        "harvard",
        "medical",
        "school",
        "department",
        "biomedical",
        "informatics",
        "launched",
        "sync",
        "science",
        "pilot",
        "allow",
        "individual",
        "send",
        "health",
        "data",
        "researcher",
        "precision",
        "medicine",
        "initiative",
        "despite",
        "progress",
        "much",
        "left",
        "done",
        "know",
        "many",
        "people",
        "family",
        "learning",
        "medical",
        "research",
        "health",
        "care",
        "system",
        "firsthand",
        "dealing",
        "loved",
        "one",
        "cancer",
        "learned",
        "last",
        "two",
        "year",
        "much",
        "opportunity",
        "make",
        "thing",
        "work",
        "better",
        "patient",
        "many",
        "solution",
        "standardizing",
        "sharing",
        "putting",
        "power",
        "data",
        "patient",
        "hand",
        "agree",
        "administration",
        "goal",
        "stated",
        "health",
        "data",
        "issue",
        "new",
        "must",
        "get",
        "serious",
        "specific",
        "detail",
        "take",
        "action",
        "near",
        "term",
        "nearly",
        "decade",
        "examine",
        "consequence",
        "electronic",
        "health",
        "record",
        "system",
        "deployed",
        "industry",
        "ample",
        "opportunity",
        "voluntarily",
        "address",
        "issue",
        "interoperability",
        "putting",
        "data",
        "patient",
        "hand",
        "done",
        "time",
        "something",
        "data",
        "siloes",
        "improve",
        "health",
        "extend",
        "life",
        "spent",
        "time",
        "dozen",
        "expert",
        "topic",
        "course",
        "cancer",
        "moonshot",
        "biden",
        "cancer",
        "initiative",
        "c",
        "mission",
        "accelerate",
        "progress",
        "part",
        "cancer",
        "research",
        "health",
        "care",
        "system",
        "deliver",
        "better",
        "outcome",
        "patient",
        "wanted",
        "offer",
        "suggestion",
        "get",
        "pragmatic",
        "done",
        "first",
        "let",
        "make",
        "principle",
        "must",
        "move",
        "clear",
        "patient",
        "made",
        "jump",
        "hoop",
        "access",
        "share",
        "data",
        "data",
        "automatically",
        "shared",
        "patient",
        "like",
        "monthly",
        "bank",
        "statement",
        "seamlessly",
        "move",
        "patient",
        "hand",
        "care",
        "team",
        "uniform",
        "straightforward",
        "way",
        "patient",
        "authorize",
        "doctor",
        "hospital",
        "share",
        "data",
        "entity",
        "designate",
        "including",
        "contributing",
        "research",
        "single",
        "click",
        "patient",
        "physician",
        "search",
        "clinical",
        "trial",
        "inevitably",
        "lead",
        "disparity",
        "access",
        "depending",
        "patient",
        "treated",
        "patient",
        "alerted",
        "potentially",
        "qualify",
        "trial",
        "based",
        "data",
        "already",
        "contained",
        "record",
        "data",
        "agreement",
        "repository",
        "creating",
        "siloes",
        "preventing",
        "faster",
        "research",
        "progress",
        "therefore",
        "must",
        "build",
        "technological",
        "bridge",
        "across",
        "existing",
        "data",
        "set",
        "design",
        "future",
        "repository",
        "open",
        "qualified",
        "researcher",
        "interact",
        "one",
        "another",
        "order",
        "move",
        "discovery",
        "forward",
        "must",
        "continue",
        "invest",
        "developing",
        "proper",
        "health",
        "care",
        "data",
        "security",
        "infrastructure",
        "maintain",
        "integrity",
        "system",
        "trust",
        "patient",
        "provider",
        "specific",
        "action",
        "make",
        "progress",
        "toward",
        "goal",
        "health",
        "care",
        "provider",
        "required",
        "provide",
        "patient",
        "full",
        "medical",
        "record",
        "electronic",
        "form",
        "within",
        "hour",
        "request",
        "provider",
        "comply",
        "held",
        "accountable",
        "department",
        "health",
        "human",
        "service",
        "outlined",
        "21st",
        "century",
        "cure",
        "act",
        "center",
        "medicare",
        "medicaid",
        "innovation",
        "cmmi",
        "invest",
        "patient",
        "data",
        "system",
        "brings",
        "data",
        "disparate",
        "format",
        "care",
        "provider",
        "uniform",
        "patient",
        "data",
        "portal",
        "dynamic",
        "allow",
        "provider",
        "individual",
        "patient",
        "input",
        "validate",
        "data",
        "one",
        "place",
        "reduce",
        "confusion",
        "duplication",
        "eliminate",
        "unnecessary",
        "word",
        "great",
        "people",
        "able",
        "get",
        "data",
        "need",
        "safe",
        "place",
        "store",
        "cmmi",
        "close",
        "loop",
        "good",
        "work",
        "started",
        "go",
        "beyond",
        "digital",
        "download",
        "patient",
        "record",
        "creates",
        "new",
        "way",
        "patient",
        "physician",
        "communicate",
        "make",
        "decision",
        "technology",
        "exists",
        "receiving",
        "benefit",
        "federal",
        "program",
        "access",
        "best",
        "could",
        "improve",
        "outcome",
        "would",
        "reduce",
        "reimbursement",
        "cost",
        "cm",
        "hhs",
        "focus",
        "expanding",
        "agreement",
        "electronic",
        "health",
        "record",
        "athenahealth",
        "cerner",
        "drchrono",
        "epic",
        "participate",
        "sync",
        "science",
        "additional",
        "pilot",
        "group",
        "launched",
        "starting",
        "cancer",
        "allow",
        "patient",
        "opt",
        "contributing",
        "medical",
        "record",
        "research",
        "law",
        "clear",
        "patient",
        "record",
        "right",
        "direct",
        "transfer",
        "trusted",
        "people",
        "choice",
        "national",
        "cancer",
        "institute",
        "nci",
        "partner",
        "network",
        "designated",
        "cancer",
        "hospital",
        "patient",
        "group",
        "launch",
        "new",
        "cancer",
        "data",
        "data",
        "contributor",
        "data",
        "user",
        "would",
        "agree",
        "set",
        "criterion",
        "act",
        "trustee",
        "contained",
        "ehr",
        "diagnostic",
        "genomic",
        "outcome",
        "data",
        "would",
        "allow",
        "piecemeal",
        "sharing",
        "incongruent",
        "data",
        "set",
        "would",
        "require",
        "real",
        "agreement",
        "share",
        "comprehensive",
        "patient",
        "data",
        "could",
        "make",
        "difference",
        "research",
        "imagine",
        "pilot",
        "specific",
        "disease",
        "type",
        "test",
        "model",
        "patient",
        "cancer",
        "center",
        "biopharmaceutical",
        "company",
        "would",
        "contribute",
        "deidentified",
        "data",
        "qualified",
        "data",
        "user",
        "could",
        "access",
        "data",
        "term",
        "find",
        "new",
        "answer",
        "new",
        "pattern",
        "cancer",
        "diagnosis",
        "treatment",
        "care",
        "much",
        "promise",
        "accomplish",
        "fight",
        "cancer",
        "many",
        "area",
        "health",
        "medicine",
        "need",
        "get",
        "way",
        "focus",
        "patient",
        "outcome",
        "north",
        "star",
        "need",
        "develop",
        "right",
        "system",
        "get",
        "u",
        "goal",
        "biden",
        "cancer",
        "initiative",
        "work",
        "anyone",
        "willing",
        "identify",
        "new",
        "solution",
        "implement",
        "new",
        "action",
        "collaboration",
        "make",
        "possible",
        "look",
        "forward",
        "part",
        "process",
        "administration",
        "make",
        "specific",
        "change",
        "necessary",
        "truly",
        "put",
        "patient",
        "center",
        "health",
        "care",
        "system",
        "joe",
        "biden",
        "47th",
        "vice",
        "president",
        "united",
        "state",
        "biden",
        "cancer",
        "initiative",
        "sponsored",
        "financial",
        "content"
    ]
}