{
    "organizations": [],
    "uuid": "69d6649a12c3b804dd63cc25da0e273c20a7d7ab",
    "author": "Jacob Pramuk",
    "url": "https://www.cnbc.com/2018/03/23/why-republicans-are-favored-in-arizona-and-ohio-special-elections.html",
    "ord_in_thread": 0,
    "title": "Why Republicans are favored in Arizona and Ohio special elections",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Democrats' triumph in a House special election in Pennsylvania gives them hope for big gains in November's midterm elections.\nBut the party still faces a tough path toward winning two other House special elections set for later this year.\nDemocrat Conor Lamb scored a narrow of win in Pennsylvania's 18th District, which Republicans recently dominated. With fewer than 1,000 votes separating the candidates, Republican Rick Saccone conceded to Lamb on Wednesday, more than a week after the election. Ex-GOP Rep. Tim Murphy represented the area for more than a decade, and President Donald Trump carried it by about 20 percentage points in 2016.\nBrendan McDermid | Reuters Democratic congressional candidate Conor Lamb is greeted by supporters during his election night rally in Pennsylvania's 18th U.S. Congressional district special election against Republican candidate and State Rep. Rick Saccone, in Canonsburg. The result in the area recently owned by the GOP has given Democrats more optimism about winning the 24 Republican-held seats in November needed to take a House majority. Republican leaders argue the minority party in Congress will have a tough time replicating the result, as Lamb successfully threaded the needle between supporting Democratic ideals on health care, taxes and the social safety net, while taking moderate stances on gun control and abortion. He also refused to support House Minority Leader Nancy Pelosi , who is a rhetorical punching bag for the GOP.\nDemocrats have now outperformed their 2016 results in House special elections since Trump took office in typically red pockets of states such as Pennsylvania, Montana, South Carolina and Kansas. Following Lamb's victory, election analysts give the party a better chance of winning upcoming House special elections in Arizona and Ohio.\nYet while the Ohio seat in particular is within Democrats' reach, Republicans are currently favored to win both elections.\nA shift for Democrats Democrats have reason for optimism in the special elections, and November's midterms overall, because of recent House special election results. In the 2017 and 2018 special elections, the minority party in Congress has easily exceeded its 2016 performance, according to NBC News . The more recent results are listed first:\nPennsylvania 18th District: In 2016, Murphy ran unopposed. Trump won the district by 20 percentage points. Lamb, meanwhile, won the special election by fewer than 1,000 votes. Alabama Senate: In a special election in the deep red state last year, Democratic Sen. Doug Jones defeated Republican ex-judge Roy Moore by 2 percentage points. Trump and GOP Sen. Richard Shelby both carried Alabama by nearly 30 percentage points in 2016. In this case, the Republican candidate himself made the race more competitive: Moore faced allegations of sexually abusing teenagers decades ago when he was in his 30s. South Carolina 5th District: Republican Rep. Ralph Norman beat Democrat Archie Parnell by 3 percentage points in a special election last year. Office of Management and Budget Director Mick Mulvaney, who left Congress to take his post in the Trump administration, won the seat by about 20 percentage points in 2016. Trump carried the area by a similar margin. Montana at-large House seat: In 2017, GOP Rep. Greg Gianforte defeated Democrat Rob Quist by about 6 percentage points for the seat. Interior Secretary Ryan Zinke won the state's House seat by about 16 percentage points in 2016. Trump took the state with a more than 20-percentage-point advantage. Gianforte won despite assaulting a reporter on the eve of the election. Georgia 6th District: Then-Rep. Tom Price won this district by more than 20 percentage points in 2016, but Trump carried the area by only 1 percentage point. GOP Rep. Karen Handel won the seat by about 4 percentage points over Democrat Jon Ossoff in a special election last year. Kansas 4th District: Republican Rep. Ron Estes won this seat in a 2017 special election by about 7 percentage points. Then-GOP Rep. Mike Pompeo carried it by more than 30 points in 2016, while Trump won it by more than 25 points. Democrats have already performed better in a variety of red districts than they did in 2016. Recent results give the minority party optimism it can flip GOP-held districts that voted for Clinton, and even some that supported Trump, as it tries to take 24 Republican seats and a House majority in November.\nFor the Arizona and Ohio elections, it remains to be seen how far recent Democratic strength can carry the party. Will its candidates outperform 2016 results but come up short, as they did in South Carolina, Montana and Kansas? Or can Democrats actually come out on top, as Lamb did in Pennsylvania?\nComparing the districts As of now, Ohio's 12th District appears more competitive than Arizona's 8th District. The Ohio special election will be held on August 7, after a primary on May 8.\nThe Arizona special election will take place on April 24. That seat, vacated by the departure of scandal-plagued GOP Rep. Trent Franks last year, has more solid Republican leanings than both the Ohio and Pennsylvania districts and poses a tougher task for Democrats.\nThe Partisan Voter Index from the nonpartisan Cook Political Report gauges districts' leanings in presidential election compared to the nation as a whole. The metric shows a weaker Republican lean in Ohio's 12th District than in Pennsylvania's 18th District. Arizona's 8th District, meanwhile, has a stronger Republican tilt by that metric than the other two areas.\nArizona: R +13 Ohio: R +7 Pennsylvania R +11 Election analysts view the Ohio seat, opened up by Republican Rep. Pat Tiberi's retirement, as a more realistic target for Democrats than the Arizona district. Following the Pennsylvania special election result, Cook changed its rating for the 12th District from \"likely\" Republican to \"lean\" Republican. Sabato's Crystal Ball, a nonpartisan analysis site within the University of Virginia Center for Politics, also changed its view on the race to \"leans Republican\" from \"likely Republican.\"\nSabato's Crystal Ball moved the Arizona district from \"safe\" Republican to \"likely\" Republican following the Pennsylvania election.\nStill, multiple factors could make winning in Ohio and Arizona more difficult than the upset in Pennsylvania, writes Kyle Kondik, Sabato's Crystal Ball managing editor .\nFor one, southwestern Pennsylvania had a strong Democratic presence before Republican dominance in recent elections. Democrats have a voter registration edge in the district, despite a string of recent results favoring the GOP.\nRepublicans hold a strong registered voter advantage in the Arizona district, according to Sabato's Crystal Ball. Meanwhile, Ohio's 12th District, which has an open primary system and classifies voters differently, has more Republican-affiliated voters than voters affiliated with the Democratic Party.\nOhio Ohio's 12th District sits in suburban Columbus and juts into part of the city. Tiberi has represented the area since 2001. He announced his resignation this year and plans to lead the Ohio Business Roundtable.\nTiberi won more than 60 percent of the vote in each of his last three re-election bids.\nThe GOP has a more than two-to-one affiliation advantage in the district, according to Sabato's Crystal Ball. Still, more than half of the district's registered voters are unaffiliated.\nOhio's 12th District, like Pennsylvania's 18th, is better educated, wealthier and has a lower jobless rate than the median congressional district, according to U.S. Census data. A higher proportion of voters in Ohio's 12th District have college or post-graduate degrees than voters in Pennsylvania's 18th District do, and the median household income there is higher.\nCrowded fields on both the Republican and Democratic sides are vying for the seat. Republican candidates include state Sens. Troy Balderson and Kevin Bacon. Democrats running include Franklin County Recorder Danny O'Connor and former Franklin County Sheriff Zach Scott.\nIf a Democrat has a shot of winning the district, the candidate will likely need to win over highly educated independents and Republicans in Columbus' outskirts who disapprove of Trump. Having to go through a primary process could make that more difficult for a Democrat in Ohio than it was for Lamb, said Mark Weaver, a Republican strategist at the Columbus-based Communications Counsel.\nTo win a primary election, candidates often have to go closer to their party's extremes. It can make them less appealing to general election voters.\nRepublicans have argued Lamb had an easier path than other candidates will this year because he did not face a primary election. It allowed him to take moderate stances that would not have held up had he gone through a primary, they contend.\n\"Most Democratic primaries won't produce a former Marine, former prosecutor, good-looking white guy who loves to shoot AR-15s and who says he's personally pro-life and wants to toss out Nancy Pelosi,\" said Weaver, who is working as a consultant for the GOP candidate Bacon and has worked with Balderson in the past.\nOf course, the primary election concerns go both ways. Weaver says the risk for Republicans in the district is nominating someone whose views skew too far to the right \"who cannot win a general election.\"\nThat may prove particularly important in Ohio's 12th District, where voters are more educated than the median congressional district. Highly educated voters generally tend to have more socially liberal views and take more time to research and understand the candidates.\nVoters will have a clearer view of the candidates after May 8, when the special primary will be held. The special election will take place on August 7.\nArizona Arizona's 8th District poses a much tougher challenge for Democrats. Franks represented the district from 2003 until his resignation last year, usually winning re-election by more than 20 percentage points.\nFranks stepped down following the revelation that he spoke to female staff members about potentially carrying his and his wife's child.\nEven considering recent Democratic strength and the possible effects of Franks' scandal on the GOP, the strong Republican leanings may be too much for Democrats to overcome, said Chuck Coughlin, president and CEO of Arizona-based consultancy firm HighGround.\n\"It's just too high of a hill for a Democrat to climb in that district,\" he said.\nThe seat sits northwest of Phoenix. The area is older and wealthier than the median congressional district, according to Census data. It also has a larger Hispanic population than both Pennsylvania's 18th District and Ohio's 12th District.\nThe district has nearly 80,000 more registered Republicans than registered Democrats, according to Sabato's Crystal Ball.\nThe Republican and Democrat vying for the seat have already been set. State Sen. Debbie Lesko won the GOP primary, while emergency room doctor Hiral Tipirneni emerged on the Democratic side.\nCoughlin calls Tipirneni a \"talented\" and \"intelligent\" candidate who has a strong presence in the district. Still, he thinks the area's strong GOP leanings will make it difficult for her to win \"barring some jarring news event.\"\nThe GOP avoided possible disaster when Lesko, who has served as a state legislator for about a decade, beat former state Sen. Steve Montenegro in the GOP primary. During the primary election, it emerged that Montenegro exchanged sexually explicit text messages with a legislative staffer. If he had won the primary, it could have left the GOP with a weakened candidate and made the race more competitive.\nThe special election will take place on April 24.\n— Graphic by CNBC's John Schoen",
    "published": "2018-03-25T19:00:00.000+03:00",
    "crawled": "2018-03-25T19:01:18.100+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "democrat",
        "triumph",
        "house",
        "special",
        "election",
        "pennsylvania",
        "give",
        "hope",
        "big",
        "gain",
        "november",
        "midterm",
        "election",
        "party",
        "still",
        "face",
        "tough",
        "path",
        "toward",
        "winning",
        "two",
        "house",
        "special",
        "election",
        "set",
        "later",
        "year",
        "democrat",
        "conor",
        "lamb",
        "scored",
        "narrow",
        "win",
        "pennsylvania",
        "18th",
        "district",
        "republican",
        "recently",
        "dominated",
        "fewer",
        "vote",
        "separating",
        "candidate",
        "republican",
        "rick",
        "saccone",
        "conceded",
        "lamb",
        "wednesday",
        "week",
        "election",
        "tim",
        "murphy",
        "represented",
        "area",
        "decade",
        "president",
        "donald",
        "trump",
        "carried",
        "percentage",
        "point",
        "brendan",
        "mcdermid",
        "reuters",
        "democratic",
        "congressional",
        "candidate",
        "conor",
        "lamb",
        "greeted",
        "supporter",
        "election",
        "night",
        "rally",
        "pennsylvania",
        "18th",
        "congressional",
        "district",
        "special",
        "election",
        "republican",
        "candidate",
        "state",
        "rick",
        "saccone",
        "canonsburg",
        "result",
        "area",
        "recently",
        "owned",
        "gop",
        "given",
        "democrat",
        "optimism",
        "winning",
        "seat",
        "november",
        "needed",
        "take",
        "house",
        "majority",
        "republican",
        "leader",
        "argue",
        "minority",
        "party",
        "congress",
        "tough",
        "time",
        "replicating",
        "result",
        "lamb",
        "successfully",
        "threaded",
        "needle",
        "supporting",
        "democratic",
        "ideal",
        "health",
        "care",
        "tax",
        "social",
        "safety",
        "net",
        "taking",
        "moderate",
        "stance",
        "gun",
        "control",
        "abortion",
        "also",
        "refused",
        "support",
        "house",
        "minority",
        "leader",
        "nancy",
        "pelosi",
        "rhetorical",
        "punching",
        "bag",
        "gop",
        "democrat",
        "outperformed",
        "result",
        "house",
        "special",
        "election",
        "since",
        "trump",
        "took",
        "office",
        "typically",
        "red",
        "pocket",
        "state",
        "pennsylvania",
        "montana",
        "south",
        "carolina",
        "kansa",
        "following",
        "lamb",
        "victory",
        "election",
        "analyst",
        "give",
        "party",
        "better",
        "chance",
        "winning",
        "upcoming",
        "house",
        "special",
        "election",
        "arizona",
        "ohio",
        "yet",
        "ohio",
        "seat",
        "particular",
        "within",
        "democrat",
        "reach",
        "republican",
        "currently",
        "favored",
        "win",
        "election",
        "shift",
        "democrat",
        "democrat",
        "reason",
        "optimism",
        "special",
        "election",
        "november",
        "midterm",
        "overall",
        "recent",
        "house",
        "special",
        "election",
        "result",
        "special",
        "election",
        "minority",
        "party",
        "congress",
        "easily",
        "exceeded",
        "performance",
        "according",
        "nbc",
        "news",
        "recent",
        "result",
        "listed",
        "first",
        "pennsylvania",
        "18th",
        "district",
        "murphy",
        "ran",
        "unopposed",
        "trump",
        "district",
        "percentage",
        "point",
        "lamb",
        "meanwhile",
        "special",
        "election",
        "fewer",
        "vote",
        "alabama",
        "senate",
        "special",
        "election",
        "deep",
        "red",
        "state",
        "last",
        "year",
        "democratic",
        "doug",
        "jones",
        "defeated",
        "republican",
        "roy",
        "moore",
        "percentage",
        "point",
        "trump",
        "gop",
        "richard",
        "shelby",
        "carried",
        "alabama",
        "nearly",
        "percentage",
        "point",
        "case",
        "republican",
        "candidate",
        "made",
        "race",
        "competitive",
        "moore",
        "faced",
        "allegation",
        "sexually",
        "abusing",
        "teenager",
        "decade",
        "ago",
        "30",
        "south",
        "carolina",
        "5th",
        "district",
        "republican",
        "ralph",
        "norman",
        "beat",
        "democrat",
        "archie",
        "parnell",
        "percentage",
        "point",
        "special",
        "election",
        "last",
        "year",
        "office",
        "management",
        "budget",
        "director",
        "mick",
        "mulvaney",
        "left",
        "congress",
        "take",
        "post",
        "trump",
        "administration",
        "seat",
        "percentage",
        "point",
        "trump",
        "carried",
        "area",
        "similar",
        "margin",
        "montana",
        "house",
        "seat",
        "gop",
        "greg",
        "gianforte",
        "defeated",
        "democrat",
        "rob",
        "quist",
        "percentage",
        "point",
        "seat",
        "interior",
        "secretary",
        "ryan",
        "zinke",
        "state",
        "house",
        "seat",
        "percentage",
        "point",
        "trump",
        "took",
        "state",
        "advantage",
        "gianforte",
        "despite",
        "assaulting",
        "reporter",
        "eve",
        "election",
        "georgia",
        "6th",
        "district",
        "tom",
        "price",
        "district",
        "percentage",
        "point",
        "trump",
        "carried",
        "area",
        "percentage",
        "point",
        "gop",
        "karen",
        "handel",
        "seat",
        "percentage",
        "point",
        "democrat",
        "jon",
        "ossoff",
        "special",
        "election",
        "last",
        "year",
        "kansa",
        "4th",
        "district",
        "republican",
        "ron",
        "estes",
        "seat",
        "special",
        "election",
        "percentage",
        "point",
        "mike",
        "pompeo",
        "carried",
        "point",
        "trump",
        "point",
        "democrat",
        "already",
        "performed",
        "better",
        "variety",
        "red",
        "district",
        "recent",
        "result",
        "give",
        "minority",
        "party",
        "optimism",
        "flip",
        "district",
        "voted",
        "clinton",
        "even",
        "supported",
        "trump",
        "try",
        "take",
        "republican",
        "seat",
        "house",
        "majority",
        "november",
        "arizona",
        "ohio",
        "election",
        "remains",
        "seen",
        "far",
        "recent",
        "democratic",
        "strength",
        "carry",
        "party",
        "candidate",
        "outperform",
        "result",
        "come",
        "short",
        "south",
        "carolina",
        "montana",
        "kansa",
        "democrat",
        "actually",
        "come",
        "top",
        "lamb",
        "pennsylvania",
        "comparing",
        "district",
        "ohio",
        "12th",
        "district",
        "appears",
        "competitive",
        "arizona",
        "8th",
        "district",
        "ohio",
        "special",
        "election",
        "held",
        "august",
        "primary",
        "may",
        "arizona",
        "special",
        "election",
        "take",
        "place",
        "april",
        "seat",
        "vacated",
        "departure",
        "gop",
        "trent",
        "frank",
        "last",
        "year",
        "solid",
        "republican",
        "leaning",
        "ohio",
        "pennsylvania",
        "district",
        "pose",
        "tougher",
        "task",
        "democrat",
        "partisan",
        "voter",
        "index",
        "nonpartisan",
        "cook",
        "political",
        "report",
        "gauge",
        "district",
        "leaning",
        "presidential",
        "election",
        "compared",
        "nation",
        "whole",
        "metric",
        "show",
        "weaker",
        "republican",
        "lean",
        "ohio",
        "12th",
        "district",
        "pennsylvania",
        "18th",
        "district",
        "arizona",
        "8th",
        "district",
        "meanwhile",
        "stronger",
        "republican",
        "tilt",
        "metric",
        "two",
        "area",
        "arizona",
        "r",
        "ohio",
        "r",
        "pennsylvania",
        "r",
        "election",
        "analyst",
        "view",
        "ohio",
        "seat",
        "opened",
        "republican",
        "pat",
        "tiberi",
        "retirement",
        "realistic",
        "target",
        "democrat",
        "arizona",
        "district",
        "following",
        "pennsylvania",
        "special",
        "election",
        "result",
        "cook",
        "changed",
        "rating",
        "12th",
        "district",
        "likely",
        "republican",
        "lean",
        "republican",
        "sabato",
        "crystal",
        "ball",
        "nonpartisan",
        "analysis",
        "site",
        "within",
        "university",
        "virginia",
        "center",
        "politics",
        "also",
        "changed",
        "view",
        "race",
        "lean",
        "republican",
        "likely",
        "republican",
        "sabato",
        "crystal",
        "ball",
        "moved",
        "arizona",
        "district",
        "safe",
        "republican",
        "likely",
        "republican",
        "following",
        "pennsylvania",
        "election",
        "still",
        "multiple",
        "factor",
        "could",
        "make",
        "winning",
        "ohio",
        "arizona",
        "difficult",
        "upset",
        "pennsylvania",
        "writes",
        "kyle",
        "kondik",
        "sabato",
        "crystal",
        "ball",
        "managing",
        "editor",
        "one",
        "southwestern",
        "pennsylvania",
        "strong",
        "democratic",
        "presence",
        "republican",
        "dominance",
        "recent",
        "election",
        "democrat",
        "voter",
        "registration",
        "edge",
        "district",
        "despite",
        "string",
        "recent",
        "result",
        "favoring",
        "gop",
        "republican",
        "hold",
        "strong",
        "registered",
        "voter",
        "advantage",
        "arizona",
        "district",
        "according",
        "sabato",
        "crystal",
        "ball",
        "meanwhile",
        "ohio",
        "12th",
        "district",
        "open",
        "primary",
        "system",
        "classifies",
        "voter",
        "differently",
        "voter",
        "voter",
        "affiliated",
        "democratic",
        "party",
        "ohio",
        "ohio",
        "12th",
        "district",
        "sits",
        "suburban",
        "columbus",
        "jut",
        "part",
        "city",
        "tiberi",
        "represented",
        "area",
        "since",
        "announced",
        "resignation",
        "year",
        "plan",
        "lead",
        "ohio",
        "business",
        "roundtable",
        "tiberi",
        "percent",
        "vote",
        "last",
        "three",
        "bid",
        "gop",
        "affiliation",
        "advantage",
        "district",
        "according",
        "sabato",
        "crystal",
        "ball",
        "still",
        "half",
        "district",
        "registered",
        "voter",
        "unaffiliated",
        "ohio",
        "12th",
        "district",
        "like",
        "pennsylvania",
        "18th",
        "better",
        "educated",
        "wealthier",
        "lower",
        "jobless",
        "rate",
        "median",
        "congressional",
        "district",
        "according",
        "census",
        "data",
        "higher",
        "proportion",
        "voter",
        "ohio",
        "12th",
        "district",
        "college",
        "degree",
        "voter",
        "pennsylvania",
        "18th",
        "district",
        "median",
        "household",
        "income",
        "higher",
        "crowded",
        "field",
        "republican",
        "democratic",
        "side",
        "vying",
        "seat",
        "republican",
        "candidate",
        "include",
        "state",
        "sen",
        "troy",
        "balderson",
        "kevin",
        "bacon",
        "democrat",
        "running",
        "include",
        "franklin",
        "county",
        "recorder",
        "danny",
        "former",
        "franklin",
        "county",
        "sheriff",
        "zach",
        "scott",
        "democrat",
        "shot",
        "winning",
        "district",
        "candidate",
        "likely",
        "need",
        "win",
        "highly",
        "educated",
        "independent",
        "republican",
        "columbus",
        "outskirt",
        "disapprove",
        "trump",
        "go",
        "primary",
        "process",
        "could",
        "make",
        "difficult",
        "democrat",
        "ohio",
        "lamb",
        "said",
        "mark",
        "weaver",
        "republican",
        "strategist",
        "communication",
        "counsel",
        "win",
        "primary",
        "election",
        "candidate",
        "often",
        "go",
        "closer",
        "party",
        "extreme",
        "make",
        "less",
        "appealing",
        "general",
        "election",
        "voter",
        "republican",
        "argued",
        "lamb",
        "easier",
        "path",
        "candidate",
        "year",
        "face",
        "primary",
        "election",
        "allowed",
        "take",
        "moderate",
        "stance",
        "would",
        "held",
        "gone",
        "primary",
        "contend",
        "democratic",
        "primary",
        "wo",
        "produce",
        "former",
        "marine",
        "former",
        "prosecutor",
        "white",
        "guy",
        "love",
        "shoot",
        "say",
        "personally",
        "want",
        "toss",
        "nancy",
        "pelosi",
        "said",
        "weaver",
        "working",
        "consultant",
        "gop",
        "candidate",
        "bacon",
        "worked",
        "balderson",
        "past",
        "course",
        "primary",
        "election",
        "concern",
        "go",
        "way",
        "weaver",
        "say",
        "risk",
        "republican",
        "district",
        "nominating",
        "someone",
        "whose",
        "view",
        "skew",
        "far",
        "right",
        "win",
        "general",
        "election",
        "may",
        "prove",
        "particularly",
        "important",
        "ohio",
        "12th",
        "district",
        "voter",
        "educated",
        "median",
        "congressional",
        "district",
        "highly",
        "educated",
        "voter",
        "generally",
        "tend",
        "socially",
        "liberal",
        "view",
        "take",
        "time",
        "research",
        "understand",
        "candidate",
        "voter",
        "clearer",
        "view",
        "candidate",
        "may",
        "special",
        "primary",
        "held",
        "special",
        "election",
        "take",
        "place",
        "august",
        "arizona",
        "arizona",
        "8th",
        "district",
        "pose",
        "much",
        "tougher",
        "challenge",
        "democrat",
        "frank",
        "represented",
        "district",
        "resignation",
        "last",
        "year",
        "usually",
        "winning",
        "percentage",
        "point",
        "frank",
        "stepped",
        "following",
        "revelation",
        "spoke",
        "female",
        "staff",
        "member",
        "potentially",
        "carrying",
        "wife",
        "child",
        "even",
        "considering",
        "recent",
        "democratic",
        "strength",
        "possible",
        "effect",
        "frank",
        "scandal",
        "gop",
        "strong",
        "republican",
        "leaning",
        "may",
        "much",
        "democrat",
        "overcome",
        "said",
        "chuck",
        "coughlin",
        "president",
        "ceo",
        "consultancy",
        "firm",
        "highground",
        "high",
        "hill",
        "democrat",
        "climb",
        "district",
        "said",
        "seat",
        "sits",
        "northwest",
        "phoenix",
        "area",
        "older",
        "wealthier",
        "median",
        "congressional",
        "district",
        "according",
        "census",
        "data",
        "also",
        "larger",
        "hispanic",
        "population",
        "pennsylvania",
        "18th",
        "district",
        "ohio",
        "12th",
        "district",
        "district",
        "nearly",
        "registered",
        "republican",
        "registered",
        "democrat",
        "according",
        "sabato",
        "crystal",
        "ball",
        "republican",
        "democrat",
        "vying",
        "seat",
        "already",
        "set",
        "state",
        "debbie",
        "lesko",
        "gop",
        "primary",
        "emergency",
        "room",
        "doctor",
        "hiral",
        "tipirneni",
        "emerged",
        "democratic",
        "side",
        "coughlin",
        "call",
        "tipirneni",
        "talented",
        "intelligent",
        "candidate",
        "strong",
        "presence",
        "district",
        "still",
        "think",
        "area",
        "strong",
        "gop",
        "leaning",
        "make",
        "difficult",
        "win",
        "barring",
        "jarring",
        "news",
        "event",
        "gop",
        "avoided",
        "possible",
        "disaster",
        "lesko",
        "served",
        "state",
        "legislator",
        "decade",
        "beat",
        "former",
        "state",
        "steve",
        "montenegro",
        "gop",
        "primary",
        "primary",
        "election",
        "emerged",
        "montenegro",
        "exchanged",
        "sexually",
        "explicit",
        "text",
        "message",
        "legislative",
        "staffer",
        "primary",
        "could",
        "left",
        "gop",
        "weakened",
        "candidate",
        "made",
        "race",
        "competitive",
        "special",
        "election",
        "take",
        "place",
        "april",
        "graphic",
        "cnbc",
        "john",
        "schoen"
    ]
}