{
    "organizations": [],
    "uuid": "f295867091d397924039f3df2dfc32fe8d3f9fc5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-biometric-authentication-and-security-solutions-provider-bio-key-reports-2017-revenue-of-6-point-3m-more-than-doubles-2016.html",
    "ord_in_thread": 0,
    "title": "Biometric Authentication and Security Solutions Provider BIO-key Reports 2017 Revenue of $6.3M; More than Doubles 2016 Performance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WALL, N.J., March 29, 2018 (GLOBE NEWSWIRE) --\nBIO-key International, Inc. (NASDAQ:BKYI), an innovative provider of biometric authentication and security solutions, today reported results for its fourth quarter (Q4’17) and full year ended December 31, 2017 and provided initial revenue guidance for 2018. BIO-key will host a conference call today at 10:00 a.m. EDT (details below) to review its 2017 results and 2018 outlook and financial guidance.\nFinancial Highlights:\n2017 2016 Chg. License Revenue $3.2M $1.2M +167 % Hardware Revenue $1.9M $1.0M +90 % Service & Maintenance Revenue $1.2M $0.8M +50 % Total Revenue $6.3M $3.0M +110 % Gross Profit $3.0M $2.2M +36 % Net Inc. (Loss) ($4.3M) ($4.2M) +2 % Note: BIO-key's 2017 gross profit and net loss reflected $1.5M of non-cash amortization expenses related to software license rights. 2017 net loss also included $531K of non-recurring fees and costs related to BIO-key's uplisting of its shares to the Nasdaq Capital Market. 2016 results included $2K of non-cash expense related to software license rights.\nBIO-key's CEO Michael DePasquale commented, \"Our 2017 growth was the result of solid sales execution across the business, supported by the increasing realization by enterprise customers that passwords alone are inadequate to protect networks, data and transactions. Growing recognition of how biometric solutions can solve both external and internal enterprise security vulnerabilities is accelerating the pace of biometric adoption, a trend we believe will continue in 2018.\n\"In addition to growing our competitive offerings of software and hardware solutions, our large and expanding network of distributors and strategic partners provides us with broad reach into markets locally and around the world. In particular, Asia Pacific continues to represent a substantial market opportunity and we are expanding our presence there to take advantage of the region's potential.\n“Our prospects for 2018 remain rooted in a few key strategic initiatives:\nExpanding our base of OEM relationships:\nBIO-key continues to pursue partnerships with leading hardware and applications developers to incorporate our state-of-the-art biometric capabilities into their customer solutions. With the growth of the Internet of Things, we see opportunities with partners to embed our biometric modules in various connected devices. This initiative builds on our already successful model of supporting OEMs, such as NCR Corporation, OmniCell, and healthcare solution providers who continue to drive expanded market penetration of BIO-key technologies. Increasing our Footprint in Asia:\nBIO-key sees substantial growth potential in Asia, where we continue to build on the capabilities and reach of our Hong Kong subsidiary and growing base of partnerships. To further leverage this investment, we are working to establish support, sales and marketing teams to expand our ability to serve large customer opportunities in India, Malaysia, Sri Lanka, Singapore and China. Expanding our Hardware Distribution:\nIn addition to increasing the reach of our enterprise reader and sensor solutions through integration partners, we are focused on increasing the distribution of our consumer facing products, such as biometric and bluetooth-enabled locks and other products. We have made our products widely available through online distribution outlets, including Amazon and our own e-commerce website. Additionally, we've partnered with OEM’s, resellers and large distributors which are delivering steady sales growth. Expanding BIO-key's global distribution will continue to be a priority in 2018.\n\"As multi-factor biometric solutions gain increasing traction in mainstream use, we believe these core initiatives position BIO-key for significant growth in 2018 and beyond\".\nInitiating 2018 Revenue Financial Guidance\nBased on specific opportunities, growth initiatives in place and recurring revenue streams, BIO-key is initiating revenue guidance of $8M-12M for the full year 2018. Within this revenue range, management expects that BIO-key can generate positive cash flow from operations in 2018. However, given the variability of contract sizes, timing, and the challenges inherent in estimating partner and OEM-based activity, BIO-key is unable to provide quarterly guidance and cautions investors to expect variability in its quarterly financial performance both on a sequential and a year-over-year basis.\nConversion of Series B-1 Preferred Stock into Common Stock at $3.60 Per Share\nOn March 23, 2018, holders of Series B-1 convertible preferred shares converted 60,420 Series B-1 shares, and accrued dividends on all outstanding Series B-1 shares through February 2, 2018 in the amount of $417,084 into approximately 1.8 million shares of common stock at a conversion price of $3.60 per share, representing approximately an 84% premium to BIO-key's recent share price of $1.96. The forgoing conversions increased BIO-key’s issued and outstanding shares of common stock to approximately 9.5 million and reduced approximately $263K of future annual dividends payable on the Series B-1 shares.\nQ4 2017 Results\nQ4'17 total revenue increased by $1.4M to $3.1 million from $1.7 million in Q4'16, principally due to an expanded license contract agreement with an existing Fortune 500 customer.\nGross margin decreased to 72% in Q4'17 from 82% in Q4'16, due primarily to $390K of non-cash software license amortization recognized in Q4'17 versus none in Q4'16. Q4'17 operating expenses decreased slightly on lower research and development costs and lower selling, general and administrative expenses.\nBIO-key's Q4'17 net income was $0.5M, or $0.04 per diluted share after preferred dividends, compared to a net loss of ($0.5M), or ($0.12) per basic share after preferred dividends in Q4'16. The improved bottom line performance was primarily due to higher software license revenues in Q4'17 compared to Q4'16.\n2017 Results\nFull year 2017 revenue rose 110% to $6.3M versus $3M in 2016, due primarily to an expanded software license agreement from a repeat Fortune 500 customer. Hardware, including readers and locks, represented 30% of total revenues in 2017 versus 32% in 2016.\nGross margin declined to approximately 49% in 2017 compared to 75% in 2016, principally due to the impact on gross margin of $1.5 million in non-cash amortization of intangible assets related to our FingerQ IP, which we began expensing in Q1'17. Operating expenses rose to $7.3M in 2017 compared to $6.4M in 2016, due to a $1.2M increase in selling, general and administrative expenses. In addition to higher marketing and sales costs to support growth at our Hong Kong subsidiary and higher sales levels in 2017, SG&A costs also included $531K of one-time costs related to our June 2017 Nasdaq uplisting.\nBIO-key’s 2017 net loss was ($4.3M), or ($0.76) per basic share after preferred dividends, compared to a loss of ($4.2M) or ($0.89) per basic share after preferred dividends in 2016. Per share results in 2017 and 2016 are based on a weighted average of 6.6 million and 5.6 million basic shares outstanding, respectively, reflecting the impact of the Company’s 1-for-12 reverse split effected December 2016.\nConference Call and Webcast Replay\nDate/Time: Thursday, March 29, 2018 at 10 am ET Dial-In number: 1-877-418-5460 U.S. or 412-717-9594 (Intl.) Webcast Replay: BKYI Q4 Webcast & Replay – Available for 30 days Call Replay: 1-877-344-7529 U.S. or 412-317-0088; Int’l code 10118191#\nAbout BIO-key International, Inc. ( www.bio-key.com )\nBIO-key is revolutionizing authentication with biometric solutions that enable convenient and secure access to information and high-stakes transactions. We offer alternatives to passwords, PINs, tokens, and cards to make it easy for enterprises and consumers to secure their devices as well as information in the cloud. Our premium finger scanning devices, including SideSwipe TM SideTouch TM EcoID TM and SidePass TM , offer market-leading quality, performance and price. BIO-key is now bringing the power and ease of use of biometric technology to its recently launched TouchLock TM line of biometric and Bluetooth enabled padlocks – thereby providing even more ways to BIO-key your world!\nBIO-key Safe Harbor Statement\nAll statements contained in this press release other than statements of historical facts are \"forward-looking statements\" as defined in the Private Securities Litigation Reform Act of 1995 (the \"Act\"). The words \"estimate,\" \"project,\" \"intends,\" \"expects,\" \"anticipates,\" \"believes\" and similar expressions are intended to identify forward-looking statements. Such forward-looking statements are made based on management's beliefs, as well as assumptions made by, and information currently available to, management pursuant to the \"safe-harbor\" provisions of the Act. These statements are not guarantees of future performance or events and are subject to risks and uncertainties that may cause actual results to differ materially from those included within or implied by such forward-looking statements. These risks and uncertainties include, without limitation, our ability to develop new products and evolve existing ones, customer and market acceptance of biometric solutions generally and our specific offerings, our ability to expand sales within existing customer relationships, and our ability to attract and retain key personnel. For a more complete description of these and other risk factors that may affect the future performance of BIO-key International, Inc., see \"Risk Factors\" in the Company's Annual Report on Form 10-K for the year ended December 31, 2016 and its other filings with the Securities and Exchange Commission. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date made. The Company undertakes no obligation to disclose any revision to these forward-looking statements to reflect events or circumstances after the date made.\nFacebook – Corporate: BIO-key International Twitter – Corporate: @BIOkeyIntl Twitter – Investors: @BIO_keyIR StockTwits: @BIO_keyIR Investor & Media Contacts\nWilliam Jones, Tanya Kamatu\nCatalyst Global\n212-924-9800\nbkyi@catalyst-ir.com\nBIO-key International, Inc. and Subsidiaries CONSOLIDATED BALANCE SHEETS December 31, 2017 2016 ASSETS Cash and cash equivalents $ 288,721 $ 1,061,307 Accounts receivable, net 2,875,946 1,563,246 Due from factor 109,865 53,638 Inventory 946,847 465,428 Software license rights 2,640,000 1,560,000 Prepaid expenses and other 152,654 206,677 Total current assets 7,014,033 4,910,296 Software license rights, net 7,933,808 10,598,411 Accounts receivable, net 760,000 1,570,000 Equipment and leasehold improvements, net 181,165 67,814 Deposits and other assets 8,712 8,712 Intangible assets, net 181,104 134,132 Total non-current assets 9,064,789 12,379,069 TOTAL ASSETS $ 16,078,822 $ 17,289,365 LIABILITIES Accounts payable $ 499,230 $ 466,842 Accrued liabilities 688,023 335,323 Dividends payable 630,408 401,250 Deferred revenue 507,866 633,062 Total current liabilities 2,325,527 1,836,477 TOTAL LIABILITIES 2,325,527 1,836,477 Commitments and Contingencies STOCKHOLDERS’ EQUITY Series A-1 convertible preferred stock: authorized, 100,000 (liquidation preference of $100 per share); issued and outstanding 62,596 and 90,000 of $.0001 par value at December 31, 2017 and December 31, 2016, respectively 6 9 Series B-1 convertible preferred stock: authorized, 105,000 (liquidation preference of $100 per share); issued and outstanding 105,000 of $.0001 par value at December 31, 2017 and December 31, 2016 11 11 Common stock — authorized, 170,000,000 shares; issued and outstanding; 7,691,324 and 6,093,843 of $.0001 par value at December 31, 2017 and December 31, 2016, respectively 769 609 Additional paid-in capital 80,829,001 78,253,413 Accumulated deficit (67,076,492 ) (62,801,154 ) TOTAL STOCKHOLDERS’ EQUITY 13,753,295 15,452,888 TOTAL LIABILITIES AND STOCKHOLDERS’ EQUITY $ 16,078,822 $ 17,289,365 All BIO-key shares issued and outstanding for all periods reflect BIO-key’s 1-for-12 reverse stock split, which was effective December 29, 2016.\nBIO-key International, Inc. and Subsidiaries CONSOLIDATED STATEMENTS OF OPERATIONS Three months Ended\nDecember 31, Years ended December 31, 2017 2016 2017 2016 Revenues Services $ 361,428 $ 128,501 $ 1,193,190 $ 821,178 License fees, hardware and other 2,693,922 1,569,386 5,109,794 2,154,578 3,055,350 1,697,887 6,302,984 2,975,756 Costs and other expenses Cost of services 135,921 47,829 439,291 216,465 Cost of license fees and other 708,251 261,733 2,802,860 513,218 844,173 309,562 3,242,151 729,683 Gross Profit 2,211,177 1,388,325 3,060,833 2,246,073 Operating expenses Selling, general and administrative 1,384,668 1,481,582 5,676,323 4,438,038 Research, development and engineering 330,552 424,540 1,659,875 2,008,942 1,715,220 1,906,122 7,336,198 6,446,980 Operating Profit (loss) 495,956 (517,797 ) (4,275,365 ) (4,200,907 ) Other income Interest income 6.29 11 27 30 Gain on derivative liabilities - 1,206 - 12,085 6.29 1,217 27 12,115 Net Profit (loss) $ 495,963 $ (516,580 ) $ (4,275,338 ) $ (4,189,704 ) Convertible preferred stock dividends (167,283 ) (200,625 ) (769,158 ) (802,500 ) Net loss available to common stockholders 328,680 (717,205 ) (5,044,496 ) (4,992,204 ) Income or (Loss) per Diluted or Basic Common Share $ 0.04 $ (0.12 ) $ (0.76 ) $ (0.89 ) Weighted Average Shares Outstanding - Diluted or Basic 7,549,575 5,783,490 6,638,382 5,587,144\nBIO-key International, Inc. and Subsidiaries CONSOLIDATED STATEMENTS OF CASH FLOWS Years ended December 31, 2017 2016 CASH FLOW FROM OPERATING ACTIVITIES: Net loss $ (4,275,338 ) $ (4,189,704 ) Adjustments to reconcile net loss to cash used for operating activities: Allowance for doubtful accounts 500,000 500,000 Depreciation 52,709 49,038 Amortization of Intangible assets 13,726 13,606 Amortization of Software license rights 1,510,051 21,589 Share and warrant-based compensation for employees and consultants 940,734 260,842 Gain on derivative liabilities - (12,085 ) Stock based fees to Directors and consultants 32,030 167,000 Change in assets and liabilities: Accounts receivable (1,002,700 ) (241,841 ) Due from factor (56,227 ) (16,217 ) Inventory (481,419 ) (296,783 ) Software license rights 74,552 - Prepaid expenses and other (33,472 ) (109,474 ) Accounts payable 32,388 (691,713 ) Accrued liabilities 352,700 (157,745 ) Deferred revenue (125,196 ) 256,657 Net cash used for operating activities (2,465,462 ) (4,446,830 ) CASH FLOWS FROM INVESTING ACTIVITIES: Capital expenditures (226,758 ) (52,975 ) Net cash used for investing activities (226,758 ) (52,975 ) CASH FLOWS FROM FINANCING ACTIVITIES: Preferred dividends paid - (535,100 ) Proceeds from issuances of common stock 2,000,000 1,860,000 Costs to issue preferred and common stock and note payable (80,366 ) (84,866 ) Net cash provided by financing activities 1,919,634 1,240,034 NET INCREASE (DECREASE) IN CASH AND CASH EQUIVALENTS (772,586 ) (3,259,771 ) CASH AND CASH EQUIVALENTS, BEGINNING OF YEAR 1,061,307 4,321,078 CASH AND CASH EQUIVALENTS, END OF YEAR $ 288,721 $ 1,061,307\nSource:BIO-key International, Inc.",
    "published": "2018-03-29T16:03:00.000+03:00",
    "crawled": "2018-03-29T16:34:37.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wall",
        "march",
        "globe",
        "newswire",
        "international",
        "nasdaq",
        "bkyi",
        "innovative",
        "provider",
        "biometric",
        "authentication",
        "security",
        "solution",
        "today",
        "reported",
        "result",
        "fourth",
        "quarter",
        "q4",
        "full",
        "year",
        "ended",
        "december",
        "provided",
        "initial",
        "revenue",
        "guidance",
        "host",
        "conference",
        "call",
        "today",
        "edt",
        "detail",
        "review",
        "result",
        "outlook",
        "financial",
        "guidance",
        "financial",
        "highlight",
        "license",
        "revenue",
        "hardware",
        "revenue",
        "service",
        "maintenance",
        "revenue",
        "total",
        "revenue",
        "gross",
        "profit",
        "net",
        "loss",
        "note",
        "gross",
        "profit",
        "net",
        "loss",
        "reflected",
        "amortization",
        "expense",
        "related",
        "software",
        "license",
        "right",
        "net",
        "loss",
        "also",
        "included",
        "531k",
        "fee",
        "cost",
        "related",
        "uplisting",
        "share",
        "nasdaq",
        "capital",
        "market",
        "result",
        "included",
        "2k",
        "expense",
        "related",
        "software",
        "license",
        "right",
        "ceo",
        "michael",
        "depasquale",
        "commented",
        "growth",
        "result",
        "solid",
        "sale",
        "execution",
        "across",
        "business",
        "supported",
        "increasing",
        "realization",
        "enterprise",
        "customer",
        "password",
        "alone",
        "inadequate",
        "protect",
        "network",
        "data",
        "transaction",
        "growing",
        "recognition",
        "biometric",
        "solution",
        "solve",
        "external",
        "internal",
        "enterprise",
        "security",
        "vulnerability",
        "accelerating",
        "pace",
        "biometric",
        "adoption",
        "trend",
        "believe",
        "continue",
        "addition",
        "growing",
        "competitive",
        "offering",
        "software",
        "hardware",
        "solution",
        "large",
        "expanding",
        "network",
        "distributor",
        "strategic",
        "partner",
        "provides",
        "u",
        "broad",
        "reach",
        "market",
        "locally",
        "around",
        "world",
        "particular",
        "asia",
        "pacific",
        "continues",
        "represent",
        "substantial",
        "market",
        "opportunity",
        "expanding",
        "presence",
        "take",
        "advantage",
        "region",
        "potential",
        "prospect",
        "remain",
        "rooted",
        "key",
        "strategic",
        "initiative",
        "expanding",
        "base",
        "oem",
        "relationship",
        "continues",
        "pursue",
        "partnership",
        "leading",
        "hardware",
        "application",
        "developer",
        "incorporate",
        "biometric",
        "capability",
        "customer",
        "solution",
        "growth",
        "internet",
        "thing",
        "see",
        "opportunity",
        "partner",
        "embed",
        "biometric",
        "module",
        "various",
        "connected",
        "device",
        "initiative",
        "build",
        "already",
        "successful",
        "model",
        "supporting",
        "oems",
        "ncr",
        "corporation",
        "omnicell",
        "healthcare",
        "solution",
        "provider",
        "continue",
        "drive",
        "expanded",
        "market",
        "penetration",
        "technology",
        "increasing",
        "footprint",
        "asia",
        "see",
        "substantial",
        "growth",
        "potential",
        "asia",
        "continue",
        "build",
        "capability",
        "reach",
        "hong",
        "kong",
        "subsidiary",
        "growing",
        "base",
        "partnership",
        "leverage",
        "investment",
        "working",
        "establish",
        "support",
        "sale",
        "marketing",
        "team",
        "expand",
        "ability",
        "serve",
        "large",
        "customer",
        "opportunity",
        "india",
        "malaysia",
        "sri",
        "lanka",
        "singapore",
        "china",
        "expanding",
        "hardware",
        "distribution",
        "addition",
        "increasing",
        "reach",
        "enterprise",
        "reader",
        "sensor",
        "solution",
        "integration",
        "partner",
        "focused",
        "increasing",
        "distribution",
        "consumer",
        "facing",
        "product",
        "biometric",
        "lock",
        "product",
        "made",
        "product",
        "widely",
        "available",
        "online",
        "distribution",
        "outlet",
        "including",
        "amazon",
        "website",
        "additionally",
        "partnered",
        "oem",
        "resellers",
        "large",
        "distributor",
        "delivering",
        "steady",
        "sale",
        "growth",
        "expanding",
        "global",
        "distribution",
        "continue",
        "priority",
        "biometric",
        "solution",
        "gain",
        "increasing",
        "traction",
        "mainstream",
        "use",
        "believe",
        "core",
        "initiative",
        "position",
        "significant",
        "growth",
        "beyond",
        "initiating",
        "revenue",
        "financial",
        "guidance",
        "based",
        "specific",
        "opportunity",
        "growth",
        "initiative",
        "place",
        "recurring",
        "revenue",
        "stream",
        "initiating",
        "revenue",
        "guidance",
        "full",
        "year",
        "within",
        "revenue",
        "range",
        "management",
        "expects",
        "generate",
        "positive",
        "cash",
        "flow",
        "operation",
        "however",
        "given",
        "variability",
        "contract",
        "size",
        "timing",
        "challenge",
        "inherent",
        "estimating",
        "partner",
        "activity",
        "unable",
        "provide",
        "quarterly",
        "guidance",
        "caution",
        "investor",
        "expect",
        "variability",
        "quarterly",
        "financial",
        "performance",
        "sequential",
        "basis",
        "conversion",
        "series",
        "preferred",
        "stock",
        "common",
        "stock",
        "per",
        "share",
        "march",
        "holder",
        "series",
        "convertible",
        "preferred",
        "share",
        "converted",
        "series",
        "share",
        "accrued",
        "dividend",
        "outstanding",
        "series",
        "share",
        "february",
        "amount",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "conversion",
        "price",
        "per",
        "share",
        "representing",
        "approximately",
        "premium",
        "recent",
        "share",
        "price",
        "forgoing",
        "conversion",
        "increased",
        "issued",
        "outstanding",
        "share",
        "common",
        "stock",
        "approximately",
        "million",
        "reduced",
        "approximately",
        "263k",
        "future",
        "annual",
        "dividend",
        "payable",
        "series",
        "share",
        "q4",
        "result",
        "total",
        "revenue",
        "increased",
        "million",
        "million",
        "principally",
        "due",
        "expanded",
        "license",
        "contract",
        "agreement",
        "existing",
        "fortune",
        "customer",
        "gross",
        "margin",
        "decreased",
        "due",
        "primarily",
        "390k",
        "software",
        "license",
        "amortization",
        "recognized",
        "versus",
        "none",
        "operating",
        "expense",
        "decreased",
        "slightly",
        "lower",
        "research",
        "development",
        "cost",
        "lower",
        "selling",
        "general",
        "administrative",
        "expense",
        "net",
        "income",
        "per",
        "diluted",
        "share",
        "preferred",
        "dividend",
        "compared",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "preferred",
        "dividend",
        "improved",
        "bottom",
        "line",
        "performance",
        "primarily",
        "due",
        "higher",
        "software",
        "license",
        "revenue",
        "compared",
        "result",
        "full",
        "year",
        "revenue",
        "rose",
        "versus",
        "3m",
        "due",
        "primarily",
        "expanded",
        "software",
        "license",
        "agreement",
        "repeat",
        "fortune",
        "customer",
        "hardware",
        "including",
        "reader",
        "lock",
        "represented",
        "total",
        "revenue",
        "versus",
        "gross",
        "margin",
        "declined",
        "approximately",
        "compared",
        "principally",
        "due",
        "impact",
        "gross",
        "margin",
        "million",
        "amortization",
        "intangible",
        "asset",
        "related",
        "fingerq",
        "ip",
        "began",
        "expensing",
        "operating",
        "expense",
        "rose",
        "compared",
        "due",
        "increase",
        "selling",
        "general",
        "administrative",
        "expense",
        "addition",
        "higher",
        "marketing",
        "sale",
        "cost",
        "support",
        "growth",
        "hong",
        "kong",
        "subsidiary",
        "higher",
        "sale",
        "level",
        "sg",
        "cost",
        "also",
        "included",
        "531k",
        "cost",
        "related",
        "june",
        "nasdaq",
        "uplisting",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "preferred",
        "dividend",
        "compared",
        "loss",
        "per",
        "basic",
        "share",
        "preferred",
        "dividend",
        "per",
        "share",
        "result",
        "based",
        "weighted",
        "average",
        "million",
        "million",
        "basic",
        "share",
        "outstanding",
        "respectively",
        "reflecting",
        "impact",
        "company",
        "reverse",
        "split",
        "effected",
        "december",
        "conference",
        "call",
        "webcast",
        "replay",
        "thursday",
        "march",
        "et",
        "number",
        "intl",
        "webcast",
        "replay",
        "bkyi",
        "q4",
        "webcast",
        "replay",
        "available",
        "day",
        "call",
        "replay",
        "int",
        "l",
        "code",
        "international",
        "revolutionizing",
        "authentication",
        "biometric",
        "solution",
        "enable",
        "convenient",
        "secure",
        "access",
        "information",
        "transaction",
        "offer",
        "alternative",
        "password",
        "pin",
        "token",
        "card",
        "make",
        "easy",
        "enterprise",
        "consumer",
        "secure",
        "device",
        "well",
        "information",
        "cloud",
        "premium",
        "finger",
        "scanning",
        "device",
        "including",
        "sideswipe",
        "tm",
        "sidetouch",
        "tm",
        "ecoid",
        "tm",
        "sidepass",
        "tm",
        "offer",
        "quality",
        "performance",
        "price",
        "bringing",
        "power",
        "ease",
        "use",
        "biometric",
        "technology",
        "recently",
        "launched",
        "touchlock",
        "tm",
        "line",
        "biometric",
        "bluetooth",
        "enabled",
        "padlock",
        "thereby",
        "providing",
        "even",
        "way",
        "world",
        "safe",
        "harbor",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "statement",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "act",
        "word",
        "estimate",
        "project",
        "intends",
        "expects",
        "anticipates",
        "belief",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "made",
        "based",
        "management",
        "belief",
        "well",
        "assumption",
        "made",
        "information",
        "currently",
        "available",
        "management",
        "pursuant",
        "provision",
        "act",
        "statement",
        "guarantee",
        "future",
        "performance",
        "event",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "included",
        "within",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "ability",
        "develop",
        "new",
        "product",
        "evolve",
        "existing",
        "one",
        "customer",
        "market",
        "acceptance",
        "biometric",
        "solution",
        "generally",
        "specific",
        "offering",
        "ability",
        "expand",
        "sale",
        "within",
        "existing",
        "customer",
        "relationship",
        "ability",
        "attract",
        "retain",
        "key",
        "personnel",
        "complete",
        "description",
        "risk",
        "factor",
        "may",
        "affect",
        "future",
        "performance",
        "international",
        "see",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filing",
        "security",
        "exchange",
        "commission",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "undertakes",
        "obligation",
        "disclose",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "made",
        "facebook",
        "corporate",
        "international",
        "twitter",
        "corporate",
        "biokeyintl",
        "twitter",
        "investor",
        "stocktwits",
        "investor",
        "medium",
        "contact",
        "william",
        "jones",
        "tanya",
        "kamatu",
        "catalyst",
        "global",
        "bkyi",
        "international",
        "subsidiary",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "due",
        "factor",
        "inventory",
        "software",
        "license",
        "right",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "software",
        "license",
        "right",
        "net",
        "account",
        "receivable",
        "net",
        "equipment",
        "leasehold",
        "improvement",
        "net",
        "deposit",
        "asset",
        "intangible",
        "asset",
        "net",
        "total",
        "asset",
        "total",
        "asset",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "dividend",
        "payable",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "series",
        "convertible",
        "preferred",
        "stock",
        "authorized",
        "liquidation",
        "preference",
        "per",
        "share",
        "issued",
        "outstanding",
        "par",
        "value",
        "december",
        "december",
        "respectively",
        "series",
        "convertible",
        "preferred",
        "stock",
        "authorized",
        "liquidation",
        "preference",
        "per",
        "share",
        "issued",
        "outstanding",
        "par",
        "value",
        "december",
        "december",
        "common",
        "stock",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "par",
        "value",
        "december",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "share",
        "issued",
        "outstanding",
        "period",
        "reflect",
        "reverse",
        "stock",
        "split",
        "effective",
        "december",
        "international",
        "subsidiary",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "service",
        "license",
        "fee",
        "hardware",
        "cost",
        "expense",
        "cost",
        "service",
        "cost",
        "license",
        "fee",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "research",
        "development",
        "engineering",
        "operating",
        "profit",
        "loss",
        "income",
        "interest",
        "income",
        "gain",
        "derivative",
        "liability",
        "net",
        "profit",
        "loss",
        "convertible",
        "preferred",
        "stock",
        "dividend",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "income",
        "loss",
        "per",
        "diluted",
        "basic",
        "common",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "basic",
        "international",
        "subsidiary",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "year",
        "ended",
        "december",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "cash",
        "used",
        "operating",
        "activity",
        "allowance",
        "doubtful",
        "account",
        "depreciation",
        "amortization",
        "intangible",
        "asset",
        "amortization",
        "software",
        "license",
        "right",
        "share",
        "compensation",
        "employee",
        "consultant",
        "gain",
        "derivative",
        "liability",
        "stock",
        "based",
        "fee",
        "director",
        "consultant",
        "change",
        "asset",
        "liability",
        "account",
        "receivable",
        "due",
        "factor",
        "inventory",
        "software",
        "license",
        "right",
        "prepaid",
        "expense",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "capital",
        "expenditure",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "preferred",
        "dividend",
        "paid",
        "proceeds",
        "issuance",
        "common",
        "stock",
        "cost",
        "issue",
        "preferred",
        "common",
        "stock",
        "note",
        "payable",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "net",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "year",
        "cash",
        "cash",
        "equivalent",
        "end",
        "year",
        "source",
        "international",
        "inc"
    ]
}