{
    "organizations": [],
    "uuid": "c6fd7fa5f176c78aa9528109e2ca2a8c1350e04a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/business-wire-arkema-launches-its-sixth-capital-increase-reserved-for-current-and-former-employees.html",
    "ord_in_thread": 0,
    "title": "Arkema Launches Its Sixth Capital Increase Reserved for Current and Former Employees",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "COLOMBES, France--(BUSINESS WIRE)--\nRegulatory News:\nArkema (Paris:AKE) is carrying out a new capital increase reserved for the current and former employees of the Arkema Group, which will cover 31 countries, including France, and representing around 94.36% employees of the Group.\nThe subscription period will take place from March 9, 2018 to March 22, 2018 (inclusive).\nThe new Arkema shares shall bear right (date de jouissance) from January 1, 2017 and shall be entitled to dividends paid in 2018.\nThe terms and conditions of this offer are described below.\nISSUER\nARKEMA\nCompartment A of the Eurolist market – Euronext Paris (France)\nOrdinary share with ISIN code : #FR0010313833 - AKE\nSecurity admitted to the Service de Règlement Différé (or “Differed Payment Service”, hereinafter referred to as “SRD”)\nFRAMEWORK AND REASONS FOR THE OFFERING\nThe Shareholders’ Meeting dated June 7, 2016 delegated its powers to the Board of Directors for the purposes of carrying out, all at once or incrementally, by a maximum nominal amount not to exceed € 12 million, and within a timeframe not to exceed 26 months, an issuance of shares reserved for the current and former employees of the Group, within the framework of Articles L. 225-138-1 of the French Commercial Code and L. 3332-18 et seq. of the French Labor Code.\nIn order to reinforce the existing relationship between the Group and its employees by giving them the option of being more closely linked to the Group’s future developments and performance, the Board of Directors dated November 8, 2017, in accordance with the aforementioned delegation of powers has decided to carry out once again a capital increase reserved for the current and former employees of the Group, of a maximum amount of € 12 million and granted all powers to the Chief Executive Officer in order to complete the capital increase and particularly set the subscription price and the dates of the subscription period.\nThis capital increase is proposed to current and former employees of the Group who are located in France, Argentina, Australia, Belgium, Brazil, Canada, China, Denmark, Egypt, Germany, India, Indonesia, Ireland, Italy, Japan, Malaysia, Mexico, New Zealand, the Netherlands, Philippines, Poland, Romania, Singapore, South Korea, Spain, Sweden, Switzerland, Turkey, the United Arab Emirates, United Kingdom and the United States. Some of these countries’ participation is, however, subject to the receipt of local authorizations in those countries.\nThe shares will be subscribed either via direct shareholding or via a French fonds commun de placement d’entreprise (employee shareholding vehicle, hereinafter referred to as “FCPE”), in accordance with the legislation applicable in the various countries included in the scope of the capital increase.\nSECURITIES OFFERED\nUsing the delegation of powers granted by the Board of Directors, the Chief Executive Officer set the subscription price and the dates of the subscription period:\nthe subscription price : 81.97 euros.\nIt is equal to 80% of the average of the opening prices of the Arkema share on the Euronext Paris S.A. market during the twenty trading days preceding this day (i.e: 80% of 102.46 euros). It is final and shall remain valid irrespective of the fluctuations, whether upward or downward, in the price of Arkema shares until the closing date for subscriptions. the subscription period: from March 9, 2018 to March 22, 2018 (inclusive).\nThe maximal number of shares that may be issued is 1.2 million with a nominal value of € 10 each, representing a total nominal amount of € 12 million.\nThe new Arkema shares will be ordinary shares issued by the company, of the same class as the existing shares. The rights attached to the new shares will be the same as those attached to the existing ordinary shares of the Arkema company and are detailed in its articles of association. The new shares shall bear right (date de jouissance) from January 1, 2017 and shall be entitled to dividends paid in 2018.\nThe admission of the Arkema shares to trading on the Euronext Paris S.A. market (ISIN Code # FR0010313833 - AKE) shall be requested as soon as possible after the completion of the capital increase expected on April 26, 2018, on the same listing line as the existing shares.\nSUBSCRIPTION CONDITIONS\nBeneficiaries of the issuance: the beneficiaries of the issuance are:\nthe employees of the Group that have become members of the Plan d’Epargne Groupe ( hereinafter referred to as the “PEG A”) of the Arkema group who meet a seniority requirement of at least three months at the time of the subscription, and the former employees who left the Group due to retirement or early-retirement and who became members of the PEG A before their employment activities ended, provided that they have kept assets in the PEG A and subject to applicable local law.\nType of issuance: this issuance is made without any preferential subscription rights.\nTerms and conditions of subscription: the shares will be subscribed via:\ndirect shareholding, in Denmark, Germany, Italy, Japan, South Korea and the United States; one of the two FCPE hereafter: FCPE “Arkema Actionnariat France Relais 2018” (approved by the Autorité des Marchés Financiers (French securities regulator, hereinafter referred to as “AMF” under # FCE20180003) for the shares subscribed by the employees of French companies . This “relais” (or temporary) FCPE was specifically created for the purposes of this capital increase. Once the capital increase is complete, it is intended to be merged with the “Arkema Actionnariat France” FCPE; FCPE “Arkema Actionnariat International Relais 2018” (# FCE20180004) for the employees of companies in Argentina, Australia, Belgium, Brazil, Canada, China, Egypt, India, Indonesia, Ireland, Malaysia, Mexico, the Netherlands, New Zealand, Philippines, Poland, Romania, Singapore, Spain, Sweden, Switzerland, Turkey, the United Arab Emirates and United Kingdom . This “relais” FCPE was also specifically created for the purposes of this capital increase. Once the capital increase is complete, it is intended to be merged with the “Arkema Actionnariat International” FCPE.\nThe regulations of the above-mentioned “relais” FCPEs were approved by the AMF on January 5, 2018.\nVoting rights: the employees who subscribe via direct shareholding will exercise their voting rights individually at Arkema’s shareholders’ meetings. The voting rights attached to the shares subscribed via an FCPE will be exercised at Arkema’s shareholders’ meetings by their respective FCPE’s supervisory board.\nSubscription ceiling: the maximum subscription amount for each beneficiary shall not exceed the counter-value of 1,000 discounted Arkema shares subscription price. In addition, the annual payment made by each beneficiary cannot exceed one quarter of their gross annual remuneration, including all the payments that can be made within the framework of their Company and/or the Group’s Plans d’épargne (Savings Plans).\nLock-up applicable to the Arkema shares: pursuant to Article L. 3332-25 of the French Labor Code, the current and former employees who have subscribed to the issuance must hold their units of the “Arkema Actionnariat France” or “Arkema Actionnariat International” FCPEs or the shares they hold via direct shareholding, for a lock-up period of five years, i.e. until April 26, 2023 inclusive, unless one of the early exit events set forth in Articles L. 3324-10 and R. 3324-22 of the French Labor Code occurs to employees in France. These lock-up and unlock-up rules, which can be subject to adjustment outside of France, are described in the local supplement prepared in each country.\nTerms and conditions of payment of the shares: Depending on the nature of the contractual relationship that exists between the employees and their company and the legislation in force in each of the countries, the payment of the subscription price of the shares will be entirely paid for:\neither in cash via personal contribution; or with an advance provided by an employer to employees, which cannot exceed 10 % of the employee’s net monthly salary, repayable by a monthly salary withholding as of May 2018; or by a combination of the above two payment options.\nFurthermore, in France, employees may allocate, if applicable, all or part of the premium derived from their profit-sharing plans (“intéressement et participation”), enabling them to benefit from the employer’s matching contribution (“abondement”). Abroad, employees who subscribe to the capital increase will be allotted one free share for four subscribed shares within the limit of twenty-five shares. These shares will be issued within the framework of the 17 th resolution of the Shareholders’ Meeting dated June 7, 2016.\nReduction of subscription requests: In the event that the total number of Arkema shares subscribed is higher than the number of Arkema shares offered, the subscriptions will be subject to a reduction in accordance with a formula described in the brochure.\nTAX TREATMENTS IN FORCE TODAY\n- Employees who are French tax residents\nThe discount is exempt from income tax and social security charges. The dividends that could be distributed, as the case may be, are also exempt insofar as they are automatically reinvested in an FCPE. The redemption of FCPE units that have become available following the expiration of the lock-up period as well as early redemptions are exempt of taxes on capital gains and on the sale of securities. However, these capital gains are subject to social security withholdings.\nThe interest on the advance payment granted will not be withheld. It will be considered as a benefit, calculated on the basis of the legal interest rate in force on the date of subscription, and subject to social security contributions, social security withholdings, and to income tax.\n- Employees who are not French tax residents\nEmployees who do not reside in France for tax purposes are subject to the tax provisions applicable in their respective countries of residence.\nSPECIAL NOTE REGARDING THE INTERNATIONAL OFFERING\nThis press release does not constitute an offer to sell or a solicitation to purchase Arkema shares. The offering of Arkema shares reserved for employees will be conducted only in countries where such an offering has been registered with the competent local authorities and/or following the approval of a prospectus by the competent local authorities or in consideration of an exemption of the requirement to prepare a prospectus or register the offering. More generally, the offering will only be conducted in countries where all required filing procedures and/or consultation or information obligations with respect to organizations representing employees and/or notifications have been completed and the authorizations have been obtained. This press release is not destined for, and copies thereof should not be sent to, countries in which such a prospectus has not been approved or such an exemption is not available or where all of the required filing procedures and/or consultation or information obligations with respect to organizations representing employees and/or notifications have not been completed or where the authorizations have not been obtained.\nThis press release constitutes the information document required pursuant to Articles 212-4 (paragraph 5) and 212-5 (paragraph 6) of the AMF’s General Regulations and to Article 19 of instruction n° 2016-04 of October 21, 2016, amended on January 15, 2018, published in the form of a press release in accordance with Article 221-3 of the AMF’s General Regulations.\nA designer of materials and innovative solutions, Arkema shapes materials and creates new uses that accelerate customer performance. Our balanced business portfolio spans high-performance materials, industrial specialties and coating solutions. Our globally recognized brands are ranked among the leaders in the markets we serve. Reporting annual sales of €8.3 billion in 2017, we employ approximately 20,000 people worldwide and operate in close to 55 countries. We are committed to active engagement with all our stakeholders. Our research centers in North America, France and Asia concentrate on advances in bio-based products, new energies, water management, electronic solutions, lightweight materials and design, home efficiency and insulation. www.arkema.com\nArkema\n420, rue d’Estienne d’Orves – F-92705 Colombes Cedex – France\nTél. : +33 1 49 00 80 80 – Fax : +33 1 49 00 83 96\nSociété anonyme au capital de 754 701 730 euros – 445 074 685 RCS Nanterre\narkema.com\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180306006383/en/\nArkema\nINVESTOR RELATIONS\nSophie Fouillat, Tel. +33 1 49 00 86 37\nE-mail: sophie.fouillat@arkema.com\nor\nFrançois Ruas, Tel. +33 1 49 00 72 07\nE-mail: francois.ruas@arkema.com\nSource: Arkema",
    "published": "2018-03-06T20:19:00.000+02:00",
    "crawled": "2018-03-06T20:06:09.024+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "colombes",
        "france",
        "business",
        "wire",
        "regulatory",
        "news",
        "arkema",
        "paris",
        "ake",
        "carrying",
        "new",
        "capital",
        "increase",
        "reserved",
        "current",
        "former",
        "employee",
        "arkema",
        "group",
        "cover",
        "country",
        "including",
        "france",
        "representing",
        "around",
        "employee",
        "group",
        "subscription",
        "period",
        "take",
        "place",
        "march",
        "march",
        "inclusive",
        "new",
        "arkema",
        "share",
        "shall",
        "bear",
        "right",
        "date",
        "de",
        "jouissance",
        "january",
        "shall",
        "entitled",
        "dividend",
        "paid",
        "term",
        "condition",
        "offer",
        "described",
        "issuer",
        "arkema",
        "compartment",
        "eurolist",
        "market",
        "euronext",
        "paris",
        "france",
        "ordinary",
        "share",
        "isin",
        "code",
        "fr0010313833",
        "ake",
        "security",
        "admitted",
        "service",
        "de",
        "règlement",
        "différé",
        "differed",
        "payment",
        "service",
        "hereinafter",
        "referred",
        "srd",
        "framework",
        "reason",
        "offering",
        "shareholder",
        "meeting",
        "dated",
        "june",
        "delegated",
        "power",
        "board",
        "director",
        "purpose",
        "carrying",
        "incrementally",
        "maximum",
        "nominal",
        "amount",
        "exceed",
        "million",
        "within",
        "timeframe",
        "exceed",
        "month",
        "issuance",
        "share",
        "reserved",
        "current",
        "former",
        "employee",
        "group",
        "within",
        "framework",
        "article",
        "french",
        "commercial",
        "code",
        "et",
        "seq",
        "french",
        "labor",
        "code",
        "order",
        "reinforce",
        "existing",
        "relationship",
        "group",
        "employee",
        "giving",
        "option",
        "closely",
        "linked",
        "group",
        "future",
        "development",
        "performance",
        "board",
        "director",
        "dated",
        "november",
        "accordance",
        "aforementioned",
        "delegation",
        "power",
        "decided",
        "carry",
        "capital",
        "increase",
        "reserved",
        "current",
        "former",
        "employee",
        "group",
        "maximum",
        "amount",
        "million",
        "granted",
        "power",
        "chief",
        "executive",
        "officer",
        "order",
        "complete",
        "capital",
        "increase",
        "particularly",
        "set",
        "subscription",
        "price",
        "date",
        "subscription",
        "period",
        "capital",
        "increase",
        "proposed",
        "current",
        "former",
        "employee",
        "group",
        "located",
        "france",
        "argentina",
        "australia",
        "belgium",
        "brazil",
        "canada",
        "china",
        "denmark",
        "egypt",
        "germany",
        "india",
        "indonesia",
        "ireland",
        "italy",
        "japan",
        "malaysia",
        "mexico",
        "new",
        "zealand",
        "netherlands",
        "philippine",
        "poland",
        "romania",
        "singapore",
        "south",
        "korea",
        "spain",
        "sweden",
        "switzerland",
        "turkey",
        "united",
        "arab",
        "emirate",
        "united",
        "kingdom",
        "united",
        "state",
        "country",
        "participation",
        "however",
        "subject",
        "receipt",
        "local",
        "authorization",
        "country",
        "share",
        "subscribed",
        "either",
        "via",
        "direct",
        "shareholding",
        "via",
        "french",
        "fonds",
        "commun",
        "de",
        "placement",
        "entreprise",
        "employee",
        "shareholding",
        "vehicle",
        "hereinafter",
        "referred",
        "fcpe",
        "accordance",
        "legislation",
        "applicable",
        "various",
        "country",
        "included",
        "scope",
        "capital",
        "increase",
        "security",
        "offered",
        "using",
        "delegation",
        "power",
        "granted",
        "board",
        "director",
        "chief",
        "executive",
        "officer",
        "set",
        "subscription",
        "price",
        "date",
        "subscription",
        "period",
        "subscription",
        "price",
        "euro",
        "equal",
        "average",
        "opening",
        "price",
        "arkema",
        "share",
        "euronext",
        "paris",
        "market",
        "twenty",
        "trading",
        "day",
        "preceding",
        "day",
        "euro",
        "final",
        "shall",
        "remain",
        "valid",
        "irrespective",
        "fluctuation",
        "whether",
        "upward",
        "downward",
        "price",
        "arkema",
        "share",
        "closing",
        "date",
        "subscription",
        "subscription",
        "period",
        "march",
        "march",
        "inclusive",
        "maximal",
        "number",
        "share",
        "may",
        "issued",
        "million",
        "nominal",
        "value",
        "representing",
        "total",
        "nominal",
        "amount",
        "million",
        "new",
        "arkema",
        "share",
        "ordinary",
        "share",
        "issued",
        "company",
        "class",
        "existing",
        "share",
        "right",
        "attached",
        "new",
        "share",
        "attached",
        "existing",
        "ordinary",
        "share",
        "arkema",
        "company",
        "detailed",
        "article",
        "association",
        "new",
        "share",
        "shall",
        "bear",
        "right",
        "date",
        "de",
        "jouissance",
        "january",
        "shall",
        "entitled",
        "dividend",
        "paid",
        "admission",
        "arkema",
        "share",
        "trading",
        "euronext",
        "paris",
        "market",
        "isin",
        "code",
        "fr0010313833",
        "ake",
        "shall",
        "requested",
        "soon",
        "possible",
        "completion",
        "capital",
        "increase",
        "expected",
        "april",
        "listing",
        "line",
        "existing",
        "share",
        "subscription",
        "condition",
        "beneficiary",
        "issuance",
        "beneficiary",
        "issuance",
        "employee",
        "group",
        "become",
        "member",
        "plan",
        "epargne",
        "groupe",
        "hereinafter",
        "referred",
        "peg",
        "arkema",
        "group",
        "meet",
        "seniority",
        "requirement",
        "least",
        "three",
        "month",
        "time",
        "subscription",
        "former",
        "employee",
        "left",
        "group",
        "due",
        "retirement",
        "became",
        "member",
        "peg",
        "employment",
        "activity",
        "ended",
        "provided",
        "kept",
        "asset",
        "peg",
        "subject",
        "applicable",
        "local",
        "law",
        "type",
        "issuance",
        "issuance",
        "made",
        "without",
        "preferential",
        "subscription",
        "right",
        "term",
        "condition",
        "subscription",
        "share",
        "subscribed",
        "via",
        "direct",
        "shareholding",
        "denmark",
        "germany",
        "italy",
        "japan",
        "south",
        "korea",
        "united",
        "state",
        "one",
        "two",
        "fcpe",
        "hereafter",
        "fcpe",
        "arkema",
        "actionnariat",
        "france",
        "relais",
        "approved",
        "autorité",
        "de",
        "marchés",
        "financier",
        "french",
        "security",
        "regulator",
        "hereinafter",
        "referred",
        "amf",
        "fce20180003",
        "share",
        "subscribed",
        "employee",
        "french",
        "company",
        "relais",
        "temporary",
        "fcpe",
        "specifically",
        "created",
        "purpose",
        "capital",
        "increase",
        "capital",
        "increase",
        "complete",
        "intended",
        "merged",
        "arkema",
        "actionnariat",
        "france",
        "fcpe",
        "fcpe",
        "arkema",
        "actionnariat",
        "international",
        "relais",
        "fce20180004",
        "employee",
        "company",
        "argentina",
        "australia",
        "belgium",
        "brazil",
        "canada",
        "china",
        "egypt",
        "india",
        "indonesia",
        "ireland",
        "malaysia",
        "mexico",
        "netherlands",
        "new",
        "zealand",
        "philippine",
        "poland",
        "romania",
        "singapore",
        "spain",
        "sweden",
        "switzerland",
        "turkey",
        "united",
        "arab",
        "emirate",
        "united",
        "kingdom",
        "relais",
        "fcpe",
        "also",
        "specifically",
        "created",
        "purpose",
        "capital",
        "increase",
        "capital",
        "increase",
        "complete",
        "intended",
        "merged",
        "arkema",
        "actionnariat",
        "international",
        "fcpe",
        "regulation",
        "relais",
        "fcpes",
        "approved",
        "amf",
        "january",
        "voting",
        "right",
        "employee",
        "subscribe",
        "via",
        "direct",
        "shareholding",
        "exercise",
        "voting",
        "right",
        "individually",
        "arkema",
        "shareholder",
        "meeting",
        "voting",
        "right",
        "attached",
        "share",
        "subscribed",
        "via",
        "fcpe",
        "exercised",
        "arkema",
        "shareholder",
        "meeting",
        "respective",
        "fcpe",
        "supervisory",
        "board",
        "subscription",
        "ceiling",
        "maximum",
        "subscription",
        "amount",
        "beneficiary",
        "shall",
        "exceed",
        "discounted",
        "arkema",
        "share",
        "subscription",
        "price",
        "addition",
        "annual",
        "payment",
        "made",
        "beneficiary",
        "exceed",
        "one",
        "quarter",
        "gross",
        "annual",
        "remuneration",
        "including",
        "payment",
        "made",
        "within",
        "framework",
        "company",
        "group",
        "plan",
        "épargne",
        "saving",
        "plan",
        "applicable",
        "arkema",
        "share",
        "pursuant",
        "article",
        "french",
        "labor",
        "code",
        "current",
        "former",
        "employee",
        "subscribed",
        "issuance",
        "must",
        "hold",
        "unit",
        "arkema",
        "actionnariat",
        "france",
        "arkema",
        "actionnariat",
        "international",
        "fcpes",
        "share",
        "hold",
        "via",
        "direct",
        "shareholding",
        "period",
        "five",
        "year",
        "april",
        "inclusive",
        "unless",
        "one",
        "early",
        "exit",
        "event",
        "set",
        "forth",
        "article",
        "french",
        "labor",
        "code",
        "occurs",
        "employee",
        "france",
        "rule",
        "subject",
        "adjustment",
        "outside",
        "france",
        "described",
        "local",
        "supplement",
        "prepared",
        "country",
        "term",
        "condition",
        "payment",
        "share",
        "depending",
        "nature",
        "contractual",
        "relationship",
        "exists",
        "employee",
        "company",
        "legislation",
        "force",
        "country",
        "payment",
        "subscription",
        "price",
        "share",
        "entirely",
        "paid",
        "either",
        "cash",
        "via",
        "personal",
        "contribution",
        "advance",
        "provided",
        "employer",
        "employee",
        "exceed",
        "employee",
        "net",
        "monthly",
        "salary",
        "repayable",
        "monthly",
        "salary",
        "withholding",
        "may",
        "combination",
        "two",
        "payment",
        "option",
        "furthermore",
        "france",
        "employee",
        "may",
        "allocate",
        "applicable",
        "part",
        "premium",
        "derived",
        "plan",
        "intéressement",
        "et",
        "participation",
        "enabling",
        "benefit",
        "employer",
        "matching",
        "contribution",
        "abondement",
        "abroad",
        "employee",
        "subscribe",
        "capital",
        "increase",
        "allotted",
        "one",
        "free",
        "share",
        "four",
        "subscribed",
        "share",
        "within",
        "limit",
        "share",
        "share",
        "issued",
        "within",
        "framework",
        "th",
        "resolution",
        "shareholder",
        "meeting",
        "dated",
        "june",
        "reduction",
        "subscription",
        "request",
        "event",
        "total",
        "number",
        "arkema",
        "share",
        "subscribed",
        "higher",
        "number",
        "arkema",
        "share",
        "offered",
        "subscription",
        "subject",
        "reduction",
        "accordance",
        "formula",
        "described",
        "brochure",
        "tax",
        "treatment",
        "force",
        "today",
        "employee",
        "french",
        "tax",
        "resident",
        "discount",
        "exempt",
        "income",
        "tax",
        "social",
        "security",
        "charge",
        "dividend",
        "could",
        "distributed",
        "case",
        "may",
        "also",
        "exempt",
        "insofar",
        "automatically",
        "reinvested",
        "fcpe",
        "redemption",
        "fcpe",
        "unit",
        "become",
        "available",
        "following",
        "expiration",
        "period",
        "well",
        "early",
        "redemption",
        "exempt",
        "tax",
        "capital",
        "gain",
        "sale",
        "security",
        "however",
        "capital",
        "gain",
        "subject",
        "social",
        "security",
        "withholding",
        "interest",
        "advance",
        "payment",
        "granted",
        "withheld",
        "considered",
        "benefit",
        "calculated",
        "basis",
        "legal",
        "interest",
        "rate",
        "force",
        "date",
        "subscription",
        "subject",
        "social",
        "security",
        "contribution",
        "social",
        "security",
        "withholding",
        "income",
        "tax",
        "employee",
        "french",
        "tax",
        "resident",
        "employee",
        "reside",
        "france",
        "tax",
        "purpose",
        "subject",
        "tax",
        "provision",
        "applicable",
        "respective",
        "country",
        "residence",
        "special",
        "note",
        "regarding",
        "international",
        "offering",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "purchase",
        "arkema",
        "share",
        "offering",
        "arkema",
        "share",
        "reserved",
        "employee",
        "conducted",
        "country",
        "offering",
        "registered",
        "competent",
        "local",
        "authority",
        "following",
        "approval",
        "prospectus",
        "competent",
        "local",
        "authority",
        "consideration",
        "exemption",
        "requirement",
        "prepare",
        "prospectus",
        "register",
        "offering",
        "generally",
        "offering",
        "conducted",
        "country",
        "required",
        "filing",
        "procedure",
        "consultation",
        "information",
        "obligation",
        "respect",
        "organization",
        "representing",
        "employee",
        "notification",
        "completed",
        "authorization",
        "obtained",
        "press",
        "release",
        "destined",
        "copy",
        "thereof",
        "sent",
        "country",
        "prospectus",
        "approved",
        "exemption",
        "available",
        "required",
        "filing",
        "procedure",
        "consultation",
        "information",
        "obligation",
        "respect",
        "organization",
        "representing",
        "employee",
        "notification",
        "completed",
        "authorization",
        "obtained",
        "press",
        "release",
        "constitutes",
        "information",
        "document",
        "required",
        "pursuant",
        "article",
        "paragraph",
        "paragraph",
        "amf",
        "general",
        "regulation",
        "article",
        "instruction",
        "october",
        "amended",
        "january",
        "published",
        "form",
        "press",
        "release",
        "accordance",
        "article",
        "amf",
        "general",
        "regulation",
        "designer",
        "material",
        "innovative",
        "solution",
        "arkema",
        "shape",
        "material",
        "creates",
        "new",
        "us",
        "accelerate",
        "customer",
        "performance",
        "balanced",
        "business",
        "portfolio",
        "span",
        "material",
        "industrial",
        "specialty",
        "coating",
        "solution",
        "globally",
        "recognized",
        "brand",
        "ranked",
        "among",
        "leader",
        "market",
        "serve",
        "reporting",
        "annual",
        "sale",
        "billion",
        "employ",
        "approximately",
        "people",
        "worldwide",
        "operate",
        "close",
        "country",
        "committed",
        "active",
        "engagement",
        "stakeholder",
        "research",
        "center",
        "north",
        "america",
        "france",
        "asia",
        "concentrate",
        "advance",
        "product",
        "new",
        "energy",
        "water",
        "management",
        "electronic",
        "solution",
        "lightweight",
        "material",
        "design",
        "home",
        "efficiency",
        "insulation",
        "arkema",
        "rue",
        "estienne",
        "orves",
        "colombes",
        "cedex",
        "france",
        "tél",
        "fax",
        "société",
        "anonyme",
        "au",
        "capital",
        "de",
        "euro",
        "rcs",
        "nanterre",
        "view",
        "source",
        "version",
        "http",
        "arkema",
        "investor",
        "relation",
        "sophie",
        "fouillat",
        "tel",
        "françois",
        "ruas",
        "tel",
        "source",
        "arkema"
    ]
}