{
    "organizations": [],
    "uuid": "b4ce56e75c424d06f5a712b8b8e80c3b1999223e",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/03/21/spotify-investor-par-jorgen-parson/",
    "ord_in_thread": 0,
    "title": "Spotify IPO: Company's First Investor On Why the IPO Makes Sense",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "9:07 AM EDT \nThis article originally ran in Term Sheet, Fortune’s newsletter about deals and dealmakers. Sign up here. \nPär-Jörgen Pärson, a general partner at Swedish growth investment firm Northzone , made a really great bet 10 years ago. He led Spotify’s Series A round in 2008. \nAt first, Pärson was skeptical of the founders’ desire to go after the music industry. “I had already invested in a couple of music-related tech startups that both failed,” he told Term Sheet. \nBut co-founders Martin Lorentzon and Daniel Ek managed to convince him that they were proposing a new business model. “I had seen so many startups that were just like lambs to the slaughter — labels would get some payments from them and let them die,” Pärson said. “But the labels took [Lorentzon and Ek] seriously because they had a product that was absolutely extraordinary compared to anything in the market at the time.” \nSo he took a chance on that small Swedish startup, which is now a massive business planning a historic IPO on April 3. Spotify is the first large, high-profile company to pursue a direct listing of its shares. It’s an unusual move with some clear benefits — no banks, no roadshow, no crazy fees, and no lock-up period. ( Read more about that here ) \nIn a conversation with Term Sheet, Pärson discusses why Spotify chose its unusual IPO route, his biggest concern about the first day of trading, and whether other tech unicorns will follow suit. \nTERM SHEET: Why did Spotify decide that a direct listing would be the best route to going public? \nPÄRSON: It was thanks to Spotify CFO Barry McCarthy, who has already done two IPOs. He started to question what value an IPO would bring to Spotify and its investors. The team saw a number of issues with the [traditional] IPO process, which were basically based on regulations that were defined in the 1930s. They are just not up to par with what I think would be in the best interest of investors. Spotify really wanted to communicate loud and clear to everyone about how this process actually works up until the day the stock trades. But the IPO rules prevent them from doing that by making sure they communicate entirely through a middleman. The middleman may not even understand the business. So that was one complication. \nThe other one was that there was neither need nor desire to raise capital. Why pay hundreds of million of dollars in underwriting fees for something you don’t actually need? \nSo you’re saying that Spotify doesn’t need the capital right now, but do you see it eventually needing to offer new shares to raise money? \nPÄRSON: I don’t think so. The Spotify business model is very cash-efficient. The company gets paid through a subscription on Day 1 of the month. They need to pay their content owners several days after the close of the month when we know what the consumption pattern has been, and that’s how they distribute the revenue share. This means they have a negative working capital requirement, which is in contrast to Netflix , for instance. Netflix needs to produce shows months or years ahead of any revenue coming in. So it’s a totally different model from that perspective. \nAre you nervous about the volatility that comes with doing a direct listing? \nPÄRSON: For all the tech companies that come to market with lots of anticipation and a well-know brand, there’s always a risk that the stock will shoot to the stars and have trouble to match that with their fundamentals. That is probably my biggest worry. \nHow does Spotify stack up to competitors like Apple Music? Although it reported about 35 million more paying subscribers, industry sources are saying that Apple Music is adding paid subscribers in the U.S. at a faster rate than Spotify. Any insight on Spotify’s ability to stay ahead of competitors in this regard? \nPÄRSON: I actually think it’s the opposite — I think Spotify has grown consistently faster than Apple in recent years. However, Apple does have a tremendous advantage of being able to market to their device ecosystem inexpensively and intensely. \nThe filing showed heavy losses, with Spotify losing $1.5 billion last year, which is up from the year before that. What do you make of those numbers? \nPÄRSON: The vast majority of the loss reporting is financing-related costs and stock compensation costs, which to a large degree are one-time costs necessary to get Spotify ready for the listing. \nWhere do you expect Spotify to invest the heaviest in the coming months? \nPÄRSON: They have quite a few markets that they haven’t addressed. They launched in Japan a year ago, and they’re still a small player there, so there are quite a few geographical markets that are still untapped. \nI also think that initially, Spotify was launched as a substitute for the recording industry. I think the recording industry represents a relatively-limited market opportunity. Where I think it’s more interesting for the long-haul is for Spotify to become more and more involved in other types of content such as spoken word and a substitute for commercial radio. That’s a $100 billion market. That would give them quite a lot of headway to grow. \nWhat does success look like to you on that first day of trading? \nPÄRSON: For me, it’s not that it pops like crazy. It’s that it’s a solid support for the share and probably a double-digit price increase, but not a whole lot more than that. \nYou’ve been an investor in Spotify for more than 10 years. Will you be selling your shares on that first day of trading? \nPÄRSON: We need to shift our position in Spotify over the coming year, for sure. We can do it in various ways. We can sell it on behalf of our limited partners, but we can also decide to distribute the shares to our investors and allow them to make that decision. That’s a discussion that we’re having with our investors at the moment. \nAt what price would you plan to sell? \nPÄRSON: I can’t say. \nWhat’s one of the biggest challenges you’ve seen Spotify work through that most people don’t know about? \nPÄRSON: As it came clear that desktop streaming was becoming less and less of a relevant way to consume music, the team realized they needed to change the business model. Their early business model was so that you could listen to Spotify for free on the desktop, but you had to pay to stream on mobile. But as desktop became less relevant, they had to re-negotiate all of their deals to make a free product on mobile as well. That was a very brave move. \nWhat do you attribute that foresight to? \nPÄRSON: Daniel, Martin, and CPO Gustav Söderström are extremely attune to what’s going on in the industry and the dynamics of the platforms. \nNorthzone and Spotify are both based in Sweden. What do you think this sort of exit means for Europe-based founders & VCs? \nPÄRSON: The listing is poised to become the biggest tech listing ever in Europe. Spotify will be one of the very biggest tech companies. It obviously has already had a tremendous effect on how the tech ecosystem in Stockholm has developed. They’ve been able to attract top talent not only from different parts of Sweden, but from all over the world, to work in Stockholm. There are quite a good number of other really strong tech companies in Sweden that have grown in parallel with Spotify. It’s incredibly encouraging to see that the ecosystem has such power. \nDepending on how the first day of trading goes, do you expect other unicorns to follow suit? \nPÄRSON: I think it’s highly unlikely that a B2B company can go down this route. It’s just unlikely that a smaller market-cap company would be able to get enough interest in the capital markets. So for huge market cap, household names with cash-efficient models that don’t need to raise external capital, I absolutely think it could be a right fit. But there are very few companies who have all of those characteristics. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-03-21T20:07:00.000+02:00",
    "crawled": "2018-03-21T15:47:06.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "edt",
        "article",
        "originally",
        "ran",
        "term",
        "sheet",
        "fortune",
        "newsletter",
        "deal",
        "dealmakers",
        "sign",
        "pärson",
        "general",
        "partner",
        "swedish",
        "growth",
        "investment",
        "firm",
        "northzone",
        "made",
        "really",
        "great",
        "bet",
        "year",
        "ago",
        "led",
        "spotify",
        "series",
        "round",
        "first",
        "pärson",
        "skeptical",
        "founder",
        "desire",
        "go",
        "music",
        "industry",
        "already",
        "invested",
        "couple",
        "tech",
        "startup",
        "failed",
        "told",
        "term",
        "sheet",
        "martin",
        "lorentzon",
        "daniel",
        "ek",
        "managed",
        "convince",
        "proposing",
        "new",
        "business",
        "model",
        "seen",
        "many",
        "startup",
        "like",
        "lamb",
        "slaughter",
        "label",
        "would",
        "get",
        "payment",
        "let",
        "die",
        "pärson",
        "said",
        "label",
        "took",
        "lorentzon",
        "ek",
        "seriously",
        "product",
        "absolutely",
        "extraordinary",
        "compared",
        "anything",
        "market",
        "took",
        "chance",
        "small",
        "swedish",
        "startup",
        "massive",
        "business",
        "planning",
        "historic",
        "ipo",
        "april",
        "spotify",
        "first",
        "large",
        "company",
        "pursue",
        "direct",
        "listing",
        "share",
        "unusual",
        "move",
        "clear",
        "benefit",
        "bank",
        "roadshow",
        "crazy",
        "fee",
        "period",
        "read",
        "conversation",
        "term",
        "sheet",
        "pärson",
        "discusses",
        "spotify",
        "chose",
        "unusual",
        "ipo",
        "route",
        "biggest",
        "concern",
        "first",
        "day",
        "trading",
        "whether",
        "tech",
        "unicorn",
        "follow",
        "suit",
        "term",
        "sheet",
        "spotify",
        "decide",
        "direct",
        "listing",
        "would",
        "best",
        "route",
        "going",
        "public",
        "pärson",
        "thanks",
        "spotify",
        "cfo",
        "barry",
        "mccarthy",
        "already",
        "done",
        "two",
        "ipo",
        "started",
        "question",
        "value",
        "ipo",
        "would",
        "bring",
        "spotify",
        "investor",
        "team",
        "saw",
        "number",
        "issue",
        "traditional",
        "ipo",
        "process",
        "basically",
        "based",
        "regulation",
        "defined",
        "1930s",
        "par",
        "think",
        "would",
        "best",
        "interest",
        "investor",
        "spotify",
        "really",
        "wanted",
        "communicate",
        "loud",
        "clear",
        "everyone",
        "process",
        "actually",
        "work",
        "day",
        "stock",
        "trade",
        "ipo",
        "rule",
        "prevent",
        "making",
        "sure",
        "communicate",
        "entirely",
        "middleman",
        "middleman",
        "may",
        "even",
        "understand",
        "business",
        "one",
        "complication",
        "one",
        "neither",
        "need",
        "desire",
        "raise",
        "capital",
        "pay",
        "hundred",
        "million",
        "dollar",
        "underwriting",
        "fee",
        "something",
        "actually",
        "need",
        "saying",
        "spotify",
        "need",
        "capital",
        "right",
        "see",
        "eventually",
        "needing",
        "offer",
        "new",
        "share",
        "raise",
        "money",
        "pärson",
        "think",
        "spotify",
        "business",
        "model",
        "company",
        "get",
        "paid",
        "subscription",
        "day",
        "month",
        "need",
        "pay",
        "content",
        "owner",
        "several",
        "day",
        "close",
        "month",
        "know",
        "consumption",
        "pattern",
        "distribute",
        "revenue",
        "share",
        "mean",
        "negative",
        "working",
        "capital",
        "requirement",
        "contrast",
        "netflix",
        "instance",
        "netflix",
        "need",
        "produce",
        "show",
        "month",
        "year",
        "ahead",
        "revenue",
        "coming",
        "totally",
        "different",
        "model",
        "perspective",
        "nervous",
        "volatility",
        "come",
        "direct",
        "listing",
        "pärson",
        "tech",
        "company",
        "come",
        "market",
        "lot",
        "anticipation",
        "brand",
        "always",
        "risk",
        "stock",
        "shoot",
        "star",
        "trouble",
        "match",
        "fundamental",
        "probably",
        "biggest",
        "worry",
        "spotify",
        "stack",
        "competitor",
        "like",
        "apple",
        "music",
        "although",
        "reported",
        "million",
        "paying",
        "subscriber",
        "industry",
        "source",
        "saying",
        "apple",
        "music",
        "adding",
        "paid",
        "subscriber",
        "faster",
        "rate",
        "spotify",
        "insight",
        "spotify",
        "ability",
        "stay",
        "ahead",
        "competitor",
        "regard",
        "pärson",
        "actually",
        "think",
        "opposite",
        "think",
        "spotify",
        "grown",
        "consistently",
        "faster",
        "apple",
        "recent",
        "year",
        "however",
        "apple",
        "tremendous",
        "advantage",
        "able",
        "market",
        "device",
        "ecosystem",
        "inexpensively",
        "intensely",
        "filing",
        "showed",
        "heavy",
        "loss",
        "spotify",
        "losing",
        "billion",
        "last",
        "year",
        "year",
        "make",
        "number",
        "pärson",
        "vast",
        "majority",
        "loss",
        "reporting",
        "cost",
        "stock",
        "compensation",
        "cost",
        "large",
        "degree",
        "cost",
        "necessary",
        "get",
        "spotify",
        "ready",
        "listing",
        "expect",
        "spotify",
        "invest",
        "heaviest",
        "coming",
        "month",
        "pärson",
        "quite",
        "market",
        "addressed",
        "launched",
        "japan",
        "year",
        "ago",
        "still",
        "small",
        "player",
        "quite",
        "geographical",
        "market",
        "still",
        "untapped",
        "also",
        "think",
        "initially",
        "spotify",
        "launched",
        "substitute",
        "recording",
        "industry",
        "think",
        "recording",
        "industry",
        "represents",
        "market",
        "opportunity",
        "think",
        "interesting",
        "spotify",
        "become",
        "involved",
        "type",
        "content",
        "spoken",
        "word",
        "substitute",
        "commercial",
        "radio",
        "billion",
        "market",
        "would",
        "give",
        "quite",
        "lot",
        "headway",
        "grow",
        "success",
        "look",
        "like",
        "first",
        "day",
        "trading",
        "pärson",
        "pop",
        "like",
        "crazy",
        "solid",
        "support",
        "share",
        "probably",
        "price",
        "increase",
        "whole",
        "lot",
        "investor",
        "spotify",
        "year",
        "selling",
        "share",
        "first",
        "day",
        "trading",
        "pärson",
        "need",
        "shift",
        "position",
        "spotify",
        "coming",
        "year",
        "sure",
        "various",
        "way",
        "sell",
        "behalf",
        "limited",
        "partner",
        "also",
        "decide",
        "distribute",
        "share",
        "investor",
        "allow",
        "make",
        "decision",
        "discussion",
        "investor",
        "moment",
        "price",
        "would",
        "plan",
        "sell",
        "pärson",
        "say",
        "one",
        "biggest",
        "challenge",
        "seen",
        "spotify",
        "work",
        "people",
        "know",
        "pärson",
        "came",
        "clear",
        "desktop",
        "streaming",
        "becoming",
        "less",
        "less",
        "relevant",
        "way",
        "consume",
        "music",
        "team",
        "realized",
        "needed",
        "change",
        "business",
        "model",
        "early",
        "business",
        "model",
        "could",
        "listen",
        "spotify",
        "free",
        "desktop",
        "pay",
        "stream",
        "mobile",
        "desktop",
        "became",
        "less",
        "relevant",
        "deal",
        "make",
        "free",
        "product",
        "mobile",
        "well",
        "brave",
        "move",
        "attribute",
        "foresight",
        "pärson",
        "daniel",
        "martin",
        "cpo",
        "gustav",
        "söderström",
        "extremely",
        "attune",
        "going",
        "industry",
        "dynamic",
        "platform",
        "northzone",
        "spotify",
        "based",
        "sweden",
        "think",
        "sort",
        "exit",
        "mean",
        "founder",
        "vcs",
        "pärson",
        "listing",
        "poised",
        "become",
        "biggest",
        "tech",
        "listing",
        "ever",
        "europe",
        "spotify",
        "one",
        "biggest",
        "tech",
        "company",
        "obviously",
        "already",
        "tremendous",
        "effect",
        "tech",
        "ecosystem",
        "stockholm",
        "developed",
        "able",
        "attract",
        "top",
        "talent",
        "different",
        "part",
        "sweden",
        "world",
        "work",
        "stockholm",
        "quite",
        "good",
        "number",
        "really",
        "strong",
        "tech",
        "company",
        "sweden",
        "grown",
        "parallel",
        "spotify",
        "incredibly",
        "encouraging",
        "see",
        "ecosystem",
        "power",
        "depending",
        "first",
        "day",
        "trading",
        "go",
        "expect",
        "unicorn",
        "follow",
        "suit",
        "pärson",
        "think",
        "highly",
        "unlikely",
        "b2b",
        "company",
        "go",
        "route",
        "unlikely",
        "smaller",
        "company",
        "would",
        "able",
        "get",
        "enough",
        "interest",
        "capital",
        "market",
        "huge",
        "market",
        "cap",
        "household",
        "name",
        "model",
        "need",
        "raise",
        "external",
        "capital",
        "absolutely",
        "think",
        "could",
        "right",
        "fit",
        "company",
        "characteristic",
        "sponsored",
        "financial",
        "content"
    ]
}