{
    "organizations": [],
    "uuid": "2141f2b4abc5197fdd4b2e2d5cb26bd30ed1d92e",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/22/at-mars-jeff-bezos-hosted-roboticists-astronauts-other-brainiacs-and-me.html",
    "ord_in_thread": 0,
    "title": "At Mars, Jeff Bezos hosted roboticists, astronauts, other brainiacs and me",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "\"I get invited to everything, and everywhere I go, everyone wishes they had my job. But that's not true here,\" said Pablos Holman, a self-described futurist and inventor who has worked on lasers that kill mosquitoes and machines that suppress hurricanes.\n\"There's geniuses everywhere,\" he said, motioning to the pair talking next to him, the theoretical physicist Lisa Randall and the computer scientist Stephen Wolfram. \"I don't even register on this scale.\"\nWe're at Mars, an exclusive three-day conference at a midcentury-modern hotel here in the California desert run by Amazon and its founder, Jeff Bezos, for some of the world's most successful geeks. For its first two years, Mars was largely secret; the most prominent image that leaked was a photo of Mr. Bezos piloting a 13-foot robot last year. This year, Amazon lifted the veil and invited a handful of reporters into Mr. Bezos's brainiac pow-wow.\nAmazon is eager to buoy its reputation in artificial intelligence, a focus of the conference, amid tight competition with Google. And Mr. Bezos, who according to Bloomberg is the world's richest person with a roughly $130 billion fortune, is growing more comfortable in the spotlight, particularly as a modern-day Renaissance man. His side projects now include The Washington Post, the space firm Blue Origin and a 10,000-year clock in a West Texas mountain that ticks once a year.\nRead more from the New York Times:\nJeff Bezos, Mr. Amazon, steps out\n20 Years On, Amazon and Jeff Bezos prove naysayers wrong\nSteve Ballmer serves up a fascinating data trove \nFor Mars, Amazon and Mr. Bezos handpick the roughly 200 attendees, most from the fields of artificial intelligence, robotics and space. There are astronauts, philosophers, rocket scientists, Nobel prize winners and gravitational-wave astrophysicists. Attendance and everything else — room service, the crab legs at breakfast, seaweed wraps at the spa — were free. (The New York Times paid my way.)\nMr. Bezos was visible throughout, sitting front and center at presentations and posing for photos with attendees in front of a Blue Origin space capsule. His booming laugh was easy to pick out in the crowd.\nJack Nicas | The New York Times Jeff Bezos, the chief executive of Amazon, sits around a bonfire with guests during the Mars conference at the Parker Palm Springs hotel in Palm Springs, Calif., March 18, 2018. When I arrived at the Parker Palm Springs hotel where the conference was held, three separate conference workers tried to carry my bag. In my room, the lights were dimmed, a cheese plate was waiting, and an Amazon Echo was playing bossa nova. A note said to keep the Echo. (I didn't.) Atop a collection of more high-end swag was a note from Mr. Bezos: \"We'll consider this gathering a big success if you find something inspiring.\"\nWhile there were dozens of multimillionaires among the attendees, many savored the luxury. \"This is quite opulent compared to what I'm used to,\" said Ann Karagozian, a rocket scientist from the University of California, Los Angeles. \"Definitely not any academic conferences.\"\nAt dinner, seats were preassigned. After dark, free booze flowed from makeshift bars and attendees lit up high-end cigars. Mr. Bezos held court around the fire pit Sunday night, tumbler of whiskey in hand. He wore the down Patagonia jacket given to each guest — a style that has become a sort of tech-industry uniform — with jeans and cowboy boots. One attendee described the get-up as Silicon Valley meets West Texas, where Blue Origin has its main launch site.\nMornings were reserved for show and tell. About a dozen attendees presented on novel businesses or scientific breakthroughs, from new techniques for studying supermassive black holes to computer chips implanted in brains that can resolve symptoms of Parkinson's disease. Rich Mahoney, head of a \"powered-clothing\" start-up called Seismic, showed off leotards with built-in sensors and electric motors to mimic muscles — designed to help elderly or disabled wearers stand from chairs.\n\"Intelligent, wearable strength,\" he said. \"This is a new clothing paradigm.\"\nThere was one clear rock star: A yellow four-legged robot named SpotMini that strutted back and forth on stage as a sea of smartphone cameras focused in. It was the newest invention from Boston Dynamics, the Defense Department -funded firm that Google recently sold to SoftBank. After the presentation, Mr. Bezos and SpotMini led the crowd to lunch.\n@JeffBezos tweet \nTo get to lunch, attendees passed under a colorful spiked 16-foot plexiglass archway coated in a reflective dichroic film, which was originally designed to protect spacesuits from cosmic radiation — and now costs about $125 per square foot.\n\"Four people have proposed to their girlfriends underneath it,\" said Davis McCarty, the Chicago artist who built the gate in 2016 for Burning Man, the arts festival in the Nevada desert.\nThroughout, Amazon executives referred to repeat guests as alumni or \"returning campers.\" Attendees seemed universally smitten with the conference; some suggested they were a part of history.\nKen Goldberg, a roboticist from the University of California, Berkeley, compared Mars to Athens 2,000 years ago, showing Raphael's fresco \"The School of Athens\" during a presentation. \"People would be hanging out, discussing ideas, having arguments, and a big topic at the time was space,\" he said.\n\"It's like a true salon of its time,\" said Brogan BamBrogan, an entrepreneur with a walrus mustache who now runs Arrivo, which aims to build high-speed transportation networks using levitating cars in highway medians.\nAt lunch, Mr. Bezos played beer pong, minus the beer, against a robotic arm. (He lost.) Across the lawn, attendees played a different robotic arm in table tennis, and SpotMini — piloted by a human — mugged for cameras and snatched phones with the arm that extended from its neck.\nSome attendees said they were so impressed by the guest list they were unsure they belonged. The serial entrepreneur Dean Kamen , best known for inventing the Segway, said, \"You feel like you're walking around here as an intellectual midget.\"\nJack Nicas | The New York Times Guests pass under a 16-foot plexiglass archway coated in a reflective dichroic film during the Mars conference at the Parker Palm Springs hotel in Palm Springs, Calif., March 19, 2018. In the afternoon, we had a choice of activities, from falconry to Navy Seal training to sausage making. Group meditation was popular. On Tuesday, a collective \"ohhhmmm\" rang out across the hotel grounds.\nEighteen of us, including me, flew aerobatic planes. Most who signed up were eager to hop into the cockpit; a few later had to use the barf bag. Many were paired up for \"dogfights\" in which they chased each other in the sky. We were allowed to steer the plane for periods; the pilot in back also had a hand on the controls.\nIn one dogfight, Takeo Kanade, 72, a professor at Carnegie Mellon University and robotics pioneer, vanquished his opponent, Aaron Dollar, 40, an up-and-coming roboticist at Yale.\n\"Old-man wisdom won,\" Mr. Kanade said after getting out of the plane, still wearing a flight suit with his pilot call sign for the day Velcroed on: \"Wolfman.\" Mr. Dollar's call sign was \"Tinkerbell.\"\nOn Tuesday at about 5:45 a.m., more than a dozen attendees gathered on one lawn and craned their necks toward the sky, looking for the Humanity Star, a satellite covered in mirrors that one of them, Peter Beck, had launched into orbit.\nThe pre-dawn group included Bob Smith, chief executive of Blue Origin, and Adam Savage, co-host of the former Discovery show \"MythBusters.\" About 90 seconds after the satellite was supposed to be glittering across the sky, nothing had appeared. Then, for a moment, there was a flash in the sky. \"That was it!\" someone shouted. Then another flash.\n\"It reflects the sunlight from the sun and it strobes the earth like a giant disco ball,\" said Mr. Beck, a New Zealander with curly hair who founded the space firm Rocket Lab. \"The point is to really get people to look up and have an overview effect, and realize they're standing on a rock in the middle of the universe.\"",
    "published": "2018-03-22T20:51:00.000+02:00",
    "crawled": "2018-03-22T21:46:12.046+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "get",
        "invited",
        "everything",
        "everywhere",
        "go",
        "everyone",
        "wish",
        "job",
        "true",
        "said",
        "pablos",
        "holman",
        "futurist",
        "inventor",
        "worked",
        "laser",
        "kill",
        "mosquito",
        "machine",
        "suppress",
        "hurricane",
        "genius",
        "everywhere",
        "said",
        "motioning",
        "pair",
        "talking",
        "next",
        "theoretical",
        "physicist",
        "lisa",
        "randall",
        "computer",
        "scientist",
        "stephen",
        "wolfram",
        "even",
        "register",
        "scale",
        "mar",
        "exclusive",
        "conference",
        "hotel",
        "california",
        "desert",
        "run",
        "amazon",
        "founder",
        "jeff",
        "bezos",
        "world",
        "successful",
        "geek",
        "first",
        "two",
        "year",
        "mar",
        "largely",
        "secret",
        "prominent",
        "image",
        "leaked",
        "photo",
        "bezos",
        "piloting",
        "robot",
        "last",
        "year",
        "year",
        "amazon",
        "lifted",
        "veil",
        "invited",
        "handful",
        "reporter",
        "bezos",
        "brainiac",
        "amazon",
        "eager",
        "buoy",
        "reputation",
        "artificial",
        "intelligence",
        "focus",
        "conference",
        "amid",
        "tight",
        "competition",
        "google",
        "bezos",
        "according",
        "bloomberg",
        "world",
        "richest",
        "person",
        "roughly",
        "billion",
        "fortune",
        "growing",
        "comfortable",
        "spotlight",
        "particularly",
        "renaissance",
        "man",
        "side",
        "project",
        "include",
        "washington",
        "post",
        "space",
        "firm",
        "blue",
        "origin",
        "clock",
        "west",
        "texas",
        "mountain",
        "tick",
        "year",
        "read",
        "new",
        "york",
        "time",
        "jeff",
        "bezos",
        "amazon",
        "step",
        "year",
        "amazon",
        "jeff",
        "bezos",
        "prove",
        "naysayer",
        "wrong",
        "steve",
        "ballmer",
        "serf",
        "fascinating",
        "data",
        "trove",
        "mar",
        "amazon",
        "bezos",
        "handpick",
        "roughly",
        "attendee",
        "field",
        "artificial",
        "intelligence",
        "robotics",
        "space",
        "astronaut",
        "philosopher",
        "rocket",
        "scientist",
        "nobel",
        "prize",
        "winner",
        "astrophysicist",
        "attendance",
        "everything",
        "else",
        "room",
        "service",
        "crab",
        "leg",
        "breakfast",
        "seaweed",
        "wrap",
        "spa",
        "free",
        "new",
        "york",
        "time",
        "paid",
        "way",
        "bezos",
        "visible",
        "throughout",
        "sitting",
        "front",
        "center",
        "presentation",
        "posing",
        "photo",
        "attendee",
        "front",
        "blue",
        "origin",
        "space",
        "capsule",
        "booming",
        "laugh",
        "easy",
        "pick",
        "crowd",
        "jack",
        "nicas",
        "new",
        "york",
        "time",
        "jeff",
        "bezos",
        "chief",
        "executive",
        "amazon",
        "sits",
        "around",
        "bonfire",
        "guest",
        "mar",
        "conference",
        "parker",
        "palm",
        "spring",
        "hotel",
        "palm",
        "spring",
        "march",
        "arrived",
        "parker",
        "palm",
        "spring",
        "hotel",
        "conference",
        "held",
        "three",
        "separate",
        "conference",
        "worker",
        "tried",
        "carry",
        "bag",
        "room",
        "light",
        "dimmed",
        "cheese",
        "plate",
        "waiting",
        "amazon",
        "echo",
        "playing",
        "bossa",
        "nova",
        "note",
        "said",
        "keep",
        "echo",
        "atop",
        "collection",
        "swag",
        "note",
        "bezos",
        "consider",
        "gathering",
        "big",
        "success",
        "find",
        "something",
        "inspiring",
        "dozen",
        "multimillionaires",
        "among",
        "attendee",
        "many",
        "savored",
        "luxury",
        "quite",
        "opulent",
        "compared",
        "used",
        "said",
        "ann",
        "karagozian",
        "rocket",
        "scientist",
        "university",
        "california",
        "los",
        "angeles",
        "definitely",
        "academic",
        "conference",
        "dinner",
        "seat",
        "preassigned",
        "dark",
        "free",
        "booze",
        "flowed",
        "makeshift",
        "bar",
        "attendee",
        "lit",
        "cigar",
        "bezos",
        "held",
        "court",
        "around",
        "fire",
        "pit",
        "sunday",
        "night",
        "tumbler",
        "whiskey",
        "hand",
        "wore",
        "patagonia",
        "jacket",
        "given",
        "guest",
        "style",
        "become",
        "sort",
        "uniform",
        "jean",
        "cowboy",
        "boot",
        "one",
        "attendee",
        "described",
        "silicon",
        "valley",
        "meet",
        "west",
        "texas",
        "blue",
        "origin",
        "main",
        "launch",
        "site",
        "morning",
        "reserved",
        "show",
        "tell",
        "dozen",
        "attendee",
        "presented",
        "novel",
        "business",
        "scientific",
        "breakthrough",
        "new",
        "technique",
        "studying",
        "supermassive",
        "black",
        "hole",
        "computer",
        "chip",
        "implanted",
        "brain",
        "resolve",
        "symptom",
        "parkinson",
        "disease",
        "rich",
        "mahoney",
        "head",
        "called",
        "seismic",
        "showed",
        "leotard",
        "sensor",
        "electric",
        "motor",
        "mimic",
        "muscle",
        "designed",
        "help",
        "elderly",
        "disabled",
        "wearer",
        "stand",
        "chair",
        "intelligent",
        "wearable",
        "strength",
        "said",
        "new",
        "clothing",
        "paradigm",
        "one",
        "clear",
        "rock",
        "star",
        "yellow",
        "robot",
        "named",
        "spotmini",
        "strutted",
        "back",
        "forth",
        "stage",
        "sea",
        "smartphone",
        "camera",
        "focused",
        "newest",
        "invention",
        "boston",
        "dynamic",
        "defense",
        "department",
        "firm",
        "google",
        "recently",
        "sold",
        "softbank",
        "presentation",
        "bezos",
        "spotmini",
        "led",
        "crowd",
        "lunch",
        "jeffbezos",
        "tweet",
        "get",
        "lunch",
        "attendee",
        "passed",
        "colorful",
        "spiked",
        "plexiglas",
        "archway",
        "coated",
        "reflective",
        "dichroic",
        "film",
        "originally",
        "designed",
        "protect",
        "spacesuit",
        "cosmic",
        "radiation",
        "cost",
        "per",
        "square",
        "foot",
        "four",
        "people",
        "proposed",
        "girlfriend",
        "underneath",
        "said",
        "davis",
        "mccarty",
        "chicago",
        "artist",
        "built",
        "gate",
        "burning",
        "man",
        "art",
        "festival",
        "nevada",
        "desert",
        "throughout",
        "amazon",
        "executive",
        "referred",
        "repeat",
        "guest",
        "alumnus",
        "returning",
        "camper",
        "attendee",
        "seemed",
        "universally",
        "smitten",
        "conference",
        "suggested",
        "part",
        "history",
        "ken",
        "goldberg",
        "roboticist",
        "university",
        "california",
        "berkeley",
        "compared",
        "mar",
        "athens",
        "year",
        "ago",
        "showing",
        "raphael",
        "fresco",
        "school",
        "athens",
        "presentation",
        "people",
        "would",
        "hanging",
        "discussing",
        "idea",
        "argument",
        "big",
        "topic",
        "time",
        "space",
        "said",
        "like",
        "true",
        "salon",
        "time",
        "said",
        "brogan",
        "bambrogan",
        "entrepreneur",
        "walrus",
        "mustache",
        "run",
        "arrivo",
        "aim",
        "build",
        "transportation",
        "network",
        "using",
        "levitating",
        "car",
        "highway",
        "median",
        "lunch",
        "bezos",
        "played",
        "beer",
        "pong",
        "minus",
        "beer",
        "robotic",
        "arm",
        "lost",
        "across",
        "lawn",
        "attendee",
        "played",
        "different",
        "robotic",
        "arm",
        "table",
        "tennis",
        "spotmini",
        "piloted",
        "human",
        "mugged",
        "camera",
        "snatched",
        "phone",
        "arm",
        "extended",
        "neck",
        "attendee",
        "said",
        "impressed",
        "guest",
        "list",
        "unsure",
        "belonged",
        "serial",
        "entrepreneur",
        "dean",
        "kamen",
        "best",
        "known",
        "inventing",
        "segway",
        "said",
        "feel",
        "like",
        "walking",
        "around",
        "intellectual",
        "midget",
        "jack",
        "nicas",
        "new",
        "york",
        "time",
        "guest",
        "pas",
        "plexiglas",
        "archway",
        "coated",
        "reflective",
        "dichroic",
        "film",
        "mar",
        "conference",
        "parker",
        "palm",
        "spring",
        "hotel",
        "palm",
        "spring",
        "march",
        "afternoon",
        "choice",
        "activity",
        "falconry",
        "navy",
        "seal",
        "training",
        "sausage",
        "making",
        "group",
        "meditation",
        "popular",
        "tuesday",
        "collective",
        "ohhhmmm",
        "rang",
        "across",
        "hotel",
        "ground",
        "eighteen",
        "u",
        "including",
        "flew",
        "aerobatic",
        "plane",
        "signed",
        "eager",
        "hop",
        "cockpit",
        "later",
        "use",
        "barf",
        "bag",
        "many",
        "paired",
        "dogfight",
        "chased",
        "sky",
        "allowed",
        "steer",
        "plane",
        "period",
        "pilot",
        "back",
        "also",
        "hand",
        "control",
        "one",
        "dogfight",
        "takeo",
        "kanade",
        "professor",
        "carnegie",
        "mellon",
        "university",
        "robotics",
        "pioneer",
        "vanquished",
        "opponent",
        "aaron",
        "dollar",
        "roboticist",
        "yale",
        "wisdom",
        "kanade",
        "said",
        "getting",
        "plane",
        "still",
        "wearing",
        "flight",
        "suit",
        "pilot",
        "call",
        "sign",
        "day",
        "velcroed",
        "wolfman",
        "dollar",
        "call",
        "sign",
        "tinkerbell",
        "tuesday",
        "dozen",
        "attendee",
        "gathered",
        "one",
        "lawn",
        "craned",
        "neck",
        "toward",
        "sky",
        "looking",
        "humanity",
        "star",
        "satellite",
        "covered",
        "mirror",
        "one",
        "peter",
        "beck",
        "launched",
        "orbit",
        "group",
        "included",
        "bob",
        "smith",
        "chief",
        "executive",
        "blue",
        "origin",
        "adam",
        "savage",
        "former",
        "discovery",
        "show",
        "mythbusters",
        "second",
        "satellite",
        "supposed",
        "glittering",
        "across",
        "sky",
        "nothing",
        "appeared",
        "moment",
        "flash",
        "sky",
        "someone",
        "shouted",
        "another",
        "flash",
        "reflects",
        "sunlight",
        "sun",
        "strobe",
        "earth",
        "like",
        "giant",
        "disco",
        "ball",
        "said",
        "beck",
        "new",
        "zealander",
        "curly",
        "hair",
        "founded",
        "space",
        "firm",
        "rocket",
        "lab",
        "point",
        "really",
        "get",
        "people",
        "look",
        "overview",
        "effect",
        "realize",
        "standing",
        "rock",
        "middle",
        "universe"
    ]
}