{
    "organizations": [],
    "uuid": "5b47b94ff82ac0b5cf1d4acb9dd31d33d638e44e",
    "author": "",
    "url": "https://www.reuters.com/article/us-usa-bodies-montrose/shutdown-of-funeral-home-that-also-ran-body-brokerage-roils-town-idUSKCN1GP1UN",
    "ord_in_thread": 0,
    "title": "Shutdown of funeral home that also ran body brokerage roils town",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 13, 2018 / 1:51 PM / in 18 minutes Shutdown of funeral home that also ran body brokerage roils town Duff Wilson , Reade Levinson 7 Min Read MONTROSE, Colorado (Reuters) - After Gerald“Cactus” Hollenback died of heart disease last May, his wife contacted Sunset Mesa Funeral Directors here to have him cremated. Now, Shirley Hollenback is worried about what became of her husband’s body. FILE PHOTO: Shirley Hollenback, wife of Gerald \"Cactus\" Hollenback, whose husband's ashes were lost by Sunset Mesa Funeral Directors poses with his picture and belt in Montrose, Colorado, U.S., December 16, 2017. REUTERS/Rick Wilking In a lawsuit filed against Sunset Mesa and its owner, Megan Hess, Hollenback alleges that the ashes she received are not from her husband, a former U.S. Marine who died at age 81. Instead, she fears that all or parts of Cactus Hollenback’s corpse may have been sold by a side business Hess ran from the funeral home: a so-called body broker company called Donor Services. Hollenback is among dozens of people in this remote Rocky Mountain town concerned about what became of friends and family whose funerals or cremations were handled by Hess. Earlier this year, a Reuters report highlighted Hess’s unusual twin business of running a funeral home and a body brokerage -- a company that takes the donated dead, dismembers them and sells their body parts, typically to educators and researchers. In the wake of the report, federal agents raided the facility, and state regulators ordered Sunset Mesa, the funeral home, to shut down. In Colorado and most other states, operating a body broker firm is legal. But running such a business from the same facility that houses a funeral home and crematory is highly unusual. Reuters found no other operation active in America that housed a funeral home, crematory and body broker in the same place and run by the same owner. In the order shutting down the facility indefinitely, Colorado regulators found that Hess failed to maintain required cremation records for at least five years and final disposition records of the deceased for at least seven years. Sunset Mesa also disposed of bodies before obtaining the required permits, according to the state order. The order also cited concerns about a case involving the ashes Hess returned to one family. Hess sent the family what she said were the cremated remains of the body. But the order said the remains were analyzed by the family and found to be concrete. Since the shutdown, Hess has not responded to emails from Reuters seeking comment, and Sunset Mesa’s web site was taken down. The attorney who was once speaking on her behalf was unavailable when Reuters visited the law office, a receptionist said. The lawyer, Carol Viner, also did not respond to written questions. The FBI has been so overwhelmed by calls about Hess that it set up a hot line and email address (sunsetmesa@fbi.gov) for people with information or concerns. It’s now distributing a questionnaire titled“Seeking Victim Information in Sunset Mesa Funeral Directors Investigation.” Late last month, the agency also released a statement saying it would be testing some ashes. “It’s tearing families apart,” said Laurie Gowen, 56, a longtime worker at a local grocery store. Her husband co-owned the funeral home before Hess. “The whole community is really in a bad way over this whole thing because she ran a lot of bodies through there,” Gowen said. The scope of the Hess operation remains unclear. A Reuters review of death notices found Sunset Mesa handled arrangements for at least 128 people in 2017, 85 in 2016 and 59 in 2015. Donor Services shipped at least 26 boxes containing bodies or body parts from the funeral home in 2016, according to partial shipping records the news agency saw. Some of those shipments were headed to Saudi Arabia, according to Melissa Hardee, co-owner of Retriever Freight, the company that handled shipments for Donor Services. Hardee said she intended to contact the FBI. FILE PHOTO: The Sunset Mesa Funeral Directors and Donor Services building in Montrose, Colorado, U.S., December 16, 2017. REUTERS/Rick Wilking/File Photo Shirley Hollenback said she grew suspicious when she went to the funeral home to collect her husband’s ashes. She said workers told her they couldn’t find them and that Hess was in Hawaii. Five days later, Hollenback said, Hess drove to her mobile home and gave her a black box with a white sticker labeled“G. Hollenback.” Hess, she said, told her that the cremated remains had been in a safe, which was why they could not be immediately located. After hearing about the Hollenback case, Reuters enlisted the help of researchers at Western Carolina University to examine the ashes. The news agency paid $1,200 for the testing. The results raise questions about who is in the box. For example, Cactus Hollenback was wearing no jewelry — and was clad only in pajama pants and a zipperless sweatshirt — when his corpse was taken from the hospital to Sunset Mesa, Shirley Hollenback said. But researchers found what appeared to be metal fragments in the ashes. That debris could be parts of a zipper and a wristwatch burned during cremation, said two veteran funeral directors who examined pictures of the ashes. Slideshow (3 Images) “I have the watch” that Cactus used to wear, Shirley Hollenback said. “I checked his wrist for a pulse and he had no watch on.” Shirley Hollenback and her daughter filed suit against Hess Feb. 21 in Montrose County District Court. They allege that Hess sold part or all of Cactus Hollenback’s body and gave them someone else’s remains. The suit asks for unspecified damages for emotional distress, horror, grief and humiliation. Some Sunset Mesa clients had better experiences. Marcia Schroeder said Hess handled funerals for her father in 2012 and her father-in-law a few months ago.“All I can say is, for me and my family, she was excellent,” Schroeder said. “Very personable, very honorable.” Others are left — as a headline in the local newspaper put it last month —“NOT AT PEACE.” Connie Logan Montano of Montrose wonders about the buried cremains of the daughter who died in 2007 and the brother who passed away in 2015. She’d like to have them dug up and tested, but her elderly father would object. “It would destroy him,” Montano said. Heather Thomas, 29, of Okmulgee, Oklahoma, recalled asking Hess to let her see her father’s body before cremating it in June 2015. He died in Colorado at age 46. A family friend had asked Hess to handle arrangements for free.“We couldn’t afford it at that time,” Thomas said. Thomas, who lived out-of-state, said Hess told her that she would not want to see the body. Thomas insisted. She said Hess agreed to delay cremation until Thomas could get to Montrose. But when Thomas arrived at Sunset Mesa two days later, she said, Hess rudely told her the body had been cremated. Hess gave her and other family members some ashes, which Thomas says she still has. “It makes sense now that she would have done something shady,” Thomas said. “Doing all this free of charge out of the goodness of her heart? I don’t know. Even then I was a little suspicious. And now I’m just wondering: What’s the truth?” Reporting by Duff Wilson in Montrose and Reade Levinson in New York. Additional reporting by Andrea Januta in New York. Edited by Blake Morrison.",
    "published": "2018-03-13T15:52:00.000+02:00",
    "crawled": "2018-03-13T16:09:14.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "pm",
        "minute",
        "shutdown",
        "funeral",
        "home",
        "also",
        "ran",
        "body",
        "brokerage",
        "roils",
        "town",
        "duff",
        "wilson",
        "reade",
        "levinson",
        "min",
        "read",
        "montrose",
        "colorado",
        "reuters",
        "gerald",
        "cactus",
        "hollenback",
        "died",
        "heart",
        "disease",
        "last",
        "may",
        "wife",
        "contacted",
        "sunset",
        "mesa",
        "funeral",
        "director",
        "cremated",
        "shirley",
        "hollenback",
        "worried",
        "became",
        "husband",
        "body",
        "file",
        "photo",
        "shirley",
        "hollenback",
        "wife",
        "gerald",
        "cactus",
        "hollenback",
        "whose",
        "husband",
        "ash",
        "lost",
        "sunset",
        "mesa",
        "funeral",
        "director",
        "pose",
        "picture",
        "belt",
        "montrose",
        "colorado",
        "december",
        "wilking",
        "lawsuit",
        "filed",
        "sunset",
        "mesa",
        "owner",
        "megan",
        "hess",
        "hollenback",
        "alleges",
        "ash",
        "received",
        "husband",
        "former",
        "marine",
        "died",
        "age",
        "instead",
        "fear",
        "part",
        "cactus",
        "hollenback",
        "corpse",
        "may",
        "sold",
        "side",
        "business",
        "hess",
        "ran",
        "funeral",
        "home",
        "body",
        "broker",
        "company",
        "called",
        "donor",
        "service",
        "hollenback",
        "among",
        "dozen",
        "people",
        "remote",
        "rocky",
        "mountain",
        "town",
        "concerned",
        "became",
        "friend",
        "family",
        "whose",
        "funeral",
        "cremation",
        "handled",
        "hess",
        "earlier",
        "year",
        "reuters",
        "report",
        "highlighted",
        "hess",
        "unusual",
        "twin",
        "business",
        "running",
        "funeral",
        "home",
        "body",
        "brokerage",
        "company",
        "take",
        "donated",
        "dead",
        "dismembers",
        "sell",
        "body",
        "part",
        "typically",
        "educator",
        "researcher",
        "wake",
        "report",
        "federal",
        "agent",
        "raided",
        "facility",
        "state",
        "regulator",
        "ordered",
        "sunset",
        "mesa",
        "funeral",
        "home",
        "shut",
        "colorado",
        "state",
        "operating",
        "body",
        "broker",
        "firm",
        "legal",
        "running",
        "business",
        "facility",
        "house",
        "funeral",
        "home",
        "crematory",
        "highly",
        "unusual",
        "reuters",
        "found",
        "operation",
        "active",
        "america",
        "housed",
        "funeral",
        "home",
        "crematory",
        "body",
        "broker",
        "place",
        "run",
        "owner",
        "order",
        "shutting",
        "facility",
        "indefinitely",
        "colorado",
        "regulator",
        "found",
        "hess",
        "failed",
        "maintain",
        "required",
        "cremation",
        "record",
        "least",
        "five",
        "year",
        "final",
        "disposition",
        "record",
        "deceased",
        "least",
        "seven",
        "year",
        "sunset",
        "mesa",
        "also",
        "disposed",
        "body",
        "obtaining",
        "required",
        "permit",
        "according",
        "state",
        "order",
        "order",
        "also",
        "cited",
        "concern",
        "case",
        "involving",
        "ash",
        "hess",
        "returned",
        "one",
        "family",
        "hess",
        "sent",
        "family",
        "said",
        "cremated",
        "remains",
        "body",
        "order",
        "said",
        "remains",
        "analyzed",
        "family",
        "found",
        "concrete",
        "since",
        "shutdown",
        "hess",
        "responded",
        "email",
        "reuters",
        "seeking",
        "comment",
        "sunset",
        "mesa",
        "web",
        "site",
        "taken",
        "attorney",
        "speaking",
        "behalf",
        "unavailable",
        "reuters",
        "visited",
        "law",
        "office",
        "receptionist",
        "said",
        "lawyer",
        "carol",
        "viner",
        "also",
        "respond",
        "written",
        "question",
        "fbi",
        "overwhelmed",
        "call",
        "hess",
        "set",
        "hot",
        "line",
        "email",
        "address",
        "sunsetmesa",
        "people",
        "information",
        "concern",
        "distributing",
        "questionnaire",
        "titled",
        "seeking",
        "victim",
        "information",
        "sunset",
        "mesa",
        "funeral",
        "director",
        "late",
        "last",
        "month",
        "agency",
        "also",
        "released",
        "statement",
        "saying",
        "would",
        "testing",
        "ash",
        "tearing",
        "family",
        "apart",
        "said",
        "laurie",
        "gowen",
        "longtime",
        "worker",
        "local",
        "grocery",
        "store",
        "husband",
        "funeral",
        "home",
        "hess",
        "whole",
        "community",
        "really",
        "bad",
        "way",
        "whole",
        "thing",
        "ran",
        "lot",
        "body",
        "gowen",
        "said",
        "scope",
        "hess",
        "operation",
        "remains",
        "unclear",
        "reuters",
        "review",
        "death",
        "notice",
        "found",
        "sunset",
        "mesa",
        "handled",
        "arrangement",
        "least",
        "people",
        "donor",
        "service",
        "shipped",
        "least",
        "box",
        "containing",
        "body",
        "body",
        "part",
        "funeral",
        "home",
        "according",
        "partial",
        "shipping",
        "record",
        "news",
        "agency",
        "saw",
        "shipment",
        "headed",
        "saudi",
        "arabia",
        "according",
        "melissa",
        "hardee",
        "retriever",
        "freight",
        "company",
        "handled",
        "shipment",
        "donor",
        "service",
        "hardee",
        "said",
        "intended",
        "contact",
        "fbi",
        "file",
        "photo",
        "sunset",
        "mesa",
        "funeral",
        "director",
        "donor",
        "service",
        "building",
        "montrose",
        "colorado",
        "december",
        "photo",
        "shirley",
        "hollenback",
        "said",
        "grew",
        "suspicious",
        "went",
        "funeral",
        "home",
        "collect",
        "husband",
        "ash",
        "said",
        "worker",
        "told",
        "find",
        "hess",
        "hawaii",
        "five",
        "day",
        "later",
        "hollenback",
        "said",
        "hess",
        "drove",
        "mobile",
        "home",
        "gave",
        "black",
        "box",
        "white",
        "sticker",
        "labeled",
        "g",
        "hess",
        "said",
        "told",
        "cremated",
        "remains",
        "safe",
        "could",
        "immediately",
        "located",
        "hearing",
        "hollenback",
        "case",
        "reuters",
        "enlisted",
        "help",
        "researcher",
        "western",
        "carolina",
        "university",
        "examine",
        "ash",
        "news",
        "agency",
        "paid",
        "testing",
        "result",
        "raise",
        "question",
        "box",
        "example",
        "cactus",
        "hollenback",
        "wearing",
        "jewelry",
        "clad",
        "pajama",
        "pant",
        "zipperless",
        "sweatshirt",
        "corpse",
        "taken",
        "hospital",
        "sunset",
        "mesa",
        "shirley",
        "hollenback",
        "said",
        "researcher",
        "found",
        "appeared",
        "metal",
        "fragment",
        "ash",
        "debris",
        "could",
        "part",
        "zipper",
        "wristwatch",
        "burned",
        "cremation",
        "said",
        "two",
        "veteran",
        "funeral",
        "director",
        "examined",
        "picture",
        "ash",
        "slideshow",
        "image",
        "watch",
        "cactus",
        "used",
        "wear",
        "shirley",
        "hollenback",
        "said",
        "checked",
        "wrist",
        "pulse",
        "watch",
        "shirley",
        "hollenback",
        "daughter",
        "filed",
        "suit",
        "hess",
        "montrose",
        "county",
        "district",
        "court",
        "allege",
        "hess",
        "sold",
        "part",
        "cactus",
        "hollenback",
        "body",
        "gave",
        "someone",
        "else",
        "remains",
        "suit",
        "asks",
        "unspecified",
        "damage",
        "emotional",
        "distress",
        "horror",
        "grief",
        "humiliation",
        "sunset",
        "mesa",
        "client",
        "better",
        "experience",
        "marcia",
        "schroeder",
        "said",
        "hess",
        "handled",
        "funeral",
        "father",
        "month",
        "say",
        "family",
        "excellent",
        "schroeder",
        "said",
        "personable",
        "others",
        "left",
        "headline",
        "local",
        "newspaper",
        "put",
        "last",
        "month",
        "connie",
        "logan",
        "montano",
        "montrose",
        "wonder",
        "buried",
        "cremains",
        "daughter",
        "died",
        "brother",
        "passed",
        "away",
        "like",
        "dug",
        "tested",
        "elderly",
        "father",
        "would",
        "object",
        "would",
        "destroy",
        "montano",
        "said",
        "heather",
        "thomas",
        "okmulgee",
        "oklahoma",
        "recalled",
        "asking",
        "hess",
        "let",
        "see",
        "father",
        "body",
        "cremating",
        "june",
        "died",
        "colorado",
        "age",
        "family",
        "friend",
        "asked",
        "hess",
        "handle",
        "arrangement",
        "afford",
        "time",
        "thomas",
        "said",
        "thomas",
        "lived",
        "said",
        "hess",
        "told",
        "would",
        "want",
        "see",
        "body",
        "thomas",
        "insisted",
        "said",
        "hess",
        "agreed",
        "delay",
        "cremation",
        "thomas",
        "could",
        "get",
        "montrose",
        "thomas",
        "arrived",
        "sunset",
        "mesa",
        "two",
        "day",
        "later",
        "said",
        "hess",
        "rudely",
        "told",
        "body",
        "cremated",
        "hess",
        "gave",
        "family",
        "member",
        "ash",
        "thomas",
        "say",
        "still",
        "make",
        "sense",
        "would",
        "done",
        "something",
        "shady",
        "thomas",
        "said",
        "free",
        "charge",
        "goodness",
        "heart",
        "know",
        "even",
        "little",
        "suspicious",
        "wondering",
        "truth",
        "reporting",
        "duff",
        "wilson",
        "montrose",
        "reade",
        "levinson",
        "new",
        "york",
        "additional",
        "reporting",
        "andrea",
        "januta",
        "new",
        "york",
        "edited",
        "blake",
        "morrison"
    ]
}