{
    "organizations": [],
    "uuid": "e475fce750555e6ef8e55127ae66e9aa931c9807",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/09/first-on-cnbc-cnbc-transcript-chicago-fed-president-charles-evans-speaks-with-cnbcs-steve-liesman-today.html",
    "ord_in_thread": 0,
    "title": "FIRST ON CNBC: CNBC TRANSCRIPT: CHICAGO FED PRESIDENT CHARLES EVANS SPEAKS WITH CNBC’S STEVE LIESMAN TODAY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Friday, March 9, 2018\nWHERE: CNBC's \"Squawk Box\"\nFollowing is the unofficial transcript of a FIRST ON CNBC interview with Chicago Fed President Charles Evans and CNBC's Steve Liesman on CNBC's \"Squawk Box\" (M-F 6AM-9AM) today, Friday, March 9th. Following are links to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/03/09/feds-evans-we-may-get-3-percent-growth-this-year.html?play=1 & https://www.cnbc.com/video/2018/03/09/feds-evans-labor-participation-rate-really-good-news.html?play=1 .\nAll references must be sourced to CNBC.\nBECKY QUICK: LET'S GET RIGHT TO STEVE. HE IS HERE WITH A SPECIAL GUEST THIS MORNING.\nSTEVE LIESMAN: THANKS, BECKY. CHARLIE EVANS JOINS US, CHICAGO FEDERAL RESERVE PRESIDENT. CHARLIE, YOU'VE BEEN HERE BEFORE IN THIS SITUATION RIGHT AFTER THE JOBS NUMBERS.\nCHARLES EVANS: I DON'T KNOW HOW THIS GETS SCHEDULED. IT'S COMPLETELY RANDOM.\nLIESMAN: WELL, WE ASK AND THEY DISTRACT YOU AND THEN YOU SAY YES. THAT'S WHAT HAPPENS.\nEVANS: I'M GIVING A SPEECH AT THE SHADOW OF THE MARKET COMMITTEE LATER FOR LUNCH.\nJOE KERNEN: ARE YOU EVEN ALLOWED TO TALK ABOUT THAT? SO SHADOWY, ISN'T IT?\nEVANS: IT'S GOOD.\nLIESMAN: THIS IS – SOME INTERESTING PEOPLE WHO HAVE COME FROM THERE. INCLUDING MARVIN GOODFRIEND WHO IS A CANDIDATE FOR – I'VE BEEN ATTENDING THE MEETINGS FOR A COUPLE OF YEARS.\nEVANS: TERRIFIC COLLEAGUE.\nLIESMAN: THEY'RE THE SORT OF – YEAH, I MEAN THEY'RE LIKE A CABINET IN EXILE KIND OF THING. CHARLIE, LET'S TALK ABOUT THE NUMBERS. AND THE REMARKABLE THING I THOUGHT WAS 200,000 PLUS NOW FOR ALMOST FOUR MONTHS RUNNING.\nEVANS: RIGHT.\nLIESMAN: NO CHANGE IN THE UNEMPLOYMENT RATE.\nEVANS: RIGHT.\nLIESMAN: WHAT IS THAT TELLING YOU ABOUT LABOR SUPPLY IN THIS COUNTRY AND THE AMOUNT OF SLACK THAT'S OUT THERE?\nEVANS: WELL, THAT'S VERY STRONG NUMBER. SOUNDS LIKE A STRONG REPORT. I MEAN, IT WAS JUST – I HAVEN'T HAD A CHANCE TO READ IT OBVIOUSLY, BUT 313,000 IS A VERY LARGE NUMBER. AVERAGING VERY STRONG. AND THE UNEMPLOYMENT RATE STAYING WHERE IT IS WITH THE LABOR FORCE, PARTICIPATION RATE CONTINUING TO IMPROVE, SO THAT'S REALLY GOOD NEWS THAT MORE PEOPLE ARE COMING INTO THE WORK FORCE, BEING ATTRACTED BY ATTRACTIVE JOBS, APPARENTLY. I DON'T KNOW EXACTLY WHAT THEY ARE. I WOULD SAY THAT, I WOULD HAVE LIKED THE STRONGER WAGE NUMBER AVERAGE HOURLY EARNINGS AT ONLY A TENTH. YOU KNOW I'M LOOKING FORWARD TO STRONGER WAGE GROWTH AS THE ECONOMY REALLY – IT'S REALLY DOING VERY WELL BUT A SIGN OF LABOR MARKET TIGHTNESS WITH THE UNEMPLOYMENT RATE OF 4.1%, IT'S LOWER THAN WHAT MOST OF US THINK IS A SUSTAINABLE LONG RUN UNEMPLOYMENT RATE BUT WE CAN CERTAINLY YOU KNOW, ENJOY THAT FOR SOME TIME. BUT IT DOESN'T SEEM TO BE LEADING TO WAGE PRESSURES YET.\nLIESMAN: DOES THIS CHANGE YOUR OUTLOOK AT ALL, STRONG JOBS NUMBER LIKE THIS, FOR WHAT YOU THOUGHT WAS THE APPROPRIATE PATH OF MONETARY POLICY THIS YEAR?\nEVANS: WELL, 300 IS A VERY LARGE NUMBER. YOU HAVE TO REMEMBER THAT YOU KNOW, AT A STEADY RUNNING RATE WE STILL THINK THAT NORMAL JOB CREATION EVERY MONTH WOULD BE ON THE ORDER OF MAYBE AS LOW AS 60,000 A MONTH OR AS HIGH AS 100,000. THAT'S JUST REPLACING INCOMING WORKFORCE. NOW IF YOU HAVE MORE PEOPLE COMING INTO THE WORKFORCE, THAT'S GOING TO BE A HIGHER NUMBER. AND WE USED TO HAVE 150,000 BE THAT –\nLIESMAN: I HAVE TO FOLLOW UP ON THAT, CHARLIE, BECAUSE I ASKED YOU A QUESTION AND YOU SORT OF SAID YES BUT DIDN'T REALLY. SO DOES THIS CHANGE YOUR VIEW OF THE APPROPRIATE PATH OF MONETARY POLICY?\nEVANS: OH, I DIDN'T HEAR THE MONETARY POLICY PART. SO I WOULD SAY THAT MY --\nLIESMAN: SELECTIVE HEARING.\nEVANS: -- VIEW HAS BEEN THAT THE ECONOMY IS EXTREMELY STRONG. FUNDAMENTALS ARE GOOD. I THINK THE MOST RECENT FISCAL ACTIONS HAVE ADDED TO THE STRENGTH OF THE ECONOMY GOING FORWARD. SO THE TAX CUT WAS STIMULATIVE AND THEN THE SPENDING INCREASES EVEN MORE SO. SO SOME PEOPLE HAVE SAID, YOU KNOW, HEADWINDS HAVE BECOME TAILWINDS. AND I SEE THE POINT THERE. SO, STRONG GROWTH. WE MIGHT GET 3% THIS YEAR, AND THAT WOULD BE A REALLY BIG NUMBER AT THIS POINT IN THE CYCLE. WHAT DOES THAT MEAN FOR INFLATION? I CONTINUE TO BE NERVOUS THAT INFLATION IS UNDER RUNNING 2%, ALTHOUGH THE STRENGTH OF THE ECONOMY IN MOST RECENT SIX-MONTH AVERAGE INFLATION HAS BEEN ABOUT 2% SO I AM GOING TO FOCUS ON THE 12-MONTH AND LOOK FORWARD TO THE MARCH INFLATION DATA ROLLING OFF AND BEING BETTER.\nANDREW ROSS SORKIN: CAN YOU SPEAK TO THIS? WHEN JIM BULLARD WAS HERE—\nEVANS: YEAH.\nSORKIN: HE TALKED ABOUT SORT OF THE APPROACH THAT THE FED TOOK, OR AT LEAST THE WAY HE SAW IT, WHICH WAS ONE WAY WHICH WAS TO BE PROACTIVE, MEANING TO GET AHEAD OF THING AND ONE WAS TO VERY MUCH WAIT AND – PLAY THE WAIT AND SEE GAME. AND HE SAID THEY WERE IN THE WAIT AND SEE MODE MUCH MORE THAN ANYTHING ELSE. DOES THIS – IS THAT TRUE IN YOUR MIND AND DOES TODAY'S NUMBER CHANGE ANYTHING FOR YOU?\nEVANS: SO, I AGREE WITH THAT. THAT SOUNDS KIND OF UNUSUAL, DOESN'T IT, FOR CENTRAL BANKERS? --\nKERNEN: YES. YEAH, 'CAUSE WE CAN DO THAT.\nEVANS: WE ALWAYS TALK ABOUT YOU NEED TO BE AHEAD OF THE CURVE. NOW, I THINK I COMES FROM A LONG PERIOD OF TIME WHERE OUR INFLATION WAS ALWAYS ABOVE WHAT OUR TARGET WAS AND WE NEEDED TO GET IT TO COME DOWN. AND IF INFLATION WAS TOO STRONG, WE HAD TWO JOBS TO DO. WE NEEDED TO BRING CYCLICAL INFLATION DOWN AND WE NEED TO KEEP WORKING TO GET IT DOWN. WE'VE HAD LOW INFLATION NOW FOR A LONG TIME. INFLATION IS UNDER RUNNING OUR INFLATION OBJECTIVE. SO, THE LONG RUN INFLATION GOAL HAS BEEN MET – MORE THAN MET. SO WE DON'T HAVE THE FIRST JOB THAT WE HAVE TO DO. THAT WAS IMPORTANT TO BE AHEAD OF THE CURVE. NOW I THINK WE HAVE THE ABILITY TO BE CAUTIOUS. WE'VE SAID OUR INFLATION OBJECTIVE AT SYMMETRIC, 2%. WE HAVEN'T BEEN ABOVE 2%. WE CAN BE – YOU KNOW, WE SHOULD BE AVERAGING 2% GOING FORWARD. AND SO WE SHOULD EXPECT THE 2 – WE ARE GOING TO BE ABOVE 2% AT SOME POINT.\nQUICK: YOU TALKED ABOUT HOW ALL OF THESE POLICY INITIATIVES WE'VE SEEN FROM WASHINGTON HAVE BEEN STIMULATIVE TO THE ECONOMY, INCLUDING THE TAX CUTS. WHAT DO YOU THINK OF THE TARIFFS THAT WERE JUST SIGNED?\nEVANS: WELL THE TARIFFS GO IN THE OTHER WAY. IT'S GOOD FOR STEEL PRODUCERS, THEY ARE HAPPY ABOUT THAT. PEOPLE WHO CONSUME STEEL AND NEED IT FOR THEIR BUSINESSES, THEY'RE GONNA HAVE TO PAY MORE. AND YOU KNOW, I AM NOT SURE IF THAT'S IN THE BEST –\nKERNEN: YOU JUST SAID YOU WERE STILL WORRIED ABOUT INFLATION BEING TOO LOW, WE'RE TRYING TO HELP, TRYING TO HELP IT.\nEVANS: WELL, THAT'S GOING TO BE A RELATIVE PRICE. THAT WILL FIND ITS WAY INTO THE INFLATION NUMBERS.\nKERNEN: THERE YOU GO.\nEVANS: BUT IT WON'T BE SUSTAINING HIGHER INFLATION. IT WILL BE A –\nKERNEN: RIGHT. BUT IT'S INTERESTING. DID YOU HEAR THAT STEVE? IT WAS THAT HE REALLY SAID YOU CAN'T GET BEHIND THE CURVE UNLESS YOU ARE OVERSHOOTING INFLATION TO START WITH.\nLIESMAN: RIGHT.\nKERNEN: IF YOU'RE BELOW INFLATION, BY DEFINITION, YOU CAN'T GET BEHIND THE CURVE. AND IF IT'S ABOVE AND YOU GET BEHIND THE CURVE, THEN IT CAN REALLY GET OUT OF HAND.\nEVANS: SO, YOU KNOW, WE HAVE DISCUSSIONS LIKE THIS. I'VE HAD PEOPLE ASKING ME CHALLENGING QUESTIONS LIKE, \"CHARLIE, YOU'RE NOT REALLY SUGGESTING WE SHOULDN'T DO ANYTHING UNTIL WE GET TO TWO?\" BECAUSE IT SORT OF DEPENDS ON, YOU'RE GONNA GET THROUGH TWO BY GOING REALLY FAST OR YOU'RE GONNA KIND OF JUST INCH UP TO IT.\nKERNEN: IF YOU'RE ALREADY ABOVE IT, IT'S SCARY TO GET BEHIND IT.\nEVANS: IT DEPENDS ON WHERE YOU THINK INFLATION IS GOING TO BE NEXT YEAR OR THE YEAR AFTER THAT.\nLIESMAN: CHARLIE, I DON'T WANT TO SOUND LIKE A BROKEN RECORD BUT I DO WANT TO UNDERSTAND THE KIND OF PARAMETERS THAT YOU'RE UNDER. YOU'RE THINKING THREE RATE HIKES THIS YEAR, IS THAT RIGHT? AND WHAT IS -- BE THE TIPPING POINT WHERE YOU GET TO FOUR OR – AND THEN THE OTHER PART OF THE QUESTION IS, I DON'T REALLY THINK THE MARKET CARES ALL THAT MUCH ABOUT ARE YOU GONNA DO 75 OR 100 BASIS POINTS OF TIGHTENING. I THINK THEY CARE ABOUT THE TRAJECTORY. CAN YOU TALK ABOUT THAT WHEN YOU LOOK INTO '19 OR '20 AND THE TERMINAL RATE?\nEVANS: SO I THINK IT'S ALWAYS THE TRAJECTORY THAT'S REALLY MOST IMPORTANT. SO, AT THE MOMENT I – MY OWN PREFERENCE WOULD BE WAIT A LITTLE BIT LONGER, LET THE MARCH INFLATION, ANOMALOUS INFLATION RATE FROM A YEAR AGO FALL OUT OF THAT. LET'S MAKE SURE THAT THESE SORT OF AMAZON DISRUPTIVE KIND OF PRICING MODELS AREN'T CONTINUING TO FIND THEIR WAY INTO KEEPING INFLATION LOWER THAN THAT. WE COULD GO MID YEAR AND ALL OF A SUDDEN SEE WOW, INFLATION CONTINUES TO MOVE UP TOWARDS 2%, I'M MUCH MORE CONFIDENT AND WE CONTINUE A GRADUAL UPWARD ADJUSTMENT OF THE FUNDS RATE. SO IS THAT 3, 2, 4? I THINK IT IS THE TRAJECTORY, LIKE YOU SAID, THAT'S MUCH MORE IMPORTANT. YOU COULD WAIT MID YEAR AND GET A NUMBER OF RATE INCREASES IN. AND IT'S JUST -- WE HAVE OPEN MEETINGS AND IT DOES NOT ALWAYS HAVE TO BE A PRESS CONFERENCE, AND IT COULD STILL BE GRADUAL, IF YOU SNUCK AN EXTRA –\nLIESMAN: WITH THE NEXT FED MEETING, YOU WOULD ALL THE WAY ON THE OTHER SIDE ALONE BY YOURSELF BECAUSE YOU WANT TO WAIT IN MARCH.\nEVANS: I'D LIKE TO SEE THE DATA. YOU KNOW, WE ARE GOING TO GO INTO MEETINGS. TODAY WAS A REALLY STRONG REPORT. I'M GOING TO LISTEN TO MY COLLEAGUES AS I ALWAYS DO.\nQUICK: DO THEY EVER SWAY YOU TO CHANGE YOUR MIND?\nSORKIN: WELL, THAT'S A GOOD QUESTION.\nEVANS: I'VE FELT BETTER ABOUT CERTAIN DECISIONS—\nSORKIN: HAVE YOU WALKED INTO A MEETING WITH ONE VIEW AND WALKED OUT WITH A DIFFERENT?\nEVANS: YOU KNOW, I'M SURE THAT'S THE CASE. IT'S MORE LIKELY THAT IT'S IN A TRAJECTORY BASIS, AS OPPOSED TO WHETHER OR NOT IT'S AT THAT MEETING. I'D HAVE TO ACTUALLY DO A LITTLE DEEP RELFECTION ON THAT, BUT THERE ARE PERSUASIVE ARGUMENTS THAT GET MADE. I REMEMBER JANET YELLEN SAYING, WHEN SHE WAS SAN FRANCISCO FED PRESIDENT, THAT IN THE GREENSPAN ERA SOMEBODY ASKED HER, \"YOU KNOW, DID YOU EVER MAKE A COMMENT WHERE CHAIRMAN GREENSPAN ACTUALLY CHANGED HIS MIND ABOUT THAT?\" AND I HEARD HER ANSWER THEM, \"WELL, THAT REALLY DIDN'T HAPPEN. BUT IN TERMS OF HOW HE THOUGHT ABOUT IT TWO OR THREE MEETINGS INTO THE FUTURE, HE COULD TAKE THAT ONBOARD AND IT COULD HAVE AN EFFECT—\"\nBECKY: AND, BY THE WAY, I'M NOT TRYING TO BE UNFAIR, BECAUSE I WALK INTO THE SAME SITUATION EVERYDAY WITH THESE GUYS.\nKERNEN: I WAS WONDERING WHETHER YOU WERE GOING TO BRING THIS HOME.\nQUICK: NO, NO, NO, BUT IT'S TRUE. I WOULD SAY IN THE IMMEDIATE, PROBABLY NOT. BUT OVER THE LONG HAUL.\nSORKIN: OVER TIME.\nQUICK: YEAH, OVER TIME. IT CAN CHANGE.\nEVANS: WELL, FOR INSTANCE, I WOULD SAY JIM BULLARD HAS BEEN ARGUING OVER A YEAR, MAYBE TWO YEARS, THAT IT MIGHT BE USEFUL THINKING OF THE ECONOMY AS BEING IN A LOW PRODUCT REGIME, A LOW INTEREST RATE REGIME, WHERE INFLATION'S GOING TO STAY VERY LOW. AND I WOULD SAY THAT WAS A VERY CHALLENGING ARGUMENT FOR ME BECAUSE I DIDN'T UNDERSTAND HOW HE WAS THINKING TRANSITIONING FROM THE LOW PRODUCTIVITY TO THE A HIGHER PRODUCTIVITY.\nKERNEN: AND HE TOTALLY CHANGED. I REMEMBER WHEN HE CHANGED, IT WAS LIKE WHO ARE YOU?\nEVANS: THAT'S RIGHT. SO I WOULD SAY MY FIRST REACTION WAS NOT EXTREMELY POSITIVE. BUT AS I THOUGHT ABOUT IT MORE AS THE DATA ROLLED OUT, YOU KNOW, IT MADE MORE SENSE. SO, I LISTEN VERY CAREFULLY.\nLIESMAN: IT'S INTERESTING YOU BRING UP GREENSPAN HERE BECAUSE THIS IS A MONUMENTAL HISTORIC MOMENT HERE. WHAT YOU ARE TALKING ABOUT IS HOLDING THE LINE ON RAISING RATES AT A TIME WHEN, BY YOUR OWN CALCULATION, JOB GROWTH IS FIVE TIMES THE SUSTAINABLE RATE. 60 TIMES 5 IS 300, IF I AM NOT MISTAKEN, RIGHT? UNEMPLOYMENT RATE IS WELL BELOW THE – WHAT YOU CONSIDER TO BE FULL EMPOLOYMENT. AND THIS IS VERY MUCH A 96 MOMENT IF YOU WOULD WHERE GREENSPAN SAID ALL INDICATORS ARE GOING FOR INFLATION BUT I THINK SOMETHING ELSE IS HAPPENING TO THE ECONOMY RIGHT NOW.\nEVANS: I THINK THE ENVIRONMENT IS UNUSUAL. I THINK THE LOW REAL INTEREST RATE ENVIRONMENT CONTINUES TO SORT OF PLAGUE OUR THINKING AND SORT OF PUT A PREMIUM ON US BEING CAREFUL TO NOT GET TOO FAR AHEAD OF THE CURVE BECAUSE IF THINGS DO GO IN THE OTHER DIRECTION INEVITABLY AT SOME POINT DOWN THE LINE, THEY WILL, WE NEED THE CAPACITY TO LOWER RATES, AND SO WE SHOULD BE CAREFUL ABOUT THAT. HAVING SAID THAT, I MEAN, I THINK THAT IT IS NORMAL MONETARY POLICY REACTING TO YES, IT IS A LOW UNEMPLOYMENT RATE, A VERY STRONG JOB MARKET IN A VERY GOOD ECONOMY. WE HAVE THE LUXURY OF IT BEING GOOD. THAT'S NICE BUT WE'LL HAVE TO PAY ATTENTION. I THINK WE'LL DO NORMAL KINDS OF POLICY.\nKERNEN: GREAT TO HAVE YOU HERE TODAY, CHARLIE. THANK YOU. WE WILL BE RIGHT BACK.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.5221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-03-09T18:30:00.000+02:00",
    "crawled": "2018-03-09T20:12:27.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "friday",
        "march",
        "cnbc",
        "squawk",
        "box",
        "following",
        "unofficial",
        "transcript",
        "first",
        "cnbc",
        "interview",
        "chicago",
        "fed",
        "president",
        "charles",
        "evans",
        "cnbc",
        "steve",
        "liesman",
        "cnbc",
        "squawk",
        "box",
        "today",
        "friday",
        "march",
        "9th",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "becky",
        "quick",
        "let",
        "get",
        "right",
        "steve",
        "special",
        "guest",
        "morning",
        "steve",
        "liesman",
        "thanks",
        "becky",
        "charlie",
        "evans",
        "join",
        "u",
        "chicago",
        "federal",
        "reserve",
        "president",
        "charlie",
        "situation",
        "right",
        "job",
        "number",
        "charles",
        "evans",
        "know",
        "get",
        "scheduled",
        "completely",
        "random",
        "liesman",
        "well",
        "ask",
        "distract",
        "say",
        "yes",
        "happens",
        "evans",
        "giving",
        "speech",
        "shadow",
        "market",
        "committee",
        "later",
        "lunch",
        "joe",
        "kernen",
        "even",
        "allowed",
        "talk",
        "shadowy",
        "evans",
        "good",
        "liesman",
        "interesting",
        "people",
        "come",
        "including",
        "marvin",
        "goodfriend",
        "candidate",
        "attending",
        "meeting",
        "couple",
        "year",
        "evans",
        "terrific",
        "colleague",
        "liesman",
        "sort",
        "yeah",
        "mean",
        "like",
        "cabinet",
        "exile",
        "kind",
        "thing",
        "charlie",
        "let",
        "talk",
        "number",
        "remarkable",
        "thing",
        "thought",
        "plus",
        "almost",
        "four",
        "month",
        "running",
        "evans",
        "right",
        "liesman",
        "change",
        "unemployment",
        "rate",
        "evans",
        "right",
        "liesman",
        "telling",
        "labor",
        "supply",
        "country",
        "amount",
        "slack",
        "evans",
        "well",
        "strong",
        "number",
        "sound",
        "like",
        "strong",
        "report",
        "mean",
        "chance",
        "read",
        "obviously",
        "large",
        "number",
        "averaging",
        "strong",
        "unemployment",
        "rate",
        "staying",
        "labor",
        "force",
        "participation",
        "rate",
        "continuing",
        "improve",
        "really",
        "good",
        "news",
        "people",
        "coming",
        "work",
        "force",
        "attracted",
        "attractive",
        "job",
        "apparently",
        "know",
        "exactly",
        "would",
        "say",
        "would",
        "liked",
        "stronger",
        "wage",
        "number",
        "average",
        "hourly",
        "earnings",
        "tenth",
        "know",
        "looking",
        "forward",
        "stronger",
        "wage",
        "growth",
        "economy",
        "really",
        "really",
        "well",
        "sign",
        "labor",
        "market",
        "tightness",
        "unemployment",
        "rate",
        "lower",
        "u",
        "think",
        "sustainable",
        "long",
        "run",
        "unemployment",
        "rate",
        "certainly",
        "know",
        "enjoy",
        "time",
        "seem",
        "leading",
        "wage",
        "pressure",
        "yet",
        "liesman",
        "change",
        "outlook",
        "strong",
        "job",
        "number",
        "like",
        "thought",
        "appropriate",
        "path",
        "monetary",
        "policy",
        "year",
        "evans",
        "well",
        "large",
        "number",
        "remember",
        "know",
        "steady",
        "running",
        "rate",
        "still",
        "think",
        "normal",
        "job",
        "creation",
        "every",
        "month",
        "would",
        "order",
        "maybe",
        "low",
        "month",
        "high",
        "replacing",
        "incoming",
        "workforce",
        "people",
        "coming",
        "workforce",
        "going",
        "higher",
        "number",
        "used",
        "liesman",
        "follow",
        "charlie",
        "asked",
        "question",
        "sort",
        "said",
        "yes",
        "really",
        "change",
        "view",
        "appropriate",
        "path",
        "monetary",
        "policy",
        "evans",
        "oh",
        "hear",
        "monetary",
        "policy",
        "part",
        "would",
        "say",
        "liesman",
        "selective",
        "hearing",
        "evans",
        "view",
        "economy",
        "extremely",
        "strong",
        "fundamental",
        "good",
        "think",
        "recent",
        "fiscal",
        "action",
        "added",
        "strength",
        "economy",
        "going",
        "forward",
        "tax",
        "cut",
        "stimulative",
        "spending",
        "increase",
        "even",
        "people",
        "said",
        "know",
        "headwind",
        "become",
        "tailwind",
        "see",
        "point",
        "strong",
        "growth",
        "might",
        "get",
        "year",
        "would",
        "really",
        "big",
        "number",
        "point",
        "cycle",
        "mean",
        "inflation",
        "continue",
        "nervous",
        "inflation",
        "running",
        "although",
        "strength",
        "economy",
        "recent",
        "average",
        "inflation",
        "going",
        "focus",
        "look",
        "forward",
        "march",
        "inflation",
        "data",
        "rolling",
        "better",
        "andrew",
        "ross",
        "sorkin",
        "speak",
        "jim",
        "bullard",
        "evans",
        "yeah",
        "sorkin",
        "talked",
        "sort",
        "approach",
        "fed",
        "took",
        "least",
        "way",
        "saw",
        "one",
        "way",
        "proactive",
        "meaning",
        "get",
        "ahead",
        "thing",
        "one",
        "much",
        "wait",
        "play",
        "wait",
        "see",
        "game",
        "said",
        "wait",
        "see",
        "mode",
        "much",
        "anything",
        "else",
        "true",
        "mind",
        "today",
        "number",
        "change",
        "anything",
        "evans",
        "agree",
        "sound",
        "kind",
        "unusual",
        "central",
        "banker",
        "kernen",
        "yes",
        "yeah",
        "evans",
        "always",
        "talk",
        "need",
        "ahead",
        "curve",
        "think",
        "come",
        "long",
        "period",
        "time",
        "inflation",
        "always",
        "target",
        "needed",
        "get",
        "come",
        "inflation",
        "strong",
        "two",
        "job",
        "needed",
        "bring",
        "cyclical",
        "inflation",
        "need",
        "keep",
        "working",
        "get",
        "low",
        "inflation",
        "long",
        "time",
        "inflation",
        "running",
        "inflation",
        "objective",
        "long",
        "run",
        "inflation",
        "goal",
        "met",
        "met",
        "first",
        "job",
        "important",
        "ahead",
        "curve",
        "think",
        "ability",
        "cautious",
        "said",
        "inflation",
        "objective",
        "symmetric",
        "know",
        "averaging",
        "going",
        "forward",
        "expect",
        "going",
        "point",
        "quick",
        "talked",
        "policy",
        "initiative",
        "seen",
        "washington",
        "stimulative",
        "economy",
        "including",
        "tax",
        "cut",
        "think",
        "tariff",
        "signed",
        "evans",
        "well",
        "tariff",
        "go",
        "way",
        "good",
        "steel",
        "producer",
        "happy",
        "people",
        "consume",
        "steel",
        "need",
        "business",
        "gon",
        "na",
        "pay",
        "know",
        "sure",
        "best",
        "kernen",
        "said",
        "still",
        "worried",
        "inflation",
        "low",
        "trying",
        "help",
        "trying",
        "help",
        "evans",
        "well",
        "going",
        "relative",
        "price",
        "find",
        "way",
        "inflation",
        "number",
        "kernen",
        "go",
        "evans",
        "wo",
        "sustaining",
        "higher",
        "inflation",
        "kernen",
        "right",
        "interesting",
        "hear",
        "steve",
        "really",
        "said",
        "ca",
        "get",
        "behind",
        "curve",
        "unless",
        "overshooting",
        "inflation",
        "start",
        "liesman",
        "right",
        "kernen",
        "inflation",
        "definition",
        "ca",
        "get",
        "behind",
        "curve",
        "get",
        "behind",
        "curve",
        "really",
        "get",
        "hand",
        "evans",
        "know",
        "discussion",
        "like",
        "people",
        "asking",
        "challenging",
        "question",
        "like",
        "charlie",
        "really",
        "suggesting",
        "anything",
        "get",
        "two",
        "sort",
        "depends",
        "gon",
        "na",
        "get",
        "two",
        "going",
        "really",
        "fast",
        "gon",
        "na",
        "kind",
        "inch",
        "kernen",
        "already",
        "scary",
        "get",
        "behind",
        "evans",
        "depends",
        "think",
        "inflation",
        "going",
        "next",
        "year",
        "year",
        "liesman",
        "charlie",
        "want",
        "sound",
        "like",
        "broken",
        "record",
        "want",
        "understand",
        "kind",
        "parameter",
        "thinking",
        "three",
        "rate",
        "hike",
        "year",
        "right",
        "tipping",
        "point",
        "get",
        "four",
        "part",
        "question",
        "really",
        "think",
        "market",
        "care",
        "much",
        "gon",
        "na",
        "basis",
        "point",
        "tightening",
        "think",
        "care",
        "trajectory",
        "talk",
        "look",
        "terminal",
        "rate",
        "evans",
        "think",
        "always",
        "trajectory",
        "really",
        "important",
        "moment",
        "preference",
        "would",
        "wait",
        "little",
        "bit",
        "longer",
        "let",
        "march",
        "inflation",
        "anomalous",
        "inflation",
        "rate",
        "year",
        "ago",
        "fall",
        "let",
        "make",
        "sure",
        "sort",
        "amazon",
        "disruptive",
        "kind",
        "pricing",
        "model",
        "continuing",
        "find",
        "way",
        "keeping",
        "inflation",
        "lower",
        "could",
        "go",
        "mid",
        "year",
        "sudden",
        "see",
        "wow",
        "inflation",
        "continues",
        "move",
        "towards",
        "much",
        "confident",
        "continue",
        "gradual",
        "upward",
        "adjustment",
        "fund",
        "rate",
        "think",
        "trajectory",
        "like",
        "said",
        "much",
        "important",
        "could",
        "wait",
        "mid",
        "year",
        "get",
        "number",
        "rate",
        "increase",
        "open",
        "meeting",
        "always",
        "press",
        "conference",
        "could",
        "still",
        "gradual",
        "snuck",
        "extra",
        "liesman",
        "next",
        "fed",
        "meeting",
        "would",
        "way",
        "side",
        "alone",
        "want",
        "wait",
        "march",
        "evans",
        "like",
        "see",
        "data",
        "know",
        "going",
        "go",
        "meeting",
        "today",
        "really",
        "strong",
        "report",
        "going",
        "listen",
        "colleague",
        "always",
        "quick",
        "ever",
        "sway",
        "change",
        "mind",
        "sorkin",
        "well",
        "good",
        "question",
        "evans",
        "felt",
        "better",
        "certain",
        "sorkin",
        "walked",
        "meeting",
        "one",
        "view",
        "walked",
        "different",
        "evans",
        "know",
        "sure",
        "case",
        "likely",
        "trajectory",
        "basis",
        "opposed",
        "whether",
        "meeting",
        "actually",
        "little",
        "deep",
        "relfection",
        "persuasive",
        "argument",
        "get",
        "made",
        "remember",
        "janet",
        "yellen",
        "saying",
        "san",
        "francisco",
        "fed",
        "president",
        "greenspan",
        "era",
        "somebody",
        "asked",
        "know",
        "ever",
        "make",
        "comment",
        "chairman",
        "greenspan",
        "actually",
        "changed",
        "mind",
        "heard",
        "answer",
        "well",
        "really",
        "happen",
        "term",
        "thought",
        "two",
        "three",
        "meeting",
        "future",
        "could",
        "take",
        "onboard",
        "could",
        "becky",
        "way",
        "trying",
        "unfair",
        "walk",
        "situation",
        "everyday",
        "guy",
        "kernen",
        "wondering",
        "whether",
        "going",
        "bring",
        "home",
        "quick",
        "true",
        "would",
        "say",
        "immediate",
        "probably",
        "long",
        "haul",
        "sorkin",
        "time",
        "quick",
        "yeah",
        "time",
        "change",
        "evans",
        "well",
        "instance",
        "would",
        "say",
        "jim",
        "bullard",
        "arguing",
        "year",
        "maybe",
        "two",
        "year",
        "might",
        "useful",
        "thinking",
        "economy",
        "low",
        "product",
        "regime",
        "low",
        "interest",
        "rate",
        "regime",
        "inflation",
        "going",
        "stay",
        "low",
        "would",
        "say",
        "challenging",
        "argument",
        "understand",
        "thinking",
        "transitioning",
        "low",
        "productivity",
        "higher",
        "productivity",
        "kernen",
        "totally",
        "changed",
        "remember",
        "changed",
        "like",
        "evans",
        "right",
        "would",
        "say",
        "first",
        "reaction",
        "extremely",
        "positive",
        "thought",
        "data",
        "rolled",
        "know",
        "made",
        "sense",
        "listen",
        "carefully",
        "liesman",
        "interesting",
        "bring",
        "greenspan",
        "monumental",
        "historic",
        "moment",
        "talking",
        "holding",
        "line",
        "raising",
        "rate",
        "time",
        "calculation",
        "job",
        "growth",
        "five",
        "time",
        "sustainable",
        "rate",
        "time",
        "mistaken",
        "right",
        "unemployment",
        "rate",
        "well",
        "consider",
        "full",
        "empoloyment",
        "much",
        "moment",
        "would",
        "greenspan",
        "said",
        "indicator",
        "going",
        "inflation",
        "think",
        "something",
        "else",
        "happening",
        "economy",
        "right",
        "evans",
        "think",
        "environment",
        "unusual",
        "think",
        "low",
        "real",
        "interest",
        "rate",
        "environment",
        "continues",
        "sort",
        "plague",
        "thinking",
        "sort",
        "put",
        "premium",
        "u",
        "careful",
        "get",
        "far",
        "ahead",
        "curve",
        "thing",
        "go",
        "direction",
        "inevitably",
        "point",
        "line",
        "need",
        "capacity",
        "lower",
        "rate",
        "careful",
        "said",
        "mean",
        "think",
        "normal",
        "monetary",
        "policy",
        "reacting",
        "yes",
        "low",
        "unemployment",
        "rate",
        "strong",
        "job",
        "market",
        "good",
        "economy",
        "luxury",
        "good",
        "nice",
        "pay",
        "attention",
        "think",
        "normal",
        "kind",
        "policy",
        "kernen",
        "great",
        "today",
        "charlie",
        "thank",
        "right",
        "back",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}