{
    "organizations": [],
    "uuid": "b63448817e94165276fe65de381116df692f1ac7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/business-wire-apollo-endosurgery-inc-reports-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "Apollo Endosurgery, Inc. Reports Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Endo-bariatric Product Sales Increase 29% in the Fourth Quarter\nConference Call to Discuss Results Today at 3:30 p.m. CT / 4:30 p.m. ET\nAUSTIN, Texas--(BUSINESS WIRE)-- Apollo Endosurgery, Inc. (\"Apollo\") (Nasdaq: APEN), a leader in less invasive medical devices for bariatric and gastrointestinal procedures, today announced financial results for the fourth quarter and year ended December 31, 2017.\nFourth Quarter 2017 Highlights\nGAAP total revenues increased 5% over the fourth quarter of 2016 Non-GAAP adjusted total revenues, which excludes U.S. Orbera starter kit sales, increased 9% over the fourth quarter of 2016 Total Endo-bariatric sales of $9.8 million, up 29% over the fourth quarter of 2016\nFull Year 2017 Highlights\nGAAP total revenues of $64.3 million in 2017 compared to $64.7 million in 2016 Non-GAAP adjusted total revenues, which excludes U.S. Orbera starter kit sales, increased 5% over 2016 Endo-bariatric sales of $35.9 million, up 13% over 2016\nTodd Newton, CEO of Apollo, said, \"The fourth quarter marks our second consecutive quarter of consolidated total revenue growth on the sales of our Endo-bariatric products especially in our international markets. Demand for OverStitch was especially strong during the fourth quarter in all markets as the treatments possible with this new technology gained physician adoption. Our Endo-bariatric product sales are now 60% of our total sales and we look to build on this momentum in 2018.\"\nFourth Quarter 2017 Results\nTotal revenues in the fourth quarter of 2017 were $16.1 million, compared to $15.3 million in the fourth quarter 2016, an increase of 5%.\nTotal Endo-bariatric sales increased 29% to $9.8 million in the fourth quarter of 2017 compared to $7.6 million in the fourth quarter of 2016, due to a 64%, or $2.5 million, increase in Endo-bariatric product sales outside the U.S. (\"OUS\") as a result of higher OverStitch sales in our direct markets and the introduction of Orbera365 in Europe. OUS direct market sales were 64% of total OUS Endo-bariatric product sales in the fourth quarter of 2017, compared to 59% in the fourth quarter of 2016. In the U.S., total Endo-bariatric product sales declined 7%, or $0.3 million in the fourth quarter of 2017 compared to the same quarter of 2016. Excluding U.S. Orbera starter kit sales, U.S. Endo-bariatric product sales increased 8%, or $0.2 million for the fourth quarter of 2017 due to higher physician adoption and utilization of OverStitch products.\nTotal Surgical product sales in the fourth quarter 2017 were $6.2 million, a decrease of just under 20%, compared to $7.6 million in the fourth quarter of 2016. Total OUS Surgical sales decreased 12% to $2.1 million for the fourth quarter of 2017 compared to $2.3 million for the fourth quarter of 2016. In the U.S., Surgical sales decreased 23% to $4.1 million for the fourth quarter of 2017 compared to $5.3 million for the fourth quarter of 2016.\nGross margin for the fourth quarter of 2017 was 58%, compared to 62% for the fourth quarter of 2016 as a result of a greater proportion of our overall product sales coming from our Endo-bariatric products, which realize a lower gross margin than our Surgical products. Additionally, the mix of Apollo manufactured products sold increased in the fourth quarter of 2017 resulting in more overhead charged as cost of goods sold compared to the fourth quarter of 2016 when we were depleting the inventory we purchased as part of the planned transition from Allergan to Apollo. We expect gross margin to improve as we complete certain identified Endo-bariatric product gross margin improvement projects and improve capacity utilization of our manufacturing facility over the next two years.\nTotal operating expenses were $15.2 million in the fourth quarter of 2017, compared to $17.2 million in the fourth quarter of 2016 primarily due to decreased general and administrative expenses related to transaction costs incurred in the fourth quarter of 2016 associated with the Lpath merger.\nInterest expense for the fourth quarter of 2017 decreased $10.3 million when compared to the fourth quarter of 2016. This decline was largely due to non-cash charges associated with convertible notes that were exchanged for common stock in connection with the Lpath merger in the fourth quarter of 2016.\nNet loss for the fourth quarter 2017 was $7.3 million compared to $19.7 million for the fourth quarter 2016.\nFull Year 2017 Financial Results\nTotal revenues for 2017 were $64.3 million, compared to $64.7 million in 2016.\nTotal Endo-bariatric sales increased 13% to $35.9 million in 2017, compared to $31.9 million in 2016, comprising 56% of total revenue in 2017 compared to 49% in 2016. Excluding U.S. Orbera starter kit sales, total Endo-bariatric sales increased 27% for the year. Total OUS Endo-bariatric product sales increased 32%, or $5.2 million in 2017 compared to 2016, primarily due to higher OverStitch sales in our direct markets. OUS direct market sales were 69% of total OUS Endo-bariatric product sales in 2017 compared to 65% for 2016. U.S. Endo-bariatric product sales for 2017 decreased 8%, or $1.2 million when compared to 2016. Excluding U.S. Orbera starter kit sales, U.S. Endo-bariatric product sales increased 20%, or $2.3 million in 2017 primarily due to higher OverStitch product sales and higher Orbera product sales from the first half of 2017.\nTotal Surgical product sales in 2017 were $27.6 million, a decrease of 15%, compared to $32.3 million in 2016. Total OUS Surgical product sales decreased 5% to $10.2 million in 2017 compared to $10.7 million in 2016. In the U.S. Surgical sales decreased 20% to $17.4 million in 2017 compared to $21.6 million in 2016.\nGross margin increased to 62% for 2017 from 61% in 2016. Cost of sales included inventory impairment charges of $0.7 million and $3.8 million for 2017 and 2016, respectively. In 2016, we recorded an inventory impairment charge related to expiring finished good inventory and excess raw materials transferred from Allergan as required under the transition services agreement. Excluding inventory impairment charges, gross margin was 63% for 2017 and 67% for 2016. This lower gross margin, excluding the impact of inventory impairment charges, is due to the ongoing shift in our product sales mix from higher margin Surgical products to Endo-bariatric products that realize lower relative gross margins and the shift in the mix of Apollo manufactured products sold as discussed above in fourth quarter results.\nTotal operating expenses were $62.2 million in 2017, compared to $60.2 million in 2016 primarily due to higher sales and marketing expenses associated with our Endo-bariatric product sales growth.\nInterest expense decreased $13.7 million in 2017, compared to 2016 mainly due to the elimination of non-cash charges associated with the convertible notes that were exchanged for common stock.\nNet loss for 2017 was $27.3 million compared to $41.2 million for 2016.\nCash, cash equivalents and restricted cash were $31.4 million as of December 31, 2017.\nCapitalization Update\nOn December 4, 2017, we filed a registration statement on Form S-3 to offer and sell up to a maximum amount of $50.0 million of common stock and entered a sales agreement to sell up to $16.0 million of shares of those shares in an \"at-the-market\" program.\nConference Call\nApollo will host a conference call on Thursday, March 1, 2018 at 3:30 p.m. Central Time / 4:30 p.m. Eastern Time to discuss Apollo's operating results for the fourth quarter and year ended December 31, 2017.\nTo participate in the conference call dial (888) 394-8218 for domestic callers and (323) 701-0225 for international callers. The conference ID number is 8902763. A live webcast of the conference call will be made available on the \"Events and Presentations\" section of our Investor Relations website: www.ir.apolloendo.com .\nA replay of the webcast will remain available on Apollo's website, www.apolloendo.com , until Apollo releases its first quarter 2018 financial results. In addition, a telephonic replay of the call will be available until March 8, 2018. The replay dial-in numbers are (844) 512-2921 for domestic callers and (412) 317-6671 for international callers. The replay conference ID number is 8902763. A transcript of the earnings call will be made available on the \"Events and Presentations\" section of our Investor Relations website: www.ir.apolloendo.com .\nNon-GAAP Financial Measures\nTo supplement to our financial results we are providing a non-GAAP financial measure, adjusted total revenues which exclude U.S. Orbera starter kit sales. This supplemental measure of our performance is not required by, and is not determined in accordance with, GAAP.\nNon-GAAP financial information is not a substitute for any financial measure determined in accordance with GAAP and should be read only in conjunction with Apollo’s condensed consolidated financial statements prepared in accordance with GAAP. Apollo’s management uses certain supplemental non-GAAP financial measures internally to understand, manage and evaluate Apollo’s business, and make operating decisions. Reconciliations for each non-GAAP financial measure to its most directly comparable GAAP financial measure is provided in the tables below. Management believes that making non-GAAP financial information available to investors, in addition to GAAP financial information, may facilitate more consistent comparisons between the company's performance over time with the performance of other companies in the medical device industry, which may use similar financial measures to supplement their GAAP financial information.\nAbout Apollo Endosurgery, Inc.\nApollo Endosurgery, Inc. is a medical technology company focused on less invasive therapies for the treatment of obesity, a condition facing over 600 million people globally, as well as other gastrointestinal disorders. Apollo's device based therapies are an alternative to invasive surgical procedures, thus lowering complication rates and reducing total healthcare costs. Apollo's products are offered in over 70 countries today.\nApollo’s common stock is traded on Nasdaq Global Market under the symbol \"APEN.\" For more information regarding Apollo Endosurgery, go to: www.apolloendo.com.\nCautionary Note on Forward-Looking Statements\nCertain statements in this press release are forward-looking statements that are subject to risks and uncertainties that could cause results to be materially different than expectations. Important factors that could cause actual results to differ materially include: the advancement of Apollo products; development of enhancements to Apollo’s existing products and technologies; market acceptance of Apollo’s products; and statements relating to the availability of cash for Apollo's future operations, Apollo’s ability to support the adoption of its endo-bariatric products and its ability to broaden its product portfolio as well as other factors detailed in Apollo’s periodic reports filed with the Securities and Exchange Commission, or SEC, including its Form 10-K for the year ended December 31, 2017 and quarterly report on Form 10-Q for the quarter ended September 30, 2017. Copies of reports filed with the SEC are posted on Apollo’s website and are available from Apollo without charge. These forward-looking statements are not guarantees of future performance and speak only as of the date hereof, and, except as required by law, Apollo disclaims any obligation to update these forward-looking statements to reflect future events or circumstances.\nAPOLLO ENDOSURGERY, INC. AND SUBSIDIARIES Condensed Consolidated Statements of Operations (In thousands, except for share data) Three Months Ended December 31, Year Ended December 31, 2017 2016 2017 2016 (Unaudited) (Unaudited) Revenues $ 16,140 $ 15,332 $ 64,310 $ 64,650 Cost of sales (1) 6,834 5,899 24,578 25,255 Gross margin 9,306 9,433 39,732 39,395 Operating expenses: Sales and marketing 8,078 7,993 32,910 31,533 General and administrative 3,429 4,817 13,722 13,625 Research and development 1,879 2,583 8,299 7,805 Amortization of intangible assets 1,796 1,794 7,240 7,193 Total operating expenses 15,182 17,187 62,171 60,156 Loss from operations (5,876 ) (7,754 ) (22,439 ) (20,761 ) Other expenses: Interest expense, net 979 11,287 4,508 18,168 Other expense 324 487 41 1,851 Net loss before income taxes (7,179 ) (19,528 ) (26,988 ) (40,780 ) Income tax expense 136 184 304 387 Net loss $ (7,315 ) $ (19,712 ) $ (27,292 ) $ (41,167 ) Net loss per share, basic and diluted $ (0.42 ) $ (35.01 ) $ (2.01 ) $ (105.69 ) Shares used in computing net loss per share, basic and diluted (2) 17,290,909 563,113 13,565,781 389,501",
    "published": "2018-03-02T00:01:00.000+02:00",
    "crawled": "2018-03-02T01:22:27.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "product",
        "sale",
        "increase",
        "fourth",
        "quarter",
        "conference",
        "call",
        "discus",
        "result",
        "today",
        "ct",
        "et",
        "austin",
        "texas",
        "business",
        "wire",
        "apollo",
        "endosurgery",
        "apollo",
        "nasdaq",
        "apen",
        "leader",
        "less",
        "invasive",
        "medical",
        "device",
        "bariatric",
        "gastrointestinal",
        "procedure",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "highlight",
        "gaap",
        "total",
        "revenue",
        "increased",
        "fourth",
        "quarter",
        "adjusted",
        "total",
        "revenue",
        "excludes",
        "orbera",
        "starter",
        "kit",
        "sale",
        "increased",
        "fourth",
        "quarter",
        "total",
        "sale",
        "million",
        "fourth",
        "quarter",
        "full",
        "year",
        "highlight",
        "gaap",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "adjusted",
        "total",
        "revenue",
        "excludes",
        "orbera",
        "starter",
        "kit",
        "sale",
        "increased",
        "sale",
        "million",
        "todd",
        "newton",
        "ceo",
        "apollo",
        "said",
        "fourth",
        "quarter",
        "mark",
        "second",
        "consecutive",
        "quarter",
        "consolidated",
        "total",
        "revenue",
        "growth",
        "sale",
        "product",
        "especially",
        "international",
        "market",
        "demand",
        "overstitch",
        "especially",
        "strong",
        "fourth",
        "quarter",
        "market",
        "treatment",
        "possible",
        "new",
        "technology",
        "gained",
        "physician",
        "adoption",
        "product",
        "sale",
        "total",
        "sale",
        "look",
        "build",
        "momentum",
        "fourth",
        "quarter",
        "result",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "total",
        "sale",
        "increased",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "due",
        "million",
        "increase",
        "product",
        "sale",
        "outside",
        "ous",
        "result",
        "higher",
        "overstitch",
        "sale",
        "direct",
        "market",
        "introduction",
        "orbera365",
        "europe",
        "ous",
        "direct",
        "market",
        "sale",
        "total",
        "ous",
        "product",
        "sale",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "total",
        "product",
        "sale",
        "declined",
        "million",
        "fourth",
        "quarter",
        "compared",
        "quarter",
        "excluding",
        "orbera",
        "starter",
        "kit",
        "sale",
        "product",
        "sale",
        "increased",
        "million",
        "fourth",
        "quarter",
        "due",
        "higher",
        "physician",
        "adoption",
        "utilization",
        "overstitch",
        "product",
        "total",
        "surgical",
        "product",
        "sale",
        "fourth",
        "quarter",
        "million",
        "decrease",
        "compared",
        "million",
        "fourth",
        "quarter",
        "total",
        "ous",
        "surgical",
        "sale",
        "decreased",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "surgical",
        "sale",
        "decreased",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "result",
        "greater",
        "proportion",
        "overall",
        "product",
        "sale",
        "coming",
        "product",
        "realize",
        "lower",
        "gross",
        "margin",
        "surgical",
        "product",
        "additionally",
        "mix",
        "apollo",
        "manufactured",
        "product",
        "sold",
        "increased",
        "fourth",
        "quarter",
        "resulting",
        "overhead",
        "charged",
        "cost",
        "good",
        "sold",
        "compared",
        "fourth",
        "quarter",
        "depleting",
        "inventory",
        "purchased",
        "part",
        "planned",
        "transition",
        "allergan",
        "apollo",
        "expect",
        "gross",
        "margin",
        "improve",
        "complete",
        "certain",
        "identified",
        "product",
        "gross",
        "margin",
        "improvement",
        "project",
        "improve",
        "capacity",
        "utilization",
        "manufacturing",
        "facility",
        "next",
        "two",
        "year",
        "total",
        "operating",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "primarily",
        "due",
        "decreased",
        "general",
        "administrative",
        "expense",
        "related",
        "transaction",
        "cost",
        "incurred",
        "fourth",
        "quarter",
        "associated",
        "lpath",
        "merger",
        "interest",
        "expense",
        "fourth",
        "quarter",
        "decreased",
        "million",
        "compared",
        "fourth",
        "quarter",
        "decline",
        "largely",
        "due",
        "charge",
        "associated",
        "convertible",
        "note",
        "exchanged",
        "common",
        "stock",
        "connection",
        "lpath",
        "merger",
        "fourth",
        "quarter",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "total",
        "sale",
        "increased",
        "million",
        "compared",
        "million",
        "comprising",
        "total",
        "revenue",
        "compared",
        "excluding",
        "orbera",
        "starter",
        "kit",
        "sale",
        "total",
        "sale",
        "increased",
        "year",
        "total",
        "ous",
        "product",
        "sale",
        "increased",
        "million",
        "compared",
        "primarily",
        "due",
        "higher",
        "overstitch",
        "sale",
        "direct",
        "market",
        "ous",
        "direct",
        "market",
        "sale",
        "total",
        "ous",
        "product",
        "sale",
        "compared",
        "product",
        "sale",
        "decreased",
        "million",
        "compared",
        "excluding",
        "orbera",
        "starter",
        "kit",
        "sale",
        "product",
        "sale",
        "increased",
        "million",
        "primarily",
        "due",
        "higher",
        "overstitch",
        "product",
        "sale",
        "higher",
        "orbera",
        "product",
        "sale",
        "first",
        "half",
        "total",
        "surgical",
        "product",
        "sale",
        "million",
        "decrease",
        "compared",
        "million",
        "total",
        "ous",
        "surgical",
        "product",
        "sale",
        "decreased",
        "million",
        "compared",
        "million",
        "surgical",
        "sale",
        "decreased",
        "million",
        "compared",
        "million",
        "gross",
        "margin",
        "increased",
        "cost",
        "sale",
        "included",
        "inventory",
        "impairment",
        "charge",
        "million",
        "million",
        "respectively",
        "recorded",
        "inventory",
        "impairment",
        "charge",
        "related",
        "expiring",
        "finished",
        "good",
        "inventory",
        "excess",
        "raw",
        "material",
        "transferred",
        "allergan",
        "required",
        "transition",
        "service",
        "agreement",
        "excluding",
        "inventory",
        "impairment",
        "charge",
        "gross",
        "margin",
        "lower",
        "gross",
        "margin",
        "excluding",
        "impact",
        "inventory",
        "impairment",
        "charge",
        "due",
        "ongoing",
        "shift",
        "product",
        "sale",
        "mix",
        "higher",
        "margin",
        "surgical",
        "product",
        "product",
        "realize",
        "lower",
        "relative",
        "gross",
        "margin",
        "shift",
        "mix",
        "apollo",
        "manufactured",
        "product",
        "sold",
        "discussed",
        "fourth",
        "quarter",
        "result",
        "total",
        "operating",
        "expense",
        "million",
        "compared",
        "million",
        "primarily",
        "due",
        "higher",
        "sale",
        "marketing",
        "expense",
        "associated",
        "product",
        "sale",
        "growth",
        "interest",
        "expense",
        "decreased",
        "million",
        "compared",
        "mainly",
        "due",
        "elimination",
        "charge",
        "associated",
        "convertible",
        "note",
        "exchanged",
        "common",
        "stock",
        "net",
        "loss",
        "million",
        "compared",
        "million",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "million",
        "december",
        "capitalization",
        "update",
        "december",
        "filed",
        "registration",
        "statement",
        "form",
        "offer",
        "sell",
        "maximum",
        "amount",
        "million",
        "common",
        "stock",
        "entered",
        "sale",
        "agreement",
        "sell",
        "million",
        "share",
        "share",
        "program",
        "conference",
        "call",
        "apollo",
        "host",
        "conference",
        "call",
        "thursday",
        "march",
        "central",
        "time",
        "eastern",
        "time",
        "discus",
        "apollo",
        "operating",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "participate",
        "conference",
        "call",
        "dial",
        "domestic",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "number",
        "live",
        "webcast",
        "conference",
        "call",
        "made",
        "available",
        "event",
        "presentation",
        "section",
        "investor",
        "relation",
        "website",
        "replay",
        "webcast",
        "remain",
        "available",
        "apollo",
        "website",
        "apollo",
        "release",
        "first",
        "quarter",
        "financial",
        "result",
        "addition",
        "telephonic",
        "replay",
        "call",
        "available",
        "march",
        "replay",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "replay",
        "conference",
        "id",
        "number",
        "transcript",
        "earnings",
        "call",
        "made",
        "available",
        "event",
        "presentation",
        "section",
        "investor",
        "relation",
        "website",
        "financial",
        "measure",
        "supplement",
        "financial",
        "result",
        "providing",
        "financial",
        "measure",
        "adjusted",
        "total",
        "revenue",
        "exclude",
        "orbera",
        "starter",
        "kit",
        "sale",
        "supplemental",
        "measure",
        "performance",
        "required",
        "determined",
        "accordance",
        "gaap",
        "financial",
        "information",
        "substitute",
        "financial",
        "measure",
        "determined",
        "accordance",
        "gaap",
        "read",
        "conjunction",
        "apollo",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "apollo",
        "management",
        "us",
        "certain",
        "supplemental",
        "financial",
        "measure",
        "internally",
        "understand",
        "manage",
        "evaluate",
        "apollo",
        "business",
        "make",
        "operating",
        "decision",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "provided",
        "table",
        "management",
        "belief",
        "making",
        "financial",
        "information",
        "available",
        "investor",
        "addition",
        "gaap",
        "financial",
        "information",
        "may",
        "facilitate",
        "consistent",
        "comparison",
        "company",
        "performance",
        "time",
        "performance",
        "company",
        "medical",
        "device",
        "industry",
        "may",
        "use",
        "similar",
        "financial",
        "measure",
        "supplement",
        "gaap",
        "financial",
        "information",
        "apollo",
        "endosurgery",
        "apollo",
        "endosurgery",
        "medical",
        "technology",
        "company",
        "focused",
        "less",
        "invasive",
        "therapy",
        "treatment",
        "obesity",
        "condition",
        "facing",
        "million",
        "people",
        "globally",
        "well",
        "gastrointestinal",
        "disorder",
        "apollo",
        "device",
        "based",
        "therapy",
        "alternative",
        "invasive",
        "surgical",
        "procedure",
        "thus",
        "lowering",
        "complication",
        "rate",
        "reducing",
        "total",
        "healthcare",
        "cost",
        "apollo",
        "product",
        "offered",
        "country",
        "today",
        "apollo",
        "common",
        "stock",
        "traded",
        "nasdaq",
        "global",
        "market",
        "symbol",
        "apen",
        "information",
        "regarding",
        "apollo",
        "endosurgery",
        "go",
        "cautionary",
        "note",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "result",
        "materially",
        "different",
        "expectation",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "include",
        "advancement",
        "apollo",
        "product",
        "development",
        "enhancement",
        "apollo",
        "existing",
        "product",
        "technology",
        "market",
        "acceptance",
        "apollo",
        "product",
        "statement",
        "relating",
        "availability",
        "cash",
        "apollo",
        "future",
        "operation",
        "apollo",
        "ability",
        "support",
        "adoption",
        "product",
        "ability",
        "broaden",
        "product",
        "portfolio",
        "well",
        "factor",
        "detailed",
        "apollo",
        "periodic",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "form",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "september",
        "copy",
        "report",
        "filed",
        "sec",
        "posted",
        "apollo",
        "website",
        "available",
        "apollo",
        "without",
        "charge",
        "statement",
        "guarantee",
        "future",
        "performance",
        "speak",
        "date",
        "hereof",
        "except",
        "required",
        "law",
        "apollo",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "reflect",
        "future",
        "event",
        "circumstance",
        "apollo",
        "endosurgery",
        "subsidiary",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "unaudited",
        "unaudited",
        "revenue",
        "cost",
        "sale",
        "gross",
        "margin",
        "operating",
        "expense",
        "sale",
        "marketing",
        "general",
        "administrative",
        "research",
        "development",
        "amortization",
        "intangible",
        "asset",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "interest",
        "expense",
        "net",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted"
    ]
}