{
    "organizations": [],
    "uuid": "13397de4b03f3a1dea90f96ac0da5b8a8f8bf8a4",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-copper-fox-announces-2018-first-quarter-operating-and-financial-results.html",
    "ord_in_thread": 0,
    "title": "Copper Fox 2018 First Quarter Operating and Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, Copper Fox Metals Inc. (“Copper Fox” or the “Company”) (TSXV:CUU) (OTC-Pink:CPFXF) is pleased to announce that its unaudited interim consolidated January 31, 2018 financial statements have been filed on SEDAR.\nAll of the Company’s material subsidiaries are wholly owned, except for Carmax Mining Corp. ( “Carmax” ) ( TSXV:CUX ), of which the Company owns 60.4% of the outstanding common shares. These unaudited interim consolidated financial statements include 100% of the assets and liabilities related to Carmax and include a non-controlling interest portion, representing 39.6% of Carmax’s assets and liabilities that are not owned by the Company.\nFor the three months ended January 31, 2018, Copper Fox had a net loss of $213,774 (January 31, 2017 – $207,014) which equated to $0.00 loss per share (January 31, 2017 - $0.00 loss per share).\nDuring the three months ended January 31, 2018, the Company incurred $28,409 in expenditures toward furthering the development of its Schaft Creek, Van Dyke, Sombrero Butte and Mineral Mountain copper projects. Copies of the financial statements, notes, and related management discussion and analysis may be obtained on SEDAR at www.sedar.com , the Company’s web site at www.copperfoxmetals.com or by contacting the Company directly. All references to planned activities and technical information contained in this news release have been previously announced by way of news releases. All amounts are expressed in Canadian dollars unless otherwise stated.\nElmer B. Stewart, President and CEO of Copper Fox, stated, “Copper Fox is pleased that the Schaft Creek project is included in Teck Resources Limited’s Project Satellite initiative. The results from the 2017 work program and inclusion in the Project Satellite initiative demonstrate the advanced nature of the Schaft Creek project. The 2018 work program is underway with the objective of evaluating a number of scenarios to identify value enhancing opportunities for the Schaft Creek project. The Company is awaiting receipt of the analytical results for the recently completed trench sampling program on the Mineral Mountain project. These results are an important factor in determining the next steps in advancing this project to the drill ready stage.”\n2018 Q1 Highlights\nThe 2018 work program for the Schaft Creek project has commenced. The main activity is related to a desktop study that is adopting a multi-phased approach to identifying value opportunities that enhance the overall value of the Schaft Creek project. The resource modeling work completed by the Schaft Creek Joint Venture (“ SCJV ”) in 2017 resulted in improvements to the geological interpretation and has found no material changes to the 2012 Resource Estimate included in the 2013 Feasibility Study of the Schaft Creek deposit. The 2013 Schaft Creek Feasibility Study remains current. If upon completion of the 2018 desktop studies the SCJV concludes that there is the potential to materially change project economics, the SCJV will assess the timing and scope of further studies including a NI 43-101 Technical Report if warranted. The Multi-Year Area Based Permit (“ MYAB ”) applied for in 2017 is expected shortly. The main activities, pursuant to the MYAB, include approval for up to 50 diamond drill holes, 5 kms of new drill road and 20 kms of line cutting; none of which are contemplated at this time. At Mineral Mountain; sampling of the historical trenches located within the mineralized area outlined in 2016 has been completed. Results are pending. The average metal concentration for the 74 samples collected from within this area in 2016 (approximately 1,100m by 900m) is: 1.21% copper, 0.01% molybdenum, 0.16g/t gold, and 35g/t silver. At Carmax’s Eaglehead project, compilation work has identified two large, unexplored targets and concluded that a larger portion of the Eaglehead intrusive is prospective for porphyry style mineralization than previously thought.\nThe SCJV has approved a $0.8 million budget and program for 2018. This work includes investigating the potential of a phased approach as an alternative to the approach adopted in the 2013 Feasibility Study as well as collection of baseline environmental data and ongoing discussions with the Tahltan First Nation.\nElmer B. Stewart, MSc. P. Geol., President of Copper Fox, is the Company’s non-independent, nominated Qualified Person pursuant to National Instrument 43-101, Standards for Disclosure for Mineral Projects, and has reviewed and approves the scientific and technical information disclosed in this news release.\nSelected Financial Results\nJanuary 31, 2018 October 31, 2017 July 31, 2017 April 30, 2017 3 months ended 3 months ended 3 months ended 3 months ended Loss before taxes $ 213,774 $ 400,188 $ 395,888 $ 453,045 Net loss 213,774 144,910 395,888 453,045 Comprehensive loss/(gain) 787,900 (322,819 ) 1,637,337 (220,645 ) Comprehensive loss/(gain) per share, basic and diluted 0.00 (0.00 ) 0.00 (0.00 )\nJanuary 31, 2017 October 31, 2016 July 31, 2016 April 30, 2016 3 months ended 3 months ended 3 months ended 3 months ended Loss before non-operating items and taxes $ 207,014 $ 633,383 $ 305,814 $ 413,437 Net loss 207,014 37,171 305,814 413,437 Comprehensive loss/(gain) 549,757 (724,814 ) (201,748 ) 1,995,501 Comprehensive loss/(gain) per share, basic and diluted 0.00 (0.00 ) (0.00 ) 0.00 Liquidity\nAs at January 31, 2018, the Company had $92,737 in cash (October 31, 2017 - $286,195).\nAbout Copper Fox\nCopper Fox is a Tier 1 Canadian resource company listed on the TSX Venture Exchange (TSXV:CUU) focused on copper exploration and development in Canada and the United States. The principal assets of Copper Fox and its wholly owned Canadian and United States subsidiaries, being Northern Fox Copper Inc. and Desert Fox Copper Inc., are the 25% interest in the Schaft Creek Joint Venture with Teck Resources Limited on the Schaft Creek copper-gold-molybdenum-silver project located in northwestern British Columbia and a 100% ownership of the Van Dyke oxide copper project located in Miami, Arizona. For more information on Copper Fox’s other mineral properties and investments visit the Company’s website at http://www.copperfoxmetals.com .\nFor additional information please contact Lynn Ball at 1-844-464-2820 or 1-403-264-2820.\nOn behalf of the Board of Directors,\nElmer B. Stewart\nPresident and Chief Executive Officer\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nCautionary Note Regarding Forward-Looking Information\nThis news release contains forward-looking statements within the meaning of the Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, and forward-looking information within the meaning of the Canadian securities laws (collectively, “forward-looking information”). Forward-looking information in this news release include statements about Schaft Creek and our investment in Carmax Mining Corp.; an expected return to a positive commodity cycle; assessing the timing and scope of further studies on the Schaft Creek Project, including a NI 43-101 Technical Report if warranted; a $0.8 million budget and program for the Schaft Creek Project, including investigating the potential of a phased approach as well as collection of baseline environmental data and ongoing discussions with the Tahltan First Nation; the trenching sampling program and average metal concentration of the mineralized area identified in 2016; and the results of the compilation work completed on Carmax’s Eaglehead project.\nIn connection with the forward-looking information contained in this news release, Copper Fox and its subsidiaries have made numerous assumptions regarding, among other things: the geological, financial and economic advice that Copper Fox has received is reliable and is based upon practices and methodologies which are consistent with industry standards; and the stability of economic and market conditions. While Copper Fox considers these assumptions to be reasonable, these assumptions are inherently subject to significant uncertainties and contingencies.\nAdditionally, there are known and unknown risk factors which could cause Copper Fox’s actual results, performance or achievements to be materially different from any future results, performance or achievements expressed or implied by the forward-looking information contained herein. Known risk factors include, among others: the Company may decide to change its strategic focus; the timing and scope of further studies on the Schaft Creek Project, including a NI 43-101 Technical Report if warranted may not be completed in 2018 or at all; the $0.8 million budget and program for the Schaft Creek Project, including investigating the potential of a phased approach as well as collection of baseline environmental data and ongoing discussions with the Tahltan First Nation may not occur as planned or at all; and the trenching sampling program may not yield metal concentrations similar to that outlined in the mineralized area identified in 2016 or any significant mineralization; exploration of the projects may not find copper mineralization in significant quantities or at all; the two large exploration targets on the Eaglehead project may contain significant copper mineralization; the conclusion that a larger portion of the Eaglehead intrusive is prospective for porphyry style mineralization may not be correct; the overall economy may deteriorate; uncertainty as to the availability and terms of future financing; copper prices and demand may fluctuate; currency exchange rates may fluctuate; conditions in the financial markets may deteriorate; and uncertainty as to timely availability of permits and other governmental approvals.\nA more complete discussion of the risks and uncertainties facing Copper Fox is disclosed in Copper Fox's continuous disclosure filings with Canadian securities regulatory authorities at www.sedar.com . All forward-looking information herein is qualified in its entirety by this cautionary statement, and Copper Fox disclaims any obligation to revise or update any such forward-looking information or to publicly announce the result of any revisions to any of the forward-looking information contained herein to reflect future results, events or developments, except as required by law.\nSource: Copper Fox Metals Inc.",
    "published": "2018-03-30T03:00:00.000+03:00",
    "crawled": "2018-03-30T03:28:04.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "copper",
        "fox",
        "metal",
        "copper",
        "fox",
        "company",
        "tsxv",
        "cuu",
        "cpfxf",
        "pleased",
        "announce",
        "unaudited",
        "interim",
        "consolidated",
        "january",
        "financial",
        "statement",
        "filed",
        "sedar",
        "company",
        "material",
        "subsidiary",
        "wholly",
        "owned",
        "except",
        "carmax",
        "mining",
        "carmax",
        "tsxv",
        "cux",
        "company",
        "owns",
        "outstanding",
        "common",
        "share",
        "unaudited",
        "interim",
        "consolidated",
        "financial",
        "statement",
        "include",
        "asset",
        "liability",
        "related",
        "carmax",
        "include",
        "interest",
        "portion",
        "representing",
        "carmax",
        "asset",
        "liability",
        "owned",
        "company",
        "three",
        "month",
        "ended",
        "january",
        "copper",
        "fox",
        "net",
        "loss",
        "january",
        "equated",
        "loss",
        "per",
        "share",
        "january",
        "loss",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "january",
        "company",
        "incurred",
        "expenditure",
        "toward",
        "furthering",
        "development",
        "schaft",
        "creek",
        "van",
        "dyke",
        "sombrero",
        "butte",
        "mineral",
        "mountain",
        "copper",
        "project",
        "copy",
        "financial",
        "statement",
        "note",
        "related",
        "management",
        "discussion",
        "analysis",
        "may",
        "obtained",
        "sedar",
        "company",
        "web",
        "site",
        "contacting",
        "company",
        "directly",
        "reference",
        "planned",
        "activity",
        "technical",
        "information",
        "contained",
        "news",
        "release",
        "previously",
        "announced",
        "way",
        "news",
        "release",
        "amount",
        "expressed",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "elmer",
        "stewart",
        "president",
        "ceo",
        "copper",
        "fox",
        "stated",
        "copper",
        "fox",
        "pleased",
        "schaft",
        "creek",
        "project",
        "included",
        "teck",
        "resource",
        "limited",
        "project",
        "satellite",
        "initiative",
        "result",
        "work",
        "program",
        "inclusion",
        "project",
        "satellite",
        "initiative",
        "demonstrate",
        "advanced",
        "nature",
        "schaft",
        "creek",
        "project",
        "work",
        "program",
        "underway",
        "objective",
        "evaluating",
        "number",
        "scenario",
        "identify",
        "value",
        "enhancing",
        "opportunity",
        "schaft",
        "creek",
        "project",
        "company",
        "awaiting",
        "receipt",
        "analytical",
        "result",
        "recently",
        "completed",
        "trench",
        "sampling",
        "program",
        "mineral",
        "mountain",
        "project",
        "result",
        "important",
        "factor",
        "determining",
        "next",
        "step",
        "advancing",
        "project",
        "drill",
        "ready",
        "q1",
        "highlight",
        "work",
        "program",
        "schaft",
        "creek",
        "project",
        "commenced",
        "main",
        "activity",
        "related",
        "desktop",
        "study",
        "adopting",
        "approach",
        "identifying",
        "value",
        "opportunity",
        "enhance",
        "overall",
        "value",
        "schaft",
        "creek",
        "project",
        "resource",
        "modeling",
        "work",
        "completed",
        "schaft",
        "creek",
        "joint",
        "venture",
        "scjv",
        "resulted",
        "improvement",
        "geological",
        "interpretation",
        "found",
        "material",
        "change",
        "resource",
        "estimate",
        "included",
        "feasibility",
        "study",
        "schaft",
        "creek",
        "deposit",
        "schaft",
        "creek",
        "feasibility",
        "study",
        "remains",
        "current",
        "upon",
        "completion",
        "desktop",
        "study",
        "scjv",
        "concludes",
        "potential",
        "materially",
        "change",
        "project",
        "economics",
        "scjv",
        "assess",
        "timing",
        "scope",
        "study",
        "including",
        "ni",
        "technical",
        "report",
        "warranted",
        "area",
        "based",
        "permit",
        "myab",
        "applied",
        "expected",
        "shortly",
        "main",
        "activity",
        "pursuant",
        "myab",
        "include",
        "approval",
        "diamond",
        "drill",
        "hole",
        "km",
        "new",
        "drill",
        "road",
        "km",
        "line",
        "cutting",
        "none",
        "contemplated",
        "time",
        "mineral",
        "mountain",
        "sampling",
        "historical",
        "trench",
        "located",
        "within",
        "mineralized",
        "area",
        "outlined",
        "completed",
        "result",
        "pending",
        "average",
        "metal",
        "concentration",
        "sample",
        "collected",
        "within",
        "area",
        "approximately",
        "900m",
        "copper",
        "molybdenum",
        "gold",
        "silver",
        "carmax",
        "eaglehead",
        "project",
        "compilation",
        "work",
        "identified",
        "two",
        "large",
        "unexplored",
        "target",
        "concluded",
        "larger",
        "portion",
        "eaglehead",
        "intrusive",
        "prospective",
        "porphyry",
        "style",
        "mineralization",
        "previously",
        "thought",
        "scjv",
        "approved",
        "million",
        "budget",
        "program",
        "work",
        "includes",
        "investigating",
        "potential",
        "phased",
        "approach",
        "alternative",
        "approach",
        "adopted",
        "feasibility",
        "study",
        "well",
        "collection",
        "baseline",
        "environmental",
        "data",
        "ongoing",
        "discussion",
        "tahltan",
        "first",
        "nation",
        "elmer",
        "stewart",
        "msc",
        "p",
        "president",
        "copper",
        "fox",
        "company",
        "nominated",
        "qualified",
        "person",
        "pursuant",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "reviewed",
        "approves",
        "scientific",
        "technical",
        "information",
        "disclosed",
        "news",
        "release",
        "selected",
        "financial",
        "result",
        "january",
        "october",
        "july",
        "april",
        "month",
        "ended",
        "month",
        "ended",
        "month",
        "ended",
        "month",
        "ended",
        "loss",
        "tax",
        "net",
        "loss",
        "comprehensive",
        "gain",
        "comprehensive",
        "gain",
        "per",
        "share",
        "basic",
        "diluted",
        "january",
        "october",
        "july",
        "april",
        "month",
        "ended",
        "month",
        "ended",
        "month",
        "ended",
        "month",
        "ended",
        "loss",
        "item",
        "tax",
        "net",
        "loss",
        "comprehensive",
        "gain",
        "comprehensive",
        "gain",
        "per",
        "share",
        "basic",
        "diluted",
        "liquidity",
        "january",
        "company",
        "cash",
        "october",
        "copper",
        "fox",
        "copper",
        "fox",
        "tier",
        "canadian",
        "resource",
        "company",
        "listed",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "cuu",
        "focused",
        "copper",
        "exploration",
        "development",
        "canada",
        "united",
        "state",
        "principal",
        "asset",
        "copper",
        "fox",
        "wholly",
        "owned",
        "canadian",
        "united",
        "state",
        "subsidiary",
        "northern",
        "fox",
        "copper",
        "desert",
        "fox",
        "copper",
        "interest",
        "schaft",
        "creek",
        "joint",
        "venture",
        "teck",
        "resource",
        "limited",
        "schaft",
        "creek",
        "project",
        "located",
        "northwestern",
        "british",
        "columbia",
        "ownership",
        "van",
        "dyke",
        "oxide",
        "copper",
        "project",
        "located",
        "miami",
        "arizona",
        "information",
        "copper",
        "fox",
        "mineral",
        "property",
        "investment",
        "visit",
        "company",
        "website",
        "http",
        "additional",
        "information",
        "please",
        "contact",
        "lynn",
        "ball",
        "behalf",
        "board",
        "director",
        "elmer",
        "stewart",
        "president",
        "chief",
        "executive",
        "officer",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "cautionary",
        "note",
        "regarding",
        "information",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "information",
        "within",
        "meaning",
        "canadian",
        "security",
        "law",
        "collectively",
        "information",
        "information",
        "news",
        "release",
        "include",
        "statement",
        "schaft",
        "creek",
        "investment",
        "carmax",
        "mining",
        "expected",
        "return",
        "positive",
        "commodity",
        "cycle",
        "assessing",
        "timing",
        "scope",
        "study",
        "schaft",
        "creek",
        "project",
        "including",
        "ni",
        "technical",
        "report",
        "warranted",
        "million",
        "budget",
        "program",
        "schaft",
        "creek",
        "project",
        "including",
        "investigating",
        "potential",
        "phased",
        "approach",
        "well",
        "collection",
        "baseline",
        "environmental",
        "data",
        "ongoing",
        "discussion",
        "tahltan",
        "first",
        "nation",
        "trenching",
        "sampling",
        "program",
        "average",
        "metal",
        "concentration",
        "mineralized",
        "area",
        "identified",
        "result",
        "compilation",
        "work",
        "completed",
        "carmax",
        "eaglehead",
        "project",
        "connection",
        "information",
        "contained",
        "news",
        "release",
        "copper",
        "fox",
        "subsidiary",
        "made",
        "numerous",
        "assumption",
        "regarding",
        "among",
        "thing",
        "geological",
        "financial",
        "economic",
        "advice",
        "copper",
        "fox",
        "received",
        "reliable",
        "based",
        "upon",
        "practice",
        "methodology",
        "consistent",
        "industry",
        "standard",
        "stability",
        "economic",
        "market",
        "condition",
        "copper",
        "fox",
        "considers",
        "assumption",
        "reasonable",
        "assumption",
        "inherently",
        "subject",
        "significant",
        "uncertainty",
        "contingency",
        "additionally",
        "known",
        "unknown",
        "risk",
        "factor",
        "could",
        "cause",
        "copper",
        "fox",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "information",
        "contained",
        "herein",
        "known",
        "risk",
        "factor",
        "include",
        "among",
        "others",
        "company",
        "may",
        "decide",
        "change",
        "strategic",
        "focus",
        "timing",
        "scope",
        "study",
        "schaft",
        "creek",
        "project",
        "including",
        "ni",
        "technical",
        "report",
        "warranted",
        "may",
        "completed",
        "million",
        "budget",
        "program",
        "schaft",
        "creek",
        "project",
        "including",
        "investigating",
        "potential",
        "phased",
        "approach",
        "well",
        "collection",
        "baseline",
        "environmental",
        "data",
        "ongoing",
        "discussion",
        "tahltan",
        "first",
        "nation",
        "may",
        "occur",
        "planned",
        "trenching",
        "sampling",
        "program",
        "may",
        "yield",
        "metal",
        "concentration",
        "similar",
        "outlined",
        "mineralized",
        "area",
        "identified",
        "significant",
        "mineralization",
        "exploration",
        "project",
        "may",
        "find",
        "copper",
        "mineralization",
        "significant",
        "quantity",
        "two",
        "large",
        "exploration",
        "target",
        "eaglehead",
        "project",
        "may",
        "contain",
        "significant",
        "copper",
        "mineralization",
        "conclusion",
        "larger",
        "portion",
        "eaglehead",
        "intrusive",
        "prospective",
        "porphyry",
        "style",
        "mineralization",
        "may",
        "correct",
        "overall",
        "economy",
        "may",
        "deteriorate",
        "uncertainty",
        "availability",
        "term",
        "future",
        "financing",
        "copper",
        "price",
        "demand",
        "may",
        "fluctuate",
        "currency",
        "exchange",
        "rate",
        "may",
        "fluctuate",
        "condition",
        "financial",
        "market",
        "may",
        "deteriorate",
        "uncertainty",
        "timely",
        "availability",
        "permit",
        "governmental",
        "approval",
        "complete",
        "discussion",
        "risk",
        "uncertainty",
        "facing",
        "copper",
        "fox",
        "disclosed",
        "copper",
        "fox",
        "continuous",
        "disclosure",
        "filing",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "information",
        "herein",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "copper",
        "fox",
        "disclaims",
        "obligation",
        "revise",
        "update",
        "information",
        "publicly",
        "announce",
        "result",
        "revision",
        "information",
        "contained",
        "herein",
        "reflect",
        "future",
        "result",
        "event",
        "development",
        "except",
        "required",
        "law",
        "source",
        "copper",
        "fox",
        "metal",
        "inc"
    ]
}