{
    "organizations": [],
    "uuid": "8cdf5cb40581a671c35e5a71518223eabe5e3232",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-mustang-bio-reports-fourth-quarter-and-full-year-2017-financial-results-and-recent-corporate-highlights.html",
    "ord_in_thread": 0,
    "title": "Mustang Bio Reports Fourth Quarter and Full-Year 2017 Financial Results and Recent Corporate Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, March 29, 2018 (GLOBE NEWSWIRE) -- Mustang Bio, Inc. (“Mustang”) (NASDAQ:MBIO), a Fortress Biotech (NASDAQ:FBIO) Company focused on the development of novel immunotherapies based on proprietary chimeric antigen receptor engineered T cell (CAR T) technology, today announced financial results and recent corporate highlights for the fourth quarter and full year ended December 31, 2017.\nManuel Litchman, M.D., President and Chief Executive Officer of Mustang, said, “Mustang achieved significant corporate and clinical progress in 2017. Notably, we completed a $95 million private placement financing, expanded our CAR T pipeline with the in-licensing of four new therapies, and entered into a collaboration with Harvard’s Beth Israel Deaconess Medical Center for the development of CRISPR/Cas9-enhanced CAR T therapies. We ended the year with the presentation of data from an ongoing Phase 1 trial of our CD123-directed CAR MB-102 in an oral session at the American Society of Hematology (ASH) Annual Meeting in December. These data demonstrated that MB-102 achieved the first complete response from a CAR T therapy in a BPDCN patient, and an additional complete response in AML.”\nDr. Litchman continued, “Mustang is already advancing on several key objectives in 2018, including building out our CAR T cell processing facility to be fully operational and ready to process cells by the end of the year. We are also transitioning two preclinical CAR T programs into the clinic at City of Hope and are preparing to file our first IND during the fourth quarter. In addition, we will continue to explore opportunities to strengthen and differentiate our CAR T pipeline with the in-licensing of new technologies and product candidates.”\nFinancial Results:\nAs of December 31, 2017, Mustang’s consolidated cash, cash equivalents, short-term investments (certificates of deposit), and restricted cash totaled $61.5 million, compared to $67.3 million as of September 30, 2017, and $27.5 million as of December 31, 2016, a decrease of $5.8 million for the fourth quarter and an increase of $34.0 million year-to-date. Research and development expenses were $7.9 million for the year ended December 31, 2017. This compares to $2.5 million for 2016. Non-cash, stock-based compensation expenses included in research and development were $0.7 million for the year ended December 31, 2017, compared to $0.0 million for 2016. Research and development expenses from license acquisitions totaled $12.4 million for the year ended December 31, 2017, compared to $6.1 million for 2016. Non-cash, stock-based compensation expenses included in research and development – licenses acquired were $9.6 million for the year ended December 31, 2017, compared to $4.4 million for 2016. General and administrative expenses were $11.4 million for the year ended December 31, 2017. This compares to $2.8 million for 2016. Non-cash, stock-based compensation expenses included in general and administrative expenses were $2.6 million for the year ended December 31, 2017, compared to $0.9 million for 2016. Net loss attributable to common stockholders was $31.3 million, or $1.24 per share, for the year ended December 31, 2017, compared to a net loss attributable to common stockholders of $12.7 million, or $1.15 per share, for 2016.\n2017 and Recent Corporate Highlights:\nMustang completed a private placement financing that raised aggregate gross proceeds totaling $95.1 million, $56.0 million of which was raised in 2017. In June 2017, Mustang announced exclusive, worldwide licensing agreements with City of Hope National Medical Center (“COH”) for the use of three CAR T therapies in the development of cancer treatments: human epidermal growth factor receptor 2 CAR T technology (“HER2”) for initial application in glioblastoma multiforme; CS1‐specific CAR T technology (“CS1”) to be directed against multiple myeloma; and prostate stem cell antigen CAR T technology (“PSCA”) for the treatment of prostate, pancreatic, bladder and gastric cancers. In August 2017, Mustang’s common stock commenced trading on The NASDAQ Global Market under the symbol “MBIO.” In September 2017, Mustang announced an exclusive, worldwide licensing agreement with the Fred Hutchinson Cancer Research Center (“Fred Hutch”) for CD20-specific CAR T technology (“CD20”). As part of the transaction, Mustang entered into an investigator-initiated clinical trial agreement to provide partial funding for a Phase 1/2 clinical trial at Fred Hutch evaluating the safety and efficacy of the CD20 technology in patients with relapsed or refractory B-cell non-Hodgkin lymphomas. The trial began recruiting participants in the fourth quarter of 2017. In October 2017, Mustang announced that COH received a $12.8 million grant from the California Institute for Regenerative Medicine to fund an ongoing Phase 1 study of Mustang’s MB-101 (IL13Rα2‐specific CAR T cells) for the treatment of patients with recurrent and refractory malignant glioma, including glioblastoma. Also, in October 2017, Mustang entered into a lease agreement with UMass Medicine Science Park in Worcester, Massachusetts, for a cell processing facility to support the clinical development and commercialization of Mustang’s CAR T product candidates. The facility is expected to be operational in late 2018. In December 2017, Mustang entered into a license agreement with Harvard University and a sponsored research agreement with Beth Israel Deaconess Medical Center for the development of CRISPR/Cas9-enhanced CAR T therapies for the treatment of cancer. Also in December 2017, COH presented initial data from an ongoing Phase 1 clinical trial of MB-102 (CD123 CAR) in acute myeloid leukemia (“AML”) and blastic plasmacytoid dendritic cell neoplasm (“BPDCN”) during an oral session at the American Society of Hematology (“ASH”) Annual Meeting. These data demonstrated that MB-102 achieved the first complete response from a CAR T therapy in BPDCN, and an additional complete response in AML.\nAbout Mustang Bio\nMustang Bio, Inc. (“Mustang”), a Fortress Biotech Company, is a clinical‐stage biopharmaceutical company focused on the development and commercialization of novel cancer immunotherapy products designed to leverage the patient’s own immune system to eliminate cancer cells. Mustang aims to acquire rights to these technologies by licensing or otherwise acquiring an ownership interest, to fund research and development, and to outlicense or bring the technologies to market. Mustang has partnered with the City of Hope National Medical Center and the Fred Hutchinson Cancer Research Center to develop proprietary chimeric antigen receptor (“CAR”) engineered T cell (“CAR T”) therapies across many cancers, and with Harvard Medical School’s Beth Israel Deaconess Medical Center and the Harvard Stem Cell Institute for the development of CRISPR/Cas9-enhanced CAR T therapies in hematologic malignancies and solid tumors. Mustang is registered under the Securities Exchange Act of 1934, as amended, and files periodic reports with the U.S. Securities and Exchange Commission. For more information, visit www.mustangbio.com .\nAbout Fortress Biotech\nFortress Biotech, Inc. (“Fortress”) is a biopharmaceutical company dedicated to acquiring, developing and commercializing novel pharmaceutical and biotechnology products. Fortress develops and commercializes products both within Fortress and through certain of its subsidiary companies, also known as Fortress Companies. In addition to its internal development programs, Fortress leverages its biopharmaceutical business expertise and drug development capabilities and provides funding and management services to help the Fortress Companies achieve their goals. Fortress and the Fortress Companies may seek licensing arrangements, acquisitions, partnerships, joint ventures and/or public and private financings to accelerate and provide additional funding to support their research and development programs. For more information, visit www.fortressbiotech.com .\nForward‐Looking Statements\nThis press release may contain “forward-looking statements” within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934, each as amended. Such statements include, but are not limited to, any statements relating to our growth strategy and product development programs and any other statements that are not historical facts. Forward-looking statements are based on management’s current expectations and are subject to risks and uncertainties that could negatively affect our business, operating results, financial condition and stock value. Factors that could cause actual results to differ materially from those currently anticipated include: risks relating to our growth strategy; our ability to obtain, perform under and maintain financing and strategic agreements and relationships; risks relating to the results of research and development activities; risks relating to the timing of starting and completing clinical trials; uncertainties relating to preclinical and clinical testing; our dependence on third-party suppliers; our ability to attract, integrate and retain key personnel; the early stage of products under development; our need for substantial additional funds; government regulation; patent and intellectual property matters; competition; as well as other risks described in our SEC filings. We expressly disclaim any obligation or undertaking to release publicly any updates or revisions to any forward-looking statements contained herein to reflect any change in our expectations or any changes in events, conditions or circumstances on which any such statement is based, except as required by law.\nCompany Contact:\nJaclyn Jaffe\nMustang Bio, Inc.\n(781) 652-4500\nir@mustangbio.com\nInvestor Relations Contact:\nJeremy Feffer\nManaging Director, LifeSci Advisors, LLC\n(212) 915-2568\njeremy@lifesciadvisors.com\nMedia Relations Contact:\nLaura Bagby\n6 Degrees\n(312) 448-8098\nlbagby@6degreespr.com\nMUSTANG BIO, INC.\nBalance Sheets\n($ in thousands except for share and per share amounts)\nDecember 31, 2017 2016 ASSETS Current Assets: Cash and cash equivalents $ 34,975 $ 27,499 Short-term investments (certificates of deposit) 26,002 - Interest receivable on short-term investments (certificates of deposit) 106 - Prepaid expenses 278 - Total current assets 61,361 27,499 Property, plant and equipment, net 140 - Fixed assets - construction in process 1,241 - Restricted cash 500 - Other assets 251 - Total Assets $ 63,493 $ 27,499 LIABILITIES AND STOCKHOLDERS' EQUITY Current Liabilities: Accounts payable and accrued expenses $ 3,474 $ 683 Common shares issuable liability - 1,682 Payables and accrued expenses - related party 137 445 Accrued interest - related party - 413 Total Current Liabilities 3,611 3,223 Deferred Rent Payable 50 - Total Liabilities 3,661 3,223 Commitments and Contingencies Stockholders' Equity Preferred stock ($0.0001 par value), 2,000,000 shares authorized, 250,000 shares of Class A preferred stock issued and outstanding as of December 31, 2017 and 2016 - - Common Stock ($0.0001 par value), 50,000,000 shares authorized Class A common shares, 1,000,000 shares issued and outstanding as of December 31, 2017 and 2016 - - Common shares, 25,236,255 and 15,165,244 shares issued and outstanding as of December 31, 2017 and 2016, respectively 3 2 Common stock issuable, 834,756 and 767,264 shares as of December 31, 2017 and 2016, respectively 9,558 4,396 Additional paid-in capital 98,679 36,998 Accumulated deficit (48,408 ) (17,120 ) Total Stockholders’ Equity 59,832 24,276 Total Liabilities and Stockholders’ Equity $ 63,493 $ 27,499\nMUSTANG BIO, INC.\nStatements of Operations\n($ in thousands except for share and per share amounts) For the year ended December 31, For the period\nfrom March 13,\n2015 (inception)\nto December 31, 2017 2016 2015 Operating expenses: Research and development $ 7,943 $ 2,468 $ 1,707 Research and development – licenses acquired 12,433 6,079 2,337 General and administrative 11,409 2,816 254 Total operating expenses 31,785 11,363 4,298 Loss from operations (31,785 ) (11,363 ) (4,298 ) Other income (expense) Interest income 505 16 - Interest expense - related party - (253 ) (168 ) Interest expense (8 ) (895 ) - Change in fair value of derivative liabilities - (159 ) - Total other income (expense) 497 (1,291 ) (168 ) Net Loss $ (31,288 ) $ (12,654 ) $ (4,466 ) Net loss per common share outstanding, basic and diluted $ (1.24 ) $ (1.15 ) $ (0.45 ) Weighted average number of common shares outstanding, basic and diluted 25,252,832 11,026,666 9,993,197\nSource:Mustang Bio, Inc.",
    "published": "2018-03-30T00:30:00.000+03:00",
    "crawled": "2018-03-30T00:36:07.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "march",
        "globe",
        "newswire",
        "mustang",
        "bio",
        "mustang",
        "nasdaq",
        "mbio",
        "fortress",
        "biotech",
        "nasdaq",
        "fbio",
        "company",
        "focused",
        "development",
        "novel",
        "immunotherapy",
        "based",
        "proprietary",
        "chimeric",
        "antigen",
        "receptor",
        "engineered",
        "cell",
        "car",
        "technology",
        "today",
        "announced",
        "financial",
        "result",
        "recent",
        "corporate",
        "highlight",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "manuel",
        "litchman",
        "president",
        "chief",
        "executive",
        "officer",
        "mustang",
        "said",
        "mustang",
        "achieved",
        "significant",
        "corporate",
        "clinical",
        "progress",
        "notably",
        "completed",
        "million",
        "private",
        "placement",
        "financing",
        "expanded",
        "car",
        "pipeline",
        "four",
        "new",
        "therapy",
        "entered",
        "collaboration",
        "harvard",
        "beth",
        "israel",
        "deaconess",
        "medical",
        "center",
        "development",
        "car",
        "therapy",
        "ended",
        "year",
        "presentation",
        "data",
        "ongoing",
        "phase",
        "trial",
        "car",
        "oral",
        "session",
        "american",
        "society",
        "hematology",
        "ash",
        "annual",
        "meeting",
        "december",
        "data",
        "demonstrated",
        "achieved",
        "first",
        "complete",
        "response",
        "car",
        "therapy",
        "bpdcn",
        "patient",
        "additional",
        "complete",
        "response",
        "litchman",
        "continued",
        "mustang",
        "already",
        "advancing",
        "several",
        "key",
        "objective",
        "including",
        "building",
        "car",
        "cell",
        "processing",
        "facility",
        "fully",
        "operational",
        "ready",
        "process",
        "cell",
        "end",
        "year",
        "also",
        "transitioning",
        "two",
        "preclinical",
        "car",
        "program",
        "clinic",
        "city",
        "hope",
        "preparing",
        "file",
        "first",
        "ind",
        "fourth",
        "quarter",
        "addition",
        "continue",
        "explore",
        "opportunity",
        "strengthen",
        "differentiate",
        "car",
        "pipeline",
        "new",
        "technology",
        "product",
        "financial",
        "result",
        "december",
        "mustang",
        "consolidated",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "certificate",
        "deposit",
        "restricted",
        "cash",
        "totaled",
        "million",
        "compared",
        "million",
        "september",
        "million",
        "december",
        "decrease",
        "million",
        "fourth",
        "quarter",
        "increase",
        "million",
        "research",
        "development",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compare",
        "million",
        "compensation",
        "expense",
        "included",
        "research",
        "development",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "research",
        "development",
        "expense",
        "license",
        "acquisition",
        "totaled",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "compensation",
        "expense",
        "included",
        "research",
        "development",
        "license",
        "acquired",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "general",
        "administrative",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compare",
        "million",
        "compensation",
        "expense",
        "included",
        "general",
        "administrative",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "recent",
        "corporate",
        "highlight",
        "mustang",
        "completed",
        "private",
        "placement",
        "financing",
        "raised",
        "aggregate",
        "gross",
        "proceeds",
        "totaling",
        "million",
        "million",
        "raised",
        "june",
        "mustang",
        "announced",
        "exclusive",
        "worldwide",
        "licensing",
        "agreement",
        "city",
        "hope",
        "national",
        "medical",
        "center",
        "coh",
        "use",
        "three",
        "car",
        "therapy",
        "development",
        "cancer",
        "treatment",
        "human",
        "epidermal",
        "growth",
        "factor",
        "receptor",
        "car",
        "technology",
        "her2",
        "initial",
        "application",
        "glioblastoma",
        "multiforme",
        "car",
        "technology",
        "cs1",
        "directed",
        "multiple",
        "myeloma",
        "prostate",
        "stem",
        "cell",
        "antigen",
        "car",
        "technology",
        "psca",
        "treatment",
        "prostate",
        "pancreatic",
        "bladder",
        "gastric",
        "cancer",
        "august",
        "mustang",
        "common",
        "stock",
        "commenced",
        "trading",
        "nasdaq",
        "global",
        "market",
        "symbol",
        "september",
        "mustang",
        "announced",
        "exclusive",
        "worldwide",
        "licensing",
        "agreement",
        "fred",
        "hutchinson",
        "cancer",
        "research",
        "center",
        "fred",
        "hutch",
        "car",
        "technology",
        "cd20",
        "part",
        "transaction",
        "mustang",
        "entered",
        "clinical",
        "trial",
        "agreement",
        "provide",
        "partial",
        "funding",
        "phase",
        "clinical",
        "trial",
        "fred",
        "hutch",
        "evaluating",
        "safety",
        "efficacy",
        "cd20",
        "technology",
        "patient",
        "relapsed",
        "refractory",
        "lymphoma",
        "trial",
        "began",
        "recruiting",
        "participant",
        "fourth",
        "quarter",
        "october",
        "mustang",
        "announced",
        "coh",
        "received",
        "million",
        "grant",
        "california",
        "institute",
        "regenerative",
        "medicine",
        "fund",
        "ongoing",
        "phase",
        "study",
        "mustang",
        "car",
        "cell",
        "treatment",
        "patient",
        "recurrent",
        "refractory",
        "malignant",
        "glioma",
        "including",
        "glioblastoma",
        "also",
        "october",
        "mustang",
        "entered",
        "lease",
        "agreement",
        "umass",
        "medicine",
        "science",
        "park",
        "worcester",
        "massachusetts",
        "cell",
        "processing",
        "facility",
        "support",
        "clinical",
        "development",
        "commercialization",
        "mustang",
        "car",
        "product",
        "candidate",
        "facility",
        "expected",
        "operational",
        "late",
        "december",
        "mustang",
        "entered",
        "license",
        "agreement",
        "harvard",
        "university",
        "sponsored",
        "research",
        "agreement",
        "beth",
        "israel",
        "deaconess",
        "medical",
        "center",
        "development",
        "car",
        "therapy",
        "treatment",
        "cancer",
        "also",
        "december",
        "coh",
        "presented",
        "initial",
        "data",
        "ongoing",
        "phase",
        "clinical",
        "trial",
        "cd123",
        "car",
        "acute",
        "myeloid",
        "leukemia",
        "aml",
        "blastic",
        "plasmacytoid",
        "dendritic",
        "cell",
        "neoplasm",
        "bpdcn",
        "oral",
        "session",
        "american",
        "society",
        "hematology",
        "ash",
        "annual",
        "meeting",
        "data",
        "demonstrated",
        "achieved",
        "first",
        "complete",
        "response",
        "car",
        "therapy",
        "bpdcn",
        "additional",
        "complete",
        "response",
        "aml",
        "mustang",
        "bio",
        "mustang",
        "bio",
        "mustang",
        "fortress",
        "biotech",
        "company",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "novel",
        "cancer",
        "immunotherapy",
        "product",
        "designed",
        "leverage",
        "patient",
        "immune",
        "system",
        "eliminate",
        "cancer",
        "cell",
        "mustang",
        "aim",
        "acquire",
        "right",
        "technology",
        "licensing",
        "otherwise",
        "acquiring",
        "ownership",
        "interest",
        "fund",
        "research",
        "development",
        "outlicense",
        "bring",
        "technology",
        "market",
        "mustang",
        "partnered",
        "city",
        "hope",
        "national",
        "medical",
        "center",
        "fred",
        "hutchinson",
        "cancer",
        "research",
        "center",
        "develop",
        "proprietary",
        "chimeric",
        "antigen",
        "receptor",
        "car",
        "engineered",
        "cell",
        "car",
        "therapy",
        "across",
        "many",
        "cancer",
        "harvard",
        "medical",
        "school",
        "beth",
        "israel",
        "deaconess",
        "medical",
        "center",
        "harvard",
        "stem",
        "cell",
        "institute",
        "development",
        "car",
        "therapy",
        "hematologic",
        "malignancy",
        "solid",
        "tumor",
        "mustang",
        "registered",
        "security",
        "exchange",
        "act",
        "amended",
        "file",
        "periodic",
        "report",
        "security",
        "exchange",
        "commission",
        "information",
        "visit",
        "fortress",
        "biotech",
        "fortress",
        "biotech",
        "fortress",
        "biopharmaceutical",
        "company",
        "dedicated",
        "acquiring",
        "developing",
        "commercializing",
        "novel",
        "pharmaceutical",
        "biotechnology",
        "product",
        "fortress",
        "develops",
        "commercializes",
        "product",
        "within",
        "fortress",
        "certain",
        "subsidiary",
        "company",
        "also",
        "known",
        "fortress",
        "company",
        "addition",
        "internal",
        "development",
        "program",
        "fortress",
        "leverage",
        "biopharmaceutical",
        "business",
        "expertise",
        "drug",
        "development",
        "capability",
        "provides",
        "funding",
        "management",
        "service",
        "help",
        "fortress",
        "company",
        "achieve",
        "goal",
        "fortress",
        "fortress",
        "company",
        "may",
        "seek",
        "licensing",
        "arrangement",
        "acquisition",
        "partnership",
        "joint",
        "venture",
        "public",
        "private",
        "financing",
        "accelerate",
        "provide",
        "additional",
        "funding",
        "support",
        "research",
        "development",
        "program",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "include",
        "limited",
        "statement",
        "relating",
        "growth",
        "strategy",
        "product",
        "development",
        "program",
        "statement",
        "historical",
        "fact",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "negatively",
        "affect",
        "business",
        "operating",
        "result",
        "financial",
        "condition",
        "stock",
        "value",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "include",
        "risk",
        "relating",
        "growth",
        "strategy",
        "ability",
        "obtain",
        "perform",
        "maintain",
        "financing",
        "strategic",
        "agreement",
        "relationship",
        "risk",
        "relating",
        "result",
        "research",
        "development",
        "activity",
        "risk",
        "relating",
        "timing",
        "starting",
        "completing",
        "clinical",
        "trial",
        "uncertainty",
        "relating",
        "preclinical",
        "clinical",
        "testing",
        "dependence",
        "supplier",
        "ability",
        "attract",
        "integrate",
        "retain",
        "key",
        "personnel",
        "early",
        "stage",
        "product",
        "development",
        "need",
        "substantial",
        "additional",
        "fund",
        "government",
        "regulation",
        "patent",
        "intellectual",
        "property",
        "matter",
        "competition",
        "well",
        "risk",
        "described",
        "sec",
        "filing",
        "expressly",
        "disclaim",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "contained",
        "herein",
        "reflect",
        "change",
        "expectation",
        "change",
        "event",
        "condition",
        "circumstance",
        "statement",
        "based",
        "except",
        "required",
        "law",
        "company",
        "contact",
        "jaclyn",
        "jaffe",
        "mustang",
        "bio",
        "ir",
        "investor",
        "relation",
        "contact",
        "jeremy",
        "feffer",
        "managing",
        "director",
        "lifesci",
        "advisor",
        "llc",
        "jeremy",
        "medium",
        "relation",
        "contact",
        "laura",
        "bagby",
        "degree",
        "lbagby",
        "mustang",
        "bio",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "certificate",
        "deposit",
        "interest",
        "receivable",
        "investment",
        "certificate",
        "deposit",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "fixed",
        "asset",
        "construction",
        "process",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "common",
        "share",
        "issuable",
        "liability",
        "payable",
        "accrued",
        "expense",
        "related",
        "party",
        "accrued",
        "interest",
        "related",
        "party",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "payable",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "class",
        "preferred",
        "stock",
        "issued",
        "outstanding",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "class",
        "common",
        "share",
        "share",
        "issued",
        "outstanding",
        "december",
        "common",
        "share",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "common",
        "stock",
        "issuable",
        "share",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "mustang",
        "bio",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "year",
        "ended",
        "december",
        "period",
        "march",
        "inception",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "research",
        "development",
        "license",
        "acquired",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "related",
        "party",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "mustang",
        "bio",
        "inc"
    ]
}