{
    "organizations": [],
    "uuid": "71dbda1e28290650347697788dfca9745f7c68b9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-foremost-income-fund-reports-2017-results-and-reviews-unit-redemption-monthly-limit-for-march-2018.html",
    "ord_in_thread": 0,
    "title": "Foremost Income Fund Reports 2017 Results and Reviews Unit Redemption Monthly Limit for March 2018",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, March 13, 2018 (GLOBE NEWSWIRE) -- Foremost Income Fund (\" Foremost \" or the \" Fund \") announces the financial results for the year ended December 31, 2017.\nOverview\nThe Fund is an unincorporated open end mutual fund trust conducting its business through two operating segments, Foremost Energy Equipment (“FEE”) and Foremost Mobile Equipment (“FME”). FEE’s overall business is focused on the oil and gas industry and includes activity from three active manufacturing sites throughout Alberta. FME manufactures off-highway large wheeled and tracked vehicles, hydrovac and vacuum trucks, equipment for custom drilling, construction, water wells, and mining sectors. FME has three manufacturing facilities located in Alberta.\nMessage to Unitholders\nAs Foremost closes off another year we can look back with satisfaction at the progress the company made towards regaining market share and improving profitability. When compared to 2016, Foremost showed tangible improvements in revenue and EBIDTA performance in 2017. This was due to a continued focus on customer service and satisfaction as well as new product launches. In addition, fixed costs remained within control and on a stable trend.\nRevenue for 2017 ended at $132.5 million, a 5.4% increase over 2016. This increase was driven by the dramatic rise of Foremost Mobile Equipment (“FME”) revenues from $59.6 million in 2016 to $80.1 million in 2017, a 34% increase. This rise in FME helped offset the continued weakness in the Foremost Energy Equipment (“FEE”) markets which drove revenues in that segment down from $66.2 million in 2016 to $52.4 million in 2017. Gross profit remained flat at 10%, and despite the revenue for the company increasing the administration expenses remained essentially flat. The Fund ended 2017 with positive operational EBIDTA of $1.3 million compared to $0.1 million for 2016.\nMajor achievements for 2017 include:\nthe continued market penetration in the vitally important United States market with vacuum trucks and leveraging the relationship with an exclusive US distributor for Foremost vacuum trucks; the successful launch of a newly designed hydrovac gained instant traction in the growing and important Ontario urban market; the resurgence of the dual rotary (“DR”) drill in the US after a couple years’ sales lull; the continued sales and cost performance of small to medium-sized production tanks in the Western Canadian market; the successful divestiture of surplus land at Calgary South in return for cash and; a strong ending cash balance.\nForemost remains a strong company with a strong balance sheet. The operational performance of 2017 has laid a good foundation on which to build market penetration efforts with the hydrovac and the dual rotary drill, and to improve profitability in the energy equipment segments. Senior management’s efforts are also directed to ensuring that Foremost remains an employer of choice in Alberta and remains committed to providing a safe working environment for all its employees.\nKevin Johnson\nPresident\n2017 Highlights\nRevenue increased by $6.7 million. The FME segment had an increase in revenue of $20.4 million while the FEE segment experienced a decrease of $13.7 million. More information can be found in the Segmented Results of Operations section of the MD&A. Gross profit increased slightly from $12.4 million in 2016 to $13.9 million during 2017. More information can be found in the Segmented Results of Operations section of the MD&A. Administration costs remained consistent at $11.9 million and 9% of revenues, year over year. Within this category of spend the personnel costs were maintained at $6.8 million. Adjusted EBITDA, as defined on page 11 of the MD&A, has fluctuated over the last 2 years. 2017 increased to $1.3 million compared to the $0.1 recognized in 2016. During the year ended December 31, 2017 the Fund recognized a $0.6 million foreign exchange loss (2016 - $0.5 million). The foreign exchange loss is mainly reflective of changes in the value of the Fund’s U.S. dollar-denominated net monetary assets and liabilities along with the change in value for forward contracts.\nSUMMARY OF QUARTERLY INFORMATION (000's, except per Trust Unit amount) 2017 Q1 Q2 Q3 Q4 Total Revenue $ 31,009 $ 34,067 $ 32,320 35,134 $ 132,530 Gross profit ($) $ 3,344 $ 4,109 $ 2,665 $ 3,739 $ 13,857 Gross profit (%) 11 % 12 % 8 % 11 % 10 % Admin. expenses ($) $ 2,866 $ 3,049 $ 2,944 $ 3,050 $ 11,909 Admin. expenses (% of total revenue) 9 % 9 % 9 % 9 % 9 % Exchange rate loss (gain) $ 199 $ 337 $ 132 $ (38 ) $ 630 Adjusted EBITDA * $ 284 $ 723 $ (416 ) $ 727 $ 1,318 (Loss) income from operations $ (502 ) $ 93 $ (1,225 ) $ (238 ) $ (1,872 ) Comprehensive (loss) income $ (600 ) $ (157 ) $ (1,268 ) $ 4,442 $ 2,417 Trust units redeemed 27,160 - - 267 27,427 Redemptions $ 160 - - $ 1 $ 161 Basic and diluted loss per trust unit $ (0.03 ) $ (0.01 ) $ (0.07 ) $ 0.24 $ 0.13 * Adjusted EBITDA defined on page 11 of the MD&A 2016 Q1 Q2 Q3 Q4 Total Revenue $ 35,846 $ 30,621 $ 29,943 $ 29,435 $ 125,845 Gross profit ($) $ 3,655 $ 3,965 $ 2,780 $ 2,028 $ 12,428 Gross profit (%) 10 % 13 % 9 % 7 % 10 % Admin. expenses ($) $ 3,198 $ 3,476 $ 3,000 $ 2,181 $ 11,855 Admin. expenses (% of total revenue) 9 % 11 % 10 % 7 % 9 % Exchange rate loss (gain) $ 454 $ (117 ) $ 89 $ 29 $ 455 Adjusted EBITDA $ 16 $ 606 $ (340 ) $ (164 ) $ 118 Loss from operations $ (661 ) $ (604 ) $ (1,286 ) $ (1,682 ) $ (4,233 ) Comprehensive loss $ (1,149 ) $ (259 ) $ (1,447 ) $ (2,166 ) $ (5,021 ) Trust units redeemed 5,000 4,652 26,700 - 36,352 Redemptions $ 28 $ 29 $ 161 $ - $ 218 Basic and diluted loss per trust unit $ (0.06 ) $ (0.01 ) (0.08 ) (0.12 ) $ (0.27 ) Trust Unit Redemptions and Distributions\nThe Fund redeemed 27,427 Trust Units during the year ended December 31, 2017, through its normal redemption program resulting in promissory notes payable of $0.2 million. During the same period ended 2016 the Fund redeemed 36,352 Trust Units resulting in promissory notes payable equal to $0.2 million.\nThe Trustees have determined that, as of March 8, 2018, the Fund will redeem tendered Trust Units at tangible book value of $5.95 per unit.\nTemporary Reduction of Monthly Limit for Fund Unit Redemptions Pursuant to Section 6.4(ii)(A) and (B) of the Deed of Trust\nPursuant to section 6.4(ii)(A) and (B) of the Deed of Trust of the Fund dated November 12, 2005 as amended (the “Deed of Trust”), the Trustees of the Fund have discretion, in any calendar month, to reduce the monthly limit for cash redemptions of units of the Fund due to a material change, or concerns as to the current working capital or debt of the Fund. The exercise of such discretion may result in all or a portion (on a pro rata basis, depending on notices of redemption received) of the amount payable for units redeemed being paid by unsecured promissory notes in accordance with section 6.5 of the Deed of Trust.\nAs disclosed by prior press releases, effective May 1, 2014 and applying to all notices of redemption received in the months of May through October 2014, inclusive, and February 2015 through February 2018, inclusive, the Trustees of the Fund exercised their discretion pursuant to section 6.4(ii)(B) to reduce the monthly limit for cash redemptions from $1,500,000.00 to $0.00, and to $500,000.00 for the months of November and December 2014 and January 2015 (in each case the subject redemptions being payable by the end of the following month). The Trustees undertook to review the revised monthly limit in respect of the month of March 2018 no later than March 15, 2018.\nWith respect to the month of March 2018, the Trustees have determined that the monthly limit for cash redemptions will be set at $0.00 due to concerns as to current working capital and debt of the Fund, having regard to the Board’s views on the potential impact of current and expected market conditions on the Fund’s performance. The Trustees have undertaken to review the revised monthly limit in respect of the month of April 2018 no later than April 13, 2018.In accordance with the Deed of Trust, unitholders that submit or have submitted notices of redemption during the month of March 2018, such that the Fund is obligated to pay the redemption price in respect of the subject units on or before April 30, 2018, will be contacted individually and provided with the opportunity to elect to withdraw all or any part of such notices of redemption. Any unitholders not electing to withdraw their redemption notices, in whole or in part, will be paid the redemption price in respect of the units that they submit for redemption by unsecured promissory notes.\nThis discussion is intended for summary purposes only and is subject in all respects to the Deed of Trust. The income and other tax consequences of holding, redeeming or disposing of units and acquiring promissory notes will vary depending on the unitholder’s particular circumstances, including the jurisdiction(s) in which the unitholder resides or carries on business, and whether the unitholder is an RRSP, RESP, RRIF, PPSP or TFSA. Accordingly, this summary is of a general nature only and is not intended to be legal or tax advice to any prospective purchaser or any unitholder. All unitholders should consult their own legal and tax advisors prior to redeeming units of the Fund.\nOn behalf of the Trustees\nForemost Income Fund\n[signed: Bevan May]\nBevan May, Trustee\nFORWARD-LOOKING STATEMENT\nCertain statements in this news release may constitute \"forward-looking\" statements which involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of the Fund to be materially different from any future results, performance or achievements expressed or implied by such forward-looking statements. When used in this news release, such statements use words such as \"may\", \"will\", \"expect\", \"believe\", \"plan\" and other similar terminology. These statements include statements the Fund's intention to proceed with a Unitholders' meeting and information regarding the Trustees' views of the future prospects and tax treatment of the Fund and tax treatment of the Special Redemption, the Fund's expectations regarding the future availability of cash to meet redemption requests and the Trustee's expectations for redemption prices in December 2011 and January 2012. These statements reflect management's current expectations regarding future events and operating performance and speak only as of the date of this news release. These forward-looking statements involve a number of risks and uncertainties, including: the impact of general economic conditions, industry conditions, changes in laws and regulations, increased competition, fluctuations in commodity prices and foreign exchange, and interest rates and stock market volatility.\nFor further Investor Relations information please contact:\nJackie Schenn, CA\nTel: (403) 295-5800 or toll free 1-800-661-9190 (Canada/US) - Fax: (403) 295-5832\nE-mail: investorrelations@foremost.ca - Website: www.foremost.ca\nSource:Foremost Income Fund",
    "published": "2018-03-14T02:58:00.000+02:00",
    "crawled": "2018-03-14T04:59:59.054+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "march",
        "globe",
        "newswire",
        "foremost",
        "income",
        "fund",
        "foremost",
        "fund",
        "announces",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "overview",
        "fund",
        "unincorporated",
        "open",
        "end",
        "mutual",
        "fund",
        "trust",
        "conducting",
        "business",
        "two",
        "operating",
        "segment",
        "foremost",
        "energy",
        "equipment",
        "fee",
        "foremost",
        "mobile",
        "equipment",
        "fme",
        "fee",
        "overall",
        "business",
        "focused",
        "oil",
        "gas",
        "industry",
        "includes",
        "activity",
        "three",
        "active",
        "manufacturing",
        "site",
        "throughout",
        "alberta",
        "fme",
        "manufacture",
        "large",
        "wheeled",
        "tracked",
        "vehicle",
        "hydrovac",
        "vacuum",
        "truck",
        "equipment",
        "custom",
        "drilling",
        "construction",
        "water",
        "well",
        "mining",
        "sector",
        "fme",
        "three",
        "manufacturing",
        "facility",
        "located",
        "alberta",
        "message",
        "unitholders",
        "foremost",
        "close",
        "another",
        "year",
        "look",
        "back",
        "satisfaction",
        "progress",
        "company",
        "made",
        "towards",
        "regaining",
        "market",
        "share",
        "improving",
        "profitability",
        "compared",
        "foremost",
        "showed",
        "tangible",
        "improvement",
        "revenue",
        "ebidta",
        "performance",
        "due",
        "continued",
        "focus",
        "customer",
        "service",
        "satisfaction",
        "well",
        "new",
        "product",
        "launch",
        "addition",
        "fixed",
        "cost",
        "remained",
        "within",
        "control",
        "stable",
        "trend",
        "revenue",
        "ended",
        "million",
        "increase",
        "increase",
        "driven",
        "dramatic",
        "rise",
        "foremost",
        "mobile",
        "equipment",
        "fme",
        "revenue",
        "million",
        "million",
        "increase",
        "rise",
        "fme",
        "helped",
        "offset",
        "continued",
        "weakness",
        "foremost",
        "energy",
        "equipment",
        "fee",
        "market",
        "drove",
        "revenue",
        "segment",
        "million",
        "million",
        "gross",
        "profit",
        "remained",
        "flat",
        "despite",
        "revenue",
        "company",
        "increasing",
        "administration",
        "expense",
        "remained",
        "essentially",
        "flat",
        "fund",
        "ended",
        "positive",
        "operational",
        "ebidta",
        "million",
        "compared",
        "million",
        "major",
        "achievement",
        "include",
        "continued",
        "market",
        "penetration",
        "vitally",
        "important",
        "united",
        "state",
        "market",
        "vacuum",
        "truck",
        "leveraging",
        "relationship",
        "exclusive",
        "u",
        "distributor",
        "foremost",
        "vacuum",
        "truck",
        "successful",
        "launch",
        "newly",
        "designed",
        "hydrovac",
        "gained",
        "instant",
        "traction",
        "growing",
        "important",
        "ontario",
        "urban",
        "market",
        "resurgence",
        "dual",
        "rotary",
        "dr",
        "drill",
        "u",
        "couple",
        "year",
        "sale",
        "lull",
        "continued",
        "sale",
        "cost",
        "performance",
        "small",
        "production",
        "tank",
        "western",
        "canadian",
        "market",
        "successful",
        "divestiture",
        "surplus",
        "land",
        "calgary",
        "south",
        "return",
        "cash",
        "strong",
        "ending",
        "cash",
        "balance",
        "foremost",
        "remains",
        "strong",
        "company",
        "strong",
        "balance",
        "sheet",
        "operational",
        "performance",
        "laid",
        "good",
        "foundation",
        "build",
        "market",
        "penetration",
        "effort",
        "hydrovac",
        "dual",
        "rotary",
        "drill",
        "improve",
        "profitability",
        "energy",
        "equipment",
        "segment",
        "senior",
        "management",
        "effort",
        "also",
        "directed",
        "ensuring",
        "foremost",
        "remains",
        "employer",
        "choice",
        "alberta",
        "remains",
        "committed",
        "providing",
        "safe",
        "working",
        "environment",
        "employee",
        "kevin",
        "johnson",
        "president",
        "highlight",
        "revenue",
        "increased",
        "million",
        "fme",
        "segment",
        "increase",
        "revenue",
        "million",
        "fee",
        "segment",
        "experienced",
        "decrease",
        "million",
        "information",
        "found",
        "segmented",
        "result",
        "operation",
        "section",
        "md",
        "gross",
        "profit",
        "increased",
        "slightly",
        "million",
        "million",
        "information",
        "found",
        "segmented",
        "result",
        "operation",
        "section",
        "md",
        "administration",
        "cost",
        "remained",
        "consistent",
        "million",
        "revenue",
        "year",
        "year",
        "within",
        "category",
        "spend",
        "personnel",
        "cost",
        "maintained",
        "million",
        "adjusted",
        "ebitda",
        "defined",
        "page",
        "md",
        "fluctuated",
        "last",
        "year",
        "increased",
        "million",
        "compared",
        "recognized",
        "year",
        "ended",
        "december",
        "fund",
        "recognized",
        "million",
        "foreign",
        "exchange",
        "loss",
        "million",
        "foreign",
        "exchange",
        "loss",
        "mainly",
        "reflective",
        "change",
        "value",
        "fund",
        "net",
        "monetary",
        "asset",
        "liability",
        "along",
        "change",
        "value",
        "forward",
        "contract",
        "summary",
        "quarterly",
        "information",
        "except",
        "per",
        "trust",
        "unit",
        "amount",
        "q1",
        "q2",
        "q3",
        "q4",
        "total",
        "revenue",
        "gross",
        "profit",
        "gross",
        "profit",
        "admin",
        "expense",
        "admin",
        "expense",
        "total",
        "revenue",
        "exchange",
        "rate",
        "loss",
        "gain",
        "adjusted",
        "ebitda",
        "loss",
        "income",
        "operation",
        "comprehensive",
        "loss",
        "income",
        "trust",
        "unit",
        "redeemed",
        "redemption",
        "basic",
        "diluted",
        "loss",
        "per",
        "trust",
        "unit",
        "adjusted",
        "ebitda",
        "defined",
        "page",
        "md",
        "q1",
        "q2",
        "q3",
        "q4",
        "total",
        "revenue",
        "gross",
        "profit",
        "gross",
        "profit",
        "admin",
        "expense",
        "admin",
        "expense",
        "total",
        "revenue",
        "exchange",
        "rate",
        "loss",
        "gain",
        "adjusted",
        "ebitda",
        "loss",
        "operation",
        "comprehensive",
        "loss",
        "trust",
        "unit",
        "redeemed",
        "redemption",
        "basic",
        "diluted",
        "loss",
        "per",
        "trust",
        "unit",
        "trust",
        "unit",
        "redemption",
        "distribution",
        "fund",
        "redeemed",
        "trust",
        "unit",
        "year",
        "ended",
        "december",
        "normal",
        "redemption",
        "program",
        "resulting",
        "promissory",
        "note",
        "payable",
        "million",
        "period",
        "ended",
        "fund",
        "redeemed",
        "trust",
        "unit",
        "resulting",
        "promissory",
        "note",
        "payable",
        "equal",
        "million",
        "trustee",
        "determined",
        "march",
        "fund",
        "redeem",
        "tendered",
        "trust",
        "unit",
        "tangible",
        "book",
        "value",
        "per",
        "unit",
        "temporary",
        "reduction",
        "monthly",
        "limit",
        "fund",
        "unit",
        "redemption",
        "pursuant",
        "section",
        "ii",
        "b",
        "deed",
        "trust",
        "pursuant",
        "section",
        "ii",
        "b",
        "deed",
        "trust",
        "fund",
        "dated",
        "november",
        "amended",
        "deed",
        "trust",
        "trustee",
        "fund",
        "discretion",
        "calendar",
        "month",
        "reduce",
        "monthly",
        "limit",
        "cash",
        "redemption",
        "unit",
        "fund",
        "due",
        "material",
        "change",
        "concern",
        "current",
        "working",
        "capital",
        "debt",
        "fund",
        "exercise",
        "discretion",
        "may",
        "result",
        "portion",
        "pro",
        "rata",
        "basis",
        "depending",
        "notice",
        "redemption",
        "received",
        "amount",
        "payable",
        "unit",
        "redeemed",
        "paid",
        "unsecured",
        "promissory",
        "note",
        "accordance",
        "section",
        "deed",
        "trust",
        "disclosed",
        "prior",
        "press",
        "release",
        "effective",
        "may",
        "applying",
        "notice",
        "redemption",
        "received",
        "month",
        "may",
        "october",
        "inclusive",
        "february",
        "february",
        "inclusive",
        "trustee",
        "fund",
        "exercised",
        "discretion",
        "pursuant",
        "section",
        "ii",
        "b",
        "reduce",
        "monthly",
        "limit",
        "cash",
        "redemption",
        "month",
        "november",
        "december",
        "january",
        "case",
        "subject",
        "redemption",
        "payable",
        "end",
        "following",
        "month",
        "trustee",
        "undertook",
        "review",
        "revised",
        "monthly",
        "limit",
        "respect",
        "month",
        "march",
        "later",
        "march",
        "respect",
        "month",
        "march",
        "trustee",
        "determined",
        "monthly",
        "limit",
        "cash",
        "redemption",
        "set",
        "due",
        "concern",
        "current",
        "working",
        "capital",
        "debt",
        "fund",
        "regard",
        "board",
        "view",
        "potential",
        "impact",
        "current",
        "expected",
        "market",
        "condition",
        "fund",
        "performance",
        "trustee",
        "undertaken",
        "review",
        "revised",
        "monthly",
        "limit",
        "respect",
        "month",
        "april",
        "later",
        "april",
        "accordance",
        "deed",
        "trust",
        "unitholders",
        "submit",
        "submitted",
        "notice",
        "redemption",
        "month",
        "march",
        "fund",
        "obligated",
        "pay",
        "redemption",
        "price",
        "respect",
        "subject",
        "unit",
        "april",
        "contacted",
        "individually",
        "provided",
        "opportunity",
        "elect",
        "withdraw",
        "part",
        "notice",
        "redemption",
        "unitholders",
        "electing",
        "withdraw",
        "redemption",
        "notice",
        "whole",
        "part",
        "paid",
        "redemption",
        "price",
        "respect",
        "unit",
        "submit",
        "redemption",
        "unsecured",
        "promissory",
        "note",
        "discussion",
        "intended",
        "summary",
        "purpose",
        "subject",
        "respect",
        "deed",
        "trust",
        "income",
        "tax",
        "consequence",
        "holding",
        "redeeming",
        "disposing",
        "unit",
        "acquiring",
        "promissory",
        "note",
        "vary",
        "depending",
        "unitholder",
        "particular",
        "circumstance",
        "including",
        "jurisdiction",
        "unitholder",
        "resides",
        "carry",
        "business",
        "whether",
        "unitholder",
        "rrsp",
        "resp",
        "rrif",
        "ppsp",
        "tfsa",
        "accordingly",
        "summary",
        "general",
        "nature",
        "intended",
        "legal",
        "tax",
        "advice",
        "prospective",
        "purchaser",
        "unitholder",
        "unitholders",
        "consult",
        "legal",
        "tax",
        "advisor",
        "prior",
        "redeeming",
        "unit",
        "fund",
        "behalf",
        "trustee",
        "foremost",
        "income",
        "fund",
        "signed",
        "bevan",
        "may",
        "bevan",
        "may",
        "trustee",
        "statement",
        "certain",
        "statement",
        "news",
        "release",
        "may",
        "constitute",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "fund",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "used",
        "news",
        "release",
        "statement",
        "use",
        "word",
        "may",
        "expect",
        "believe",
        "plan",
        "similar",
        "terminology",
        "statement",
        "include",
        "statement",
        "fund",
        "intention",
        "proceed",
        "unitholders",
        "meeting",
        "information",
        "regarding",
        "trustee",
        "view",
        "future",
        "prospect",
        "tax",
        "treatment",
        "fund",
        "tax",
        "treatment",
        "special",
        "redemption",
        "fund",
        "expectation",
        "regarding",
        "future",
        "availability",
        "cash",
        "meet",
        "redemption",
        "request",
        "trustee",
        "expectation",
        "redemption",
        "price",
        "december",
        "january",
        "statement",
        "reflect",
        "management",
        "current",
        "expectation",
        "regarding",
        "future",
        "event",
        "operating",
        "performance",
        "speak",
        "date",
        "news",
        "release",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "including",
        "impact",
        "general",
        "economic",
        "condition",
        "industry",
        "condition",
        "change",
        "law",
        "regulation",
        "increased",
        "competition",
        "fluctuation",
        "commodity",
        "price",
        "foreign",
        "exchange",
        "interest",
        "rate",
        "stock",
        "market",
        "volatility",
        "investor",
        "relation",
        "information",
        "please",
        "contact",
        "jackie",
        "schenn",
        "ca",
        "tel",
        "toll",
        "free",
        "fax",
        "investorrelations",
        "website",
        "source",
        "foremost",
        "income",
        "fund"
    ]
}