{
    "organizations": [],
    "uuid": "3e93a025ff63e15c9a2885ef22d6f31d7e849bd6",
    "author": "",
    "url": "https://www.reuters.com/article/us-congo-mining-insight/how-congo-faced-down-some-of-the-worlds-biggest-mining-firms-idUSKCN1GR2HD",
    "ord_in_thread": 0,
    "title": "How Congo faced down some of the world's biggest mining firms",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 15, 2018 / 4:40 PM / Updated 42 minutes ago How Congo faced down some of the world's biggest mining firms Aaron Ross 8 Min Read DAKAR (Reuters) - In an ornate room in Democratic Republic of Congo’s presidential palace last week, some of global mining’s most powerful men faced off against government officials over proposed changes to the country’s mining code. FILE PHOTO: Congo's Mines Minister Martin Kabwelulu flanked by mining executives operating in Congo addresses a news conference after a meeting President Joseph Kabila (not in the picture) in Kinshasa, Democratic Republic of Congo March 7, 2018. REUTERS/Kenny Katombe/File Photo Facing the officials, including President Joseph Kabila, the executives at times threatened to pursue arbitration or close mines if the government went ahead with changes including royalty increases, according to one of the president’s top advisers, Barnabe Kikaya bin Karubi, who attended the meeting. But there was no mistaking the sense of defeat as executives from Glencore ( GLEN.L ), Randgold ( RRS.L ), Ivanhoe ( IVN.TO ) and other firms descended the red carpeted stairs after six hours to accept before the media a mining code that hikes taxes and removes exemptions for cobalt and other minerals. It was an extraordinary climb down for companies that had campaigned tooth-and-nail for six years for better terms, and the president signed the bill into law two days later. Congolese officials close to the process say that, in being so publicly combative, the miners overplayed their hand, and in so doing hardened the government’s resolve. “We realised the bad faith on their part,” said Patrick Kakwata, president of the National Assembly’s Natural Resources Commission, which oversees mining legislation. “They only wanted to look after their own interests and not also the interests of the Congolese people.” The changes to the mining code in Congo, which supplies some 60 percent of the world’s cobalt, could have repercussions for consumers around the world if mining companies pass on costs. Cobalt is a key ingredient in lithium-ion batteries that power smartphones and electric cars. Rising demand for those products has caused cobalt prices to more than triple in the last two years. The Congolese government’s success in facing down the companies’ lobbying could also signal a shift in the balance of power as countries sitting on increasingly lucrative resources become emboldened. Congo’s effort could serve as a model for other countries looking to boost mining sector revenue, particularly those that can leverage demand for prized metals like cobalt. TEAM DISPATCHED Meeting participants Glencore, Randgold, Zijin ( 601899.SS ), China Molybdenum ( 603993.SS ) and Ivanhoe declined to comment for this story. The other participant, MMG, did not immediately respond to a request for comment. Early last month, Randgold publicly threatened to challenge the new code through international arbitration if Kabila did not return it to the mines ministry for further consultation with industry. And, in December, several of Congo’s largest mining companies said in a statement that an earlier version of the code passed by the lower house of parliament would “cause the certain death of a young industry”. On Thursday, the mining companies said in a statement they had dispatched a team of legal and technical specialists to Kinshasa for talks with the Congolese government about drafting measures to implement the code. The companies said they hoped those discussions would include negotiations over royalties and taxes as well as recognition of the previous code’s stability clause. Mines Minister Martin Kabwelulu, however, said after last week’s meeting that nothing agreed to in the follow-up negotiations could contradict the terms of the new code. The new mining code strips away a stability clause protecting existing investments from changes to the fiscal and customs regime for 10 years, opens the door for cobalt royalties to increase five-fold and introduces a 50 percent windfall profits tax. The new code applies to all minerals, including copper, of which Congo is Africa’s top producer. Companies could still challenge it through international arbitration. It is also unclear how rigorously the code will be enforced in a country where informal arrangements often supersede legal provisions. In a joint statement issued by the Congo government and the mining executives directly after the meeting, the miners said they had received assurances from Kabila “that their concerns will be taken into account through a constructive dialogue with the government after the promulgation of the new mining law”. Slideshow (2 Images) “SUCKERED” Private investors have poured money into Congo since Kabila signed the 2002 mining code at the tail end of a 1998-2003 war. But locals have seen few benefits. Congo remains one of the world’s least developed countries, plagued by corruption and poor governance. In March 2015, the government submitted a bill to parliament that proposed raising royalties to levels higher than in the 2002 code but still lower than in most rival mining countries. Mining companies resisted, saying that proposed changes to the code would “put the future of the country’s mining industry at grave risk” and urged the government to retain the 2002 code. Following a steep drop in commodities prices, Congo’s government buckled to industry pressure and announced in March 2016 it was suspending consideration of the new code. But as the commodity slump bit into the national economy last year - stretching foreign reserves to breaking point and pushing inflation to 47 percent - the government needed cash. Parliament toughened up the code at the start of this year. Protections under the previous code’s stability clause were axed entirely. A 10 percent royalty was introduced on “strategic substances”, which the prime minister’s office said this week would include cobalt and possibly copper. Companies were also mandated to repatriate 60 percent of export revenues to Congo, up from 40 percent in earlier drafts. Lawmakers involved in the negotiations did not provide clear explanations for how these last-minute changes came about, but two of them said that they had grown inured to doomsday warnings from miners about the code killing investment. “There is this contradiction that emerges each time ... when the miners declare losses (in Congo) when their mother company is only enjoying success,” said Alain Lubamba, an MP closely involved in the revision process. “This means that we’re being suckered.” Mining companies in Congo typically say that the high risk and cost of investing in the vast country with poor infrastructure hit profitability, justifying demands for favorable terms. TENSE TALKS Randgold, based in Jersey in the English Channel, formed a new lobbying platform with Glencore and others and requested an audience with Kabila. The president accepted a meeting with top executives from six mining companies, but insisted they come to Kinshasa in person; no stand-ins would be admitted. After a last-minute postponement by a day, the meeting finally began at around 2:30 p.m. last Wednesday with Kabila presiding. Randgold CEO Mark Bristow, the miners’ designated spokesperson, started by laying out their main concerns and imploring Kabila to re-open negotiations. The other executives chimed in from time-to-time, according to Kikaya, the Kabila adviser. “For three hours, they were very confrontational and they were talking in terms of closing down the mines,” Kikaya said. Bristow couldn’t be reached for comment. Kabila interjected occasionally, Kikaya said, urging the miners not to pursue arbitration. “The president explained that this would be bad for everyone. He said, ‘Look you are a businessman. If you make a mistake, you lose money. I am a politician’,” Kikaya said. A breakthrough appeared to come after Kabwelulu, the mines minister, promised the miners that their concerns would be addressed on a case-by-case basis in regulations to be hammered out after the code was signed, according to Kikaya. Kabila then exited the room, leaving his advisers and the executives to figure out how to break the news. Additional reporting by Veronica Brown, Zandi Shabalala and Barbara Lewis in London, Melanie Burton in Melbourne, Nicole Mordant in Vancouver and Tom Daly in Hong Kong; Editing by Tim Cocks and Cassell Bryan-Low",
    "published": "2018-03-15T18:44:00.000+02:00",
    "crawled": "2018-03-15T18:58:49.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "pm",
        "updated",
        "minute",
        "ago",
        "congo",
        "faced",
        "world",
        "biggest",
        "mining",
        "firm",
        "aaron",
        "ross",
        "min",
        "read",
        "dakar",
        "reuters",
        "ornate",
        "room",
        "democratic",
        "republic",
        "congo",
        "presidential",
        "palace",
        "last",
        "week",
        "global",
        "mining",
        "powerful",
        "men",
        "faced",
        "government",
        "official",
        "proposed",
        "change",
        "country",
        "mining",
        "code",
        "file",
        "photo",
        "congo",
        "mine",
        "minister",
        "martin",
        "kabwelulu",
        "flanked",
        "mining",
        "executive",
        "operating",
        "congo",
        "address",
        "news",
        "conference",
        "meeting",
        "president",
        "joseph",
        "kabila",
        "picture",
        "kinshasa",
        "democratic",
        "republic",
        "congo",
        "march",
        "photo",
        "facing",
        "official",
        "including",
        "president",
        "joseph",
        "kabila",
        "executive",
        "time",
        "threatened",
        "pursue",
        "arbitration",
        "close",
        "mine",
        "government",
        "went",
        "ahead",
        "change",
        "including",
        "royalty",
        "increase",
        "according",
        "one",
        "president",
        "top",
        "adviser",
        "barnabe",
        "kikaya",
        "bin",
        "karubi",
        "attended",
        "meeting",
        "mistaking",
        "sense",
        "defeat",
        "executive",
        "glencore",
        "randgold",
        "ivanhoe",
        "firm",
        "descended",
        "red",
        "carpeted",
        "stair",
        "six",
        "hour",
        "accept",
        "medium",
        "mining",
        "code",
        "hike",
        "tax",
        "remove",
        "exemption",
        "cobalt",
        "mineral",
        "extraordinary",
        "climb",
        "company",
        "campaigned",
        "six",
        "year",
        "better",
        "term",
        "president",
        "signed",
        "bill",
        "law",
        "two",
        "day",
        "later",
        "congolese",
        "official",
        "close",
        "process",
        "say",
        "publicly",
        "combative",
        "miner",
        "overplayed",
        "hand",
        "hardened",
        "government",
        "resolve",
        "realised",
        "bad",
        "faith",
        "part",
        "said",
        "patrick",
        "kakwata",
        "president",
        "national",
        "assembly",
        "natural",
        "resource",
        "commission",
        "oversees",
        "mining",
        "legislation",
        "wanted",
        "look",
        "interest",
        "also",
        "interest",
        "congolese",
        "change",
        "mining",
        "code",
        "congo",
        "supply",
        "percent",
        "world",
        "cobalt",
        "could",
        "repercussion",
        "consumer",
        "around",
        "world",
        "mining",
        "company",
        "pas",
        "cost",
        "cobalt",
        "key",
        "ingredient",
        "battery",
        "power",
        "smartphones",
        "electric",
        "car",
        "rising",
        "demand",
        "product",
        "caused",
        "cobalt",
        "price",
        "triple",
        "last",
        "two",
        "year",
        "congolese",
        "government",
        "success",
        "facing",
        "company",
        "lobbying",
        "could",
        "also",
        "signal",
        "shift",
        "balance",
        "power",
        "country",
        "sitting",
        "increasingly",
        "lucrative",
        "resource",
        "become",
        "emboldened",
        "congo",
        "effort",
        "could",
        "serve",
        "model",
        "country",
        "looking",
        "boost",
        "mining",
        "sector",
        "revenue",
        "particularly",
        "leverage",
        "demand",
        "prized",
        "metal",
        "like",
        "cobalt",
        "team",
        "dispatched",
        "meeting",
        "participant",
        "glencore",
        "randgold",
        "zijin",
        "china",
        "molybdenum",
        "ivanhoe",
        "declined",
        "comment",
        "story",
        "participant",
        "mmg",
        "immediately",
        "respond",
        "request",
        "comment",
        "early",
        "last",
        "month",
        "randgold",
        "publicly",
        "threatened",
        "challenge",
        "new",
        "code",
        "international",
        "arbitration",
        "kabila",
        "return",
        "mine",
        "ministry",
        "consultation",
        "industry",
        "december",
        "several",
        "congo",
        "largest",
        "mining",
        "company",
        "said",
        "statement",
        "earlier",
        "version",
        "code",
        "passed",
        "lower",
        "house",
        "parliament",
        "would",
        "cause",
        "certain",
        "death",
        "young",
        "industry",
        "thursday",
        "mining",
        "company",
        "said",
        "statement",
        "dispatched",
        "team",
        "legal",
        "technical",
        "specialist",
        "kinshasa",
        "talk",
        "congolese",
        "government",
        "drafting",
        "measure",
        "implement",
        "code",
        "company",
        "said",
        "hoped",
        "discussion",
        "would",
        "include",
        "negotiation",
        "royalty",
        "tax",
        "well",
        "recognition",
        "previous",
        "code",
        "stability",
        "clause",
        "mine",
        "minister",
        "martin",
        "kabwelulu",
        "however",
        "said",
        "last",
        "week",
        "meeting",
        "nothing",
        "agreed",
        "negotiation",
        "could",
        "contradict",
        "term",
        "new",
        "code",
        "new",
        "mining",
        "code",
        "strip",
        "away",
        "stability",
        "clause",
        "protecting",
        "existing",
        "investment",
        "change",
        "fiscal",
        "custom",
        "regime",
        "year",
        "open",
        "door",
        "cobalt",
        "royalty",
        "increase",
        "introduces",
        "percent",
        "windfall",
        "profit",
        "tax",
        "new",
        "code",
        "applies",
        "mineral",
        "including",
        "copper",
        "congo",
        "africa",
        "top",
        "producer",
        "company",
        "could",
        "still",
        "challenge",
        "international",
        "arbitration",
        "also",
        "unclear",
        "rigorously",
        "code",
        "enforced",
        "country",
        "informal",
        "arrangement",
        "often",
        "supersede",
        "legal",
        "provision",
        "joint",
        "statement",
        "issued",
        "congo",
        "government",
        "mining",
        "executive",
        "directly",
        "meeting",
        "miner",
        "said",
        "received",
        "assurance",
        "kabila",
        "concern",
        "taken",
        "account",
        "constructive",
        "dialogue",
        "government",
        "promulgation",
        "new",
        "mining",
        "law",
        "slideshow",
        "image",
        "suckered",
        "private",
        "investor",
        "poured",
        "money",
        "congo",
        "since",
        "kabila",
        "signed",
        "mining",
        "code",
        "tail",
        "end",
        "war",
        "local",
        "seen",
        "benefit",
        "congo",
        "remains",
        "one",
        "world",
        "least",
        "developed",
        "country",
        "plagued",
        "corruption",
        "poor",
        "governance",
        "march",
        "government",
        "submitted",
        "bill",
        "parliament",
        "proposed",
        "raising",
        "royalty",
        "level",
        "higher",
        "code",
        "still",
        "lower",
        "rival",
        "mining",
        "country",
        "mining",
        "company",
        "resisted",
        "saying",
        "proposed",
        "change",
        "code",
        "would",
        "put",
        "future",
        "country",
        "mining",
        "industry",
        "grave",
        "risk",
        "urged",
        "government",
        "retain",
        "code",
        "following",
        "steep",
        "drop",
        "commodity",
        "price",
        "congo",
        "government",
        "buckled",
        "industry",
        "pressure",
        "announced",
        "march",
        "suspending",
        "consideration",
        "new",
        "code",
        "commodity",
        "slump",
        "bit",
        "national",
        "economy",
        "last",
        "year",
        "stretching",
        "foreign",
        "reserve",
        "breaking",
        "point",
        "pushing",
        "inflation",
        "percent",
        "government",
        "needed",
        "cash",
        "parliament",
        "toughened",
        "code",
        "start",
        "year",
        "protection",
        "previous",
        "code",
        "stability",
        "clause",
        "axed",
        "entirely",
        "percent",
        "royalty",
        "introduced",
        "strategic",
        "substance",
        "prime",
        "minister",
        "office",
        "said",
        "week",
        "would",
        "include",
        "cobalt",
        "possibly",
        "copper",
        "company",
        "also",
        "mandated",
        "repatriate",
        "percent",
        "export",
        "revenue",
        "congo",
        "percent",
        "earlier",
        "draft",
        "lawmaker",
        "involved",
        "negotiation",
        "provide",
        "clear",
        "explanation",
        "change",
        "came",
        "two",
        "said",
        "grown",
        "inured",
        "doomsday",
        "warning",
        "miner",
        "code",
        "killing",
        "investment",
        "contradiction",
        "emerges",
        "time",
        "miner",
        "declare",
        "loss",
        "congo",
        "mother",
        "company",
        "enjoying",
        "success",
        "said",
        "alain",
        "lubamba",
        "mp",
        "closely",
        "involved",
        "revision",
        "process",
        "mean",
        "mining",
        "company",
        "congo",
        "typically",
        "say",
        "high",
        "risk",
        "cost",
        "investing",
        "vast",
        "country",
        "poor",
        "infrastructure",
        "hit",
        "profitability",
        "justifying",
        "demand",
        "favorable",
        "term",
        "tense",
        "talk",
        "randgold",
        "based",
        "jersey",
        "english",
        "channel",
        "formed",
        "new",
        "lobbying",
        "platform",
        "glencore",
        "others",
        "requested",
        "audience",
        "kabila",
        "president",
        "accepted",
        "meeting",
        "top",
        "executive",
        "six",
        "mining",
        "company",
        "insisted",
        "come",
        "kinshasa",
        "person",
        "would",
        "admitted",
        "postponement",
        "day",
        "meeting",
        "finally",
        "began",
        "around",
        "last",
        "wednesday",
        "kabila",
        "presiding",
        "randgold",
        "ceo",
        "mark",
        "bristow",
        "miner",
        "designated",
        "spokesperson",
        "started",
        "laying",
        "main",
        "concern",
        "imploring",
        "kabila",
        "negotiation",
        "executive",
        "chimed",
        "according",
        "kikaya",
        "kabila",
        "adviser",
        "three",
        "hour",
        "confrontational",
        "talking",
        "term",
        "closing",
        "mine",
        "kikaya",
        "said",
        "bristow",
        "reached",
        "comment",
        "kabila",
        "interjected",
        "occasionally",
        "kikaya",
        "said",
        "urging",
        "miner",
        "pursue",
        "arbitration",
        "president",
        "explained",
        "would",
        "bad",
        "everyone",
        "said",
        "look",
        "businessman",
        "make",
        "mistake",
        "lose",
        "money",
        "politician",
        "kikaya",
        "said",
        "breakthrough",
        "appeared",
        "come",
        "kabwelulu",
        "mine",
        "minister",
        "promised",
        "miner",
        "concern",
        "would",
        "addressed",
        "basis",
        "regulation",
        "hammered",
        "code",
        "signed",
        "according",
        "kikaya",
        "kabila",
        "exited",
        "room",
        "leaving",
        "adviser",
        "executive",
        "figure",
        "break",
        "news",
        "additional",
        "reporting",
        "veronica",
        "brown",
        "zandi",
        "shabalala",
        "barbara",
        "lewis",
        "london",
        "melanie",
        "burton",
        "melbourne",
        "nicole",
        "mordant",
        "vancouver",
        "tom",
        "daly",
        "hong",
        "kong",
        "editing",
        "tim",
        "cock",
        "cassell"
    ]
}