{
    "organizations": [],
    "uuid": "65724f8d8de85f946181e846ad54e0f017e63de7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/globe-newswire-altimmune-announces-financial-results-for-the-year-ended-december-31-2017-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Altimmune Announces Financial Results for the Year Ended December 31, 2017 and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Conference call and webcast scheduled for tomorrow, March 29 at 8:30am ET\nGAITHERSBURG, Md., March 28, 2018 (GLOBE NEWSWIRE) -- Altimmune, Inc. (Nasdaq:ALT), a clinical-stage immunotherapeutics company, today announced financial results for the year ended December 31, 2017.\nCorporate Highlights\nEnrolled first two cohorts of government funded Phase 1 trial of NasoShield, an intranasal vaccine against anthrax infection Positive data in two Phase 2 clinical programs: Announced positive proof-of-concept Phase 2 flu vaccine trial results with our NasoVAX™ vaccine Announced positive pre-clinical data from the Company’s SparVax-L trial comparing SparVax-L and BioThrax against anthrax infection Extended its IP protection of NasoShield in the U.S. with a Notice of Allowance from the U.S. Patent Office Elected Mitchel Sayare, Ph.D., as Chairman of its Board of Directors Raised approximately $30 million in financing, including through a Series B preferred offering, cash acquired in connection with the reverse merger with PharmAthene and a pre-merger private placement with existing investors, providing cash into the first quarter of 2019\n“We have had a very data-rich few weeks with results being reported from our NasoVAX, HepTcell, and SparVax-L programs and moving forward on enrollment in our Phase 1 trial of NasoShield,” said William J. Enright, Chief Executive Officer of Altimmune. “We are very excited by the positive results from our NasoVAX trial and look forward to continuing to advance that program. NasoVAX is a very different type of flu vaccine that has tremendous potential as an effective, easy-to-use vaccine that potentially provides better protection than current vaccines. We are also excited by the results on our SparVax-L trial and look forward to moving that program forward once we secure additional government funding. We continue to evaluate our HepTcell results will update investors on our next steps as we better understand those results.”\nMr. Enright continued, “Operationally, we are pleased with our progress. In 2017 we closed the reverse merger with PharmAthene, allowing us to leverage our resources and create a focused immunotherapeutics company. We strengthened our scientific team with the promotion of Dr. Sybil Tasker to Chief Medical Officer in early 2017. Additionally, in January 2018, Mitchel Sayare, Ph.D. was elected as Chairman of our Board of Directors bringing in-depth biotechnology experience as the former CEO of Immunogen. We anticipate continuing to build on our momentum in 2018 as we move forward with our NasoVAX, SparVax-L and NasoShield programs.”\nFinancial Results for the Year Ended December 31, 2017\nRevenue for the year ended December 31, 2017 was $10.7 million compared to $3.2 million for 2016. The increase was due to $5.7 million increase in revenue from our contract with BARDA and $1.8 million revenue from the NIAID contract we assumed from our merger with PharmAthene in May 2017.\nResearch and development expenses were $18.4 million for the year ended December 31, 2017 compared to $7.2 million for 2016. The increase in research and development expenses was primarily the result of increases relating to NasoShield, NasoVAX, HepTcell, and SparVax-L clinical and preclinical trial costs, partially offset by $0.5 million reduced spending on the Oncosyn program. Research and development expenses for the year ended December 31, 2016 did not include PharmAthene or costs incurred under the NIAID contract.\nGeneral and administrative expenses were $8.5 million for the year ended December 31, 2017, compared to $7.1 million for 2016. The increase was the combined result of increased professional fees related to the merger with PharmAthene and costs incurred by us as a public company, including insurance costs and stock compensation expense, offset by $2.4 million of costs related to our initial public offering incurred in 2016 that did not recur in 2017.\nWe determined that our goodwill was impaired and a non-cash goodwill impairment charge of $35.9 million was recorded during the year ended December 31, 2017 which was classified as a component of operating expenses. The non-cash charge resulted from our goodwill assessment based on our market capitalization plus an implied control premium relative to the carrying value of our net assets. The non-cash charge has no effect on our current cash balance or operating cash flows.\nWe recorded an income tax benefit of $5.6 million during the year ended December 31, 2017, which reflected estimated tax refunds we expect to receive from carrying back our 2017 net operating losses to offset the 2016 federal and state income taxes paid by PharmAthene.\nNet loss attributable to common stockholders for the year ended December 31, 2017 was $51.4 million compared with $11.5 million for 2016. Excluding the non-cash goodwill impairment charges, net loss attributable to common stockholders for the year ended December 31, 2017 was $15.4 million compared to $11.5 million for 2016.\nNet loss per share attributable to common stockholders for the year ended December 31, 2017 was ($4.01) compared with ($1.66) for 2016. Excluding the non-cash goodwill impairment charges, net loss per share attributable to common stockholders for the year ended December 31, 2017 was ($1.21), compared to ($1.66) for 2016.\nAt December 31, 2017, the Company had cash, cash equivalents, and restricted cash of approximately $12.3 million, of which $3.5 million was restricted under the terms of the Series B preferred offering.\nNon-GAAP Measures\nTo supplement the Company's unaudited financial statements presented in accordance with generally accepted accounting principles (\"GAAP\"), this press release includes a discussion of adjusted net loss attributable to common stockholders and adjusted net loss per share attributable to common stockholders, in each case adjusted for the loss due to a goodwill impairment charge. The Company believes that these non-GAAP measures, when taken into consideration with the corresponding GAAP financial measures, provide investors with meaningful comparisons of current results to prior period results by excluding items that the Company does not believe reflect its fundamental business performance. See the attached schedule for a reconciliation of net loss to adjusted net loss and loss per share to adjusted loss per share for the twelve months ended December 31, 2017 and 2016.\nConference Call Details\nDate:\nTime:\nDomestic:\nInternational:\nConference ID:\nWebcast: Thursday, March 29\n8:30am Eastern Time\n866-548-4713\n323-794-2093\n6280732\nhttp://public.viavid.com/index.php?id=128569\nReplays will be available through April 12: Domestic:\nInternational:\nReplay PIN: 844-512-2921\n412-317-6671\n6280732 About Altimmune\nAltimmune is a clinical-stage immunotherapeutics company focused on the development of products to stimulate robust and durable immune responses for the prevention and treatment of disease and on the development of two next-generation anthrax vaccines that are intended to improve protection and safety while having favorable dosage and storage requirements compared to other anthrax vaccines. The company has two proprietary platform technologies, RespirVec and Densigen, each of which has been shown to activate the immune system in distinctly different ways than traditional vaccines.\nForward-Looking Statement\nAny statements made in this press release relating to future financial or business performance, conditions, plans, prospects, trends, or strategies and other financial and business matters, including without limitation, the prospects for commercializing or selling any product or drug candidates, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. In addition, when or if used in this press release, the words “may,” “could,” “should,” “anticipate,” “believe,” “estimate,” “expect,” “intend,” “plan,” “predict” and similar expressions and their variants, as they relate to Altimmune, Inc. (the “Company”) may identify forward-looking statements. The Company cautions that these forward-looking statements are subject to numerous assumptions, risks, and uncertainties, which change over time. Important factors that may cause actual results to differ materially from the results discussed in the forward looking statements or historical experience include risks and uncertainties, including risks relating to: realizing the benefits of the merger between Altimmune, Inc. and PharmAthene, Inc.; clinical trials and the commercialization of proposed product candidates (such as marketing, regulatory, product liability, supply, competition, dependence on third parties and other risks); the regulatory approval process; dependence on intellectual property; the Company’s BARDA contract and other government programs, reimbursement and regulation; and the lack of financial resources and access to capital to fund proposed operations. Further information on the factors and risks that could affect the Company's business, financial conditions and results of operations are contained in the Company’s filings with the U.S. Securities and Exchange Commission, included in Item 1A under the heading “Risk Factors” in the Company’s annual report on Form 10-K, which is available at www.sec.gov .\nContacts\nBill Enright\nPresident and CEO\nPhone: 240-654-1450\nEmail: enright@altimmune.com\nAshley Robinson\nManaging Director\nLifeSci Advisors\nPhone: 617-766-5956\nEmail: arr@lifesciadvisors.com\nUNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\nAND COMPREHENSIVE LOSS Year Ended December 31, 2017 2016 Revenue Research grants and contracts $ 10,696,819 $ 2,826,073 License revenue 41,503 410,102 Total revenue 10,738,322 3,236,175 Operating expenses Research and development 18,406,329 7,221,460 General and administrative 8,457,557 7,106,378 Goodwill impairment charges 35,919,695 --- Total operating expenses 62,783,581 14,327,838 Loss from operations (52,045,259 ) (11,091,663 ) Other expense: Changes in fair value of warrant liability 97,763 --- Changes in fair value of embedded derivative (7,379 ) --- Interest expense (162,139 ) (38,499 ) Interest income 47,579 1,047 Other income, net 5,670 42,303 Total other (expense) income, net (18,506 ) 4,851 Net loss before income tax benefit (52,063,765 ) (11,086,812 ) Income tax benefit 5,638,375 --- Net loss (46,425,390 ) (11,086,812 ) Other comprehensive income (loss) – foreign currency translation adjustments 2,997,826 (6,805,452 ) Comprehensive loss $ (43,427,564 ) $ (17,892,264 ) Net loss $ (46,425,390 ) $ (11,086,812 ) Preferred stock accretion and dividends (4,930,010 ) (368,548 ) Net loss attributable to common stockholders $ (51,355,400 ) $ (11,455,360 ) Weighted-average common shares outstanding, basic and diluted 12,805,095 6,911,534 Net loss per share attributable to common stockholders, basic and diluted $ (4.01 ) $ (1.66 )\nUNAUDITED CONDENSED CONSOLIDATED BALANCE SHEETS December 31, 2017 2016 ASSETS Current assets: Cash and cash equivalents $ 8,769,465 $ 2,876,113 Restricted cash 3,534,174 --- Total cash, cash equivalents, and restricted cash 12,303,639 2,876,113 Accounts receivable 3,806,239 383,046 Tax refunds receivable 6,361,657 807,507 Prepaid expenses and other current assets 994,332 420,424 Total current assets 23,465,867 4,487,090 Property and equipment, net 603,146 177,859 Intangible assets, net 38,722,270 14,954,717 Other assets 238,917 22,248 Goodwill --- 18,758,421 Total assets $ 63,030,200 $ 38,400,335 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Notes payable $ 49,702 $ 458,629 Accounts payable 129,075 2,005,208 Accrued expenses 3,625,257 2,972,745 Current portion of deferred revenue 19,753 19,753 Current portion of deferred rent 15,914 14,388 Total current liabilities 3,839,701 5,470,723 Deferred income taxes 5,938,402 --- Other long-term liabilities 4,574,507 722,289 Total liabilities 14,352,610 6,193,012 Commitments and contingencies Series B redeemable convertible preferred stock; $0.0001 par value; 16,000 shares designated; 12,177 and zero shares issued and outstanding at December 31, 2017 and 2016l respectively; aggregate liquidation and redemption value of $9,281,767 at December 31, 2017 9,281,767 --- Stockholders’ equity: Series B convertible preferred stock; $0.01 par value; zero and 599,285 shares authorized, issued and outstanding at December 31, 2017 and 2016, respectively --- 5,993 Common stock, $0.0001 par value; 100,000,000 shares authorized; 18,127,119 and 6,991,749 shares issued; 18,103,691 and 6,917,204 shares outstanding at December 31, 2017 and 2016, respectively 1,810 692 Additional paid-in capital 121,655,838 71,034,899 Accumulated deficit (77,684,839 ) (31,259,449 ) Accumulated other comprehensive loss – foreign currency translation adjustments (4,576,986 ) (7,574,812 ) Total stockholders’ equity 39,395,823 32,207,323 Total liabilities and stockholders’ equity $ 63,030,200 $ 38,400,335\nALTIMMUNE, INC.\nRECONCILIATION OF NON-GAAP FINANCIAL MEASURES Year Ended December 31, 2017 2016 Net loss attributable to common stockholders $ (51,355,400 ) $ (11,455,360 ) Goodwill impairment charges 35,919,695 — Adjusted net loss attributable to common stockholders $ (15,435,705 ) $ (11,455,360 ) Net loss per share attributable to common stockholders, basic and diluted $ (4.01 ) $ (1.66 ) Goodwill impairment charges, net of $0 taxes, basic and diluted 2.80 — Net loss attributable to common stockholders, basic and diluted $ (1.21 ) $ (1.66 )\nSource:Altimmune, Inc.",
    "published": "2018-03-29T00:44:00.000+03:00",
    "crawled": "2018-03-29T01:03:51.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "conference",
        "call",
        "webcast",
        "scheduled",
        "tomorrow",
        "march",
        "et",
        "gaithersburg",
        "march",
        "globe",
        "newswire",
        "altimmune",
        "nasdaq",
        "alt",
        "immunotherapeutics",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "corporate",
        "highlight",
        "enrolled",
        "first",
        "two",
        "cohort",
        "government",
        "funded",
        "phase",
        "trial",
        "nasoshield",
        "intranasal",
        "vaccine",
        "anthrax",
        "infection",
        "positive",
        "data",
        "two",
        "phase",
        "clinical",
        "program",
        "announced",
        "positive",
        "phase",
        "flu",
        "vaccine",
        "trial",
        "result",
        "vaccine",
        "announced",
        "positive",
        "data",
        "company",
        "trial",
        "comparing",
        "biothrax",
        "anthrax",
        "infection",
        "extended",
        "ip",
        "protection",
        "nasoshield",
        "notice",
        "allowance",
        "patent",
        "office",
        "elected",
        "mitchel",
        "sayare",
        "chairman",
        "board",
        "director",
        "raised",
        "approximately",
        "million",
        "financing",
        "including",
        "series",
        "b",
        "preferred",
        "offering",
        "cash",
        "acquired",
        "connection",
        "reverse",
        "merger",
        "pharmathene",
        "private",
        "placement",
        "existing",
        "investor",
        "providing",
        "cash",
        "first",
        "quarter",
        "week",
        "result",
        "reported",
        "nasovax",
        "heptcell",
        "program",
        "moving",
        "forward",
        "enrollment",
        "phase",
        "trial",
        "nasoshield",
        "said",
        "william",
        "enright",
        "chief",
        "executive",
        "officer",
        "altimmune",
        "excited",
        "positive",
        "result",
        "nasovax",
        "trial",
        "look",
        "forward",
        "continuing",
        "advance",
        "program",
        "nasovax",
        "different",
        "type",
        "flu",
        "vaccine",
        "tremendous",
        "potential",
        "effective",
        "vaccine",
        "potentially",
        "provides",
        "better",
        "protection",
        "current",
        "vaccine",
        "also",
        "excited",
        "result",
        "trial",
        "look",
        "forward",
        "moving",
        "program",
        "forward",
        "secure",
        "additional",
        "government",
        "funding",
        "continue",
        "evaluate",
        "heptcell",
        "result",
        "update",
        "investor",
        "next",
        "step",
        "better",
        "understand",
        "enright",
        "continued",
        "operationally",
        "pleased",
        "progress",
        "closed",
        "reverse",
        "merger",
        "pharmathene",
        "allowing",
        "u",
        "leverage",
        "resource",
        "create",
        "focused",
        "immunotherapeutics",
        "company",
        "strengthened",
        "scientific",
        "team",
        "promotion",
        "sybil",
        "tasker",
        "chief",
        "medical",
        "officer",
        "early",
        "additionally",
        "january",
        "mitchel",
        "sayare",
        "elected",
        "chairman",
        "board",
        "director",
        "bringing",
        "biotechnology",
        "experience",
        "former",
        "ceo",
        "immunogen",
        "anticipate",
        "continuing",
        "build",
        "momentum",
        "move",
        "forward",
        "nasovax",
        "nasoshield",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "revenue",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "increase",
        "due",
        "million",
        "increase",
        "revenue",
        "contract",
        "barda",
        "million",
        "revenue",
        "niaid",
        "contract",
        "assumed",
        "merger",
        "pharmathene",
        "may",
        "research",
        "development",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "increase",
        "research",
        "development",
        "expense",
        "primarily",
        "result",
        "increase",
        "relating",
        "nasoshield",
        "nasovax",
        "heptcell",
        "clinical",
        "preclinical",
        "trial",
        "cost",
        "partially",
        "offset",
        "million",
        "reduced",
        "spending",
        "oncosyn",
        "program",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "december",
        "include",
        "pharmathene",
        "cost",
        "incurred",
        "niaid",
        "contract",
        "general",
        "administrative",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "increase",
        "combined",
        "result",
        "increased",
        "professional",
        "fee",
        "related",
        "merger",
        "pharmathene",
        "cost",
        "incurred",
        "u",
        "public",
        "company",
        "including",
        "insurance",
        "cost",
        "stock",
        "compensation",
        "expense",
        "offset",
        "million",
        "cost",
        "related",
        "initial",
        "public",
        "offering",
        "incurred",
        "recur",
        "determined",
        "goodwill",
        "impaired",
        "goodwill",
        "impairment",
        "charge",
        "million",
        "recorded",
        "year",
        "ended",
        "december",
        "classified",
        "component",
        "operating",
        "expense",
        "charge",
        "resulted",
        "goodwill",
        "assessment",
        "based",
        "market",
        "capitalization",
        "plus",
        "implied",
        "control",
        "premium",
        "relative",
        "carrying",
        "value",
        "net",
        "asset",
        "charge",
        "effect",
        "current",
        "cash",
        "balance",
        "operating",
        "cash",
        "flow",
        "recorded",
        "income",
        "tax",
        "benefit",
        "million",
        "year",
        "ended",
        "december",
        "reflected",
        "estimated",
        "tax",
        "refund",
        "expect",
        "receive",
        "carrying",
        "back",
        "net",
        "operating",
        "loss",
        "offset",
        "federal",
        "state",
        "income",
        "tax",
        "paid",
        "pharmathene",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "excluding",
        "goodwill",
        "impairment",
        "charge",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "year",
        "ended",
        "december",
        "compared",
        "excluding",
        "goodwill",
        "impairment",
        "charge",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "year",
        "ended",
        "december",
        "compared",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "approximately",
        "million",
        "million",
        "restricted",
        "term",
        "series",
        "b",
        "preferred",
        "offering",
        "measure",
        "supplement",
        "company",
        "unaudited",
        "financial",
        "statement",
        "presented",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "press",
        "release",
        "includes",
        "discussion",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "adjusted",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "case",
        "adjusted",
        "loss",
        "due",
        "goodwill",
        "impairment",
        "charge",
        "company",
        "belief",
        "measure",
        "taken",
        "consideration",
        "corresponding",
        "gaap",
        "financial",
        "measure",
        "provide",
        "investor",
        "meaningful",
        "comparison",
        "current",
        "result",
        "prior",
        "period",
        "result",
        "excluding",
        "item",
        "company",
        "believe",
        "reflect",
        "fundamental",
        "business",
        "performance",
        "see",
        "attached",
        "schedule",
        "reconciliation",
        "net",
        "loss",
        "adjusted",
        "net",
        "loss",
        "loss",
        "per",
        "share",
        "adjusted",
        "loss",
        "per",
        "share",
        "twelve",
        "month",
        "ended",
        "december",
        "conference",
        "call",
        "detail",
        "date",
        "time",
        "domestic",
        "international",
        "conference",
        "id",
        "webcast",
        "thursday",
        "march",
        "eastern",
        "time",
        "http",
        "replay",
        "available",
        "april",
        "domestic",
        "international",
        "replay",
        "pin",
        "altimmune",
        "altimmune",
        "immunotherapeutics",
        "company",
        "focused",
        "development",
        "product",
        "stimulate",
        "robust",
        "durable",
        "immune",
        "response",
        "prevention",
        "treatment",
        "disease",
        "development",
        "two",
        "anthrax",
        "vaccine",
        "intended",
        "improve",
        "protection",
        "safety",
        "favorable",
        "dosage",
        "storage",
        "requirement",
        "compared",
        "anthrax",
        "vaccine",
        "company",
        "two",
        "proprietary",
        "platform",
        "technology",
        "respirvec",
        "densigen",
        "shown",
        "activate",
        "immune",
        "system",
        "distinctly",
        "different",
        "way",
        "traditional",
        "vaccine",
        "statement",
        "statement",
        "made",
        "press",
        "release",
        "relating",
        "future",
        "financial",
        "business",
        "performance",
        "condition",
        "plan",
        "prospect",
        "trend",
        "strategy",
        "financial",
        "business",
        "matter",
        "including",
        "without",
        "limitation",
        "prospect",
        "commercializing",
        "selling",
        "product",
        "drug",
        "candidate",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "addition",
        "used",
        "press",
        "release",
        "word",
        "may",
        "could",
        "anticipate",
        "believe",
        "estimate",
        "expect",
        "intend",
        "plan",
        "predict",
        "similar",
        "expression",
        "variant",
        "relate",
        "altimmune",
        "company",
        "may",
        "identify",
        "statement",
        "company",
        "caution",
        "statement",
        "subject",
        "numerous",
        "assumption",
        "risk",
        "uncertainty",
        "change",
        "time",
        "important",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "discussed",
        "forward",
        "looking",
        "statement",
        "historical",
        "experience",
        "include",
        "risk",
        "uncertainty",
        "including",
        "risk",
        "relating",
        "realizing",
        "benefit",
        "merger",
        "altimmune",
        "pharmathene",
        "clinical",
        "trial",
        "commercialization",
        "proposed",
        "product",
        "candidate",
        "marketing",
        "regulatory",
        "product",
        "liability",
        "supply",
        "competition",
        "dependence",
        "third",
        "party",
        "risk",
        "regulatory",
        "approval",
        "process",
        "dependence",
        "intellectual",
        "property",
        "company",
        "barda",
        "contract",
        "government",
        "program",
        "reimbursement",
        "regulation",
        "lack",
        "financial",
        "resource",
        "access",
        "capital",
        "fund",
        "proposed",
        "operation",
        "information",
        "factor",
        "risk",
        "could",
        "affect",
        "company",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "contained",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "included",
        "item",
        "1a",
        "heading",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "available",
        "contact",
        "bill",
        "enright",
        "president",
        "ceo",
        "phone",
        "email",
        "enright",
        "ashley",
        "robinson",
        "managing",
        "director",
        "lifesci",
        "advisor",
        "phone",
        "email",
        "arr",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "year",
        "ended",
        "december",
        "revenue",
        "research",
        "grant",
        "contract",
        "license",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "goodwill",
        "impairment",
        "charge",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "change",
        "fair",
        "value",
        "embedded",
        "derivative",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "net",
        "total",
        "expense",
        "income",
        "net",
        "net",
        "loss",
        "income",
        "tax",
        "benefit",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "preferred",
        "stock",
        "accretion",
        "dividend",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "unaudited",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "total",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "account",
        "receivable",
        "tax",
        "refund",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "asset",
        "goodwill",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "note",
        "payable",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "portion",
        "deferred",
        "revenue",
        "current",
        "portion",
        "deferred",
        "rent",
        "total",
        "current",
        "liability",
        "deferred",
        "income",
        "tax",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "series",
        "b",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "designated",
        "zero",
        "share",
        "issued",
        "outstanding",
        "december",
        "2016l",
        "respectively",
        "aggregate",
        "liquidation",
        "redemption",
        "value",
        "december",
        "stockholder",
        "equity",
        "series",
        "b",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "zero",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "share",
        "outstanding",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "altimmune",
        "reconciliation",
        "financial",
        "measure",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "goodwill",
        "impairment",
        "charge",
        "adjusted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "goodwill",
        "impairment",
        "charge",
        "net",
        "tax",
        "basic",
        "diluted",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "source",
        "altimmune",
        "inc"
    ]
}