{
    "organizations": [],
    "uuid": "6217df33d3bea2e4f659d4364f709e9d375af049",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/business-wire-the-st-joe-company-reports-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "The St. Joe Company Reports Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WATERSOUND, Fla.--(BUSINESS WIRE)-- The St. Joe Company (NYSE: JOE) (the “Company”) today announced Net Income for the fourth quarter of 2017 of $38.5 million, or $0.58 per share, compared with Net Income of $2.7 million, or $0.04 per share, for the fourth quarter of 2016. The fourth quarter of 2017 includes the previously announced sale of the Company’s short term vacation rental management business, which resulted in a net gain of $9.8 million recorded in Other income, net of expenses. In addition, the 2017 fourth quarter results include a one-time credit of $33.5 million to re-measure the Company’s net deferred tax liability as a result of the Tax Cuts and Jobs Act enacted into law on December 22, 2017, which reduced the Company’s federal statutory tax rate from 35% to 21% as of January 1, 2018.\nFor the full year ended December 31, 2017, the Company reported Net Income of $59.5 million, or $0.84 per share compared to Net Income of $15.9 million, or $0.21 per share for the full year 2016. The 2017 full year results include the sale of the short term vacation rental business, the tax credit and $26.8 million of net investment income from available for sale securities, while the 2016 full year results include $12.5 million in legal settlement income and $9.2 million of net investment income from available for sale securities.\nFourth Quarter 2017 update includes:\nTotal revenue for 2017 was $21.5 million as compared to $18.7 million in 2016 due to increases in real estate, leasing and timber, partially offset by a decrease in resorts and leisure. Real estate revenue increased to $8.3 million in 2017 as compared to $5.4 million in 2016. This increase was primarily related to the higher volume of lot sales in the Watersound Origins and Breakfast Point communities. Resorts and leisure revenue decreased in 2017 as compared to 2016. This decrease is due primarily to reduced vacation rental inventory based on management’s decision to focus on higher yielding homes prior to the sale of the short term vacation rental management business in December 2017. The clubs component of this segment’s revenue continues to climb due to increased membership revenue from The Clubs by Joe, the Company’s private membership club.\nAs of December 31, 2017, the Company owned approximately 814,000 square feet of rentable commercial space, an increase of 35% from prior year period. The Company’s overall lease occupancy percentage remained constant at 87% for each of December 31, 2017 and 2016.\nOther operating and corporate expenses declined in 2017 as compared to 2016. For the full year 2017, the operating and corporate expenses represented 20.6% of revenue compared to 24.0% in 2016. The Company continues to focus on a cost discipline to support bottom line performance.\nAs of December 31, 2017, the Company had cash, cash equivalents and investments of $303.4 million, as compared to $416.8 million as of December 31, 2016, a decrease of $113.4 million. During the twelve months ended December 31, 2017, the Company used $147.4 million to repurchase a total of 8,450,294 shares of its common stock. As of December 31, 2017, the Company had approximately 65.9 million shares of its common stock outstanding.\nFinancial data schedules in the back of this press release provide greater detail on business segment performance, summarizing the consolidated results, summary balance sheets, debt schedule and other operating and corporate expenses for both the fourth quarter and full year 2017 and 2016 periods.\nJorge Gonzalez, the Company’s President and Chief Executive Officer, said, “We are pleased with our fourth quarter and full year 2017 results and expect positive momentum to continue into 2018. We are implementing our stated business strategy of increasing recurring revenue, focusing on developing scalable residential communities, expanding the scope of clubs and resorts assets, collaboratively working on strategic infrastructure initiatives and working on partnerships and joint ventures, all while maintaining efficient operations, liquidity and balance sheet strength. We built the 138,605 square foot building for our tenant, GKN Aerospace, which is already in the process of creating quality aerospace manufacturing jobs in our area. We completed the sale of the short term vacation rental management business in order to focus on new opportunities, such as our recent announcement of a joint venture for the development of a new hotel project in Panama City Beach to advantageously position ourselves to capitalize on a changing lodging marketplace.” Mr. Gonzalez added, “As we look forward to 2018, we expect to start several new projects that have been in the planning stage and therefore we anticipate our capital expenditures to increase commensurately. The new projects are expected to be focused on our commercial leasing, residential development and clubs and resorts assets.”\nFINANCIAL DATA Consolidated Results ($ in millions except share and per share amounts) Quarter Ended\nDecember 31,\nYear Ended\nDecember 31,\n2017\n2016\n2017\n2016\nRevenue Real estate revenue $ 8.3 $ 5.4 $ 27.7 $ 23.4 Resorts and leisure revenue 9.2 9.7 54.8 57.3 Leasing revenue 2.7 2.4 10.7 9.8 Timber revenue 1.3\n1.2\n5.6\n5.2\nTotal revenue $ 21.5 $ 18.7 $ 98.8 $ 95.7 Expenses Cost of real estate revenue 5.0 1.3 15.4 8.0 Cost of resorts and leisure revenue 9.6 9.8 47.8 50.2 Cost of leasing revenue 0.9 0.9 3.2 3.1 Cost of timber revenue 0.2 0.2 0.8 0.8 Other operating and corporate expenses 5.1 5.3 20.4 23.1 Depreciation, depletion and amortization 2.6\n2.1\n8.9\n8.6\nTotal expenses 23.4\n19.6\n96.5\n93.8\nOperating (loss) income (1.9\n)\n(0.9\n)\n2.3\n1.9\nInvestment income, net 4.3 7.4 35.4 17.8 Interest expense (3.0 ) (3.0 ) (12.2 ) (12.3 ) Other income, net 10.2\n1.1\n15.8\n15.2\nIncome before income taxes 9.6 4.6 41.3 22.6 Income tax benefit (expense) 28.7\n(2.0\n)\n17.9\n(7.1\n)\nNet income 38.3\n2.6\n59.2\n15.5\nNet loss attributable to non-controlling interest 0.2 0.1 0.3 0.4 Net income attributable to the Company $ 38.5\n$ 2.7\n$ 59.5\n$ 15.9\nNet income per share attributable to the Company $ 0.58 $ 0.04 $ 0.84 $ 0.21 Weighted average shares outstanding 66,128,895 74,342,826 70,548,411 74,457,541\nSummary Balance Sheet ($ in millions) December 31, 2017 December 31, 2016 Assets Investment in real estate, net $ 332.6 $ 314.6 Cash and cash equivalents 192.1 241.1 Investments 111.3 175.7 Restricted investments 4.5 5.6 Income tax receivable 8.4 27.1 Claim settlement receivable 5.3 7.8 Other assets 47.1 38.4 Property and equipment, net 11.8 9.0 Investments held by special purpose entities 207.9\n208.6\nTotal assets $\n921.0\n$ 1,027.9 Liabilities and Equity Debt $ 55.6 $ 55.0 Other liabilities 47.3 41.0 Deferred tax liabilities, net 49.0 68.8 Senior Notes held by special purpose entity 176.5\n176.3\nTotal liabilities 328.4 341.1 Total equity 592.6\n686.8\nTotal liabilities and equity $ 921.0 $ 1,027.9 Debt Schedule ($ in millions) December 31, 2017\nDecember 31, 2016\nPier Park North joint venture loan $ 46.8 $ 47.5 Community Development District debt 7.2 7.5 Construction loan 1.6\n--\nTotal debt $ 55.6 $ 55.0 Other Operating and Corporate Expenses ($ in millions) Quarter Ended\nDecember 31,\nYear Ended\nDecember 31,\n2017\n2016\n2017\n2016\nEmployee costs $ 1.7 $ 1.8 $ 6.9 $ 7.1 401(k) contribution -- -- 1.2 1.4 Non-cash stock compensation costs -- -- 0.1 0.1 Property taxes and insurance 1.1 1.3 5.2 5.6 Professional fees 0.7 1.2 2.9 5.0 Marketing and owner association costs 0.5 0.5 1.5 1.5 Occupancy, repairs and maintenance 0.2 0.2 0.6 0.7 Other 0.9\n0.3\n2.0\n1.7\nTotal other operating and corporate expense $ 5.1\n$ 5.3 $ 20.4 $ 23.1\nAdditional Information and Where to Find It\nAdditional information with respect to the Company’s results for the fourth quarter and full year 2017 will be available in a Form 10-K that will be filed with the Securities and Exchange Commission, which can be found at the SEC’s website www.sec.gov .\nImportant Notice Regarding Forward-Looking Statements\nCertain statements contained in this press release, as well as other information provided from time to time by the Company or its employees, may contain forward-looking statements that involve risks and uncertainties that could cause actual results to differ materially from those in the forward-looking statements. You can identify forward-looking statements by the fact that they do not relate strictly to historical or current facts. These statements may include words such as “guidance,” “anticipate,” “estimate,” “expect,” “forecast,” “project,” “plan,” “intend,” “believe,” “confident,” “may,” “should,” “can have,” “likely,” “future” and other words and terms of similar meaning in connection with any discussion of the timing or nature of future operating or financial performance or other events. Examples of forward-looking statements in this press release include statements regarding the implementation of our business strategy; our positive momentum headed into 2018; increases in membership revenue from The Clubs by Joe; our continued cost discipline to support bottom line performance; our exploration of opportunities in a changing lodging business in our local market; our joint venture for a new hotel development; our anticipated capital expenditure increases in 2018 in order to grow recurring revenue from commercial leases, residential apartments and hotels; and our continued maintenance of low overhead expenses. Any such forward-looking statements are not guarantees of performance or results, and involve risks, uncertainties (some of which are beyond the Company’s control) and assumptions.\nThe Company wishes to caution readers that, although we believe any forward-looking statements are based on reasonable assumptions, certain important factors may have affected and could in the future affect the Company’s actual financial results and could cause the Company’s actual financial results for subsequent periods to differ materially from those expressed in any forward-looking statement made by or on behalf of the Company, including (1) any changes in our strategic objectives or our ability to successfully implement such strategic objectives; (2) any potential negative impact of our longer-term property development strategy, including losses and negative cash flows for an extended period of time if we continue with the self-development of recently granted entitlements; (3) significant decreases in the market value of our investments in securities or any other investments; (4) our ability to capitalize on strategic opportunities presented by a growing retirement demographic; (5) our ability to accurately predict market demand for the range of potential residential and commercial uses of our real estate, including our VentureCrossings holdings; (6) volatility in the consistency and pace of our residential real estate sales; (7) any downturns in real estate markets in Florida or across the nation; (8) our dependence on the real estate industry and the cyclical nature of our real estate operations; (9) our ability to successfully and timely obtain land use entitlements and construction financing, maintain compliance with state law requirements and address issues that arise in connection with the use and development of our land, including the permits required for mixed-use and active adult communities; (10) changes in laws, regulations or the regulatory environment affecting the development of real estate; (11) our ability to effectively deploy and invest our assets, including our available-for-sale securities; (12) our ability to effectively manage our real estate assets, as well as the ability of our joint venture partner to effectively manage the day-to-day activities of the Pier Park North joint venture; and (13) increases in operating costs, including costs related to real estate taxes, owner association fees, construction materials, labor and insurance, and our ability to manage our cost structure; as well as, the cautionary statements and risk factor disclosures contained in the Company’s Securities and Exchange Commission filings including the Company’s Annual Report on Form 10-K for the year ended December 31, 2017, which can be found at the SEC’s website www.sec.gov . The discussion of these risks is specifically incorporated by reference into this press release.\nAny forward-looking statement made by us in this press release speaks only as of the date on which it is made. We undertake no obligation to update any forward-looking statement, whether as a result of new information, future developments or otherwise, except as may be required by law.\nAbout The St. Joe Company\nThe St. Joe Company together with its consolidated subsidiaries is a real estate development, asset management and operating company with real estate assets and operations currently concentrated primarily between Tallahassee and Destin, Florida. More information about the Company can be found on its website at www.joe.com .\n© 2018, The St. Joe Company. “St. Joe®”, “JOE®”, the “Taking Flight” Design®, “St. Joe (and Taking Flight Design)®”, and “VentureCrossings®” are registered service marks of The St. Joe Company.\n //www.businesswire.com/news/home/20180301006332/en/\nThe St. Joe Company\nInvestor Relations Contact:\nMarek Bakun, 1-866-417-7132\nChief Financial Officer\nMarek.Bakun@Joe.Com\nSource: The St. Joe Company",
    "published": "2018-03-02T00:05:00.000+02:00",
    "crawled": "2018-03-02T01:57:05.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "watersound",
        "business",
        "wire",
        "joe",
        "company",
        "nyse",
        "joe",
        "company",
        "today",
        "announced",
        "net",
        "income",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "fourth",
        "quarter",
        "includes",
        "previously",
        "announced",
        "sale",
        "company",
        "short",
        "term",
        "vacation",
        "rental",
        "management",
        "business",
        "resulted",
        "net",
        "gain",
        "million",
        "recorded",
        "income",
        "net",
        "expense",
        "addition",
        "fourth",
        "quarter",
        "result",
        "include",
        "credit",
        "million",
        "company",
        "net",
        "deferred",
        "tax",
        "liability",
        "result",
        "tax",
        "cut",
        "job",
        "act",
        "enacted",
        "law",
        "december",
        "reduced",
        "company",
        "federal",
        "statutory",
        "tax",
        "rate",
        "january",
        "full",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "income",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "income",
        "million",
        "per",
        "share",
        "full",
        "year",
        "full",
        "year",
        "result",
        "include",
        "sale",
        "short",
        "term",
        "vacation",
        "rental",
        "business",
        "tax",
        "credit",
        "million",
        "net",
        "investment",
        "income",
        "available",
        "sale",
        "security",
        "full",
        "year",
        "result",
        "include",
        "million",
        "legal",
        "settlement",
        "income",
        "million",
        "net",
        "investment",
        "income",
        "available",
        "sale",
        "security",
        "fourth",
        "quarter",
        "update",
        "includes",
        "total",
        "revenue",
        "million",
        "compared",
        "million",
        "due",
        "increase",
        "real",
        "estate",
        "leasing",
        "timber",
        "partially",
        "offset",
        "decrease",
        "resort",
        "leisure",
        "real",
        "estate",
        "revenue",
        "increased",
        "million",
        "compared",
        "million",
        "increase",
        "primarily",
        "related",
        "higher",
        "volume",
        "lot",
        "sale",
        "watersound",
        "origin",
        "breakfast",
        "point",
        "community",
        "resort",
        "leisure",
        "revenue",
        "decreased",
        "compared",
        "decrease",
        "due",
        "primarily",
        "reduced",
        "vacation",
        "rental",
        "inventory",
        "based",
        "management",
        "decision",
        "focus",
        "higher",
        "yielding",
        "home",
        "prior",
        "sale",
        "short",
        "term",
        "vacation",
        "rental",
        "management",
        "business",
        "december",
        "club",
        "component",
        "segment",
        "revenue",
        "continues",
        "climb",
        "due",
        "increased",
        "membership",
        "revenue",
        "club",
        "joe",
        "company",
        "private",
        "membership",
        "club",
        "december",
        "company",
        "owned",
        "approximately",
        "square",
        "foot",
        "rentable",
        "commercial",
        "space",
        "increase",
        "prior",
        "year",
        "period",
        "company",
        "overall",
        "lease",
        "occupancy",
        "percentage",
        "remained",
        "constant",
        "december",
        "operating",
        "corporate",
        "expense",
        "declined",
        "compared",
        "full",
        "year",
        "operating",
        "corporate",
        "expense",
        "represented",
        "revenue",
        "compared",
        "company",
        "continues",
        "focus",
        "cost",
        "discipline",
        "support",
        "bottom",
        "line",
        "performance",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "decrease",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "company",
        "used",
        "million",
        "repurchase",
        "total",
        "share",
        "common",
        "stock",
        "december",
        "company",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "financial",
        "data",
        "schedule",
        "back",
        "press",
        "release",
        "provide",
        "greater",
        "detail",
        "business",
        "segment",
        "performance",
        "summarizing",
        "consolidated",
        "result",
        "summary",
        "balance",
        "sheet",
        "debt",
        "schedule",
        "operating",
        "corporate",
        "expense",
        "fourth",
        "quarter",
        "full",
        "year",
        "period",
        "jorge",
        "gonzalez",
        "company",
        "president",
        "chief",
        "executive",
        "officer",
        "said",
        "pleased",
        "fourth",
        "quarter",
        "full",
        "year",
        "result",
        "expect",
        "positive",
        "momentum",
        "continue",
        "implementing",
        "stated",
        "business",
        "strategy",
        "increasing",
        "recurring",
        "revenue",
        "focusing",
        "developing",
        "scalable",
        "residential",
        "community",
        "expanding",
        "scope",
        "club",
        "resort",
        "asset",
        "collaboratively",
        "working",
        "strategic",
        "infrastructure",
        "initiative",
        "working",
        "partnership",
        "joint",
        "venture",
        "maintaining",
        "efficient",
        "operation",
        "liquidity",
        "balance",
        "sheet",
        "strength",
        "built",
        "square",
        "foot",
        "building",
        "tenant",
        "gkn",
        "aerospace",
        "already",
        "process",
        "creating",
        "quality",
        "aerospace",
        "manufacturing",
        "job",
        "area",
        "completed",
        "sale",
        "short",
        "term",
        "vacation",
        "rental",
        "management",
        "business",
        "order",
        "focus",
        "new",
        "opportunity",
        "recent",
        "announcement",
        "joint",
        "venture",
        "development",
        "new",
        "hotel",
        "project",
        "panama",
        "city",
        "beach",
        "advantageously",
        "position",
        "capitalize",
        "changing",
        "lodging",
        "gonzalez",
        "added",
        "look",
        "forward",
        "expect",
        "start",
        "several",
        "new",
        "project",
        "planning",
        "stage",
        "therefore",
        "anticipate",
        "capital",
        "expenditure",
        "increase",
        "commensurately",
        "new",
        "project",
        "expected",
        "focused",
        "commercial",
        "leasing",
        "residential",
        "development",
        "club",
        "resort",
        "financial",
        "data",
        "consolidated",
        "result",
        "million",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "quarter",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "real",
        "estate",
        "revenue",
        "resort",
        "leisure",
        "revenue",
        "leasing",
        "revenue",
        "timber",
        "revenue",
        "total",
        "revenue",
        "expense",
        "cost",
        "real",
        "estate",
        "revenue",
        "cost",
        "resort",
        "leisure",
        "revenue",
        "cost",
        "leasing",
        "revenue",
        "cost",
        "timber",
        "revenue",
        "operating",
        "corporate",
        "expense",
        "depreciation",
        "depletion",
        "amortization",
        "total",
        "expense",
        "operating",
        "loss",
        "income",
        "investment",
        "income",
        "net",
        "interest",
        "expense",
        "income",
        "net",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "net",
        "loss",
        "attributable",
        "interest",
        "net",
        "income",
        "attributable",
        "company",
        "net",
        "income",
        "per",
        "share",
        "attributable",
        "company",
        "weighted",
        "average",
        "share",
        "outstanding",
        "summary",
        "balance",
        "sheet",
        "million",
        "december",
        "december",
        "asset",
        "investment",
        "real",
        "estate",
        "net",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "investment",
        "income",
        "tax",
        "receivable",
        "claim",
        "settlement",
        "receivable",
        "asset",
        "property",
        "equipment",
        "net",
        "investment",
        "held",
        "special",
        "purpose",
        "entity",
        "total",
        "asset",
        "liability",
        "equity",
        "debt",
        "liability",
        "deferred",
        "tax",
        "liability",
        "net",
        "senior",
        "note",
        "held",
        "special",
        "purpose",
        "entity",
        "total",
        "liability",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "debt",
        "schedule",
        "million",
        "december",
        "december",
        "pier",
        "park",
        "north",
        "joint",
        "venture",
        "loan",
        "community",
        "development",
        "district",
        "debt",
        "construction",
        "loan",
        "total",
        "debt",
        "operating",
        "corporate",
        "expense",
        "million",
        "quarter",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "employee",
        "cost",
        "k",
        "contribution",
        "stock",
        "compensation",
        "cost",
        "property",
        "tax",
        "insurance",
        "professional",
        "fee",
        "marketing",
        "owner",
        "association",
        "cost",
        "occupancy",
        "repair",
        "maintenance",
        "total",
        "operating",
        "corporate",
        "expense",
        "additional",
        "information",
        "find",
        "additional",
        "information",
        "respect",
        "company",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "available",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "found",
        "sec",
        "website",
        "important",
        "notice",
        "regarding",
        "statement",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "well",
        "information",
        "provided",
        "time",
        "time",
        "company",
        "employee",
        "may",
        "contain",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "identify",
        "statement",
        "fact",
        "relate",
        "strictly",
        "historical",
        "current",
        "fact",
        "statement",
        "may",
        "include",
        "word",
        "guidance",
        "anticipate",
        "estimate",
        "expect",
        "forecast",
        "project",
        "plan",
        "intend",
        "believe",
        "confident",
        "may",
        "likely",
        "future",
        "word",
        "term",
        "similar",
        "meaning",
        "connection",
        "discussion",
        "timing",
        "nature",
        "future",
        "operating",
        "financial",
        "performance",
        "event",
        "example",
        "statement",
        "press",
        "release",
        "include",
        "statement",
        "regarding",
        "implementation",
        "business",
        "strategy",
        "positive",
        "momentum",
        "headed",
        "increase",
        "membership",
        "revenue",
        "club",
        "joe",
        "continued",
        "cost",
        "discipline",
        "support",
        "bottom",
        "line",
        "performance",
        "exploration",
        "opportunity",
        "changing",
        "lodging",
        "business",
        "local",
        "market",
        "joint",
        "venture",
        "new",
        "hotel",
        "development",
        "anticipated",
        "capital",
        "expenditure",
        "increase",
        "order",
        "grow",
        "recurring",
        "revenue",
        "commercial",
        "lease",
        "residential",
        "apartment",
        "hotel",
        "continued",
        "maintenance",
        "low",
        "overhead",
        "expense",
        "statement",
        "guarantee",
        "performance",
        "result",
        "involve",
        "risk",
        "uncertainty",
        "beyond",
        "company",
        "control",
        "assumption",
        "company",
        "wish",
        "caution",
        "reader",
        "although",
        "believe",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "certain",
        "important",
        "factor",
        "may",
        "affected",
        "could",
        "future",
        "affect",
        "company",
        "actual",
        "financial",
        "result",
        "could",
        "cause",
        "company",
        "actual",
        "financial",
        "result",
        "subsequent",
        "period",
        "differ",
        "materially",
        "expressed",
        "statement",
        "made",
        "behalf",
        "company",
        "including",
        "change",
        "strategic",
        "objective",
        "ability",
        "successfully",
        "implement",
        "strategic",
        "objective",
        "potential",
        "negative",
        "impact",
        "property",
        "development",
        "strategy",
        "including",
        "loss",
        "negative",
        "cash",
        "flow",
        "extended",
        "period",
        "time",
        "continue",
        "recently",
        "granted",
        "entitlement",
        "significant",
        "decrease",
        "market",
        "value",
        "investment",
        "security",
        "investment",
        "ability",
        "capitalize",
        "strategic",
        "opportunity",
        "presented",
        "growing",
        "retirement",
        "demographic",
        "ability",
        "accurately",
        "predict",
        "market",
        "demand",
        "range",
        "potential",
        "residential",
        "commercial",
        "us",
        "real",
        "estate",
        "including",
        "venturecrossings",
        "holding",
        "volatility",
        "consistency",
        "pace",
        "residential",
        "real",
        "estate",
        "sale",
        "downturn",
        "real",
        "estate",
        "market",
        "florida",
        "across",
        "nation",
        "dependence",
        "real",
        "estate",
        "industry",
        "cyclical",
        "nature",
        "real",
        "estate",
        "operation",
        "ability",
        "successfully",
        "timely",
        "obtain",
        "land",
        "use",
        "entitlement",
        "construction",
        "financing",
        "maintain",
        "compliance",
        "state",
        "law",
        "requirement",
        "address",
        "issue",
        "arise",
        "connection",
        "use",
        "development",
        "land",
        "including",
        "permit",
        "required",
        "active",
        "adult",
        "community",
        "change",
        "law",
        "regulation",
        "regulatory",
        "environment",
        "affecting",
        "development",
        "real",
        "estate",
        "ability",
        "effectively",
        "deploy",
        "invest",
        "asset",
        "including",
        "security",
        "ability",
        "effectively",
        "manage",
        "real",
        "estate",
        "asset",
        "well",
        "ability",
        "joint",
        "venture",
        "partner",
        "effectively",
        "manage",
        "activity",
        "pier",
        "park",
        "north",
        "joint",
        "venture",
        "increase",
        "operating",
        "cost",
        "including",
        "cost",
        "related",
        "real",
        "estate",
        "tax",
        "owner",
        "association",
        "fee",
        "construction",
        "material",
        "labor",
        "insurance",
        "ability",
        "manage",
        "cost",
        "structure",
        "well",
        "cautionary",
        "statement",
        "risk",
        "factor",
        "disclosure",
        "contained",
        "company",
        "security",
        "exchange",
        "commission",
        "filing",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "found",
        "sec",
        "website",
        "discussion",
        "risk",
        "specifically",
        "incorporated",
        "reference",
        "press",
        "release",
        "statement",
        "made",
        "u",
        "press",
        "release",
        "speaks",
        "date",
        "made",
        "undertake",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "except",
        "may",
        "required",
        "law",
        "joe",
        "company",
        "joe",
        "company",
        "together",
        "consolidated",
        "subsidiary",
        "real",
        "estate",
        "development",
        "asset",
        "management",
        "operating",
        "company",
        "real",
        "estate",
        "asset",
        "operation",
        "currently",
        "concentrated",
        "primarily",
        "tallahassee",
        "destin",
        "florida",
        "information",
        "company",
        "found",
        "website",
        "joe",
        "company",
        "st",
        "taking",
        "flight",
        "st",
        "joe",
        "taking",
        "flight",
        "design",
        "registered",
        "service",
        "mark",
        "joe",
        "company",
        "joe",
        "company",
        "investor",
        "relation",
        "contact",
        "marek",
        "bakun",
        "chief",
        "financial",
        "officer",
        "source",
        "joe",
        "company"
    ]
}