{
    "organizations": [],
    "uuid": "6927d7459674da56d89f9d200117820232fe9056",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/cnbc-transcript-james-sweeney-chief-economist-credit-suisse.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: James Sweeney, Chief Economist, Credit Suisse",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of CNBC's interview with James Sweeney, Credit Suisse's chief economist, at the Credit Suisse Asian Investment Conference in Hong Kong. The interview was broadcast on Squawk Box on 20 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Bernie Lo and Akiko Fujita.\nBernie Lo (BL): James, thank you very much for being with us on this Tuesday morning, 'four' seems to be your talking point your narrative. There are a lot of people would want to disagree with you and you know exactly why. So why don't you go right into the defense.\nJames Sweeney: Well I mean the unemployment rate in the U.S. is still falling, wage growth is now normal and rising. And I think inflation is gradually rising and over time, I think the inflation risks are increasing. I think for the Fed to continue to conduct policy as they have for 25 years, it calls for hikes. Four is our house view. Obviously some kind of disruption growth shock would change that. But we don't see that happening - Four.\nAkiko Fujita (AF): So the Fed began this week I mean another rate hike all that they done. When you talk about four rate hikes and there seems to be some disagree about just how significant those inflationary pressures are right now. That seems a bit of a mixed picture when you look at the data set that's come out so far. On the one hand we have February you know the wage increases that really triggered that correction. And yet when you look at the data they came out came what most recently seems to have tempered a bit.\nJames Sweeney: Yeah our view is we're not actually going to get the inflation breaking higher this year. We're going to get the tightening of financial conditions and the tightening of monetary policy that keeps inflation anchored. We're going to see wage pressure gradually accelerate. But that's just a symptom of a tight economy. So I think when you look further out when you look 2019, 2020 and beyond, you can start to think about more volatile, higher inflation. There's a lot of risks. Trade policy is one of them that can be impactful for inflation. But if you look at what happened yesterday or what's happening today, there's not too much that's going to send inflation spiraling higher. So long as financial conditions are appropriately tightening in line with the strong economy.\nBL: James, let's should jump right into the trade issue there because you have some very interesting observations about the kind of environment we're in right now and you've rightly stated that previous administrations haven't really cared too much about trade deficits because they know it's not a zero sum game. Some countries excel at. Others think things that others don't and things go in cycles. Kind of reminds me of that infamous term from Dick Cheney who once famously said that deficits don't matter. I don't think he was referring to trade deficits in this case but in this case you kind of agree with Dick Cheney won't you?\nJames Sweeney: Well you know I think there's been a general disregard for trade deficits in the United States since World War II. There's just been a... it's been a little bit of a gift to the world from the U.S. perspective but there's been an understanding that the U.S. is actually getting a lot out of this. And you know there's dynamics in terms of the rest of the world's willingness to hold U.S. debt that benefits the U.S… So this is sort of a system which, which it has its own special equilibrium and the U.S. is something of a special case.\nWhere this administration is different, is that they care about the trade balance, they care about it in its own right. Most economists do not care about it in the way that the Trump administration does. There is a minority that do. But this administration wants to shrink the trade deficit and they want to shrink it basically through whatever means possible including through tit for tat strategy.\nAF: So they care about the trade deficit and yet we've also seen this administration tie the prosperity of the U.S. directly to that deficit. Is that the right view the right way to address the issue?\nJames Sweeney: Well I think it's the right way to address the issue in certain parts of the U.S. where there are communities where the hollowing out of manufacturing activity has affected people. But I think you know realistically it's a services centric economy. Physical trade manufacturing is not dominant in the U.S. economy overall. So they're playing to us, to a group, a subgroup of the population. Yeah so right or wrong it's politics as usual in terms of a government really you know focusing on the needs of its core voters.\nBL: James, how is the China issue going to be resolved? You know whether it's 30 billion or whatever. When they're done with it, I mean are they able to target it some, you know, subtly enough where it doesn't provoke a violent response from the PRC? That seems to be the attitude of the commerce secretary and others who say that you know this doesn't have to you know actually spark a real trade war. I don't know how you say, you know, we want you to fix it and eliminate this much deficit but we don't want to be enemies or anything.\nJames Sweeney: Yeah well there's a lot of over-the-top language in this violent war...\nBL: Thanks to the media.\nJames Sweeney: Well I mean I think for sure the U.S. administration is getting a little bit less friendly in terms of how it deals with other countries and when it comes to trade, a little more self interested, a little more aggressive. From a position which is extreme. I mean the U.S. has close to the lowest average tariffs in the entire world. And the U.S. does put up with a lot of things which other countries don't. And that's part of Trump's narrative is that you're going to seek out a better deal. I mean the reality is that we estimate that China's share of global manufacturing has risen from six to 30 percent since 2001 and that has disrupted a lot of economies. And basically you know China, if you really want to change something in trade, China is where you go. You don't go to Mexico. You go to China. It's just much bigger and you can expect the Chinese to respond to that. You could expect tensions to increase. Is it violent? Is it a war? I don't know. But I think it is an issue and it's something we should focus on and learning exactly what those section 301 Trump administration actions against China will be a very important day of news in the markets.\nAF: The NPC wraps up over in China today. There's been a lot of focus on this new quality growth and set of hitting those targets that we've seen in the past. Six and a half percent, it seems like the government is at least showing the seriousness with which they plan to approach the issues like that. What's your sense about how much of a handle the government has on this slowdown?\nJames Sweeney: Well it's interesting from a bigger picture perspective. I think the desired reorientation of Chinese growth away from kind of gung ho manufacturing export centric growth is sort of moving in the opposite direction of the U.S. China saying in the long run we should be more diversified, more services oriented. The U.S. is saying you know this has gotten a little bit too far. We had a little bit more trade. It's going in opposite directions. You know whether it's some kind of cyclical shorter term overlay on top of that I'm not sure. I think the Chinese data recently have been fine. A little messy but largely fine. And I think China's economy is benefiting from the pick up in global trade that we've seen over the last 18 months.\nAF: We'll have to leave it there, James good to have you on this morning. John Sweeney, chief economist at Credit Suisse joining us this morning.\nEND",
    "published": "2018-03-20T06:44:00.000+02:00",
    "crawled": "2018-03-20T08:19:55.049+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "james",
        "sweeney",
        "credit",
        "suisse",
        "chief",
        "economist",
        "credit",
        "suisse",
        "asian",
        "investment",
        "conference",
        "hong",
        "kong",
        "interview",
        "broadcast",
        "squawk",
        "box",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "bernie",
        "lo",
        "akiko",
        "fujita",
        "bernie",
        "lo",
        "bl",
        "james",
        "thank",
        "much",
        "u",
        "tuesday",
        "morning",
        "seems",
        "talking",
        "point",
        "narrative",
        "lot",
        "people",
        "would",
        "want",
        "disagree",
        "know",
        "exactly",
        "go",
        "right",
        "defense",
        "james",
        "sweeney",
        "well",
        "mean",
        "unemployment",
        "rate",
        "still",
        "falling",
        "wage",
        "growth",
        "normal",
        "rising",
        "think",
        "inflation",
        "gradually",
        "rising",
        "time",
        "think",
        "inflation",
        "risk",
        "increasing",
        "think",
        "fed",
        "continue",
        "conduct",
        "policy",
        "year",
        "call",
        "hike",
        "four",
        "house",
        "view",
        "obviously",
        "kind",
        "disruption",
        "growth",
        "shock",
        "would",
        "change",
        "see",
        "happening",
        "four",
        "akiko",
        "fujita",
        "af",
        "fed",
        "began",
        "week",
        "mean",
        "another",
        "rate",
        "hike",
        "done",
        "talk",
        "four",
        "rate",
        "hike",
        "seems",
        "disagree",
        "significant",
        "inflationary",
        "pressure",
        "right",
        "seems",
        "bit",
        "mixed",
        "picture",
        "look",
        "data",
        "set",
        "come",
        "far",
        "one",
        "hand",
        "february",
        "know",
        "wage",
        "increase",
        "really",
        "triggered",
        "correction",
        "yet",
        "look",
        "data",
        "came",
        "came",
        "recently",
        "seems",
        "tempered",
        "bit",
        "james",
        "sweeney",
        "yeah",
        "view",
        "actually",
        "going",
        "get",
        "inflation",
        "breaking",
        "higher",
        "year",
        "going",
        "get",
        "tightening",
        "financial",
        "condition",
        "tightening",
        "monetary",
        "policy",
        "keep",
        "inflation",
        "anchored",
        "going",
        "see",
        "wage",
        "pressure",
        "gradually",
        "accelerate",
        "symptom",
        "tight",
        "economy",
        "think",
        "look",
        "look",
        "beyond",
        "start",
        "think",
        "volatile",
        "higher",
        "inflation",
        "lot",
        "risk",
        "trade",
        "policy",
        "one",
        "impactful",
        "inflation",
        "look",
        "happened",
        "yesterday",
        "happening",
        "today",
        "much",
        "going",
        "send",
        "inflation",
        "spiraling",
        "higher",
        "long",
        "financial",
        "condition",
        "appropriately",
        "tightening",
        "line",
        "strong",
        "economy",
        "bl",
        "james",
        "let",
        "jump",
        "right",
        "trade",
        "issue",
        "interesting",
        "observation",
        "kind",
        "environment",
        "right",
        "rightly",
        "stated",
        "previous",
        "administration",
        "really",
        "cared",
        "much",
        "trade",
        "deficit",
        "know",
        "zero",
        "sum",
        "game",
        "country",
        "excel",
        "others",
        "think",
        "thing",
        "others",
        "thing",
        "go",
        "cycle",
        "kind",
        "reminds",
        "infamous",
        "term",
        "dick",
        "cheney",
        "famously",
        "said",
        "deficit",
        "matter",
        "think",
        "referring",
        "trade",
        "deficit",
        "case",
        "case",
        "kind",
        "agree",
        "dick",
        "cheney",
        "wo",
        "james",
        "sweeney",
        "well",
        "know",
        "think",
        "general",
        "disregard",
        "trade",
        "deficit",
        "united",
        "state",
        "since",
        "world",
        "war",
        "ii",
        "little",
        "bit",
        "gift",
        "world",
        "perspective",
        "understanding",
        "actually",
        "getting",
        "lot",
        "know",
        "dynamic",
        "term",
        "rest",
        "world",
        "willingness",
        "hold",
        "debt",
        "benefit",
        "sort",
        "system",
        "special",
        "equilibrium",
        "something",
        "special",
        "case",
        "administration",
        "different",
        "care",
        "trade",
        "balance",
        "care",
        "right",
        "economist",
        "care",
        "way",
        "trump",
        "administration",
        "minority",
        "administration",
        "want",
        "shrink",
        "trade",
        "deficit",
        "want",
        "shrink",
        "basically",
        "whatever",
        "mean",
        "possible",
        "including",
        "tit",
        "tat",
        "strategy",
        "af",
        "care",
        "trade",
        "deficit",
        "yet",
        "also",
        "seen",
        "administration",
        "tie",
        "prosperity",
        "directly",
        "deficit",
        "right",
        "view",
        "right",
        "way",
        "address",
        "issue",
        "james",
        "sweeney",
        "well",
        "think",
        "right",
        "way",
        "address",
        "issue",
        "certain",
        "part",
        "community",
        "hollowing",
        "manufacturing",
        "activity",
        "affected",
        "people",
        "think",
        "know",
        "realistically",
        "service",
        "centric",
        "economy",
        "physical",
        "trade",
        "manufacturing",
        "dominant",
        "economy",
        "overall",
        "playing",
        "u",
        "group",
        "subgroup",
        "population",
        "yeah",
        "right",
        "wrong",
        "politics",
        "usual",
        "term",
        "government",
        "really",
        "know",
        "focusing",
        "need",
        "core",
        "voter",
        "bl",
        "james",
        "china",
        "issue",
        "going",
        "resolved",
        "know",
        "whether",
        "billion",
        "whatever",
        "done",
        "mean",
        "able",
        "target",
        "know",
        "subtly",
        "enough",
        "provoke",
        "violent",
        "response",
        "prc",
        "seems",
        "attitude",
        "commerce",
        "secretary",
        "others",
        "say",
        "know",
        "know",
        "actually",
        "spark",
        "real",
        "trade",
        "war",
        "know",
        "say",
        "know",
        "want",
        "fix",
        "eliminate",
        "much",
        "deficit",
        "want",
        "enemy",
        "anything",
        "james",
        "sweeney",
        "yeah",
        "well",
        "lot",
        "language",
        "violent",
        "war",
        "bl",
        "thanks",
        "medium",
        "james",
        "sweeney",
        "well",
        "mean",
        "think",
        "sure",
        "administration",
        "getting",
        "little",
        "bit",
        "less",
        "friendly",
        "term",
        "deal",
        "country",
        "come",
        "trade",
        "little",
        "self",
        "interested",
        "little",
        "aggressive",
        "position",
        "extreme",
        "mean",
        "close",
        "lowest",
        "average",
        "tariff",
        "entire",
        "world",
        "put",
        "lot",
        "thing",
        "country",
        "part",
        "trump",
        "narrative",
        "going",
        "seek",
        "better",
        "deal",
        "mean",
        "reality",
        "estimate",
        "china",
        "share",
        "global",
        "manufacturing",
        "risen",
        "six",
        "percent",
        "since",
        "disrupted",
        "lot",
        "economy",
        "basically",
        "know",
        "china",
        "really",
        "want",
        "change",
        "something",
        "trade",
        "china",
        "go",
        "go",
        "mexico",
        "go",
        "china",
        "much",
        "bigger",
        "expect",
        "chinese",
        "respond",
        "could",
        "expect",
        "tension",
        "increase",
        "violent",
        "war",
        "know",
        "think",
        "issue",
        "something",
        "focus",
        "learning",
        "exactly",
        "section",
        "trump",
        "administration",
        "action",
        "china",
        "important",
        "day",
        "news",
        "market",
        "af",
        "npc",
        "wrap",
        "china",
        "today",
        "lot",
        "focus",
        "new",
        "quality",
        "growth",
        "set",
        "hitting",
        "target",
        "seen",
        "past",
        "six",
        "half",
        "percent",
        "seems",
        "like",
        "government",
        "least",
        "showing",
        "seriousness",
        "plan",
        "approach",
        "issue",
        "like",
        "sense",
        "much",
        "handle",
        "government",
        "slowdown",
        "james",
        "sweeney",
        "well",
        "interesting",
        "bigger",
        "picture",
        "perspective",
        "think",
        "desired",
        "reorientation",
        "chinese",
        "growth",
        "away",
        "kind",
        "gung",
        "ho",
        "manufacturing",
        "export",
        "centric",
        "growth",
        "sort",
        "moving",
        "opposite",
        "direction",
        "china",
        "saying",
        "long",
        "run",
        "diversified",
        "service",
        "oriented",
        "saying",
        "know",
        "gotten",
        "little",
        "bit",
        "far",
        "little",
        "bit",
        "trade",
        "going",
        "opposite",
        "direction",
        "know",
        "whether",
        "kind",
        "cyclical",
        "shorter",
        "term",
        "overlay",
        "top",
        "sure",
        "think",
        "chinese",
        "data",
        "recently",
        "fine",
        "little",
        "messy",
        "largely",
        "fine",
        "think",
        "china",
        "economy",
        "benefiting",
        "pick",
        "global",
        "trade",
        "seen",
        "last",
        "month",
        "af",
        "leave",
        "james",
        "good",
        "morning",
        "john",
        "sweeney",
        "chief",
        "economist",
        "credit",
        "suisse",
        "joining",
        "u",
        "morning",
        "end"
    ]
}