{
    "organizations": [],
    "uuid": "a7bf7dc93259a8cd98426814b28c61ffd6bca3c2",
    "author": "Aaron Pressman",
    "url": "http://fortune.com/2018/03/14/data-sheet-harris-quotient-apple-google-amazon/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Apple, Google See Reputations Drop in Harris Quotient Poll",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman 9:02 AM EDT\nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nBuried amidst all the latest unprecedented news from the White House yesterday, from the Twitter firing of the Secretary of State to the blocking of the largest proposed tech deal ever, was the quiet release of the annual Harris Poll Reputation Quotient ranking. Aaron in for Adam from Boston, where we are also buried by more than a foot of snow, thinking about what people think about tech companies.\nAfter a year of mounting bad press about the tech giants, the companies are feeling the impact in different ways. Apple’s ranking plunged from fifth to 29th. And Google slid from eighth to 28th. The drops accelerated from last year. In 2016, Apple was second and Google third.\nAmazon was ranked number one, as it was the past two years, and Tesla rose to third from ninth. Non-tech supermarket chain Wegmans Food Markets ranked second. The full top 100 rankings are here , if you are curious.\nConsumer brands rise and fall for many different reasons. Sometimes it’s an obvious misstep–bankrupt airbag supplier Takata ranked last in the Harris poll this year after the largest recall in the history of the auto industry (and 22 deaths due to the company’s products). Amazon fans were no doubt pleased by the e-commerce giant’s expansion into groceries with the acquisition of Whole Foods.\nDiscerning what’s going on with Apple and Google is more complicated. Harris Poll CEO John Gerzema told Reuters he attributed the fall of the two tech giants to a lack of new attention-grabbing products. “Google and Apple, at this moment, are sort of in valleys,” Gerzema told the wire service. “We’re not quite to self-driving cars yet. We’re not yet seeing all the things in artificial intelligence they’re going to do.”\nI’m not buying it. It’s been years since Google Maps and the iPad arrived but the companies’ reputations held up just fine until 2017. It’s more likely that people are truly starting to reevaluate how much trust they put in the two companies which increasingly dominate our mobile, connected lives via iOS and Android. And smartphone addiction is a real thing. It’s probably not antitrust related, as that would implicate Amazon most of all. Let us know what you think, either on Twitter or via the email link below.\nAaron Pressman @ampressman aaron.pressman@fortune.com NEWSWORTHY\nHard to say. Speaking of a lack of clarity, it’s not at all clear what’s going on with a purported security flaw in chips made by Advanced Micro Devices . A previously unknown Israeli research firm called CTS-Labs announced the flaw, but gave AMD only 24 hours notice before going public. AMD said it was investigating. Some saw the move as an investment play , and AMD’s stock fell as much as 4% before bouncing back. Facebook’s highly-regarded chief security officer Alex Stamos blasted the researchers on Twitter: “Short-seller driven vulnerability research is going to end in tears. Hopefully due to lost money, and not because naive researchers go to prison.”\nYou don’t say . And speaking of the White House, the Trump administration is considering imposing tariffs on goods imported from China worth $60 billion a year. Some of the tariffs would target tech goods, so the next iPhone could get hit.\nSay it again. Former intelligence analyst Chelsea Manning, who leaked hundreds of thousands of documents to Wikileaks, has no regrets about her actions, even after serving seven years in prison. “I made that decision and I’m owning that decision,” Manning said at the SXSW conference. “When it comes to something like that it’s not about second-guessing it or regretting it.”\nSay that to me one more time . Eyewear upstart Warby Parker raised $75 million in private capital in a deal valuing the company at $1.75 billion, Recode reported. Still no news of when the eight-year-old company plans to go public, though.\nWhat she said. Google followed in Facebook’s footsteps and banned advertising for cryptocurrencies and initial coin offerings beginning in June. The change was announced alongside the release of Google’s annual report on inappropriate ad trends. Google said it had to remove 3.2 billion ads last year, almost double the number taken down in 2016. The company’s YouTube unit also announced an effort to hit back at conspiracy theory videos by adding content from Wikipedia.\nYou’ve said enough . In a replay of last year’s Worldwide Developers Conference from Apple , the company will hold this year’s gathering again in San Jose at the McEnery Convention Center. (Sorry, SF fans.) The WWDC ticket lottery for hopeful attendees runs until March 22 for the event, which will be held from June 4 to June 8.\nAdvertisement FOOD FOR THOUGHT\nNow that Broadcom has called off its pursuit of Qualcomm , the story behind the raging four month battle is slipping out. Before the White House intervened on Tuesday, Qualcomm had been working its political ties behind the scenes at least since December, according to a revealing “tick-tock,” as we call such stories in the media biz, by Wall Street Journal reporters Ted Greenwald, Kate O’Keeffe, and Tripp Mickle. Broadcom’s foreign domicile was not the key factor , they reveal:\nQualcomm’s appeal tapped into gathering concern among some congressional Republicans and the Trump administration about U.S. national security and competitiveness with China, especially in advanced technologies—sentiment that already was fueling an effort to expand the power of CFIUS. The company also got help from sympathetic senators and representatives who pressed the administration. The confluence of corporate self-interest and geopolitical considerations not only enabled Qualcomm to turn the tables on Broadcom, but canonized the San Diego company as a sort of national champion essential to battling China’s might in the next-generation wireless communications technology known as 5G.\nThe administration’s intervention was all the more unusual because it centered less on Broadcom’s origin—it is a Singapore-domiciled company with about half of its employees in the U.S.—than on the idea that its stewardship could undermine Qualcomm’s innovative prowess, and by extension U.S. clout against China and its tech juggernaut, Huawei Technologies Co.\n“The administration’s decision is a recognition that, in the digital age, national security has different requirements,” said James Lewis, a technology-policy specialist at the Center for Strategic and International Studies in Washington. “The line between security and industrial policy is almost nonexistent in this case.”\nIN CASE YOU MISSED IT\nWells Fargo’s AI Computer Program Predicts Where Amazon’s HQ2 Will End Up By Aaron Pressman\nWalmart Grocery Delivery Availability Grows to Some 40% of U.S. Households By Phil Wahba\nAmazon Is Recalling These Battery Chargers Over Fire Fears By Don Reisinger\nBitcoin Falls on Bad News From Google and the IMF By David Meyer\nMicrosoft’s Cloud Is Expanding to Switzerland and the Middle East By Jonathan Vanian\nHow Fitbit Is Trying to Reboot Its Smartwatch Effort to Appeal More to Women By Aaron Pressman\nAdvertisement BEFORE YOU GO\nPerhaps the most famous living scientist, Stephen Hawking died on Wednesday at the age of 76. The wheelchair-bound genius who was stricken by Lou Gehrig’s disease was most well-known for writing the best-seller A Brief History of Time . “We are just an advanced breed of monkeys on a minor planet of a very average star,” Hawking once said in an interview . “But we can understand the universe. That makes us something very special.”\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-03-14T20:02:00.000+02:00",
    "crawled": "2018-03-14T23:00:11.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "edt",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "buried",
        "amidst",
        "latest",
        "unprecedented",
        "news",
        "white",
        "house",
        "yesterday",
        "twitter",
        "firing",
        "secretary",
        "state",
        "blocking",
        "largest",
        "proposed",
        "tech",
        "deal",
        "ever",
        "quiet",
        "release",
        "annual",
        "harris",
        "poll",
        "reputation",
        "quotient",
        "ranking",
        "aaron",
        "adam",
        "boston",
        "also",
        "buried",
        "foot",
        "snow",
        "thinking",
        "people",
        "think",
        "tech",
        "company",
        "year",
        "mounting",
        "bad",
        "press",
        "tech",
        "giant",
        "company",
        "feeling",
        "impact",
        "different",
        "way",
        "apple",
        "ranking",
        "plunged",
        "fifth",
        "29th",
        "google",
        "slid",
        "eighth",
        "28th",
        "drop",
        "accelerated",
        "last",
        "year",
        "apple",
        "second",
        "google",
        "third",
        "amazon",
        "ranked",
        "number",
        "one",
        "past",
        "two",
        "year",
        "tesla",
        "rose",
        "third",
        "ninth",
        "supermarket",
        "chain",
        "wegmans",
        "food",
        "market",
        "ranked",
        "second",
        "full",
        "top",
        "ranking",
        "curious",
        "consumer",
        "brand",
        "rise",
        "fall",
        "many",
        "different",
        "reason",
        "sometimes",
        "obvious",
        "airbag",
        "supplier",
        "takata",
        "ranked",
        "last",
        "harris",
        "poll",
        "year",
        "largest",
        "recall",
        "history",
        "auto",
        "industry",
        "death",
        "due",
        "company",
        "product",
        "amazon",
        "fan",
        "doubt",
        "pleased",
        "giant",
        "expansion",
        "grocery",
        "acquisition",
        "whole",
        "food",
        "discerning",
        "going",
        "apple",
        "google",
        "complicated",
        "harris",
        "poll",
        "ceo",
        "john",
        "gerzema",
        "told",
        "reuters",
        "attributed",
        "fall",
        "two",
        "tech",
        "giant",
        "lack",
        "new",
        "product",
        "google",
        "apple",
        "moment",
        "sort",
        "valley",
        "gerzema",
        "told",
        "wire",
        "service",
        "quite",
        "car",
        "yet",
        "yet",
        "seeing",
        "thing",
        "artificial",
        "intelligence",
        "going",
        "buying",
        "year",
        "since",
        "google",
        "map",
        "ipad",
        "arrived",
        "company",
        "reputation",
        "held",
        "fine",
        "likely",
        "people",
        "truly",
        "starting",
        "reevaluate",
        "much",
        "trust",
        "put",
        "two",
        "company",
        "increasingly",
        "dominate",
        "mobile",
        "connected",
        "life",
        "via",
        "io",
        "android",
        "smartphone",
        "addiction",
        "real",
        "thing",
        "probably",
        "antitrust",
        "related",
        "would",
        "implicate",
        "amazon",
        "let",
        "u",
        "know",
        "think",
        "either",
        "twitter",
        "via",
        "email",
        "link",
        "aaron",
        "pressman",
        "ampressman",
        "newsworthy",
        "hard",
        "say",
        "speaking",
        "lack",
        "clarity",
        "clear",
        "going",
        "purported",
        "security",
        "flaw",
        "chip",
        "made",
        "advanced",
        "micro",
        "device",
        "previously",
        "unknown",
        "israeli",
        "research",
        "firm",
        "called",
        "announced",
        "flaw",
        "gave",
        "amd",
        "hour",
        "notice",
        "going",
        "public",
        "amd",
        "said",
        "investigating",
        "saw",
        "move",
        "investment",
        "play",
        "amd",
        "stock",
        "fell",
        "much",
        "bouncing",
        "back",
        "facebook",
        "chief",
        "security",
        "officer",
        "alex",
        "stamos",
        "blasted",
        "researcher",
        "twitter",
        "driven",
        "vulnerability",
        "research",
        "going",
        "end",
        "tear",
        "hopefully",
        "due",
        "lost",
        "money",
        "naive",
        "researcher",
        "go",
        "say",
        "speaking",
        "white",
        "house",
        "trump",
        "administration",
        "considering",
        "imposing",
        "tariff",
        "good",
        "imported",
        "china",
        "worth",
        "billion",
        "year",
        "tariff",
        "would",
        "target",
        "tech",
        "good",
        "next",
        "iphone",
        "could",
        "get",
        "hit",
        "say",
        "former",
        "intelligence",
        "analyst",
        "chelsea",
        "manning",
        "leaked",
        "hundred",
        "thousand",
        "document",
        "wikileaks",
        "regret",
        "action",
        "even",
        "serving",
        "seven",
        "year",
        "prison",
        "made",
        "decision",
        "owning",
        "decision",
        "manning",
        "said",
        "sxsw",
        "conference",
        "come",
        "something",
        "like",
        "regretting",
        "say",
        "one",
        "time",
        "eyewear",
        "upstart",
        "warby",
        "parker",
        "raised",
        "million",
        "private",
        "capital",
        "deal",
        "valuing",
        "company",
        "billion",
        "recode",
        "reported",
        "still",
        "news",
        "company",
        "plan",
        "go",
        "public",
        "though",
        "said",
        "google",
        "followed",
        "facebook",
        "footstep",
        "banned",
        "advertising",
        "cryptocurrencies",
        "initial",
        "coin",
        "offering",
        "beginning",
        "june",
        "change",
        "announced",
        "alongside",
        "release",
        "google",
        "annual",
        "report",
        "inappropriate",
        "ad",
        "trend",
        "google",
        "said",
        "remove",
        "billion",
        "ad",
        "last",
        "year",
        "almost",
        "double",
        "number",
        "taken",
        "company",
        "youtube",
        "unit",
        "also",
        "announced",
        "effort",
        "hit",
        "back",
        "conspiracy",
        "theory",
        "video",
        "adding",
        "content",
        "wikipedia",
        "said",
        "enough",
        "replay",
        "last",
        "year",
        "worldwide",
        "developer",
        "conference",
        "apple",
        "company",
        "hold",
        "year",
        "gathering",
        "san",
        "jose",
        "mcenery",
        "convention",
        "center",
        "sorry",
        "sf",
        "fan",
        "wwdc",
        "ticket",
        "lottery",
        "hopeful",
        "attendee",
        "run",
        "march",
        "event",
        "held",
        "june",
        "june",
        "advertisement",
        "food",
        "thought",
        "broadcom",
        "called",
        "pursuit",
        "qualcomm",
        "story",
        "behind",
        "raging",
        "four",
        "month",
        "battle",
        "slipping",
        "white",
        "house",
        "intervened",
        "tuesday",
        "qualcomm",
        "working",
        "political",
        "tie",
        "behind",
        "scene",
        "least",
        "since",
        "december",
        "according",
        "revealing",
        "call",
        "story",
        "medium",
        "biz",
        "wall",
        "street",
        "journal",
        "reporter",
        "ted",
        "greenwald",
        "kate",
        "keeffe",
        "tripp",
        "mickle",
        "broadcom",
        "foreign",
        "domicile",
        "key",
        "factor",
        "reveal",
        "qualcomm",
        "appeal",
        "tapped",
        "gathering",
        "concern",
        "among",
        "congressional",
        "republican",
        "trump",
        "administration",
        "national",
        "security",
        "competitiveness",
        "china",
        "especially",
        "advanced",
        "already",
        "fueling",
        "effort",
        "expand",
        "power",
        "cfius",
        "company",
        "also",
        "got",
        "help",
        "sympathetic",
        "senator",
        "representative",
        "pressed",
        "administration",
        "confluence",
        "corporate",
        "geopolitical",
        "consideration",
        "enabled",
        "qualcomm",
        "turn",
        "table",
        "broadcom",
        "canonized",
        "san",
        "diego",
        "company",
        "sort",
        "national",
        "champion",
        "essential",
        "battling",
        "china",
        "might",
        "wireless",
        "communication",
        "technology",
        "known",
        "5g",
        "administration",
        "intervention",
        "unusual",
        "centered",
        "less",
        "broadcom",
        "company",
        "half",
        "employee",
        "idea",
        "stewardship",
        "could",
        "undermine",
        "qualcomm",
        "innovative",
        "prowess",
        "extension",
        "clout",
        "china",
        "tech",
        "juggernaut",
        "huawei",
        "technology",
        "administration",
        "decision",
        "recognition",
        "digital",
        "age",
        "national",
        "security",
        "different",
        "requirement",
        "said",
        "james",
        "lewis",
        "specialist",
        "center",
        "strategic",
        "international",
        "study",
        "washington",
        "line",
        "security",
        "industrial",
        "policy",
        "almost",
        "nonexistent",
        "case",
        "missed",
        "well",
        "fargo",
        "ai",
        "computer",
        "program",
        "predicts",
        "amazon",
        "hq2",
        "end",
        "aaron",
        "pressman",
        "walmart",
        "grocery",
        "delivery",
        "availability",
        "grows",
        "household",
        "phil",
        "wahba",
        "amazon",
        "recalling",
        "battery",
        "charger",
        "fire",
        "fear",
        "reisinger",
        "bitcoin",
        "fall",
        "bad",
        "news",
        "google",
        "imf",
        "david",
        "meyer",
        "microsoft",
        "cloud",
        "expanding",
        "switzerland",
        "middle",
        "east",
        "jonathan",
        "vanian",
        "fitbit",
        "trying",
        "reboot",
        "smartwatch",
        "effort",
        "appeal",
        "woman",
        "aaron",
        "pressman",
        "advertisement",
        "go",
        "perhaps",
        "famous",
        "living",
        "scientist",
        "stephen",
        "hawking",
        "died",
        "wednesday",
        "age",
        "genius",
        "stricken",
        "lou",
        "gehrig",
        "disease",
        "writing",
        "brief",
        "history",
        "time",
        "advanced",
        "breed",
        "monkey",
        "minor",
        "planet",
        "average",
        "star",
        "hawking",
        "said",
        "interview",
        "understand",
        "universe",
        "make",
        "u",
        "something",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}