{
    "organizations": [],
    "uuid": "ca07738012407a83f903be4b26d93b63bc72c6f5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/globe-newswire-namaste-announces-signing-of-a-medical-cannabis-product-acquisition-agreement-with-colombian-licensed-producer-clever.html",
    "ord_in_thread": 0,
    "title": "Namaste Announces Signing of a Medical Cannabis Product Acquisition Agreement With Colombian Licensed Producer Clever Leaves",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, Namaste Technologies Inc. (“Namaste” or the “Company”) (CSE:N) (FRA:M5BQ) (OTCMKTS:NXTTF) is pleased to announce that it has signed a medical cannabis Product Acquisition Agreement (the “Supply Agreement”) under the Company’s wholly owned subsidiary, Cannmart Inc. (“Cannmart”), with Clever Leaves (Ecomedics S.A.S.), a vertically integrated, licensed producer of medical cannabis in Colombia, with the assistance of Clever Leaves’ financial sponsor, Northern Swan Holdings, Inc. (“Northern Swan”). Clever Leaves has recently broken ground on a 15+ hectare Good Agricultural Collection Practices (“GACP”) compliant cultivation facility and Good Manufacturing Practices (“GMP”) Level-2 Extraction facility, leveraging high-grade technology and practices from the international pharmaceutical and cannabis industries. By 2019, development of a second Colombian cultivation site will significantly expand its cultivation capacity to meet the growing demand from domestic and international patients. This Supply Agreement represents further progress in Namaste securing medical cannabis supply agreements with global partners. Namaste, subject to approval by Health Canada, will continue to pursue importation of high-quality medical cannabis, sourced from internationally licensed producers.\nKey Terms of the Supply Agreement:\nCannmart will submit purchase orders to Clever Leaves for medical cannabis. Cannmart will import medical cannabis from Clever Leaves, subject to approval by Health Canada. Cannmart will be compliant with Clever Leaves’ branding and pricing strategy. Cannmart will be responsible for shipping and importation costs of the product. Clever Leaves will provide Cannmart with lab test reports for each purchase in advance and in accordance with Cannmart’s requirements under Canadian regulations. The packaging of products will bear the Clever Leaves brand logo.\nThe Supply Agreement with Clever Leaves further supports Namaste’s strategy of providing its Canadian patients with access to high-quality imported medical cannabis. The Company believes Clever Leaves’ production expertise and quality control methods will meet the highest standard of requirements necessary for importation into the Canadian market. Namaste will continue to cultivate international relationships under the guidelines set forth by Health Canada, in an attempt to position Cannmart as one of the most diverse global e-commerce platforms.\nManagement Commentary\nAndrés Fajardo , Chairman of Clever Leaves comments; “We are thrilled to enter into a partnership with Namaste and to help carry out Colombia’s vision of becoming a leading supplier of medicinal cannabis to the world. We believe this agreement is a validation of the professionalism of our operation, and by forging long-term win-win partnerships with best in class groups around the world, such as Namaste, we are sure to achieve this and more.”\nSean Dollinger, President and CEO of Namaste comments; “We’re very pleased to be announcing this Supply Agreement with Clever Leaves. In addition to sourcing cannabis products from domestic producers, our goal is to offer Canadian patients with the most diverse offering of medical cannabis products from high quality international cultivators. The Clever Leaves management team has proven themselves as experts in the cultivation of medical cannabis, and we are extremely excited at the potential of offering our patients access to a variety of products, which we believe will greatly benefit our patients. We remain focused on implementing this strategy, and we look forward to the launch of Cannmart. We further anticipate the signing of additional supply agreements and partnerships with industry-leading licensed producers, and we feel confident in the direction we are headed. It has been extremely rewarding to see the willingness of top producers and industry leaders to collaborate with Namaste in a joint effort to revolutionize the cannabis industry. Namaste’s management team looks forward to moving forward and working with Clever Leaves team to bring value to its patients.”\nAbout Clever Leaves\nClever Leaves is a vertically-integrated licensed producer of medical cannabis. Located in Colombia, Clever Leaves has broken ground on an industrial Good Agricultural Collection Practices (“GACP”) compliant cultivation facility and Good Manufacturing Practices (“GMP”) Level-2 Extraction facility, capable of producing up to 15,000,000 ml of cannabis oil per year. By leveraging the highest-grade technology and practices from the international pharmaceutical and cannabis industries, Clever Leaves is positioned to lead the production of low-cost, high grade medical cannabis extracts for global exportation. For more information, visit en.cleverleaves.com\nAbout Northern Swan\nNorthern Swan is a New York-based investment firm focused on early and late-stage investments in the legal cannabis industry. Northern Swan delivers a comprehensive solution for financing and advising licensed cannabis operators globally. Northern Swan's investment professionals have collectively invested in excess of $3 billion of capital at Blackstone, KKR, and Och-Ziff. For more information, visit www.northernswan.com\nAbout Namaste Technologies Inc.\nNamaste is the largest online retailer for medical cannabis delivery systems globally. Namaste distributes vaporizers and smoking accessories through 24 e-commerce sites in 20 countries and with distribution hubs located around the world. Namaste has majority market share in Europe and Australia, with operations in the UK, Canada and Germany and has opened new supply channels into emerging markets including Brazil, Mexico and Chile. Namaste, through its acquisition of Cannmart Inc., is pursuing a new revenue vertical in online retail of medical cannabis in the Canadian market. Namaste intends to leverage its existing database of Canadian medical cannabis consumers, along with its expertise in e-commerce to create an online marketplace for medical cannabis patients, offering a larger variety of product and a better user experience.\nFurther information on Namaste and its products can be accessed through the links below:\nnamastetechnologies.com\nnamastevapes.ca\neveryonedoesit.ca\nnamastevaporizers.co.uk\neveryonedoesit.co.uk\naustralianvaporizers.com .au\nContacts\nNamaste\nOn behalf of the Board of Directors\n“Sean Dollinger”\nChief Executive Officer\nDirect: +1 (786) 389 9771\nEmail: info@namastetechnologies.com\nClever Leaves\nAndrés Fajardo\nChairman\nEmail: andres.fajardo@cleverleaves.com\nNorthern Swan\nKyle Detwiler\nChief Executive Officer\nDirect: +1 (646) 880 4382\nEmail: kyle@northernswan.com\nForward Looking Information\nThis press release contains forward-looking information based on current expectations. These statements should not be read as guarantees of future performance or results. Such statements involve known and unknown risks, uncertainties and other factors that may cause actual results, performance or achievements to be materially different from those implied by such statements. Although such statements are based on management's reasonable assumptions, Namaste assumes no responsibility to update or revise forward-looking information to reflect new events or circumstances unless required by law. Although the Company believes that the expectations and assumptions on which the forward-looking statements are based are reasonable, undue reliance should not be placed on the forward-looking statements because the Company can give no assurance that they will prove to be correct. Since forward-looking statements address future events and conditions, by their very nature they involve inherent risks and uncertainties. These statements speak only as of the date of this press release. Actual results could differ materially from those currently anticipated due to a number of factors and risks including various risk factors discussed in the Company's disclosure documents, which can be found under the Company's profile on www.sedar.com . This press release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E the Securities Exchange Act of 1934, as amended and such forward looking statements are made pursuant to the safe harbour provisions of the Private Securities Litigation Reform Act of 1995. The Canadian Securities Exchange has neither reviewed nor approved the contents of this press release.\nSource:Namaste Technologies Inc.",
    "published": "2018-03-26T16:30:00.000+03:00",
    "crawled": "2018-03-26T16:28:34.003+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "namaste",
        "technology",
        "namaste",
        "company",
        "cse",
        "n",
        "fra",
        "m5bq",
        "otcmkts",
        "nxttf",
        "pleased",
        "announce",
        "signed",
        "medical",
        "cannabis",
        "product",
        "acquisition",
        "agreement",
        "supply",
        "agreement",
        "company",
        "wholly",
        "owned",
        "subsidiary",
        "cannmart",
        "cannmart",
        "clever",
        "leaf",
        "ecomedics",
        "vertically",
        "integrated",
        "licensed",
        "producer",
        "medical",
        "cannabis",
        "colombia",
        "assistance",
        "clever",
        "leaf",
        "financial",
        "sponsor",
        "northern",
        "swan",
        "holding",
        "northern",
        "swan",
        "clever",
        "leaf",
        "recently",
        "broken",
        "ground",
        "hectare",
        "good",
        "agricultural",
        "collection",
        "practice",
        "gacp",
        "compliant",
        "cultivation",
        "facility",
        "good",
        "manufacturing",
        "practice",
        "gmp",
        "extraction",
        "facility",
        "leveraging",
        "technology",
        "practice",
        "international",
        "pharmaceutical",
        "cannabis",
        "industry",
        "development",
        "second",
        "colombian",
        "cultivation",
        "site",
        "significantly",
        "expand",
        "cultivation",
        "capacity",
        "meet",
        "growing",
        "demand",
        "domestic",
        "international",
        "patient",
        "supply",
        "agreement",
        "represents",
        "progress",
        "namaste",
        "securing",
        "medical",
        "cannabis",
        "supply",
        "agreement",
        "global",
        "partner",
        "namaste",
        "subject",
        "approval",
        "health",
        "canada",
        "continue",
        "pursue",
        "importation",
        "medical",
        "cannabis",
        "sourced",
        "internationally",
        "licensed",
        "producer",
        "key",
        "term",
        "supply",
        "agreement",
        "cannmart",
        "submit",
        "purchase",
        "order",
        "clever",
        "leaf",
        "medical",
        "cannabis",
        "cannmart",
        "import",
        "medical",
        "cannabis",
        "clever",
        "leaf",
        "subject",
        "approval",
        "health",
        "canada",
        "cannmart",
        "compliant",
        "clever",
        "leaf",
        "branding",
        "pricing",
        "strategy",
        "cannmart",
        "responsible",
        "shipping",
        "importation",
        "cost",
        "product",
        "clever",
        "leaf",
        "provide",
        "cannmart",
        "lab",
        "test",
        "report",
        "purchase",
        "advance",
        "accordance",
        "cannmart",
        "requirement",
        "canadian",
        "regulation",
        "packaging",
        "product",
        "bear",
        "clever",
        "leaf",
        "brand",
        "logo",
        "supply",
        "agreement",
        "clever",
        "leaf",
        "support",
        "namaste",
        "strategy",
        "providing",
        "canadian",
        "patient",
        "access",
        "imported",
        "medical",
        "cannabis",
        "company",
        "belief",
        "clever",
        "leaf",
        "production",
        "expertise",
        "quality",
        "control",
        "method",
        "meet",
        "highest",
        "standard",
        "requirement",
        "necessary",
        "importation",
        "canadian",
        "market",
        "namaste",
        "continue",
        "cultivate",
        "international",
        "relationship",
        "guideline",
        "set",
        "forth",
        "health",
        "canada",
        "attempt",
        "position",
        "cannmart",
        "one",
        "diverse",
        "global",
        "platform",
        "management",
        "commentary",
        "andrés",
        "fajardo",
        "chairman",
        "clever",
        "leaf",
        "comment",
        "thrilled",
        "enter",
        "partnership",
        "namaste",
        "help",
        "carry",
        "colombia",
        "vision",
        "becoming",
        "leading",
        "supplier",
        "medicinal",
        "cannabis",
        "world",
        "believe",
        "agreement",
        "validation",
        "professionalism",
        "operation",
        "forging",
        "partnership",
        "best",
        "class",
        "group",
        "around",
        "world",
        "namaste",
        "sure",
        "achieve",
        "sean",
        "dollinger",
        "president",
        "ceo",
        "namaste",
        "comment",
        "pleased",
        "announcing",
        "supply",
        "agreement",
        "clever",
        "leaf",
        "addition",
        "sourcing",
        "cannabis",
        "product",
        "domestic",
        "producer",
        "goal",
        "offer",
        "canadian",
        "patient",
        "diverse",
        "offering",
        "medical",
        "cannabis",
        "product",
        "high",
        "quality",
        "international",
        "cultivator",
        "clever",
        "leaf",
        "management",
        "team",
        "proven",
        "expert",
        "cultivation",
        "medical",
        "cannabis",
        "extremely",
        "excited",
        "potential",
        "offering",
        "patient",
        "access",
        "variety",
        "product",
        "believe",
        "greatly",
        "benefit",
        "patient",
        "remain",
        "focused",
        "implementing",
        "strategy",
        "look",
        "forward",
        "launch",
        "cannmart",
        "anticipate",
        "signing",
        "additional",
        "supply",
        "agreement",
        "partnership",
        "licensed",
        "producer",
        "feel",
        "confident",
        "direction",
        "headed",
        "extremely",
        "rewarding",
        "see",
        "willingness",
        "top",
        "producer",
        "industry",
        "leader",
        "collaborate",
        "namaste",
        "joint",
        "effort",
        "revolutionize",
        "cannabis",
        "industry",
        "namaste",
        "management",
        "team",
        "look",
        "forward",
        "moving",
        "forward",
        "working",
        "clever",
        "leaf",
        "team",
        "bring",
        "value",
        "clever",
        "leaf",
        "clever",
        "leaf",
        "licensed",
        "producer",
        "medical",
        "cannabis",
        "located",
        "colombia",
        "clever",
        "leaf",
        "broken",
        "ground",
        "industrial",
        "good",
        "agricultural",
        "collection",
        "practice",
        "gacp",
        "compliant",
        "cultivation",
        "facility",
        "good",
        "manufacturing",
        "practice",
        "gmp",
        "extraction",
        "facility",
        "capable",
        "producing",
        "ml",
        "cannabis",
        "oil",
        "per",
        "year",
        "leveraging",
        "technology",
        "practice",
        "international",
        "pharmaceutical",
        "cannabis",
        "industry",
        "clever",
        "leaf",
        "positioned",
        "lead",
        "production",
        "high",
        "grade",
        "medical",
        "cannabis",
        "extract",
        "global",
        "exportation",
        "information",
        "visit",
        "northern",
        "swan",
        "northern",
        "swan",
        "new",
        "investment",
        "firm",
        "focused",
        "early",
        "investment",
        "legal",
        "cannabis",
        "industry",
        "northern",
        "swan",
        "delivers",
        "comprehensive",
        "solution",
        "financing",
        "advising",
        "licensed",
        "cannabis",
        "operator",
        "globally",
        "northern",
        "swan",
        "investment",
        "professional",
        "collectively",
        "invested",
        "excess",
        "billion",
        "capital",
        "blackstone",
        "kkr",
        "information",
        "visit",
        "namaste",
        "technology",
        "namaste",
        "largest",
        "online",
        "retailer",
        "medical",
        "cannabis",
        "delivery",
        "system",
        "globally",
        "namaste",
        "distributes",
        "vaporizer",
        "smoking",
        "accessory",
        "site",
        "country",
        "distribution",
        "hub",
        "located",
        "around",
        "world",
        "namaste",
        "majority",
        "market",
        "share",
        "europe",
        "australia",
        "operation",
        "uk",
        "canada",
        "germany",
        "opened",
        "new",
        "supply",
        "channel",
        "emerging",
        "market",
        "including",
        "brazil",
        "mexico",
        "chile",
        "namaste",
        "acquisition",
        "cannmart",
        "pursuing",
        "new",
        "revenue",
        "vertical",
        "online",
        "retail",
        "medical",
        "cannabis",
        "canadian",
        "market",
        "namaste",
        "intends",
        "leverage",
        "existing",
        "database",
        "canadian",
        "medical",
        "cannabis",
        "consumer",
        "along",
        "expertise",
        "create",
        "online",
        "marketplace",
        "medical",
        "cannabis",
        "patient",
        "offering",
        "larger",
        "variety",
        "product",
        "better",
        "user",
        "experience",
        "information",
        "namaste",
        "product",
        "accessed",
        "link",
        "contact",
        "namaste",
        "behalf",
        "board",
        "director",
        "sean",
        "dollinger",
        "chief",
        "executive",
        "officer",
        "direct",
        "email",
        "info",
        "clever",
        "leaf",
        "andrés",
        "fajardo",
        "chairman",
        "email",
        "northern",
        "swan",
        "kyle",
        "detwiler",
        "chief",
        "executive",
        "officer",
        "direct",
        "email",
        "kyle",
        "forward",
        "looking",
        "information",
        "press",
        "release",
        "contains",
        "information",
        "based",
        "current",
        "expectation",
        "statement",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "implied",
        "statement",
        "although",
        "statement",
        "based",
        "management",
        "reasonable",
        "assumption",
        "namaste",
        "assumes",
        "responsibility",
        "update",
        "revise",
        "information",
        "reflect",
        "new",
        "event",
        "circumstance",
        "unless",
        "required",
        "law",
        "although",
        "company",
        "belief",
        "expectation",
        "assumption",
        "statement",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "statement",
        "company",
        "give",
        "assurance",
        "prove",
        "correct",
        "since",
        "statement",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "due",
        "number",
        "factor",
        "risk",
        "including",
        "various",
        "risk",
        "factor",
        "discussed",
        "company",
        "disclosure",
        "document",
        "found",
        "company",
        "profile",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "forward",
        "looking",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbour",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "canadian",
        "security",
        "exchange",
        "neither",
        "reviewed",
        "approved",
        "content",
        "press",
        "release",
        "source",
        "namaste",
        "technology",
        "inc"
    ]
}