{
    "organizations": [],
    "uuid": "06db5d1fee706e2cecd177a89a696b1b1b059925",
    "author": "",
    "url": "https://www.reuters.com/article/us-mideast-crisis-iraq-yazidis/cubs-of-the-caliphate-rehabilitating-islamic-states-child-fighters-idUSKCN1GK0VU",
    "ord_in_thread": 0,
    "title": "Cubs of the Caliphate: rehabilitating Islamic State's child fighters",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RAWANGA CAMP, Iraq (Reuters) - While children who have been through war typically draw devastating pictures of the violence they have suffered, few show themselves as the perpetrators.\nThe suicide belts, car bombs and other explosives sketched again and again by a 14-year-old boy newly arrived at this camp in northern Iraq are the ones he built himself: used by Islamic State militants against civilians and troops in Iraq and Syria.\nOne image depicted him killing a man with a spray of bullets, something he said he did during three years as a child fighter forcibly conscripted by Islamic State.\nKidnapped from his Yazidi homeland in northern Iraq, he said he got used to the sound of bombs falling on Islamic State’s de facto capital, Raqqa, in Syria, as security forces closed in last year.\n“Here’s where I got shot fighting the SDF,” said the boy, not named to protect him from retribution, referring to the U.S.-backed rebel Syrian Defense Forces and pointing out a bullet wound on his shin.\nGiving him time to draw and talk about his experience is part of a treatment program to help him move on and protect both him and others from lasting damage.\nHundreds of children are estimated to have been used as fighters by Islamic State, including boys who joined with their families or were given up by them and the offspring of foreign fighters groomed from birth to perpetuate its ideology.\nExperts have warned that indoctrinated children, who began escaping the clutches of Islamic State as its territory fractured last year, could pose an ongoing threat to security, both regionally and in the West, if they are not rehabilitated.\nTreating Yazidi children, who were separated from their families and in many cases orphaned, holds particular challenges.\nPERSECUTED TWICE There is little in the way of specialized care for them in Iraq, where the minimum age of criminal responsibility is nine. The government has detained and prosecuted dozens of children for their suspected IS affiliation, according to a recent report by New York-based Human Rights Watch.\nNaif Jardo Qassim, a psychotherapist treating children at Rawanga refugee camp near Dohuk emphasized that they are “victims and not criminals,” and should be treated as such.\nHighlighting the scale of the task, Yazidi teacher Hoshyar Khodeida Suleiman recounts the story of one of his students, a young boy reunited with his family in the autumn.\nA few days later, the boy’s father woke up in the middle of the night to find his son wielding a knife to his throat, confused about whether he should kill his parents or himself.\n“He was screaming that they were infidels and that he would rather die than be one of them,” Suleiman said.\nWhen the militants overran Yazidi towns and villages in 2014, it killed or enslaved more than 9,000 adults and children in what the United Nations has called a genocidal campaign against a religious minority labeled heretic by Islamic State.\nIt sold girls and women into slavery, marrying some off to fighters, and trained many boys to join the ranks of what it called the Cubs of the Caliphate, posting videos of them committing atrocities in the name of its self-declared state.\nMost of the children returned, not home, but to displacement camps in northern Iraq, where they live with relatives – their parents either missing or killed by the militants.\n“Everything changed while they were gone,” said Qassim. “That’s if they even remember anything from their lives before.”\nAdding to that instability is the weight of the traumas they have endured.\nYazidi students are seen at school in the Sharya camp, in Duhok, Iraq February 23, 2018. REUTERS/Ari Jalal “These children have seen their families killed, or were kidnapped, beaten and brainwashed,” he said. “In some cases, they witnessed executions, were forced to kill or were raped, multiple times, for years.”\nQassim works for Yahad In-Unum, one of a handful of international NGOs which has set up a children’s center in the camp, where children can receive psychological treatment, ranging from talk to art therapy.\nThey also come to play, said Qassim, “and remember how to be children again”.\nREMEMBERING Qassim’s six-month-old center is currently treating 123 children, a mix of girls and boys all under the age of 18, recently returned from Islamic State-held territory.\n“When they first come back from captivity, the children can often be aggressive, violent, confused and angry,” he said, adding that many of the children were forced to forget their native Kurdish. “That quickly dissolves into anxiety and deep depression, as the trauma begins to settle in.”\nSlideshow (12 Images) The center devises a treatment program for each child, which involves both individual and group therapy sessions.\n“We slowly work to undo the years of brainwashing they were subjected to,” said Qassim. “We want them to forget the last few years and start again.”\nHe said all the children he has treated were successfully “de-indoctrinated”, adding, “no child is beyond saving”.\nThe relative novelty of so-called deradicalization programs means opinion is divided over their effectiveness; Laila Ali, spokesperson for UNICEF in Iraq which supports such services, says rehabilitation is “absolutely possible”.\nSome children are harder to reach than others, particularly those who have forgotten life before IS.\nOne 10-year-old boy was smuggled out of Syria just three and a half weeks ago and has since been living with his uncle in the camp. Shy at first, he became animated when describing his “accomplishments” during his fighter training in Deir Ezzor, Syria and said he is not sure his current life is better.\nQassim says he exhibits confusion about whether he should denounce Islamic State’s teachings. He and other children sneak off to pray in the toilets, unconvinced they will not get in trouble with Islamic State for shirking religious obligations.\nQassim says he is hopeful he will be back to normal soon.\nSome face new humiliations on their return. “I had to move in with my relatives because my parents said they would never accept me back because of what I did,” said one former fighter, now aged 15.\nQassim is the only psychotherapist at his center and the work takes its toll. “It’s very difficult to hear children tell you these stories - of rape, of combat, of killings... In my life, I’d never heard such horrors.”\nWith little in the way of funds or a roadmap, some community members have pitched in to help in their own ways.\nSuleiman aims to rehabilitate Yazidi children at Sharya refugee camp near Dohuk by “reconnecting them with their Yazidi faith”, with an emphasis on “humanity and human decency”.\nOn a rainy afternoon in late February, they came to class in traditional clothes he had given them: white dresses and scarves with black and gold headbands for the girls; trousers, matching waistcoat and red and white keffiyeh scarf for the boys.\n“It’s a simple thing,” he said. “But the clothes are a reminder of who they are and where they come from.”\nReporting by Raya Jalabi; editing by Philippa Fletcher\n ",
    "published": "2018-03-08T10:14:00.000+02:00",
    "crawled": "2018-03-08T10:30:01.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rawanga",
        "camp",
        "iraq",
        "reuters",
        "child",
        "war",
        "typically",
        "draw",
        "devastating",
        "picture",
        "violence",
        "suffered",
        "show",
        "perpetrator",
        "suicide",
        "belt",
        "car",
        "bomb",
        "explosive",
        "sketched",
        "boy",
        "newly",
        "arrived",
        "camp",
        "northern",
        "iraq",
        "one",
        "built",
        "used",
        "islamic",
        "state",
        "militant",
        "civilian",
        "troop",
        "iraq",
        "syria",
        "one",
        "image",
        "depicted",
        "killing",
        "man",
        "spray",
        "bullet",
        "something",
        "said",
        "three",
        "year",
        "child",
        "fighter",
        "forcibly",
        "conscripted",
        "islamic",
        "state",
        "kidnapped",
        "yazidi",
        "homeland",
        "northern",
        "iraq",
        "said",
        "got",
        "used",
        "sound",
        "bomb",
        "falling",
        "islamic",
        "state",
        "de",
        "facto",
        "capital",
        "raqqa",
        "syria",
        "security",
        "force",
        "closed",
        "last",
        "year",
        "got",
        "shot",
        "fighting",
        "sdf",
        "said",
        "boy",
        "named",
        "protect",
        "retribution",
        "referring",
        "rebel",
        "syrian",
        "defense",
        "force",
        "pointing",
        "bullet",
        "wound",
        "shin",
        "giving",
        "time",
        "draw",
        "talk",
        "experience",
        "part",
        "treatment",
        "program",
        "help",
        "move",
        "protect",
        "others",
        "lasting",
        "damage",
        "hundred",
        "child",
        "estimated",
        "used",
        "fighter",
        "islamic",
        "state",
        "including",
        "boy",
        "joined",
        "family",
        "given",
        "offspring",
        "foreign",
        "fighter",
        "groomed",
        "birth",
        "perpetuate",
        "ideology",
        "expert",
        "warned",
        "indoctrinated",
        "child",
        "began",
        "escaping",
        "clutch",
        "islamic",
        "state",
        "territory",
        "fractured",
        "last",
        "year",
        "could",
        "pose",
        "ongoing",
        "threat",
        "security",
        "regionally",
        "west",
        "rehabilitated",
        "treating",
        "yazidi",
        "child",
        "separated",
        "family",
        "many",
        "case",
        "orphaned",
        "hold",
        "particular",
        "challenge",
        "persecuted",
        "twice",
        "little",
        "way",
        "specialized",
        "care",
        "iraq",
        "minimum",
        "age",
        "criminal",
        "responsibility",
        "nine",
        "government",
        "detained",
        "prosecuted",
        "dozen",
        "child",
        "suspected",
        "affiliation",
        "according",
        "recent",
        "report",
        "new",
        "human",
        "right",
        "watch",
        "naif",
        "jardo",
        "qassim",
        "psychotherapist",
        "treating",
        "child",
        "rawanga",
        "refugee",
        "camp",
        "near",
        "dohuk",
        "emphasized",
        "victim",
        "criminal",
        "treated",
        "highlighting",
        "scale",
        "task",
        "yazidi",
        "teacher",
        "hoshyar",
        "khodeida",
        "suleiman",
        "recount",
        "story",
        "one",
        "student",
        "young",
        "boy",
        "reunited",
        "family",
        "autumn",
        "day",
        "later",
        "boy",
        "father",
        "woke",
        "middle",
        "night",
        "find",
        "son",
        "wielding",
        "knife",
        "throat",
        "confused",
        "whether",
        "kill",
        "parent",
        "screaming",
        "infidel",
        "would",
        "rather",
        "die",
        "one",
        "suleiman",
        "said",
        "militant",
        "overran",
        "yazidi",
        "town",
        "village",
        "killed",
        "enslaved",
        "adult",
        "child",
        "united",
        "nation",
        "called",
        "genocidal",
        "campaign",
        "religious",
        "minority",
        "labeled",
        "heretic",
        "islamic",
        "state",
        "sold",
        "girl",
        "woman",
        "slavery",
        "marrying",
        "fighter",
        "trained",
        "many",
        "boy",
        "join",
        "rank",
        "called",
        "cub",
        "caliphate",
        "posting",
        "video",
        "committing",
        "atrocity",
        "name",
        "state",
        "child",
        "returned",
        "home",
        "displacement",
        "camp",
        "northern",
        "iraq",
        "live",
        "relative",
        "parent",
        "either",
        "missing",
        "killed",
        "militant",
        "everything",
        "changed",
        "gone",
        "said",
        "qassim",
        "even",
        "remember",
        "anything",
        "life",
        "adding",
        "instability",
        "weight",
        "trauma",
        "endured",
        "yazidi",
        "student",
        "seen",
        "school",
        "sharya",
        "camp",
        "duhok",
        "iraq",
        "february",
        "jalal",
        "child",
        "seen",
        "family",
        "killed",
        "kidnapped",
        "beaten",
        "brainwashed",
        "said",
        "case",
        "witnessed",
        "execution",
        "forced",
        "kill",
        "raped",
        "multiple",
        "time",
        "qassim",
        "work",
        "yahad",
        "one",
        "handful",
        "international",
        "ngo",
        "set",
        "child",
        "center",
        "camp",
        "child",
        "receive",
        "psychological",
        "treatment",
        "ranging",
        "talk",
        "art",
        "therapy",
        "also",
        "come",
        "play",
        "said",
        "qassim",
        "remember",
        "child",
        "remembering",
        "qassim",
        "center",
        "currently",
        "treating",
        "child",
        "mix",
        "girl",
        "boy",
        "age",
        "recently",
        "returned",
        "islamic",
        "territory",
        "first",
        "come",
        "back",
        "captivity",
        "child",
        "often",
        "aggressive",
        "violent",
        "confused",
        "angry",
        "said",
        "adding",
        "many",
        "child",
        "forced",
        "forget",
        "native",
        "kurdish",
        "quickly",
        "dissolve",
        "anxiety",
        "deep",
        "depression",
        "trauma",
        "begin",
        "settle",
        "slideshow",
        "image",
        "center",
        "devise",
        "treatment",
        "program",
        "child",
        "involves",
        "individual",
        "group",
        "therapy",
        "session",
        "slowly",
        "work",
        "undo",
        "year",
        "brainwashing",
        "subjected",
        "said",
        "qassim",
        "want",
        "forget",
        "last",
        "year",
        "start",
        "said",
        "child",
        "treated",
        "successfully",
        "adding",
        "child",
        "beyond",
        "saving",
        "relative",
        "novelty",
        "deradicalization",
        "program",
        "mean",
        "opinion",
        "divided",
        "effectiveness",
        "laila",
        "ali",
        "spokesperson",
        "unicef",
        "iraq",
        "support",
        "service",
        "say",
        "rehabilitation",
        "absolutely",
        "possible",
        "child",
        "harder",
        "reach",
        "others",
        "particularly",
        "forgotten",
        "life",
        "one",
        "boy",
        "smuggled",
        "syria",
        "three",
        "half",
        "week",
        "ago",
        "since",
        "living",
        "uncle",
        "camp",
        "shy",
        "first",
        "became",
        "animated",
        "describing",
        "accomplishment",
        "fighter",
        "training",
        "deir",
        "ezzor",
        "syria",
        "said",
        "sure",
        "current",
        "life",
        "better",
        "qassim",
        "say",
        "exhibit",
        "confusion",
        "whether",
        "denounce",
        "islamic",
        "state",
        "teaching",
        "child",
        "sneak",
        "pray",
        "toilet",
        "unconvinced",
        "get",
        "trouble",
        "islamic",
        "state",
        "shirking",
        "religious",
        "obligation",
        "qassim",
        "say",
        "hopeful",
        "back",
        "normal",
        "soon",
        "face",
        "new",
        "humiliation",
        "return",
        "move",
        "relative",
        "parent",
        "said",
        "would",
        "never",
        "accept",
        "back",
        "said",
        "one",
        "former",
        "fighter",
        "aged",
        "qassim",
        "psychotherapist",
        "center",
        "work",
        "take",
        "toll",
        "difficult",
        "hear",
        "child",
        "tell",
        "story",
        "rape",
        "combat",
        "killing",
        "life",
        "never",
        "heard",
        "little",
        "way",
        "fund",
        "roadmap",
        "community",
        "member",
        "pitched",
        "help",
        "way",
        "suleiman",
        "aim",
        "rehabilitate",
        "yazidi",
        "child",
        "sharya",
        "refugee",
        "camp",
        "near",
        "dohuk",
        "reconnecting",
        "yazidi",
        "faith",
        "emphasis",
        "humanity",
        "human",
        "decency",
        "rainy",
        "afternoon",
        "late",
        "february",
        "came",
        "class",
        "traditional",
        "clothes",
        "given",
        "white",
        "dress",
        "scarf",
        "black",
        "gold",
        "headband",
        "girl",
        "trouser",
        "matching",
        "waistcoat",
        "red",
        "white",
        "keffiyeh",
        "scarf",
        "boy",
        "simple",
        "thing",
        "said",
        "clothes",
        "reminder",
        "come",
        "reporting",
        "raya",
        "jalabi",
        "editing",
        "philippa",
        "fletcher"
    ]
}