{
    "organizations": [],
    "uuid": "e2a9906bd59a368b834726f67ebaf0b404ac81e5",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL3N1R9600",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 28 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,832.3 41.8 NZX 50** 8,508.12 75.71 DJIA** 23,857.71 -344.89 NIKKEI** 21,317.32 551.22 Nasdaq** 7,008.806 -211.737 FTSE** 7,000.14 111.19 S&P 500** 2,658.55 -45.93 Hang Seng** 30,790.83 242.06 SPI 200 Fut 5,758 -60.00 STI** 3,439.35 26.89 SSEC** 3,166.2921 32.57 KOSPI** 2,452.06 14.98 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.034 0.001 KR 10 YR Bond 2.677 -0.01 AU 10 YR Bond 2.643 -0.026 US 10 YR Bond 2.7771 -0.064 NZ 10 YR Bond 2.765 -0.055 US 30 YR Bond 3.031 -0.04 -- Currencies Net Chng Net Chng SGD US$ 1.3102 0.0016 KRW US$ 1,074.11 -0.58 AUD US$ 0.7679 -0.0071 NZD US$ 0.7263 -0.0034 EUR US$ 1.24 -0.0042 Yen US$ 105.32 -0.08 THB US$ 31.21 0.09 PHP US$ 52.36 0.229 IDR US$ 13,740 5 INR US$ 64.94 0.12 MYR US$ 3.8755 -0.0185 TWD US$ 29.135 -0.018 CNY US$ 6.2775 0.0096 HKD US$ 7.8466 0.0009 -- Commodities Net Chng Net Chng Spot Gold 1,344.62 -8.44 Silver (Lon) 16.523 -0.133 U.S. Gold Fut 1,344.3 -10.7 Brent Crude 69.56 -0.56 Iron Ore CNY435 -8 TRJCRB Index - - TOCOM Rubber JPY179.5 0.4 LME Copper 6,657.5 55.5 -- ** indicates closing price All prices as of 20:57 GMT EQUITIES GLOBAL - U.S. stocks sank in late trading on Tuesday, with faltering technology shares reversing a global stock rally that had swept through Asia and Europe. Trading sessions in Asia and Europe had ended on a high note as trade fears ebbed, while U.S. equities sold off sharply in the afternoon just a day after turning in their best performance since August 2015. Tech shares tumbled partly on concerns about regulation of social media. MSCI's gauge of stocks across the globe shed 0.55 percent after solid gains for much of the day. For a full report, click on - - - - NEW YORK - Wall Street closed sharply lower Tuesday, with each of the major U.S. indexes suffering their fourth decline in five sessions, fueled by a selloff in the tech sector. Tech stocks, among the best performing sectors of the bull market, have been under pressure recently as concerns about government regulation stemming from their strong growth and privacy questions surrounding Facebook. For a full report, click on - - - - LONDON - European shares surged on Tuesday on incipient signs of a detente in trade rhetoric between Washington and Beijing, while French supermarket Casino was boosted by a grocery delivery partnership with Amazon. The STOXX 600 index gained 1.2 percent with all sectors rising, scoring its best day in six weeks, while Germany's DAX led with a 1.6 percent rise. For a full report, click on - - - - TOKYO - Japan's stocks rose sharply on Tuesday as immediate concerns about trade frictions between the United States and China abated, helping trade-exposed sectors such as chip manufacturers, and following a firm lead from U.S. futures. The Nikkei ended 2.7 percent higher at 21,317.32. For a full report, click on - - - - SHANGHAI - China stocks snapped a four-session losing streak to end higher on Tuesday, powered by robust gains in tech firms, and as trade war fears eased on reports of behind-the-scenes talks between the United States and China. At the close, the Shanghai Composite index was up 1 percent at 3,166.65, while the blue-chip CSI300 index was up 0.86 percent at 3,913.27. For a full report, click on - - - - AUSTRALIA - Australian shares are set to open lower on Wednesday, following a weak lead from Wall Street, though losses might be capped by gains in materials stocks. The local share price index futures fell about 1 percent or 60 points to 5,758, a 74.3-point discount to the underlying S&P/ASX 200 index close. The benchmark added 0.7 percent on Tuesday. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index rose on Tuesday and the Korean won extended gains on higher risk appetite, after trade tensions between the United States and China showed signs of easing. At 06:30 GMT, the KOSPI ended higher 14.98 points or 0.61 percent at 2,452.06. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The dollar rose against a basket of major currencies on Tuesday, rebounding from a five-week low hit earlier in the session, as trade tensions receded and the greenback found support from month-end flows. The dollar index, which measures the greenback against a basket of six other major currencies, was up 0.41 percent at 89.395, after slipping to a five-week low of 88.942. For a full report, click on - - - - SHANGHAI - China's yuan held gains against the U.S. dollar at the domestic close on Tuesday, following a roller-coaster run as persistent weakness in the greenback prompted some bargain hunting to cap gains in the Chinese currency. The spot market opened at 6.2579 per dollar and surged to a high of 6.2418 at one point, the strongest level since Aug. 10, 2015. For a full report, click on - - - - AUSTRALIA - The Australian and New Zealand dollars gained against the yen on Tuesday as fears of a U.S.-China trade war abated as reports of quiet negotiations between the two countries revived risk appetite. The Australian dollar rose for a second straight day to 81.70 yen after hitting a near 16-month trough last week. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index .KS11 rose on Tuesday and the Korean won extended gains on higher risk appetite, after trade tensions between the United States and China showed signs of easing. The won was Quote: d at 1,070.3 per dollar on the onshore settlement platform , 1.01 percent firmer than its previous close at 1,081.1. For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasury yields fell on Tuesday with 10-year yield hitting six-week lows as fund managers purchased bonds to rebalance their portfolios for quarter-end, offsetting sales to make room for the record high $294 billion in government debt this week. A sharp negative turn on Wall Street, which wiped out its earlier gains, kindled safe-haven demand for bonds. The U.S. Treasury Department sold $65 billion in one-month bills; $24 billion in one-year T-bills and $35 billion in five-year notes to average demand. The auctions on Monday and Tuesday were equivalent to 85 percent of the scheduled Treasuries supply this week. For a full report, click on - - - - LONDON - Euro zone government bond yields fell on Tuesday after Spanish inflation undershot expectations and two European Central Bank policymakers flagged low underlying inflation as a reason to remain patient on policy tightening. Governing Council member Erkki Liikanen said underlying euro zone inflation may remain lower than expected even if growth is robust, so the ECB needs to remain patient in removing stimulus. For a full report, click on - - - - TOKYO - Japanese government bond prices dipped across the board on Tuesday, as the stock market rallied due to an ebb in trade war fears and reduced investor demand for safe-haven debt. The five-year yield rose 1 basis point to minus 0.115 percent, while the 10-year yield was up 1 basis point at 0.010 percent. For a full report, click on COMMODITIES GOLD Gold fell on Tuesday after hitting a near six-week high as the U.S. dollar rose and risk appetite revived in global financial markets, but the precious metal remained underpinned by an array of geopolitical tensions. The U.S. dollar rose versus a currency basket, as returning risk appetite dented investor appetite for the U.S. currency. A stronger dollar makes dollar-priced gold costlier for non-U.S. investors. For a full report, click on - - - - IRON ORE Chinese steel futures rose on Tuesday from near nine-month lows as concerns about a potential trade war between China and the United States eased. Shanghai rebar steel futures rose 2.1 percent to 3,433 yuan ($548.98) a tonne, marking its best performance since February. The contract fell to 3,333 yuan a tonne on Monday, the weakest since July 2017. For a full report, click on - - - - BASE METALS Copper prices rose on Tuesday after reports of behind-the-scenes talks between the United States and China fuelled hopes that a trade war could be averted and sparked a global stock market recovery, but a strengthening dollar limited gains. Benchmark copper on the London Metal Exchange closed up 0.7 percent at $6,649 a tonne, after touching a 3-1/2-month low on Monday. For a full report, click on - - - - OIL Oil prices settled slightly lower on Tuesday, only to fall in post-settlement electronic trading as stocks slumped and industry group data showed a surprising increase in crude inventories. Brent crude futures touched $71 a barrel before retreating, and settled down 1 cent at $70.11 a barrel in what traders characterized as profit-taking following several days of gains. West Texas Intermediate (WTI) futures fell 30 cents to settle at $65.25 a barrel. For a full report, click on - - - - PALM OIL Malaysian palm oil futures edged down at the end of the trading day on Tuesday as a stronger ringgit and expectations of a rise in output in the coming months weighed on the edible oil's prices. The benchmark palm oil contract for June delivery on the Bursa Malaysia Derivatives Exchange fell 0.1 percent to 2,431 ringgit ($627.27) per tonne. It earlier hit a one-week low of 2,410 ringgit, matching an intraday low hit on March 20. For a full report, click on - - - - RUBBER The new benchmark Tokyo Commodity Exchange (TOCOM) rubber contract for September delivery, fell 0.2 yen from an opening price of 178.8 yen to 178.6 yen ($1.69) per kg by 0029 GMT, weighed down by weaker oil prices. But it was still above a 17-month low hit the previous day. The TOCOM March contract expired at 167 yen per kg on Monday. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-03-28T05:00:00.000+03:00",
    "crawled": "2018-03-28T18:41:02.012+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "cny435",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "stock",
        "sank",
        "late",
        "trading",
        "tuesday",
        "faltering",
        "technology",
        "share",
        "reversing",
        "global",
        "stock",
        "rally",
        "swept",
        "asia",
        "europe",
        "trading",
        "session",
        "asia",
        "europe",
        "ended",
        "high",
        "note",
        "trade",
        "fear",
        "ebbed",
        "equity",
        "sold",
        "sharply",
        "afternoon",
        "day",
        "turning",
        "best",
        "performance",
        "since",
        "august",
        "tech",
        "share",
        "tumbled",
        "partly",
        "concern",
        "regulation",
        "social",
        "medium",
        "msci",
        "gauge",
        "stock",
        "across",
        "globe",
        "shed",
        "percent",
        "solid",
        "gain",
        "much",
        "day",
        "full",
        "report",
        "click",
        "new",
        "york",
        "wall",
        "street",
        "closed",
        "sharply",
        "lower",
        "tuesday",
        "major",
        "index",
        "suffering",
        "fourth",
        "decline",
        "five",
        "session",
        "fueled",
        "selloff",
        "tech",
        "sector",
        "tech",
        "stock",
        "among",
        "best",
        "performing",
        "sector",
        "bull",
        "market",
        "pressure",
        "recently",
        "concern",
        "government",
        "regulation",
        "stemming",
        "strong",
        "growth",
        "privacy",
        "question",
        "surrounding",
        "facebook",
        "full",
        "report",
        "click",
        "london",
        "european",
        "share",
        "surged",
        "tuesday",
        "incipient",
        "sign",
        "detente",
        "trade",
        "rhetoric",
        "washington",
        "beijing",
        "french",
        "supermarket",
        "casino",
        "boosted",
        "grocery",
        "delivery",
        "partnership",
        "amazon",
        "stoxx",
        "index",
        "gained",
        "percent",
        "sector",
        "rising",
        "scoring",
        "best",
        "day",
        "six",
        "week",
        "germany",
        "dax",
        "led",
        "percent",
        "rise",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "stock",
        "rose",
        "sharply",
        "tuesday",
        "immediate",
        "concern",
        "trade",
        "friction",
        "united",
        "state",
        "china",
        "abated",
        "helping",
        "sector",
        "chip",
        "manufacturer",
        "following",
        "firm",
        "lead",
        "future",
        "nikkei",
        "ended",
        "percent",
        "higher",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "snapped",
        "losing",
        "streak",
        "end",
        "higher",
        "tuesday",
        "powered",
        "robust",
        "gain",
        "tech",
        "firm",
        "trade",
        "war",
        "fear",
        "eased",
        "report",
        "talk",
        "united",
        "state",
        "china",
        "close",
        "shanghai",
        "composite",
        "index",
        "percent",
        "csi300",
        "index",
        "percent",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "set",
        "open",
        "lower",
        "wednesday",
        "following",
        "weak",
        "lead",
        "wall",
        "street",
        "though",
        "loss",
        "might",
        "capped",
        "gain",
        "material",
        "stock",
        "local",
        "share",
        "price",
        "index",
        "future",
        "fell",
        "percent",
        "point",
        "discount",
        "underlying",
        "index",
        "close",
        "benchmark",
        "added",
        "percent",
        "tuesday",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "rose",
        "tuesday",
        "korean",
        "extended",
        "gain",
        "higher",
        "risk",
        "appetite",
        "trade",
        "tension",
        "united",
        "state",
        "china",
        "showed",
        "sign",
        "easing",
        "gmt",
        "kospi",
        "ended",
        "higher",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "rose",
        "basket",
        "major",
        "currency",
        "tuesday",
        "rebounding",
        "low",
        "hit",
        "earlier",
        "session",
        "trade",
        "tension",
        "receded",
        "greenback",
        "found",
        "support",
        "flow",
        "dollar",
        "index",
        "measure",
        "greenback",
        "basket",
        "six",
        "major",
        "currency",
        "percent",
        "slipping",
        "low",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "yuan",
        "held",
        "gain",
        "dollar",
        "domestic",
        "close",
        "tuesday",
        "following",
        "run",
        "persistent",
        "weakness",
        "greenback",
        "prompted",
        "bargain",
        "hunting",
        "cap",
        "gain",
        "chinese",
        "currency",
        "spot",
        "market",
        "opened",
        "per",
        "dollar",
        "surged",
        "high",
        "one",
        "point",
        "strongest",
        "level",
        "since",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "new",
        "zealand",
        "dollar",
        "gained",
        "yen",
        "tuesday",
        "fear",
        "trade",
        "war",
        "abated",
        "report",
        "quiet",
        "negotiation",
        "two",
        "country",
        "revived",
        "risk",
        "appetite",
        "australian",
        "dollar",
        "rose",
        "second",
        "straight",
        "day",
        "yen",
        "hitting",
        "near",
        "trough",
        "last",
        "week",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "rose",
        "tuesday",
        "korean",
        "extended",
        "gain",
        "higher",
        "risk",
        "appetite",
        "trade",
        "tension",
        "united",
        "state",
        "china",
        "showed",
        "sign",
        "easing",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "firmer",
        "previous",
        "close",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "fell",
        "tuesday",
        "yield",
        "hitting",
        "low",
        "fund",
        "manager",
        "purchased",
        "bond",
        "rebalance",
        "portfolio",
        "offsetting",
        "sale",
        "make",
        "room",
        "record",
        "high",
        "billion",
        "government",
        "debt",
        "week",
        "sharp",
        "negative",
        "turn",
        "wall",
        "street",
        "wiped",
        "earlier",
        "gain",
        "kindled",
        "demand",
        "bond",
        "treasury",
        "department",
        "sold",
        "billion",
        "bill",
        "billion",
        "billion",
        "note",
        "average",
        "demand",
        "auction",
        "monday",
        "tuesday",
        "equivalent",
        "percent",
        "scheduled",
        "treasury",
        "supply",
        "week",
        "full",
        "report",
        "click",
        "london",
        "euro",
        "zone",
        "government",
        "bond",
        "yield",
        "fell",
        "tuesday",
        "spanish",
        "inflation",
        "undershot",
        "expectation",
        "two",
        "european",
        "central",
        "bank",
        "policymakers",
        "flagged",
        "low",
        "underlying",
        "inflation",
        "reason",
        "remain",
        "patient",
        "policy",
        "tightening",
        "governing",
        "council",
        "member",
        "erkki",
        "liikanen",
        "said",
        "underlying",
        "euro",
        "zone",
        "inflation",
        "may",
        "remain",
        "lower",
        "expected",
        "even",
        "growth",
        "robust",
        "ecb",
        "need",
        "remain",
        "patient",
        "removing",
        "stimulus",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "price",
        "dipped",
        "across",
        "board",
        "tuesday",
        "stock",
        "market",
        "rallied",
        "due",
        "ebb",
        "trade",
        "war",
        "fear",
        "reduced",
        "investor",
        "demand",
        "debt",
        "yield",
        "rose",
        "basis",
        "point",
        "minus",
        "percent",
        "yield",
        "basis",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "fell",
        "tuesday",
        "hitting",
        "near",
        "high",
        "dollar",
        "rose",
        "risk",
        "appetite",
        "revived",
        "global",
        "financial",
        "market",
        "precious",
        "metal",
        "remained",
        "underpinned",
        "array",
        "geopolitical",
        "tension",
        "dollar",
        "rose",
        "versus",
        "currency",
        "basket",
        "returning",
        "risk",
        "appetite",
        "dented",
        "investor",
        "appetite",
        "currency",
        "stronger",
        "dollar",
        "make",
        "gold",
        "costlier",
        "investor",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "chinese",
        "steel",
        "future",
        "rose",
        "tuesday",
        "near",
        "low",
        "concern",
        "potential",
        "trade",
        "war",
        "china",
        "united",
        "state",
        "eased",
        "shanghai",
        "rebar",
        "steel",
        "future",
        "rose",
        "percent",
        "yuan",
        "tonne",
        "marking",
        "best",
        "performance",
        "since",
        "february",
        "contract",
        "fell",
        "yuan",
        "tonne",
        "monday",
        "weakest",
        "since",
        "july",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "copper",
        "price",
        "rose",
        "tuesday",
        "report",
        "talk",
        "united",
        "state",
        "china",
        "fuelled",
        "hope",
        "trade",
        "war",
        "could",
        "averted",
        "sparked",
        "global",
        "stock",
        "market",
        "recovery",
        "strengthening",
        "dollar",
        "limited",
        "gain",
        "benchmark",
        "copper",
        "london",
        "metal",
        "exchange",
        "closed",
        "percent",
        "tonne",
        "touching",
        "low",
        "monday",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "price",
        "settled",
        "slightly",
        "lower",
        "tuesday",
        "fall",
        "electronic",
        "trading",
        "stock",
        "slumped",
        "industry",
        "group",
        "data",
        "showed",
        "surprising",
        "increase",
        "crude",
        "inventory",
        "brent",
        "crude",
        "future",
        "touched",
        "barrel",
        "retreating",
        "settled",
        "cent",
        "barrel",
        "trader",
        "characterized",
        "following",
        "several",
        "day",
        "gain",
        "west",
        "texas",
        "intermediate",
        "wti",
        "future",
        "fell",
        "cent",
        "settle",
        "barrel",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "edged",
        "end",
        "trading",
        "day",
        "tuesday",
        "stronger",
        "ringgit",
        "expectation",
        "rise",
        "output",
        "coming",
        "month",
        "weighed",
        "edible",
        "oil",
        "price",
        "benchmark",
        "palm",
        "oil",
        "contract",
        "june",
        "delivery",
        "bursa",
        "malaysia",
        "derivative",
        "exchange",
        "fell",
        "percent",
        "ringgit",
        "per",
        "tonne",
        "earlier",
        "hit",
        "low",
        "ringgit",
        "matching",
        "intraday",
        "low",
        "hit",
        "march",
        "full",
        "report",
        "click",
        "rubber",
        "new",
        "benchmark",
        "tokyo",
        "commodity",
        "exchange",
        "tocom",
        "rubber",
        "contract",
        "september",
        "delivery",
        "fell",
        "yen",
        "opening",
        "price",
        "yen",
        "yen",
        "per",
        "kg",
        "gmt",
        "weighed",
        "weaker",
        "oil",
        "price",
        "still",
        "low",
        "hit",
        "previous",
        "day",
        "tocom",
        "march",
        "contract",
        "expired",
        "yen",
        "per",
        "kg",
        "monday",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}