{
    "organizations": [],
    "uuid": "284176a18f67b9405e410182295b952d94686aa7",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/20/business-wire-novabay-pharmaceuticals-reports-2017-fourth-quarter-and-full-year-financial-results.html",
    "ord_in_thread": 0,
    "title": "NovaBay Pharmaceuticals Reports 2017 Fourth Quarter and Full Year Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "EMERYVILLE, Calif.--(BUSINESS WIRE)--\nNovaBay ® Pharmaceuticals, Inc. (NYSE American: NBY), a biopharmaceutical company focusing on commercializing prescription Avenova ® for the domestic eye care market, reports financial results for the three and 12 months ended December 31, 2017 and provides a business update.\n“I’m pleased to announce strong fourth quarter financial performance and full year sales of $18.2 million, which is at the high end of our guidance range,” said Mark M. Sieczkarek, NovaBay’s Chairman, President and CEO. “Avenova sales for the quarter were a record $4.9 million with 90% of sales from the high-margin retail pharmacy channel as we matched our highest quarterly gross margin on Avenova sales of 92%. This strong performance coupled with lower stock-based compensation and a gain on the change in the fair value of the warrant liability resulted in net income of $0.8 million for the quarter.\n“We expect a key priority for 2018 to be improving commercial insurance reimbursement on Avenova sales,” he added. “Earlier this year, we implemented a strategy aimed at increasing net sales per unit by focusing sales and marketing resources on a select group of high-prescribing eye care specialists in regions where we believe reimbursement is already strong. Preparations are also underway to work more closely with managed care organizations to obtain new or improved coverage.\n“Another key initiative this year is refocusing our inside sales team toward direct sales to practitioners’ offices. We believe this channel will continue to be an important component of our sales with many eye care professionals reluctant to convert to writing Avenova prescriptions,” concluded Sieczkarek.\nKey Fourth Quarter Avenova Metrics\nAvenova sales of $4.9 million increased 25% year-over-year Prescription sales into the retail pharmacy channel were $4.4 million, up 45% year-over-year Prescription sales represented 90% of Avenova sales Gross margin on Avenova sales was 92%\nFourth Quarter 2017 Financial Results\nNet sales for the fourth quarter of 2017 were $6.3 million, an increase of 55% from $4.1 million for the fourth quarter of 2016. Gross margin on net sales for the fourth quarter of 2017 was 85%, an increase from 80% for the prior-year period. Gross margin on Avenova sales for the fourth quarter of 2017 was 92%, up from 87% for the fourth quarter of 2016.\nSales and marketing expenses for the fourth quarter of 2017 were $3.3 million, compared with $3.1 million for the fourth quarter of 2016, with the increase due primarily to a higher number of sales representatives and increased sampling and marketing programs. G&A expenses for the fourth quarter of 2017 were $1.5 million, a decrease of 25% from $2.0 million for the prior-year period, with the decrease due primarily to lower stock-based compensation on performance-based awards, partly off-set by recording of the former CFO’s retirement package. R&D expenses were unchanged at $0.1 million for fourth quarters of 2017 and 2016.\nOperating income for the fourth quarter of 2017 was $0.4 million, a significant improvement from an operating loss of $2.0 million for the fourth quarter of 2016.\nNon-cash gain on the change of fair value of warrant liability was unchanged at $0.4 million for the fourth quarters of 2017 and 2016.\nNet income for the fourth quarter of 2017 was $0.8 million, or $0.05 per share on a basic basis, an improvement from a net loss for the fourth quarter of 2016 of $1.6 million, or $0.11 per share on a basic basis.\nFull Year 2017 Financial Results\nNet sales for 2017 were $18.2 million, an increase of 53% from $11.9 million for 2016. Gross margin on net sales for 2017 was 85%, up from 79% for 2016. Gross margin on Avenova sales for 2017 was 91%, an improvement from 86% for the prior year\nSales and marketing expenses for 2017 were $13.7 million, an increase of 16% compared to 2016. G&A expenses were $8.6 million, an increase of 19% compared with 2016. R&D expenses for 2017 were $0.4 million, a decrease of 70% from 2016. Operating loss for 2017 was $7.3 million, an improvement of 33% from the operating loss of $11.0 million for 2016.\nNon-cash loss on the change of fair value of warrant liability for 2017 was $0.1 million, compared with a non-cash loss of $2.1 million for 2016.\nThe net loss for 2017 was $7.4 million, or $0.48 per share, compared with a net loss of $13.2 million, or $1.40 per share, for 2016.\nNovaBay reported cash and cash equivalents of $3.2 million as of December 31, 2017, compared with $9.5 million as of December 31, 2016. In February 2018, the company raised $6.0 million through a private placement of common stock.\nThe Company used $6.3 million in cash to fund operations in 2017, an improvement from $12.1 million used to fund operations in 2016. The decrease in cash usage was primarily due to the decrease of net loss resulting from higher sales, higher stock-based compensation and stock option modification expense, and favorable changes in working capital offset by the decrease in the gain on change of the warrant liability fair values and the decrease of warrant modification expense.\nConference Call\nNovaBay management will host an investment community conference call today beginning at 4:30 p.m. Eastern time (1:30 p.m. Pacific time) to discuss the Company’s financial and operational results and to answer questions. Shareholders and other interested parties may participate in the conference call by dialing 800-608-8202 from within the U.S. or 702-495-1913 from outside the U.S., with the conference identification number 2764067.\nA live webcast of the call will be available at http://novabay.com/investors/events and will be archived for 90 days. A replay of the call will be available beginning two hours after call completion through 11:59 p.m. Eastern time April 20, 2018 by dialing 855-859-2056 from within the U.S. or 404-537-3406 from outside the U.S. and entering the conference identification number 2764067.\nAbout Avenova ®\nAvenova is an eye care product formulated with our proprietary, stable and pure form of hypochlorous acid. It has proven in laboratory testing to have broad antimicrobial properties as a preservative in solution as it removes foreign material including microorganisms and debris from the skin on the eyelids and lashes without burning or stinging. Avenova is marketed to optometrists and ophthalmologists throughout the U.S. by NovaBay’s direct salesforce. It is accessible from more than 90% of retail pharmacies in the U.S. through agreements with McKesson Corporation, Cardinal Health and AmerisourceBergen.\nAbout NovaBay Pharmaceuticals, Inc.: Going Beyond Antibiotics ®\nNovaBay Pharmaceuticals, Inc. is a biopharmaceutical company focusing on commercializing and developing its non-antibiotic anti-infective products to address the unmet therapeutic needs of the global, topical anti-infective market with its two distinct product categories: the NEUTROX ® family of products and the AGANOCIDE ® compounds. The Neutrox family of products includes AVENOVA ® for the eye care market, NEUTROPHASE ® for wound care market, and CELLERX ® for the aesthetic dermatology market. The Aganocide compounds, still under development, have target applications in the dermatology and urology markets.\nForward-Looking Statements\nThis release contains forward-looking statements that are based upon management's current expectations, assumptions, estimates, projections and beliefs. These statements include, but are not limited to, statements regarding our business strategies and future focus, our estimated future revenue, and generally the Company’s expected future financial results. Forward-looking statements can be identified with words like (and variations of): “believe,” and “expect.” These statements involve known and unknown risks, uncertainties and other factors that may cause actual results or achievements to be materially different and adverse from those expressed in or implied by the forward-looking statements. Factors that might cause or contribute to such differences include, but are not limited to, risks and uncertainties relating to difficulties or delays in manufacturing, distributing, and selling the Company's products, unexpected adverse side effects or inadequate therapeutic efficacy of our product, the uncertainty of patent protection for the Company's intellectual property, and any potential regulatory problems. Other risks relating to NovaBay’s business, including risks that could cause results to differ materially from those projected in the forward-looking statements in this press release, are detailed in NovaBay's latest Form 10-K filings with the Securities and Exchange Commission, especially under the heading \"Risk Factors.\" The forward-looking statements in this release speak only as of this date, and NovaBay disclaims any intent or obligation to revise or update publicly any forward-looking statement except as required by law.\nSocialize and Stay informed on NovaBay’s progress:\nLike us on Facebook\nFollow us on Twitter\nConnect with NovaBay on LinkedIn\nJoin us on Google+\nVisit NovaBay’s Website\nNovaBay Contacts\nFor NovaBay Avenova purchasing information:\nPlease call us toll free: 1-800-890-0329 or email sales@avenova.com\nwww.Avenova.com\nNOVABAY PHARMACEUTICALS, INC. CONSOLIDATED BALANCE SHEETS (in thousands, except par value amounts)\nDecember 31, December 31, 2017 2016 (Unaudited)\nASSETS Current assets: Cash and cash equivalents $ 3,199 $ 9,512 Accounts receivable, net of allowance for doubtful accounts ($13 and $10 at December 31, 2017 and December 31, 2016, respectively) 3,629 2,120 Inventory, net of allowance for excess and obsolete inventory and lower of cost or estimated net realizable value adjustments of $140 and $196 at December 31, 2017 and December 31, 2016, respectively)\n504 873 Prepaid expenses and other current assets 1,663 1,966 Total current assets 8,995 14,471 Property and equipment, net 471 371 Other assets 613 539 TOTAL ASSETS $ 10,079 $ 15,381 LIABILITIES AND STOCKHOLDERS' EQUITY\nLiabilities: Current liabilities: Accounts payable $ 466 $ 455 Accrued liabilities 1,672 2,007 Deferred revenue 2,841 1,861 Total current liabilities 4,979 4,323 Deferred revenues - non-current 534 1,986 Deferred rent 268 327 Warrant liability 1,489 1,446 Other liabilities 215 198 Total liabilities 7,485 8,280 Stockholders' equity:\nPreferred stock: 5,000 shares authorized; none outstanding at December 31, 2017 and December 31, 2016 — — Common stock, $0.01 par value; 240,000, shares authorized 15,385 and 15,269 shares issued and outstanding at December 31, 2017 and December 31, 2016, respectively\n154 153 Additional paid-in capital 113,514 110,619 Accumulated deficit (111,074 ) (103,671 ) Total stockholders' equity\n2,594 7,101 TOTAL LIABILITIES AND STOCKHOLDERS' EQUITY\n$ 10,079 $ 15,381 NOVABAY PHARMACEUTICALS, INC. CONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE INCOME (LOSS) (Unaudited)\n(in thousands except per share data) Three Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 Sales: Product revenue, net $ 6,259 $ 4,046 $ 18,127 $ 11,617 Other revenue, net\n57 31 103 280 Total sales, net 6,316 4,077 18,230 11,897 Product cost of goods sold 977 808 2,784 2,464 Gross profit 5,339 3,269 15,446 9,433 Research and development 146 156 410 1,371 Sales and marketing 3,299 3,149 13,711 11,809 General and administrative 1,502 1,994 8,636 7,235 Total operating expenses 4,947 5,299 22,757 20,415 Operating Income (Loss) 392 (2,030 ) (7,311 ) (10,982 ) Non cash gain (loss) on changes in fair value of warrant liability 400 381 (101 ) (2,099 ) Other income (expense), net 3 1 12 (68 ) Income (Loss) before provision for income taxes 795 (1,648 ) (7,400 ) (13,149 ) Provision for income tax (2 ) - (3 ) (2 ) Net Income (Loss) and comprehensive income (loss)\n$ 793 $ (1,648 ) $ (7,403 ) $ (13,151 ) Net income (loss) per share attributable to common stockholders, basic $ 0.05 $ (0.11 ) $ (0.48 ) $ (1.40 ) Net income (loss) per share attributable to common stockholders, diluted\n$ 0.02 $ (0.13 ) $ (0.48 ) $ (1.40 ) Weighted-average shares of common stock outstanding used in computing net loss per share of common stock Basic 15,376 15,148 15,324 9,408 Diluted 16,018 15,459 15,324 9,408\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180320006420/en/\nNovaBay Pharmaceuticals, Inc.\nJack McGovern\nChief Financial Officer\n510-899-8800\njmcgovern@novabay.com\nor\nInvestor Contact\nLHA Investor Relations\nJody Cain\n310-691-7100\nJcain@lhai.com\nSource: NovaBay Pharmaceuticals, Inc.",
    "published": "2018-03-20T23:05:00.000+02:00",
    "crawled": "2018-03-20T22:24:59.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "emeryville",
        "business",
        "wire",
        "novabay",
        "pharmaceutical",
        "nyse",
        "american",
        "nby",
        "biopharmaceutical",
        "company",
        "focusing",
        "commercializing",
        "prescription",
        "avenova",
        "domestic",
        "eye",
        "care",
        "market",
        "report",
        "financial",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "provides",
        "business",
        "update",
        "pleased",
        "announce",
        "strong",
        "fourth",
        "quarter",
        "financial",
        "performance",
        "full",
        "year",
        "sale",
        "million",
        "high",
        "end",
        "guidance",
        "range",
        "said",
        "mark",
        "sieczkarek",
        "novabay",
        "chairman",
        "president",
        "ceo",
        "avenova",
        "sale",
        "quarter",
        "record",
        "million",
        "sale",
        "retail",
        "pharmacy",
        "channel",
        "matched",
        "highest",
        "quarterly",
        "gross",
        "margin",
        "avenova",
        "sale",
        "strong",
        "performance",
        "coupled",
        "lower",
        "compensation",
        "gain",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "resulted",
        "net",
        "income",
        "million",
        "quarter",
        "expect",
        "key",
        "priority",
        "improving",
        "commercial",
        "insurance",
        "reimbursement",
        "avenova",
        "sale",
        "added",
        "earlier",
        "year",
        "implemented",
        "strategy",
        "aimed",
        "increasing",
        "net",
        "sale",
        "per",
        "unit",
        "focusing",
        "sale",
        "marketing",
        "resource",
        "select",
        "group",
        "eye",
        "care",
        "specialist",
        "region",
        "believe",
        "reimbursement",
        "already",
        "strong",
        "preparation",
        "also",
        "underway",
        "work",
        "closely",
        "managed",
        "care",
        "organization",
        "obtain",
        "new",
        "improved",
        "coverage",
        "another",
        "key",
        "initiative",
        "year",
        "refocusing",
        "inside",
        "sale",
        "team",
        "toward",
        "direct",
        "sale",
        "practitioner",
        "office",
        "believe",
        "channel",
        "continue",
        "important",
        "component",
        "sale",
        "many",
        "eye",
        "care",
        "professional",
        "reluctant",
        "convert",
        "writing",
        "avenova",
        "prescription",
        "concluded",
        "sieczkarek",
        "key",
        "fourth",
        "quarter",
        "avenova",
        "metric",
        "avenova",
        "sale",
        "million",
        "increased",
        "prescription",
        "sale",
        "retail",
        "pharmacy",
        "channel",
        "million",
        "prescription",
        "sale",
        "represented",
        "avenova",
        "sale",
        "gross",
        "margin",
        "avenova",
        "sale",
        "fourth",
        "quarter",
        "financial",
        "result",
        "net",
        "sale",
        "fourth",
        "quarter",
        "million",
        "increase",
        "million",
        "fourth",
        "quarter",
        "gross",
        "margin",
        "net",
        "sale",
        "fourth",
        "quarter",
        "increase",
        "period",
        "gross",
        "margin",
        "avenova",
        "sale",
        "fourth",
        "quarter",
        "fourth",
        "quarter",
        "sale",
        "marketing",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "due",
        "primarily",
        "higher",
        "number",
        "sale",
        "representative",
        "increased",
        "sampling",
        "marketing",
        "program",
        "g",
        "expense",
        "fourth",
        "quarter",
        "million",
        "decrease",
        "million",
        "period",
        "decrease",
        "due",
        "primarily",
        "lower",
        "compensation",
        "award",
        "partly",
        "recording",
        "former",
        "cfo",
        "retirement",
        "package",
        "r",
        "expense",
        "unchanged",
        "million",
        "fourth",
        "quarter",
        "operating",
        "income",
        "fourth",
        "quarter",
        "million",
        "significant",
        "improvement",
        "operating",
        "loss",
        "million",
        "fourth",
        "quarter",
        "gain",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "unchanged",
        "million",
        "fourth",
        "quarter",
        "net",
        "income",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "basic",
        "basis",
        "improvement",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "basic",
        "basis",
        "full",
        "year",
        "financial",
        "result",
        "net",
        "sale",
        "million",
        "increase",
        "million",
        "gross",
        "margin",
        "net",
        "sale",
        "gross",
        "margin",
        "avenova",
        "sale",
        "improvement",
        "prior",
        "year",
        "sale",
        "marketing",
        "expense",
        "million",
        "increase",
        "compared",
        "g",
        "expense",
        "million",
        "increase",
        "compared",
        "r",
        "expense",
        "million",
        "decrease",
        "operating",
        "loss",
        "million",
        "improvement",
        "operating",
        "loss",
        "million",
        "loss",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "million",
        "compared",
        "loss",
        "million",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "novabay",
        "reported",
        "cash",
        "cash",
        "equivalent",
        "million",
        "december",
        "compared",
        "million",
        "december",
        "february",
        "company",
        "raised",
        "million",
        "private",
        "placement",
        "common",
        "stock",
        "company",
        "used",
        "million",
        "cash",
        "fund",
        "operation",
        "improvement",
        "million",
        "used",
        "fund",
        "operation",
        "decrease",
        "cash",
        "usage",
        "primarily",
        "due",
        "decrease",
        "net",
        "loss",
        "resulting",
        "higher",
        "sale",
        "higher",
        "compensation",
        "stock",
        "option",
        "modification",
        "expense",
        "favorable",
        "change",
        "working",
        "capital",
        "offset",
        "decrease",
        "gain",
        "change",
        "warrant",
        "liability",
        "fair",
        "value",
        "decrease",
        "warrant",
        "modification",
        "expense",
        "conference",
        "call",
        "novabay",
        "management",
        "host",
        "investment",
        "community",
        "conference",
        "call",
        "today",
        "beginning",
        "eastern",
        "time",
        "pacific",
        "time",
        "discus",
        "company",
        "financial",
        "operational",
        "result",
        "answer",
        "question",
        "shareholder",
        "interested",
        "party",
        "may",
        "participate",
        "conference",
        "call",
        "dialing",
        "within",
        "outside",
        "conference",
        "identification",
        "number",
        "live",
        "webcast",
        "call",
        "available",
        "http",
        "archived",
        "day",
        "replay",
        "call",
        "available",
        "beginning",
        "two",
        "hour",
        "call",
        "completion",
        "eastern",
        "time",
        "april",
        "dialing",
        "within",
        "outside",
        "entering",
        "conference",
        "identification",
        "number",
        "avenova",
        "avenova",
        "eye",
        "care",
        "product",
        "formulated",
        "proprietary",
        "stable",
        "pure",
        "form",
        "hypochlorous",
        "acid",
        "proven",
        "laboratory",
        "testing",
        "broad",
        "antimicrobial",
        "property",
        "preservative",
        "solution",
        "remove",
        "foreign",
        "material",
        "including",
        "microorganism",
        "debris",
        "skin",
        "eyelid",
        "lash",
        "without",
        "burning",
        "stinging",
        "avenova",
        "marketed",
        "optometrist",
        "ophthalmologist",
        "throughout",
        "novabay",
        "direct",
        "salesforce",
        "accessible",
        "retail",
        "pharmacy",
        "agreement",
        "mckesson",
        "corporation",
        "cardinal",
        "health",
        "amerisourcebergen",
        "novabay",
        "pharmaceutical",
        "going",
        "beyond",
        "antibiotic",
        "novabay",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "focusing",
        "commercializing",
        "developing",
        "product",
        "address",
        "unmet",
        "therapeutic",
        "need",
        "global",
        "topical",
        "market",
        "two",
        "distinct",
        "product",
        "category",
        "neutrox",
        "family",
        "product",
        "aganocide",
        "compound",
        "neutrox",
        "family",
        "product",
        "includes",
        "avenova",
        "eye",
        "care",
        "market",
        "neutrophase",
        "wound",
        "care",
        "market",
        "cellerx",
        "aesthetic",
        "dermatology",
        "market",
        "aganocide",
        "compound",
        "still",
        "development",
        "target",
        "application",
        "dermatology",
        "urology",
        "market",
        "statement",
        "release",
        "contains",
        "statement",
        "based",
        "upon",
        "management",
        "current",
        "expectation",
        "assumption",
        "estimate",
        "projection",
        "belief",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "business",
        "strategy",
        "future",
        "focus",
        "estimated",
        "future",
        "revenue",
        "generally",
        "company",
        "expected",
        "future",
        "financial",
        "result",
        "statement",
        "identified",
        "word",
        "like",
        "variation",
        "believe",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "achievement",
        "materially",
        "different",
        "adverse",
        "expressed",
        "implied",
        "statement",
        "factor",
        "might",
        "cause",
        "contribute",
        "difference",
        "include",
        "limited",
        "risk",
        "uncertainty",
        "relating",
        "difficulty",
        "delay",
        "manufacturing",
        "distributing",
        "selling",
        "company",
        "product",
        "unexpected",
        "adverse",
        "side",
        "effect",
        "inadequate",
        "therapeutic",
        "efficacy",
        "product",
        "uncertainty",
        "patent",
        "protection",
        "company",
        "intellectual",
        "property",
        "potential",
        "regulatory",
        "problem",
        "risk",
        "relating",
        "novabay",
        "business",
        "including",
        "risk",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "press",
        "release",
        "detailed",
        "novabay",
        "latest",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "especially",
        "heading",
        "risk",
        "factor",
        "statement",
        "release",
        "speak",
        "date",
        "novabay",
        "disclaims",
        "intent",
        "obligation",
        "revise",
        "update",
        "publicly",
        "statement",
        "except",
        "required",
        "law",
        "socialize",
        "stay",
        "informed",
        "novabay",
        "progress",
        "like",
        "u",
        "facebook",
        "follow",
        "u",
        "twitter",
        "connect",
        "novabay",
        "linkedin",
        "join",
        "u",
        "visit",
        "novabay",
        "website",
        "novabay",
        "contact",
        "novabay",
        "avenova",
        "purchasing",
        "information",
        "please",
        "call",
        "u",
        "toll",
        "free",
        "email",
        "sale",
        "novabay",
        "pharmaceutical",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "par",
        "value",
        "amount",
        "december",
        "december",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "allowance",
        "doubtful",
        "account",
        "december",
        "december",
        "respectively",
        "inventory",
        "net",
        "allowance",
        "excess",
        "obsolete",
        "inventory",
        "lower",
        "cost",
        "estimated",
        "net",
        "realizable",
        "value",
        "adjustment",
        "december",
        "december",
        "respectively",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "liability",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "revenue",
        "deferred",
        "rent",
        "warrant",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "share",
        "authorized",
        "none",
        "outstanding",
        "december",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "novabay",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "income",
        "loss",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "sale",
        "product",
        "revenue",
        "net",
        "revenue",
        "net",
        "total",
        "sale",
        "net",
        "product",
        "cost",
        "good",
        "sold",
        "gross",
        "profit",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "loss",
        "non",
        "cash",
        "gain",
        "loss",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "diluted",
        "share",
        "common",
        "stock",
        "outstanding",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "view",
        "source",
        "version",
        "http",
        "novabay",
        "pharmaceutical",
        "jack",
        "mcgovern",
        "chief",
        "financial",
        "officer",
        "jmcgovern",
        "investor",
        "contact",
        "lha",
        "investor",
        "relation",
        "jody",
        "cain",
        "jcain",
        "source",
        "novabay",
        "pharmaceutical",
        "inc"
    ]
}