{
    "organizations": [],
    "uuid": "5eae81036d2c9b322dd1788abad6bba6ba542250",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-laslo-facebook-commentary/commentary-heres-one-way-to-help-facebook-protect-data-idUSKBN1GY2JQ",
    "ord_in_thread": 0,
    "title": "Here’s one way to help Facebook protect data",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Mark Zuckerberg has apologized for “mistakes” and “a major breach of trust” after it came to light that the data of millions of Facebook users was compromised by a formerly little known consulting firm, Cambridge Analytica. But if you’re tempted to join the growing chorus of people pledging to boycott the behemoth tech giant, you should also be involved in finding a way to prevent this happening again.\nA photo illustration depicts the mining of Facebook data after allegations that a British political consultancy had accessed users' information to build profiles of American voters. REUTERS/Dado Ruvic Facebook isn’t the only company that’s vulnerable to cyber intrusions. Unless you live off the grid the chances you’ve had your electronic data mined by a social media company or an online retailer hovers at just about 100 percent. And while there’s no easy answer to the question of how to stop abuse of that data, the time is long overdue for Americans to have a blunt conversation about our data and the federal government’s role in protecting it.\nData mining is built into the DNA of the American Internet. Most every time you click an icon or browse anything on a digital platform that seems far away in that nebulous realm we’ve grown accustomed to calling ‘cyber space,’ you’re opening yourself up to being violated in this other realm, commonly referred to as reality\nIt’s not like this everywhere. In Europe web surfers have to physically opt-in to having their data mined. Many choose to take the leap because they’ve tasted the seamless glory of an inanimate screen that knows and remembers them - quirks, refined tastes and dark secrets alike. (Although in some cases they’re tracked even if they explicitly opt out. )\nHere in America we only know an internet that owns us and that potentially knows more about our tastes, desires and infidelities than we do ourselves. That’s because in the United States the web demands that we actively opt-out of being tracked – and takes away some functionality if we do.\nAmerican capitalism is the foundational underpinning of our internet. That’s fine and good, but what we should be talking about now is whether websites like Facebook, YouTube, Twitter and also spots like Amazon – or even Hulu or Netflix – should be designated critical national infrastructure – along with all the consumer protections that go along with that.\nSure, they’re all private corporations. But they’re also entities most of us rely on to get through our regular routines, especially when it comes to conversing with our neighbors who live down the block or an ocean away.\nThat makes these firms more like the telephone lines dotting the national landscape than they are like CBS or CNN. No one will ever own the internet, just as no one will ever own the television airwaves or radio signals. But web-based companies are as vital to the contemporary way of life as highways, airplanes and rail lines.\nThe internet’s reach gives it almost unimaginable power. The political consultants at Britain’s Cambridge Analytica are said to have embezzled personal data to build voting profiles of millions of Americans who formerly trusted Facebook. But cyber criminals have also recently stolen credit card details, social security numbers, addresses and even more intimate data from the likes of Yahoo! (3 billion!), My Space (360 million!), Equifax (145 million!), Ebay (145 million!), Target (110 million!), LinkedIn (100 million!) or even Uber (57 million!).\nFacebook CEO Mark Zuckerberg, shown here at a 2017 conference in California, has apologized for data-handling mistakes by his company. REUTERS/Stephen Lam Just because these are private companies shouldn’t mean the federal government doesn’t have a duty to safeguard the data of American citizens. Sure, we’re now talking about Facebook, but tomorrow it will be... (insert any company you love, trust and have grown to rely on here). Every website is vulnerable.\nThe Department of Homeland Security deemed election centers across America as critical national infrastructure in 2016 in order to help the local entities combat cyber intrusion from powerful foreign actors. Well, what’s now more American than the internet we all individually surf as a collective whole?\nDHS didn’t force states into the election program, rather the designation enabled states to coordinate with their federal counterparts. Today, these tech giants ought to ask, even beg, the federal government to help them protect users’ data. At the very least that could renew trust in these companies, but it would also be in their own self-interest because when they’re breached again - and it will happen again - then they can pass the blame up the chain to Washington, where it rightfully belongs.\nEven without that declaration, Congress needs to stop living in a sleepy 1950s mindset. This social media era is the time for lawmakers to exert pressure by demanding accountability from the tech giant likes of the Zuckerbergs, Tim Cooks and Jeff Bezos’ of the world. Their products may be their own, but they also belong to the rest of us now too.\nThis is in no way calling for censorship. In fact, social media censorship is dangerous and raises serious First Amendment concerns. Americans also need to demand their privacy is guarded when the federal government takes a more hands-on role in protecting their data, but right now action against hacking needs to be priority.\nFor now, it’s time to let everyone know the risk of logging on so they can either opt-in or opt-out. And I bet more would opt-in with carefree ease if they only were given something more tangible to put their trust in.\n(Matt Laslo is a writer, broadcaster and adjunct professor in government studies at Johns Hopkins University @MattLaslo)\n ",
    "published": "2018-03-23T00:53:00.000+02:00",
    "crawled": "2018-03-25T11:35:47.108+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mark",
        "zuckerberg",
        "apologized",
        "mistake",
        "major",
        "breach",
        "trust",
        "came",
        "light",
        "data",
        "million",
        "facebook",
        "user",
        "compromised",
        "formerly",
        "little",
        "known",
        "consulting",
        "firm",
        "cambridge",
        "analytica",
        "tempted",
        "join",
        "growing",
        "chorus",
        "people",
        "pledging",
        "boycott",
        "behemoth",
        "tech",
        "giant",
        "also",
        "involved",
        "finding",
        "way",
        "prevent",
        "happening",
        "photo",
        "illustration",
        "depicts",
        "mining",
        "facebook",
        "data",
        "allegation",
        "british",
        "political",
        "consultancy",
        "accessed",
        "user",
        "information",
        "build",
        "profile",
        "american",
        "voter",
        "ruvic",
        "facebook",
        "company",
        "vulnerable",
        "cyber",
        "intrusion",
        "unless",
        "live",
        "grid",
        "chance",
        "electronic",
        "data",
        "mined",
        "social",
        "medium",
        "company",
        "online",
        "retailer",
        "hovers",
        "percent",
        "easy",
        "answer",
        "question",
        "stop",
        "abuse",
        "data",
        "time",
        "long",
        "overdue",
        "american",
        "blunt",
        "conversation",
        "data",
        "federal",
        "government",
        "role",
        "protecting",
        "data",
        "mining",
        "built",
        "dna",
        "american",
        "internet",
        "every",
        "time",
        "click",
        "icon",
        "browse",
        "anything",
        "digital",
        "platform",
        "seems",
        "far",
        "away",
        "nebulous",
        "realm",
        "grown",
        "accustomed",
        "calling",
        "cyber",
        "space",
        "opening",
        "violated",
        "realm",
        "commonly",
        "referred",
        "reality",
        "like",
        "everywhere",
        "europe",
        "web",
        "surfer",
        "physically",
        "data",
        "mined",
        "many",
        "choose",
        "take",
        "leap",
        "tasted",
        "seamless",
        "glory",
        "inanimate",
        "screen",
        "know",
        "remembers",
        "quirk",
        "refined",
        "taste",
        "dark",
        "secret",
        "alike",
        "although",
        "case",
        "tracked",
        "even",
        "explicitly",
        "opt",
        "america",
        "know",
        "internet",
        "owns",
        "u",
        "potentially",
        "know",
        "taste",
        "desire",
        "infidelity",
        "united",
        "state",
        "web",
        "demand",
        "actively",
        "tracked",
        "take",
        "away",
        "functionality",
        "american",
        "capitalism",
        "foundational",
        "underpinning",
        "internet",
        "fine",
        "good",
        "talking",
        "whether",
        "website",
        "like",
        "facebook",
        "youtube",
        "twitter",
        "also",
        "spot",
        "like",
        "amazon",
        "even",
        "hulu",
        "netflix",
        "designated",
        "critical",
        "national",
        "infrastructure",
        "along",
        "consumer",
        "protection",
        "go",
        "along",
        "sure",
        "private",
        "corporation",
        "also",
        "entity",
        "u",
        "rely",
        "get",
        "regular",
        "routine",
        "especially",
        "come",
        "conversing",
        "neighbor",
        "live",
        "block",
        "ocean",
        "away",
        "make",
        "firm",
        "like",
        "telephone",
        "line",
        "dotting",
        "national",
        "landscape",
        "like",
        "cbs",
        "cnn",
        "one",
        "ever",
        "internet",
        "one",
        "ever",
        "television",
        "airwave",
        "radio",
        "signal",
        "company",
        "vital",
        "contemporary",
        "way",
        "life",
        "highway",
        "airplane",
        "rail",
        "line",
        "internet",
        "reach",
        "give",
        "almost",
        "unimaginable",
        "power",
        "political",
        "consultant",
        "britain",
        "cambridge",
        "analytica",
        "said",
        "embezzled",
        "personal",
        "data",
        "build",
        "voting",
        "profile",
        "million",
        "american",
        "formerly",
        "trusted",
        "facebook",
        "cyber",
        "criminal",
        "also",
        "recently",
        "stolen",
        "credit",
        "card",
        "detail",
        "social",
        "security",
        "number",
        "address",
        "even",
        "intimate",
        "data",
        "like",
        "yahoo",
        "billion",
        "space",
        "million",
        "equifax",
        "million",
        "ebay",
        "million",
        "target",
        "million",
        "linkedin",
        "million",
        "even",
        "uber",
        "million",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "shown",
        "conference",
        "california",
        "apologized",
        "mistake",
        "company",
        "lam",
        "private",
        "company",
        "mean",
        "federal",
        "government",
        "duty",
        "safeguard",
        "data",
        "american",
        "citizen",
        "sure",
        "talking",
        "facebook",
        "tomorrow",
        "insert",
        "company",
        "love",
        "trust",
        "grown",
        "rely",
        "every",
        "website",
        "vulnerable",
        "department",
        "homeland",
        "security",
        "deemed",
        "election",
        "center",
        "across",
        "america",
        "critical",
        "national",
        "infrastructure",
        "order",
        "help",
        "local",
        "entity",
        "combat",
        "cyber",
        "intrusion",
        "powerful",
        "foreign",
        "actor",
        "well",
        "american",
        "internet",
        "individually",
        "surf",
        "collective",
        "whole",
        "dhs",
        "force",
        "state",
        "election",
        "program",
        "rather",
        "designation",
        "enabled",
        "state",
        "coordinate",
        "federal",
        "counterpart",
        "today",
        "tech",
        "giant",
        "ought",
        "ask",
        "even",
        "beg",
        "federal",
        "government",
        "help",
        "protect",
        "user",
        "data",
        "least",
        "could",
        "renew",
        "trust",
        "company",
        "would",
        "also",
        "breached",
        "happen",
        "pas",
        "blame",
        "chain",
        "washington",
        "rightfully",
        "belongs",
        "even",
        "without",
        "declaration",
        "congress",
        "need",
        "stop",
        "living",
        "sleepy",
        "1950s",
        "mindset",
        "social",
        "medium",
        "era",
        "time",
        "lawmaker",
        "exert",
        "pressure",
        "demanding",
        "accountability",
        "tech",
        "giant",
        "like",
        "zuckerbergs",
        "tim",
        "cook",
        "jeff",
        "bezos",
        "world",
        "product",
        "may",
        "also",
        "belong",
        "rest",
        "u",
        "way",
        "calling",
        "censorship",
        "fact",
        "social",
        "medium",
        "censorship",
        "dangerous",
        "raise",
        "serious",
        "first",
        "amendment",
        "concern",
        "american",
        "also",
        "need",
        "demand",
        "privacy",
        "guarded",
        "federal",
        "government",
        "take",
        "role",
        "protecting",
        "data",
        "right",
        "action",
        "hacking",
        "need",
        "priority",
        "time",
        "let",
        "everyone",
        "know",
        "risk",
        "logging",
        "either",
        "bet",
        "would",
        "carefree",
        "ease",
        "given",
        "something",
        "tangible",
        "put",
        "trust",
        "matt",
        "laslo",
        "writer",
        "broadcaster",
        "adjunct",
        "professor",
        "government",
        "study",
        "john",
        "hopkins",
        "university",
        "mattlaslo"
    ]
}