{
    "organizations": [],
    "uuid": "97919d0060e1b3ca361120f59b04167884ee7dd3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/pr-newswire-acorn-international-reports-financial-results-for-the-fourth-quarter-and-full-year-2017.html",
    "ord_in_thread": 0,
    "title": "Acorn International Reports Financial Results for the Fourth Quarter and Full Year 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SHANGHAI, March 7, 2018 /PRNewswire/ -- Acorn International, Inc. (NYSE: ATV) (\"Acorn\" or the \"Company\"), today announced its preliminary unaudited financial results for the fourth quarter and year ended December 31, 2017. The Company is completing its final audited financial statements which will be filed with its Annual Report on Form 20-F.\nIn 2017, Acorn experienced a moderate year-over-year decline in revenues as the Company continued to streamline its business operations. In August 2017, the Company announced the partial divestiture of its HJX electronic learning products business, which reduced revenues but allowed the Company to lower operating expenses, increase margins and focus on expanding its already profitable businesses and brands.\nAcorn placed a strong emphasis on the e-commerce channel in 2017 with positive results, primarily due to growing momentum in sales of its proprietary Babaka posture correction products throughout the year, despite some choppiness at the end of the year. This drove an improvement in gross margin to 62.1%, as compared to 51.2% in 2016. Total operating expenses decreased 2.9% in 2017 compared with 2016 despite a $6.0 million gain on the sale of non-core real estate assets in 2016 which offset operating expenses in the year ago period. Operating loss improved to $7.3 million compared to an operating loss of $9.3 million in 2016.\nDuring 2017, the Company received dividends from and recorded gains from the sale of shares of Yimeng Software Technology Co., Ltd. (\"Yimeng\"), a publicly traded company in China and recorded other income of approximately $12.2 million. The Company recorded a net profit of $4.9 million and closed the year with a cash position of $21.1 million.\nAcorn anticipates further liquidation of non-core assets, including a potential sale or other liquidity generating transaction involving non-core real property in Shanghai, which has a carrying value of approximately $16.5 million. The Company may also sell additional shares of Yimeng from time to time or sell out its position in Yimeng based on market factors and its other investment and capital requirements.\nIn 2018 and beyond, Acorn will continue to emphasize the e-commerce channel and plans to introduce new products and product line extensions, as well as incubate new businesses within the Group. The Company continually evaluates new business opportunities and is also exploring several other new areas of potential growth.\nPreliminary Financial Results for the Fourth Quarter of 2017:\nTotal net revenues were $5.6 million in the fourth quarter of 2017, down 8.5% from $6.1 million in the fourth quarter of 2016. The decrease in sales was primarily due to the partial exit from the HJX electronic learning device business, partially offset by an increase in e-commerce sales of posture correction and other products.\nCost of sales in the fourth quarter of 2017 was $2.1 million, down 29.8% from $3.0 million in the fourth quarter of 2016.\nGross profit in the fourth quarter of 2017 was $3.5 million, up 11.8% from $3.1 million in the fourth quarter of 2016, despite the lower total net revenues for the period. Gross margin was 62.5% in the fourth quarter of 2017, up from 51.1% in the fourth quarter of 2016. The increase in gross margin was due to a larger proportion of higher margin e-commerce sales and products in the product mix.\nTotal operating expenses in the fourth quarter of 2017 were $5.4 million, down 49.1% from $10.7 million in the fourth quarter of 2016. The decrease was attributable to lower selling and marketing expenses associated with the exit from the HJX business as well as a reduction in general and administrative expenses due to lower labor expenses and stock based compensation.\nLoss from operations was $2.0 million in the fourth quarter of 2017, as compared to loss from operations of $7.6 million in the fourth quarter of 2016.\nOther expense was $0.1 million in the fourth quarter of 2017, as compared to other income of $0.4 million in the fourth quarter of 2016.\nThe Company recorded an income tax benefit of $1.8 million in the fourth quarter of 2017, as compared to income tax benefit of $0.2 million in the fourth quarter of 2016.\nNet income was $23,071 in the fourth quarter of 2017, as compared to net loss of $7.9 million in the fourth quarter of 2016.\nAs of December 31, 2017, Acorn's cash and cash equivalents, with restricted cash, totaled $21.1 million, as compared to $25.6 million as of December 31, 2016.\nAs of December 31, 2017, the Company had repurchased 1,162 ADSs at an average price $16.84 per ADS under its share repurchase program, which was approved by the Board of Directors on December 8, 2017.\nPreliminary Full Year 2017 Financial Results\nTotal net revenues were $22.3 million in 2017, down 9.1% from $24.5 million in 2016. The decrease in revenues was largely attributable to the partial exit from the HJX electronic learning device business announced in the third quarter of 2017.\nCost of sales in 2017 was $8.4 million, down 29.5% from $12.0 million in 2016.\nGross profit in 2017 was $13.9 million, up 10.3% from $12.6 million in 2016. Gross margin was 62.1% in 2017, up from 51.2% in 2016. The increase in gross profit was largely attributable to a larger proportion of higher margin e-commerce sales and products in the product mix.\nTotal operating expenses in 2017 were $21.2 million, down slightly from operating expenses of $21.8 million in 2016. Operating expenses for 2016 were reduced by the impact of a $6.0 million gain from the sale of non-core real estate assets, which partially offset operating expense for the period. There was no such gain in 2017.\nLoss from operations was $7.3 million in 2017, as compared to a loss from operations of $9.3 million in 2016. The loss from operations for 2016 benefited from the $6.0 million gain from the sale of real estate assets.\nShare-based compensation was $25,000 in 2017, as compared to $658,000 in 2016.\nOther income was $12.2 million in 2017, primarily due to dividends and gains from sales of Yimeng shares. This compares to other income of $18.1 million in 2016, which was also primarily attributable to gains from sales of Yimeng shares.\nNet income was $4.9 million in 2017 as compared to net income of $3.4 million in 2016.\nConference Call\nThe Company will host a conference call at 8:30 a.m. ET (5:30 a.m. PT), March 7, 2018, to discuss financial results. Dial-in details for the earnings conference call are as follows:\nUS/Canada:\n+1-877‑856‑1969\nInternational:\n+1-719‑457‑2647\nPlease dial in 10 minutes before the call is scheduled to begin and provide the passcode 5585857 to join the call. A replay will be available approximately two hours following the conclusion of the conference call through March 14, 2018, and can be accessed by dialing (888) 203-1112, or (719) 457-0820, passcode 5585857. An archived audio file of the call will be available on the Company's website http://www.acorninternationalir.com/home/news-and-events/webcasts-and-presentations/ .\nAbout Acorn International, Inc.\nCo-founded in 1998 by Executive Chairman Robert Roche , Acorn is a marketing and branding company in China with a proven track record of developing, promoting and selling a diverse portfolio of proprietary-branded products, as well as well-established and promising new products from third parties. Its business is currently comprised of two main divisions, its direct sales platforms and its nationwide distribution network. For more information visit www.acorninternationalir.com .\nSafe Harbor Statement under the Private Securities Litigation Reform Act of 1995\nThis press release contains forward-looking statements. These statements constitute \"forward-looking\" statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended, and as defined in the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as \"anticipates,\" \"believes,\" \"estimates,\" \"strives,\" \"expects,\" \"future,\" \"going forward,\" \"intends,\" \"outlook,\" \"plans,\" \"target,\" \"will,\" and similar statements and include statements with respect to the Company's ability to increase revenue, maintain margins, manage expenses and generate additional cash flow; the Company's ability to grow sales of its proprietary-branded products as well as third-party products and brands through e-commerce, its other direct sales platforms as well as its distribution network; and the Company's ability to sell its non-core assets as planned. The Company's efforts to implement its proposed business plans, reduction of operating expenses or sale of any assets may not succeed as anticipated or at all. Such statements are based on management's current expectations and current market and operating conditions, and relate to events that involve known or unknown risks, uncertainties, and other factors, all of which are difficult to predict and many of which are beyond the Company's control, which may cause the Company's actual results, performance, or achievements to differ materially from those in these preliminary financial results and the forward-looking statements. Further information regarding these and other risks, uncertainties, or factors is included in the Company's filings with the U.S. Securities and Exchange Commission. The Company does not undertake any obligation to update any forward-looking statement as a result of new information, future events, or otherwise, except as required by law.\nOther factors that could cause forward-looking statements to differ materially from actual future events or results include risks and uncertainties related to: the Company's ability to successfully improve or introduce new products and services, including to offset declines in sales of existing products and services; the Company's ability to stay abreast of consumer market trends and maintain the Company's reputation and consumer confidence; the Company's ability to execute and maintain a successful market strategy; potential unauthorized use of the Company's intellectual property; potential disruption of the Company's manufacturing processes; increasing competition in China's consumer market; the Company's U.S. tax status as a passive foreign investment company; and general economic and business conditions in China. The financial information contained in this release should be read in conjunction with the consolidated financial statements and notes thereto included in the Company's 2016 annual report on Form 20-F filed with SEC on May 15, 2017. For a discussion of other important factors that could adversely affect the Company's business, financial condition, results of operations and prospects, see \"Risk Factors\" beginning on page 9 of the Company's Form 20-F for the fiscal year ended December 31, 2016. The Company's actual results of operations for the fourth quarter of 2017 are not necessarily indicative of its operating results for any future periods. Any projections in this release are based on limited information currently available to the Company, which is subject to change. Although such projections and the factors influencing them will likely change, the Company will not necessarily update the information. Such information speaks only as of the date of this release.\nStatement Regarding Unaudited Financial Information\nThe unaudited financial information set forth above is preliminary and subject to potential adjustments. Adjustments to the consolidated financial statements may be identified when audit work has been performed for the Company's year-end audit, which could result in significant differences from this preliminary unaudited condensed financial information.\nAcorn International, Inc.\nUnaudited Consolidated Statement of Operations\n(In US Dollars)\nThree months ended December 31,\nYear ended December 31,\n2016\n2017\n2016\n2017\nNet revenues\n6,071,764\n5,553,123\n24,527,876\n22,295,628\nCost of revenues\n(2,968,832)\n(2,083,090)\n(11,972,293)\n(8,444,650)\nGross profit\n3,102,932\n3,470,033\n12,555,583\n13,850,978\nOperating (expenses) income\nAdvertising expenses\n-\n-\n(23,701)\n-\nOther selling and marketing expenses\n(4,103,127)\n(2,901,314)\n(12,970,090)\n(11,446,425)\nG&A expenses\n(6,896,845)\n(3,041,833)\n(16,437,112)\n(11,212,542)\nOther operating income, net\n346,595\n521,066\n7,607,334\n1,473,055\nTotal operating (expenses) income\n(10,653,377)\n(5,422,081)\n(21,823,569)\n(21,185,912)\nLoss from operations\n(7,550,445)\n(1,952,048)\n(9,267,986)\n(7,334,934)\nOther income (expenses)\n(412,454)\n137,928\n18,137,553\n12,170,452\nIncome (loss) before income taxes and\nequity in losses of affiliates\n(7,962,899)\n(1,814,120)\n8,869,567\n4,835,518\nIncome tax - current\n616,163\n1,836,003\n(4,169,360)\n61,718\nIncome tax - deferred\n(423,423)\n-\n(423,423)\n-\nIncome (loss) from continuing operations\n(7,770,159)\n21,883\n4,276,784\n4,897,236\nEquity in losses of affiliates\n(150,000)\n-\n(868,121)\n-\nNet income (loss)\n(7,920,159)\n21,883\n3,408,663\n4,897,236\nNet income attributable to noncontrolling\ninterests\n5,129\n1,188\n29,707\n4,457\nNet income (loss) attributable to Acorn\nInternational, Inc.\n(7,915,030)\n23,071\n3,438,370\n4,901,693\nAcorn International, Inc.\nConsolidated Balance Sheet\n(in US dollars)\n2016/12/31\n2017/12/31\n(unaudited)\nCash and cash equivalents\n25,505,731\n21,017,803\nRestricted cash\n72,077\n78,051\nAccounts receivable, net\n1,271,209\n1,395,810\nInventory\n3,977,336\n1,345,353\nPrepaid advertising expenses\n10,689\n-\nOther prepaid expenses and current assets, net\n2,667,930\n3,913,442\nCurrent portion of convertible loan\n-\n3,587,204\nDeferred tax assets, net\n588,493\n624,771\nCurrent assets\n34,093,465\n31,962,434\nPrepaid land use right\n6,578,765\n6,818,040\nProperty and equipment, net\n13,885,079\n13,765,948\nAcquired intangible assets, net\n575,273\n353,691\nAvailable-for-sale securities\n74,666,865\n50,881,233\nConvertible loan\n3,218,665\n-\nLoan to related party\n-\n3,628,415\nOther long-term assets\n301,752\n181,843\nTotal assets\n133,319,864\n107,591,604\nAccounts payable\n2,614,118\n2,100,933\nAccrued expenses and other current liabilities\n9,132,166\n7,978,839\nIncome taxes payable\n3,665,757\n313,435\nDeferred revenue\n380,526\n512,009\nCurrent liabilities\n15,792,567\n10,905,216\nDeferred tax liability\n18,017,610\n12,090,614\nTotal liabilities\n33,810,177\n22,995,830\nOrdinary shares\n918,185\n918,844\nAdditional paid-in capital\n161,938,330\n161,962,670\nStatutory reserve\n8,351,153\n8,350,141\nRetained earnings\n(131,262,029)\n(126,359,324)\nBeginning balance\n(123,287,249)\n(126,382,395)\nNet income attributable to Acorn\n(7,915,030)\n23,071\nAppropriation of statutory reserve fund\n(59,750)\n-\nAccumulated other comprehensive income\n80,865,261\n65,703,299\nTreasury stock, at cost\n(21,640,346)\n(26,335,296)\nTotal Acorn International, Inc. shareholders' equity\n99,170,554\n84,240,334\nNoncontrolling interests\n339,133\n355,440\nTotal equity\n99,509,687\n84,595,774\nTotal liabilities and equity\n133,319,864\n107,591,604\nContact:\nAcorn International, Inc.\nCompass Investor Relations\nMs. Margaret Zhao\nMs. Elaine Ketchmere, CFA\nPhone +86-21-5151-2677\nPhone: +1-310-528-3031\nEmail: zhaoxiaojie@chinadrtv.com\nEmail: Eketchmere@compass-ir.com\nwww.chinadrtv.com\nwww.compassinvestorrelations.com\nView original content: http://www.prnewswire.com/news-releases/acorn-international-reports-financial-results-for-the-fourth-quarter-and-full-year-2017-300609669.html\nSOURCE Acorn International, Inc.",
    "published": "2018-03-07T14:30:00.000+02:00",
    "crawled": "2018-03-07T16:29:44.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "shanghai",
        "march",
        "acorn",
        "international",
        "nyse",
        "atv",
        "acorn",
        "company",
        "today",
        "announced",
        "preliminary",
        "unaudited",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "company",
        "completing",
        "final",
        "audited",
        "financial",
        "statement",
        "filed",
        "annual",
        "report",
        "form",
        "acorn",
        "experienced",
        "moderate",
        "decline",
        "revenue",
        "company",
        "continued",
        "streamline",
        "business",
        "operation",
        "august",
        "company",
        "announced",
        "partial",
        "divestiture",
        "hjx",
        "electronic",
        "learning",
        "product",
        "business",
        "reduced",
        "revenue",
        "allowed",
        "company",
        "lower",
        "operating",
        "expense",
        "increase",
        "margin",
        "focus",
        "expanding",
        "already",
        "profitable",
        "business",
        "brand",
        "acorn",
        "placed",
        "strong",
        "emphasis",
        "channel",
        "positive",
        "result",
        "primarily",
        "due",
        "growing",
        "momentum",
        "sale",
        "proprietary",
        "babaka",
        "posture",
        "correction",
        "product",
        "throughout",
        "year",
        "despite",
        "choppiness",
        "end",
        "year",
        "drove",
        "improvement",
        "gross",
        "margin",
        "compared",
        "total",
        "operating",
        "expense",
        "decreased",
        "compared",
        "despite",
        "million",
        "gain",
        "sale",
        "real",
        "estate",
        "asset",
        "offset",
        "operating",
        "expense",
        "year",
        "ago",
        "period",
        "operating",
        "loss",
        "improved",
        "million",
        "compared",
        "operating",
        "loss",
        "million",
        "company",
        "received",
        "dividend",
        "recorded",
        "gain",
        "sale",
        "share",
        "yimeng",
        "software",
        "technology",
        "yimeng",
        "publicly",
        "traded",
        "company",
        "china",
        "recorded",
        "income",
        "approximately",
        "million",
        "company",
        "recorded",
        "net",
        "profit",
        "million",
        "closed",
        "year",
        "cash",
        "position",
        "million",
        "acorn",
        "anticipates",
        "liquidation",
        "asset",
        "including",
        "potential",
        "sale",
        "liquidity",
        "generating",
        "transaction",
        "involving",
        "real",
        "property",
        "shanghai",
        "carrying",
        "value",
        "approximately",
        "million",
        "company",
        "may",
        "also",
        "sell",
        "additional",
        "share",
        "yimeng",
        "time",
        "time",
        "sell",
        "position",
        "yimeng",
        "based",
        "market",
        "factor",
        "investment",
        "capital",
        "requirement",
        "beyond",
        "acorn",
        "continue",
        "emphasize",
        "channel",
        "plan",
        "introduce",
        "new",
        "product",
        "product",
        "line",
        "extension",
        "well",
        "incubate",
        "new",
        "business",
        "within",
        "group",
        "company",
        "continually",
        "evaluates",
        "new",
        "business",
        "opportunity",
        "also",
        "exploring",
        "several",
        "new",
        "area",
        "potential",
        "growth",
        "preliminary",
        "financial",
        "result",
        "fourth",
        "quarter",
        "total",
        "net",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "sale",
        "primarily",
        "due",
        "partial",
        "exit",
        "hjx",
        "electronic",
        "learning",
        "device",
        "business",
        "partially",
        "offset",
        "increase",
        "sale",
        "posture",
        "correction",
        "product",
        "cost",
        "sale",
        "fourth",
        "quarter",
        "million",
        "million",
        "fourth",
        "quarter",
        "gross",
        "profit",
        "fourth",
        "quarter",
        "million",
        "million",
        "fourth",
        "quarter",
        "despite",
        "lower",
        "total",
        "net",
        "revenue",
        "period",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "fourth",
        "quarter",
        "increase",
        "gross",
        "margin",
        "due",
        "larger",
        "proportion",
        "higher",
        "margin",
        "sale",
        "product",
        "product",
        "mix",
        "total",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "attributable",
        "lower",
        "selling",
        "marketing",
        "expense",
        "associated",
        "exit",
        "hjx",
        "business",
        "well",
        "reduction",
        "general",
        "administrative",
        "expense",
        "due",
        "lower",
        "labor",
        "expense",
        "stock",
        "based",
        "compensation",
        "loss",
        "operation",
        "million",
        "fourth",
        "quarter",
        "compared",
        "loss",
        "operation",
        "million",
        "fourth",
        "quarter",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "income",
        "million",
        "fourth",
        "quarter",
        "company",
        "recorded",
        "income",
        "tax",
        "benefit",
        "million",
        "fourth",
        "quarter",
        "compared",
        "income",
        "tax",
        "benefit",
        "million",
        "fourth",
        "quarter",
        "net",
        "income",
        "fourth",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "december",
        "acorn",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "totaled",
        "million",
        "compared",
        "million",
        "december",
        "december",
        "company",
        "repurchased",
        "adss",
        "average",
        "price",
        "per",
        "ad",
        "share",
        "repurchase",
        "program",
        "approved",
        "board",
        "director",
        "december",
        "preliminary",
        "full",
        "year",
        "financial",
        "result",
        "total",
        "net",
        "revenue",
        "million",
        "million",
        "decrease",
        "revenue",
        "largely",
        "attributable",
        "partial",
        "exit",
        "hjx",
        "electronic",
        "learning",
        "device",
        "business",
        "announced",
        "third",
        "quarter",
        "cost",
        "sale",
        "million",
        "million",
        "gross",
        "profit",
        "million",
        "million",
        "gross",
        "margin",
        "increase",
        "gross",
        "profit",
        "largely",
        "attributable",
        "larger",
        "proportion",
        "higher",
        "margin",
        "sale",
        "product",
        "product",
        "mix",
        "total",
        "operating",
        "expense",
        "million",
        "slightly",
        "operating",
        "expense",
        "million",
        "operating",
        "expense",
        "reduced",
        "impact",
        "million",
        "gain",
        "sale",
        "real",
        "estate",
        "asset",
        "partially",
        "offset",
        "operating",
        "expense",
        "period",
        "gain",
        "loss",
        "operation",
        "million",
        "compared",
        "loss",
        "operation",
        "million",
        "loss",
        "operation",
        "benefited",
        "million",
        "gain",
        "sale",
        "real",
        "estate",
        "asset",
        "compensation",
        "compared",
        "income",
        "million",
        "primarily",
        "due",
        "dividend",
        "gain",
        "sale",
        "yimeng",
        "share",
        "compare",
        "income",
        "million",
        "also",
        "primarily",
        "attributable",
        "gain",
        "sale",
        "yimeng",
        "share",
        "net",
        "income",
        "million",
        "compared",
        "net",
        "income",
        "million",
        "conference",
        "call",
        "company",
        "host",
        "conference",
        "call",
        "et",
        "pt",
        "march",
        "discus",
        "financial",
        "result",
        "detail",
        "earnings",
        "conference",
        "call",
        "follows",
        "international",
        "please",
        "dial",
        "minute",
        "call",
        "scheduled",
        "begin",
        "provide",
        "passcode",
        "join",
        "call",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "following",
        "conclusion",
        "conference",
        "call",
        "march",
        "accessed",
        "dialing",
        "passcode",
        "archived",
        "audio",
        "file",
        "call",
        "available",
        "company",
        "website",
        "http",
        "acorn",
        "international",
        "executive",
        "chairman",
        "robert",
        "roche",
        "acorn",
        "marketing",
        "branding",
        "company",
        "china",
        "proven",
        "track",
        "record",
        "developing",
        "promoting",
        "selling",
        "diverse",
        "portfolio",
        "product",
        "well",
        "promising",
        "new",
        "product",
        "third",
        "party",
        "business",
        "currently",
        "comprised",
        "two",
        "main",
        "division",
        "direct",
        "sale",
        "platform",
        "nationwide",
        "distribution",
        "network",
        "information",
        "visit",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "defined",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "identified",
        "terminology",
        "anticipates",
        "belief",
        "estimate",
        "strives",
        "expects",
        "future",
        "going",
        "forward",
        "intends",
        "outlook",
        "plan",
        "target",
        "similar",
        "statement",
        "include",
        "statement",
        "respect",
        "company",
        "ability",
        "increase",
        "revenue",
        "maintain",
        "margin",
        "manage",
        "expense",
        "generate",
        "additional",
        "cash",
        "flow",
        "company",
        "ability",
        "grow",
        "sale",
        "product",
        "well",
        "product",
        "brand",
        "direct",
        "sale",
        "platform",
        "well",
        "distribution",
        "network",
        "company",
        "ability",
        "sell",
        "asset",
        "planned",
        "company",
        "effort",
        "implement",
        "proposed",
        "business",
        "plan",
        "reduction",
        "operating",
        "expense",
        "sale",
        "asset",
        "may",
        "succeed",
        "anticipated",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "current",
        "market",
        "operating",
        "condition",
        "relate",
        "event",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "difficult",
        "predict",
        "many",
        "beyond",
        "company",
        "control",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "preliminary",
        "financial",
        "result",
        "statement",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "factor",
        "included",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "company",
        "undertake",
        "obligation",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "factor",
        "could",
        "cause",
        "statement",
        "differ",
        "materially",
        "actual",
        "future",
        "event",
        "result",
        "include",
        "risk",
        "uncertainty",
        "related",
        "company",
        "ability",
        "successfully",
        "improve",
        "introduce",
        "new",
        "product",
        "service",
        "including",
        "offset",
        "decline",
        "sale",
        "existing",
        "product",
        "service",
        "company",
        "ability",
        "stay",
        "abreast",
        "consumer",
        "market",
        "trend",
        "maintain",
        "company",
        "reputation",
        "consumer",
        "confidence",
        "company",
        "ability",
        "execute",
        "maintain",
        "successful",
        "market",
        "strategy",
        "potential",
        "unauthorized",
        "use",
        "company",
        "intellectual",
        "property",
        "potential",
        "disruption",
        "company",
        "manufacturing",
        "process",
        "increasing",
        "competition",
        "china",
        "consumer",
        "market",
        "company",
        "tax",
        "status",
        "passive",
        "foreign",
        "investment",
        "company",
        "general",
        "economic",
        "business",
        "condition",
        "china",
        "financial",
        "information",
        "contained",
        "release",
        "read",
        "conjunction",
        "consolidated",
        "financial",
        "statement",
        "note",
        "thereto",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "may",
        "discussion",
        "important",
        "factor",
        "could",
        "adversely",
        "affect",
        "company",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "prospect",
        "see",
        "risk",
        "factor",
        "beginning",
        "page",
        "company",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "company",
        "actual",
        "result",
        "operation",
        "fourth",
        "quarter",
        "necessarily",
        "indicative",
        "operating",
        "result",
        "future",
        "period",
        "projection",
        "release",
        "based",
        "limited",
        "information",
        "currently",
        "available",
        "company",
        "subject",
        "change",
        "although",
        "projection",
        "factor",
        "influencing",
        "likely",
        "change",
        "company",
        "necessarily",
        "update",
        "information",
        "information",
        "speaks",
        "date",
        "release",
        "statement",
        "regarding",
        "unaudited",
        "financial",
        "information",
        "unaudited",
        "financial",
        "information",
        "set",
        "forth",
        "preliminary",
        "subject",
        "potential",
        "adjustment",
        "adjustment",
        "consolidated",
        "financial",
        "statement",
        "may",
        "identified",
        "audit",
        "work",
        "performed",
        "company",
        "audit",
        "could",
        "result",
        "significant",
        "difference",
        "preliminary",
        "unaudited",
        "condensed",
        "financial",
        "information",
        "acorn",
        "international",
        "unaudited",
        "consolidated",
        "statement",
        "operation",
        "u",
        "dollar",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "net",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "income",
        "advertising",
        "expense",
        "selling",
        "marketing",
        "expense",
        "g",
        "expense",
        "operating",
        "income",
        "net",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "income",
        "expense",
        "income",
        "loss",
        "income",
        "tax",
        "equity",
        "loss",
        "affiliate",
        "income",
        "tax",
        "current",
        "income",
        "tax",
        "deferred",
        "income",
        "loss",
        "continuing",
        "operation",
        "equity",
        "loss",
        "affiliate",
        "net",
        "income",
        "loss",
        "net",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "income",
        "loss",
        "attributable",
        "acorn",
        "international",
        "acorn",
        "international",
        "consolidated",
        "balance",
        "sheet",
        "u",
        "dollar",
        "unaudited",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "advertising",
        "expense",
        "prepaid",
        "expense",
        "current",
        "asset",
        "net",
        "current",
        "portion",
        "convertible",
        "loan",
        "deferred",
        "tax",
        "asset",
        "net",
        "current",
        "asset",
        "prepaid",
        "land",
        "use",
        "right",
        "property",
        "equipment",
        "net",
        "acquired",
        "intangible",
        "asset",
        "net",
        "security",
        "convertible",
        "loan",
        "loan",
        "related",
        "party",
        "asset",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "income",
        "tax",
        "payable",
        "deferred",
        "revenue",
        "current",
        "liability",
        "deferred",
        "tax",
        "liability",
        "total",
        "liability",
        "ordinary",
        "share",
        "additional",
        "capital",
        "statutory",
        "reserve",
        "retained",
        "earnings",
        "beginning",
        "balance",
        "net",
        "income",
        "attributable",
        "acorn",
        "appropriation",
        "statutory",
        "reserve",
        "fund",
        "accumulated",
        "comprehensive",
        "income",
        "treasury",
        "stock",
        "cost",
        "total",
        "acorn",
        "international",
        "shareholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "contact",
        "acorn",
        "international",
        "compass",
        "investor",
        "relation",
        "margaret",
        "zhao",
        "elaine",
        "ketchmere",
        "cfa",
        "phone",
        "phone",
        "email",
        "zhaoxiaojie",
        "email",
        "eketchmere",
        "view",
        "original",
        "content",
        "http",
        "source",
        "acorn",
        "international",
        "inc"
    ]
}