{
    "organizations": [],
    "uuid": "d34c3b8866d68baad9d79d242563ac51594d8a29",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/globe-newswire-momentous-entertainment-group-provides-update.html",
    "ord_in_thread": 0,
    "title": "Momentous Entertainment Group Provides Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Thanks to our Shareholders for Your Support\nLAS VEGAS, NEVADA , March 26, 2018 (GLOBE NEWSWIRE) -- Momentous Entertainment Group, Inc. (“Momentous”) (OTCBB: MMEGD), would like to offer its shareholders a long-promised Company update as well as a sincere thank you.\nI first would like to say thank you to all shareholders. I know this has been an arduous time over the past few months with no updates on the Company’s filings or progress. Management elected to move into quiet mode while undergoing our regulatory responsibilities with FINRA. Now that this process has been completed, we will begin again to issue updates concerning the activities and progress Momentous is making toward fulfillment of its business plan.\n“Last year was certainly full of major changes for the Company,” stated Kurt Neubauer, President and CEO of Momentous. Mr. Neubauer went on to state, “while some projects had not advanced in ways we had hoped for, other projects have exceeded our expectations. Our gaming and skin care assets are producing revenue and have placed Momentous in a position to reach for greater opportunities in those market segments. Our goals in the e-commerce space, while not always on point, have begun to show major promise with the acquisition of Skin Scientific and the recent license agreement for our proprietary and patented supplements product line.”\nWith that said, I’d like to address the Company’s exciting future. At the end of 2017, Momentous closed on a new ecommerce property, Skin Scientific, LLC. Skin Scientific LLC commenced operations in late 2016 and produced over $5M in revenue in 2017. The Company also executed a purchase contract for a hemp oil company, Naturally Hemp, LLC, but is in the process of rescinding this transaction after Federal Government officials at the DOJ and DEA announced that their position is that Hemp is a Cannabis product. Therefore, Momentous has decided to remove itself from the risk in this product space until the government’s position is clarified. An 8K filing will be forthcoming once a final outcome is realized.\nWe are also pleased to announce that our Chimera Games’ asset,” The Mob: Rise of the Don” had its most revenue productive day since its MEG launch in early 2017; beating its old daily revenue mark by 17%. Momentous gaming assets will continue to play a vital role in the Company’s expansion going into 2018 and beyond. With the remainder of March to go, here's how our Q1 2018 Chimera numbers are shaping up so far when compared to Q4 of 2017.\nNew users are up over 100% Unique users are up over 100% User engagement & activity is up over 115% Social Media Revenue is up over 100% Website Revenue is up over 200% Top 10% launch count is up over 100%\n(the minimum number of times the app was launched by the top 10% of users) App launches are up over 115%\nAll in all, a good start for 2018.\nMomentous has also placed its music assets, The Greatest Story Ever Sung and Tim Storey Presents Daily Scriptures, on Amazon in late fall to prepare for the Easter season and the 2018 holiday season.\nManagement also began the process of preparing its newly acquired supplement product line, licensed late last year, by naming and preparing the branding and marketing of those products and expects to have that process well underway by late March.\nAnd if that wasn’t enough, Momentous management has been busy cultivating other acquisition targets by issuing a Letter of Intent to acquire Texas based Ignis Studios, another potential major gaming company. Ignis’s Pro Formas show a potential of $9+ Million in revenues for 2018 and $45 Million for fiscal 2019 respectively.\nWe want to introduce you to our newly appointed Chief Marketing Officer, Suzanne McCain, who created and launched Momentous Entertainment Group’s new website, which can be viewed by following this link: www.momentousentertainment.com . We also want to introduce you to our recent appointment of Nathan Levine as Chief Technical Officer. Nathan’s efforts have resulted in the stellar financial results for our Chimera game assets provided above.\nIn addition, Momentous has increased its management base with the appointment of new senior management positions which will be revealed in upcoming press releases.\nFinally, let me address changes to our corporate structure. In December 2017, Momentous management filed the required paperwork with FINRA to complete restructuring of the Company’s common stock. It took several months to go through the process, but we were given a date of 03/22/18 for the restructure to go into effect. We will be trading under the symbol MMEGD for approximately one month.\nWith the restructuring completed, Momentous has embarked on a Regulation D 506(c) investment offering that we be more clearly described in an upcoming corporate press release.\nNeubauer continued by stating, “Legendary actor, John Wayne, would have called the Momentous management team, a group with “True Grit”. They have persevered and excelled regardless of the resistance placed on them by outside forces. I am truly proud of the team and the work they have done and continue to accomplish. The tenacity with which they attack every issue and challenge is amazing to observe with only one certainty of outcome; to be successful. An amazing team indeed. Our shareholders seldom get a real glimpse of the true character of a group of leaders like these. And the resilience and support of our shareholders have been nothing short of amazing. Even with the announcement of the reverse split, the positive support we have received has continued to inspire our management team to push harder and reach higher than I considered possible.\nKurt Neubauer, President and CEO of Momentous Entertainment Group, concluded by saying, “Although Momentous management has been quiet over the past several months, exciting things have been happening and there is more to come. In the future, management will begin to publish more consistent news updates as progress is made on all fronts. This is just the beginning of the changes taking Momentous from a caterpillar to a beautiful butterfly we always knew we could become. Together, with your support, and our hard work, we all can benefit from the path Momentous management have established for the Company.”\nAbout Momentous Entertainment Group (MMEG)\nMomentous Entertainment Group, Inc. (MMEG) is a social media gaming company, ecommerce products and digital media firm that focuses on providing unique and entertaining experiences for its subscribers and members on a global scale.\nThe Company’s strategic expansion plans are balanced between accelerating organic growth of its existing media and gaming properties, as well as through the acquisition of profitable and sustainable businesses that are highly complementary and accretive to MMEG’s operations.\nPlease note the Company may use social media to communicate with the public. This communication may include information that could be deemed material information. As a result, the Company encourages interested parties to review the information that it posts on the following social media channels: Facebook ( https://www.facebook.com/MomentousEntertainmentGroup/ ), Twitter ( https://twitter.com/momentousent13 ), and LinkedIn ( https://www.linkedin.com/company/15878606) .\nTo learn more, visit Momentous Entertainment Group’s websites:\nProducts Site www.momentousentertainment.com , Music Site www.momentousmusic.com , and Music One Corp www.music1.biz .\nForward-Looking Statements\nThis press release may contain forward-looking statements, including information about management’s view of Momentous Entertainment Group Inc’s (MMEG) future expectations, plans and prospects. In particular, when used in the preceding discussion, the words \"believes,\" \"expects,\" \"intends,\" \"plans,\" \"anticipates,\" or \"may,\" and similar conditional expressions are intended to identify forward-looking statements. Any statements made in this news release other than those of historical fact, about an action, event or development, are forward-looking statements. These statements involve known and unknown risks, uncertainties and other factors, which may cause the results of MMEG to be materially different than those expressed or implied in such statements. These risk factors and others are included from time to time in documents MMEG files with the Securities and Exchange Commission, including but not limited to, its Form 10-Ks, Form 10-Qs and Form 8-Ks. Other unknown or unpredictable factors also could have material adverse effects on MMEG’s future results. The forward-looking statements included in this press release are made only as of the date hereof. MMEG cannot guarantee future results, levels of activity, performance or achievements. Accordingly, you should not place undue reliance on these forward-looking statements. Finally, MMEG undertakes no obligation to update these statements after the date of this release, except as required by law, and also takes no obligation to update or correct information prepared by third parties that are not paid for by MMEG.\nContact: Tom Nelson 480-326-8577 tenassociates33@gmail.com\nSource: Momentous Entertainment Group Inc.",
    "published": "2018-03-26T14:00:00.000+03:00",
    "crawled": "2018-03-26T13:56:54.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "thanks",
        "shareholder",
        "support",
        "la",
        "vega",
        "nevada",
        "march",
        "globe",
        "newswire",
        "momentous",
        "entertainment",
        "group",
        "momentous",
        "otcbb",
        "mmegd",
        "would",
        "like",
        "offer",
        "shareholder",
        "company",
        "update",
        "well",
        "sincere",
        "thank",
        "first",
        "would",
        "like",
        "say",
        "thank",
        "shareholder",
        "know",
        "arduous",
        "time",
        "past",
        "month",
        "update",
        "company",
        "filing",
        "progress",
        "management",
        "elected",
        "move",
        "quiet",
        "mode",
        "undergoing",
        "regulatory",
        "responsibility",
        "finra",
        "process",
        "completed",
        "begin",
        "issue",
        "update",
        "concerning",
        "activity",
        "progress",
        "momentous",
        "making",
        "toward",
        "fulfillment",
        "business",
        "plan",
        "last",
        "year",
        "certainly",
        "full",
        "major",
        "change",
        "company",
        "stated",
        "kurt",
        "neubauer",
        "president",
        "ceo",
        "momentous",
        "neubauer",
        "went",
        "state",
        "project",
        "advanced",
        "way",
        "hoped",
        "project",
        "exceeded",
        "expectation",
        "gaming",
        "skin",
        "care",
        "asset",
        "producing",
        "revenue",
        "placed",
        "momentous",
        "position",
        "reach",
        "greater",
        "opportunity",
        "market",
        "segment",
        "goal",
        "space",
        "always",
        "point",
        "begun",
        "show",
        "major",
        "promise",
        "acquisition",
        "skin",
        "scientific",
        "recent",
        "license",
        "agreement",
        "proprietary",
        "patented",
        "supplement",
        "product",
        "said",
        "like",
        "address",
        "company",
        "exciting",
        "future",
        "end",
        "momentous",
        "closed",
        "new",
        "ecommerce",
        "property",
        "skin",
        "scientific",
        "llc",
        "skin",
        "scientific",
        "llc",
        "commenced",
        "operation",
        "late",
        "produced",
        "5m",
        "revenue",
        "company",
        "also",
        "executed",
        "purchase",
        "contract",
        "hemp",
        "oil",
        "company",
        "naturally",
        "hemp",
        "llc",
        "process",
        "rescinding",
        "transaction",
        "federal",
        "government",
        "official",
        "doj",
        "dea",
        "announced",
        "position",
        "hemp",
        "cannabis",
        "product",
        "therefore",
        "momentous",
        "decided",
        "remove",
        "risk",
        "product",
        "space",
        "government",
        "position",
        "clarified",
        "8k",
        "filing",
        "forthcoming",
        "final",
        "outcome",
        "realized",
        "also",
        "pleased",
        "announce",
        "chimera",
        "game",
        "asset",
        "mob",
        "rise",
        "revenue",
        "productive",
        "day",
        "since",
        "meg",
        "launch",
        "early",
        "beating",
        "old",
        "daily",
        "revenue",
        "mark",
        "momentous",
        "gaming",
        "asset",
        "continue",
        "play",
        "vital",
        "role",
        "company",
        "expansion",
        "going",
        "beyond",
        "remainder",
        "march",
        "go",
        "q1",
        "chimera",
        "number",
        "shaping",
        "far",
        "compared",
        "q4",
        "new",
        "user",
        "unique",
        "user",
        "user",
        "engagement",
        "activity",
        "social",
        "medium",
        "revenue",
        "website",
        "revenue",
        "top",
        "launch",
        "count",
        "minimum",
        "number",
        "time",
        "app",
        "launched",
        "top",
        "user",
        "app",
        "launch",
        "good",
        "start",
        "momentous",
        "also",
        "placed",
        "music",
        "asset",
        "greatest",
        "story",
        "ever",
        "sung",
        "tim",
        "storey",
        "present",
        "daily",
        "scripture",
        "amazon",
        "late",
        "fall",
        "prepare",
        "easter",
        "season",
        "holiday",
        "season",
        "management",
        "also",
        "began",
        "process",
        "preparing",
        "newly",
        "acquired",
        "supplement",
        "product",
        "line",
        "licensed",
        "late",
        "last",
        "year",
        "naming",
        "preparing",
        "branding",
        "marketing",
        "product",
        "expects",
        "process",
        "well",
        "underway",
        "late",
        "march",
        "enough",
        "momentous",
        "management",
        "busy",
        "cultivating",
        "acquisition",
        "target",
        "issuing",
        "letter",
        "intent",
        "acquire",
        "texas",
        "based",
        "ignis",
        "studio",
        "another",
        "potential",
        "major",
        "gaming",
        "company",
        "ignis",
        "pro",
        "formas",
        "show",
        "potential",
        "million",
        "revenue",
        "million",
        "fiscal",
        "respectively",
        "want",
        "introduce",
        "newly",
        "appointed",
        "chief",
        "marketing",
        "officer",
        "suzanne",
        "mccain",
        "created",
        "launched",
        "momentous",
        "entertainment",
        "group",
        "new",
        "website",
        "viewed",
        "following",
        "link",
        "also",
        "want",
        "introduce",
        "recent",
        "appointment",
        "nathan",
        "levine",
        "chief",
        "technical",
        "officer",
        "nathan",
        "effort",
        "resulted",
        "stellar",
        "financial",
        "result",
        "chimera",
        "game",
        "asset",
        "provided",
        "addition",
        "momentous",
        "increased",
        "management",
        "base",
        "appointment",
        "new",
        "senior",
        "management",
        "position",
        "revealed",
        "upcoming",
        "press",
        "release",
        "finally",
        "let",
        "address",
        "change",
        "corporate",
        "structure",
        "december",
        "momentous",
        "management",
        "filed",
        "required",
        "paperwork",
        "finra",
        "complete",
        "restructuring",
        "company",
        "common",
        "stock",
        "took",
        "several",
        "month",
        "go",
        "process",
        "given",
        "date",
        "restructure",
        "go",
        "effect",
        "trading",
        "symbol",
        "mmegd",
        "approximately",
        "one",
        "month",
        "restructuring",
        "completed",
        "momentous",
        "embarked",
        "regulation",
        "c",
        "investment",
        "offering",
        "clearly",
        "described",
        "upcoming",
        "corporate",
        "press",
        "release",
        "neubauer",
        "continued",
        "stating",
        "legendary",
        "actor",
        "john",
        "wayne",
        "would",
        "called",
        "momentous",
        "management",
        "team",
        "group",
        "true",
        "grit",
        "persevered",
        "excelled",
        "regardless",
        "resistance",
        "placed",
        "outside",
        "force",
        "truly",
        "proud",
        "team",
        "work",
        "done",
        "continue",
        "accomplish",
        "tenacity",
        "attack",
        "every",
        "issue",
        "challenge",
        "amazing",
        "observe",
        "one",
        "certainty",
        "outcome",
        "successful",
        "amazing",
        "team",
        "indeed",
        "shareholder",
        "seldom",
        "get",
        "real",
        "glimpse",
        "true",
        "character",
        "group",
        "leader",
        "like",
        "resilience",
        "support",
        "shareholder",
        "nothing",
        "short",
        "amazing",
        "even",
        "announcement",
        "reverse",
        "split",
        "positive",
        "support",
        "received",
        "continued",
        "inspire",
        "management",
        "team",
        "push",
        "harder",
        "reach",
        "higher",
        "considered",
        "possible",
        "kurt",
        "neubauer",
        "president",
        "ceo",
        "momentous",
        "entertainment",
        "group",
        "concluded",
        "saying",
        "although",
        "momentous",
        "management",
        "quiet",
        "past",
        "several",
        "month",
        "exciting",
        "thing",
        "happening",
        "come",
        "future",
        "management",
        "begin",
        "publish",
        "consistent",
        "news",
        "update",
        "progress",
        "made",
        "front",
        "beginning",
        "change",
        "taking",
        "momentous",
        "caterpillar",
        "beautiful",
        "butterfly",
        "always",
        "knew",
        "could",
        "become",
        "together",
        "support",
        "hard",
        "work",
        "benefit",
        "path",
        "momentous",
        "management",
        "established",
        "momentous",
        "entertainment",
        "group",
        "mmeg",
        "momentous",
        "entertainment",
        "group",
        "mmeg",
        "social",
        "medium",
        "gaming",
        "company",
        "ecommerce",
        "product",
        "digital",
        "medium",
        "firm",
        "focus",
        "providing",
        "unique",
        "entertaining",
        "experience",
        "subscriber",
        "member",
        "global",
        "scale",
        "company",
        "strategic",
        "expansion",
        "plan",
        "balanced",
        "accelerating",
        "organic",
        "growth",
        "existing",
        "medium",
        "gaming",
        "property",
        "well",
        "acquisition",
        "profitable",
        "sustainable",
        "business",
        "highly",
        "complementary",
        "accretive",
        "mmeg",
        "operation",
        "please",
        "note",
        "company",
        "may",
        "use",
        "social",
        "medium",
        "communicate",
        "public",
        "communication",
        "may",
        "include",
        "information",
        "could",
        "deemed",
        "material",
        "information",
        "result",
        "company",
        "encourages",
        "interested",
        "party",
        "review",
        "information",
        "post",
        "following",
        "social",
        "medium",
        "channel",
        "facebook",
        "http",
        "twitter",
        "http",
        "linkedin",
        "http",
        "learn",
        "visit",
        "momentous",
        "entertainment",
        "group",
        "website",
        "product",
        "site",
        "music",
        "site",
        "music",
        "one",
        "corp",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "including",
        "information",
        "management",
        "view",
        "momentous",
        "entertainment",
        "group",
        "inc",
        "mmeg",
        "future",
        "expectation",
        "plan",
        "prospect",
        "particular",
        "used",
        "preceding",
        "discussion",
        "word",
        "belief",
        "expects",
        "intends",
        "plan",
        "anticipates",
        "may",
        "similar",
        "conditional",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "made",
        "news",
        "release",
        "historical",
        "fact",
        "action",
        "event",
        "development",
        "statement",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "result",
        "mmeg",
        "materially",
        "different",
        "expressed",
        "implied",
        "statement",
        "risk",
        "factor",
        "others",
        "included",
        "time",
        "time",
        "document",
        "mmeg",
        "file",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "form",
        "form",
        "form",
        "unknown",
        "unpredictable",
        "factor",
        "also",
        "could",
        "material",
        "adverse",
        "effect",
        "mmeg",
        "future",
        "result",
        "statement",
        "included",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "mmeg",
        "guarantee",
        "future",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "statement",
        "finally",
        "mmeg",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "date",
        "release",
        "except",
        "required",
        "law",
        "also",
        "take",
        "obligation",
        "update",
        "correct",
        "information",
        "prepared",
        "third",
        "party",
        "paid",
        "mmeg",
        "contact",
        "tom",
        "nelson",
        "tenassociates33",
        "source",
        "momentous",
        "entertainment",
        "group",
        "inc"
    ]
}