{
    "organizations": [],
    "uuid": "6c65daa4fcd614fe74b59b6227aca51c49399e0b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/business-wire-pacific-premier-bancorp-ranked-as-a-top-performing-community-bank-by-sp-global-market-intelligence.html",
    "ord_in_thread": 0,
    "title": "Pacific Premier Bancorp Ranked as a Top Performing Community Bank by S&P Global Market Intelligence",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IRVINE, Calif.--(BUSINESS WIRE)-- Pacific Premier Bancorp, Inc. (NASDAQ: PPBI), the holding company of Pacific Premier Bank, announced today that it was named as a top performing community bank by S&P Global Market Intelligence based on its financial results for the year ended December 31, 2017. Pacific Premier Bancorp was ranked as the sixth best performing community bank in the United States with total assets between $1 billion and $10 billion. This is the third consecutive year that Pacific Premier Bancorp has been ranked as one of the 10 best performing community banks in this size range.\nS&P Global Market Intelligence’s rankings are based on six metrics: pretax return on average tangible common equity, net charge-offs as a percentage of average loans, efficiency ratio, adjusted Texas ratio, net interest margin on a fully taxable equivalent basis and loan growth. More than 530 companies were eligible for the S&P Global Market Intelligence rankings.\n“We are pleased to once again be recognized as one of the top performing banks in the country,” said Steven R. Gardner, Chairman, President and Chief Executive Officer of Pacific Premier Bancorp. “As we have increased in scale and expanded our market footprint, we have worked to maintain a high level of performance and create value for our shareholders. With our pending acquisition of Grandpoint Bank and projected growth into a regional bank with nearly $12 billion in total assets, we believe we can continue our track record of strong financial performance.”\nAbout Pacific Premier Bancorp, Inc.\nPacific Premier Bancorp is the holding company for Pacific Premier Bank, one of the largest banks headquartered in Southern California with approximately $8.0 billion in assets. Pacific Premier Bank is a business bank primarily focused on serving small and middle market businesses in the counties of Orange, Los Angeles, Riverside, San Bernardino, San Diego, San Luis Obispo and Santa Barbara, California as well as Clark County, Nevada. Through its 33 depository branches, Pacific Premier Bank offers a diverse range of lending products including commercial, commercial real estate, construction, and SBA loans, as well as specialty banking products for homeowners associations and franchise lending nationwide.\nForward-Looking Comments\nThe statements contained herein that are not historical facts are forward-looking statements based on management’s current expectations and beliefs concerning future developments and their potential effects on Pacific Premier Bancorp, Inc. (the “Company” or “Pacific Premier”) including, without limitation, plans, strategies and goals, and statements about the Company’s expectations regarding revenue and asset growth, financial performance and profitability, loan and deposit growth, yields and returns, loan diversification and credit management, shareholder value creation and the impact of the proposed acquisition of Grandpoint Capital, Inc. (“Grandpoint”) and its wholly owned subsidiary, Grandpoint Bank, and other acquisitions.\nSuch statements involve inherent risks and uncertainties, many of which are difficult to predict and are generally beyond the control of the Company. There can be no assurance that future developments affecting the Company will be the same as those anticipated by management. The Company cautions readers that a number of important factors could cause actual results to differ materially from those expressed in, or implied or projected by, such forward-looking statements. These risks and uncertainties include, but are not limited to, the following: the expected cost savings, synergies and other financial benefits from the Grandpoint acquisition or any other acquisition the Company has made or may make might not be realized within the expected time frames or at all; governmental approval of the Grandpoint acquisition may not be obtained or adverse regulatory conditions may be imposed in connection with governmental approvals of the acquisition; conditions to the closing of the Grandpoint acquisition may not be satisfied; Grandpoint’s shareholders may fail to provide the requisite consents to approve the consummation of the acquisition; Pacific Premier’s shareholders may fail to approve the issuance of Pacific Premier common stock in connection with the proposed Grandpoint acquisition; the strength of the United States economy in general and the strength of the local economies in which the Company conducts operations; the effects of, and changes in, trade, monetary and fiscal policies and laws, including interest rate policies of the Board of Governors of the Federal Reserve System; inflation, interest rate, market and monetary fluctuations; the timely development of competitive new products and services and the acceptance of these products and services by new and existing customers; the willingness of users to substitute competitors’ products and services for the Company’s products and services; the impact of changes in financial services policies, laws and regulations (including the Dodd-Frank Wall Street Reform and Consumer Protection Act) and of governmental efforts to restructure the U.S. financial regulatory system; technological changes; changes in the level of the Company’s nonperforming assets and charge offs; any oversupply of inventory and deterioration in values of California real estate, both residential and commercial; the effect of changes in accounting policies and practices, as may be adopted from time-to-time by bank regulatory agencies, the Securities and Exchange Commission (“SEC”), the Public Company Accounting Oversight Board, the Financial Accounting Standards Board or other accounting standards setters; possible other-than-temporary impairment of securities held by us; changes in consumer spending, borrowing and savings habits; the effects of the Company’s lack of a diversified loan portfolio, including the risks of geographic and industry concentrations; ability to attract deposits and other sources of liquidity; changes in the financial performance and/or condition of our borrowers; changes in the competitive environment among financial and bank holding companies and other financial service providers; unanticipated regulatory or judicial proceedings; and the Company’s ability to manage the risks involved in the foregoing. Additional factors that could cause actual results to differ materially from those expressed in the forward-looking statements are discussed in the 2017 Annual Report on Form 10-K of Pacific Premier Bancorp, Inc. filed with the SEC and available at the SEC’s Internet site ( http://www.sec.gov ).\nPacific Premier and Grandpoint undertake no obligation to revise or publicly release any revision or update to these forward-looking statements to reflect events or circumstances that occur after the date on which such statements were made.\nAdditional Information About the Proposed Acquisition of Grandpoint\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any vote or approval. In connection with the proposed acquisition transaction, Pacific Premier will file a registration statement on Form S-4 with the SEC that will include a consent solicitation and proxy statement/prospectus to be distributed to the shareholders of Grandpoint and Pacific Premier in connection with their vote on the acquisition. SHAREHOLDERS OF GRANDPOINT AND PACIFIC PREMIER ARE ENCOURAGED TO READ THE REGISTRATION STATEMENT AND ANY OTHER RELEVANT DOCUMENTS FILED WITH THE SEC, INCLUDING THE CONSENT SOLICITATION AND PROXY STATEMENT/PROSPECTUS THAT WILL BE PART OF THE REGISTRATION STATEMENT, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED ACQUISITION. The final consent solicitation and proxy statement/prospectus will be mailed to shareholders of Grandpoint and Pacific Premier. Investors and security holders will be able to obtain the documents, and any other documents Pacific Premier has filed with the SEC, free of charge at the SEC's website, www.sec.gov . In addition, documents filed with the SEC by Pacific Premier will be available free of charge by (1) accessing Pacific Premier’s website at www.ppbi.com under the “Investor Relations” link and then under the heading “SEC Filings”, (2) writing Pacific Premier at 17901 Von Karman Avenue, Suite 1200, Irvine, CA 92614, Attention: Investor Relations, or (3) writing Grandpoint at 333 South Grand Avenue, Los Angeles, CA 90071, Attention: Corporate Secretary.\nThe directors, executive officers and certain other members of management and employees of Pacific Premier may be deemed to be participants in the solicitation of proxies in respect of the proposed acquisition. Information about Pacific Premier’s directors and executive officers is included in the proxy statement for its 2017 annual meeting of Pacific Premier’s shareholders, which was filed with the SEC on April 27, 2017. The directors, executive officers and certain other members of management and employees of Grandpoint may also be deemed to be participants in the solicitation of consents in favor of the acquisition from the shareholders of Grandpoint. Additional information regarding the interests of those participants and other persons who may be deemed participants in the transaction may be obtained by reading the consent solicitation and proxy statement/prospectus regarding the proposed acquisition when it becomes available. Free copies of this document may be obtained as described in the preceding paragraph.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180326005227/en/\nPacific Premier Bancorp, Inc.\nSteven R. Gardner, 949-864-8000\nChairman, President and CEO\nor\nRonald J. Nicolas, Jr., 949-864-8000\nSenior Executive Vice President & CFO\nSource: Pacific Premier Bancorp, Inc.",
    "published": "2018-03-26T14:00:00.000+03:00",
    "crawled": "2018-03-26T13:59:37.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "irvine",
        "business",
        "wire",
        "pacific",
        "premier",
        "bancorp",
        "nasdaq",
        "ppbi",
        "holding",
        "company",
        "pacific",
        "premier",
        "bank",
        "announced",
        "today",
        "named",
        "top",
        "performing",
        "community",
        "bank",
        "p",
        "global",
        "market",
        "intelligence",
        "based",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "pacific",
        "premier",
        "bancorp",
        "ranked",
        "sixth",
        "best",
        "performing",
        "community",
        "bank",
        "united",
        "state",
        "total",
        "asset",
        "billion",
        "billion",
        "third",
        "consecutive",
        "year",
        "pacific",
        "premier",
        "bancorp",
        "ranked",
        "one",
        "best",
        "performing",
        "community",
        "bank",
        "size",
        "range",
        "p",
        "global",
        "market",
        "intelligence",
        "ranking",
        "based",
        "six",
        "metric",
        "pretax",
        "return",
        "average",
        "tangible",
        "common",
        "equity",
        "net",
        "percentage",
        "average",
        "loan",
        "efficiency",
        "ratio",
        "adjusted",
        "texas",
        "ratio",
        "net",
        "interest",
        "margin",
        "fully",
        "taxable",
        "equivalent",
        "basis",
        "loan",
        "growth",
        "company",
        "eligible",
        "p",
        "global",
        "market",
        "intelligence",
        "ranking",
        "pleased",
        "recognized",
        "one",
        "top",
        "performing",
        "bank",
        "country",
        "said",
        "steven",
        "gardner",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "pacific",
        "premier",
        "bancorp",
        "increased",
        "scale",
        "expanded",
        "market",
        "footprint",
        "worked",
        "maintain",
        "high",
        "level",
        "performance",
        "create",
        "value",
        "shareholder",
        "pending",
        "acquisition",
        "grandpoint",
        "bank",
        "projected",
        "growth",
        "regional",
        "bank",
        "nearly",
        "billion",
        "total",
        "asset",
        "believe",
        "continue",
        "track",
        "record",
        "strong",
        "financial",
        "pacific",
        "premier",
        "bancorp",
        "pacific",
        "premier",
        "bancorp",
        "holding",
        "company",
        "pacific",
        "premier",
        "bank",
        "one",
        "largest",
        "bank",
        "headquartered",
        "southern",
        "california",
        "approximately",
        "billion",
        "asset",
        "pacific",
        "premier",
        "bank",
        "business",
        "bank",
        "primarily",
        "focused",
        "serving",
        "small",
        "middle",
        "market",
        "business",
        "county",
        "orange",
        "los",
        "angeles",
        "riverside",
        "san",
        "bernardino",
        "san",
        "diego",
        "san",
        "luis",
        "obispo",
        "santa",
        "barbara",
        "california",
        "well",
        "clark",
        "county",
        "nevada",
        "depository",
        "branch",
        "pacific",
        "premier",
        "bank",
        "offer",
        "diverse",
        "range",
        "lending",
        "product",
        "including",
        "commercial",
        "commercial",
        "real",
        "estate",
        "construction",
        "sba",
        "loan",
        "well",
        "specialty",
        "banking",
        "product",
        "homeowner",
        "association",
        "franchise",
        "lending",
        "nationwide",
        "comment",
        "statement",
        "contained",
        "herein",
        "historical",
        "fact",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "concerning",
        "future",
        "development",
        "potential",
        "effect",
        "pacific",
        "premier",
        "bancorp",
        "company",
        "pacific",
        "premier",
        "including",
        "without",
        "limitation",
        "plan",
        "strategy",
        "goal",
        "statement",
        "company",
        "expectation",
        "regarding",
        "revenue",
        "asset",
        "growth",
        "financial",
        "performance",
        "profitability",
        "loan",
        "deposit",
        "growth",
        "yield",
        "return",
        "loan",
        "diversification",
        "credit",
        "management",
        "shareholder",
        "value",
        "creation",
        "impact",
        "proposed",
        "acquisition",
        "grandpoint",
        "capital",
        "grandpoint",
        "wholly",
        "owned",
        "subsidiary",
        "grandpoint",
        "bank",
        "acquisition",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "control",
        "company",
        "assurance",
        "future",
        "development",
        "affecting",
        "company",
        "anticipated",
        "management",
        "company",
        "caution",
        "reader",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "projected",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "following",
        "expected",
        "cost",
        "saving",
        "synergy",
        "financial",
        "benefit",
        "grandpoint",
        "acquisition",
        "acquisition",
        "company",
        "made",
        "may",
        "make",
        "might",
        "realized",
        "within",
        "expected",
        "time",
        "frame",
        "governmental",
        "approval",
        "grandpoint",
        "acquisition",
        "may",
        "obtained",
        "adverse",
        "regulatory",
        "condition",
        "may",
        "imposed",
        "connection",
        "governmental",
        "approval",
        "acquisition",
        "condition",
        "closing",
        "grandpoint",
        "acquisition",
        "may",
        "satisfied",
        "grandpoint",
        "shareholder",
        "may",
        "fail",
        "provide",
        "requisite",
        "consent",
        "approve",
        "consummation",
        "acquisition",
        "pacific",
        "premier",
        "shareholder",
        "may",
        "fail",
        "approve",
        "issuance",
        "pacific",
        "premier",
        "common",
        "stock",
        "connection",
        "proposed",
        "grandpoint",
        "acquisition",
        "strength",
        "united",
        "state",
        "economy",
        "general",
        "strength",
        "local",
        "economy",
        "company",
        "conduct",
        "operation",
        "effect",
        "change",
        "trade",
        "monetary",
        "fiscal",
        "policy",
        "law",
        "including",
        "interest",
        "rate",
        "policy",
        "board",
        "governor",
        "federal",
        "reserve",
        "system",
        "inflation",
        "interest",
        "rate",
        "market",
        "monetary",
        "fluctuation",
        "timely",
        "development",
        "competitive",
        "new",
        "product",
        "service",
        "acceptance",
        "product",
        "service",
        "new",
        "existing",
        "customer",
        "willingness",
        "user",
        "substitute",
        "competitor",
        "product",
        "service",
        "company",
        "product",
        "service",
        "impact",
        "change",
        "financial",
        "service",
        "policy",
        "law",
        "regulation",
        "including",
        "wall",
        "street",
        "reform",
        "consumer",
        "protection",
        "act",
        "governmental",
        "effort",
        "restructure",
        "financial",
        "regulatory",
        "system",
        "technological",
        "change",
        "change",
        "level",
        "company",
        "nonperforming",
        "asset",
        "charge",
        "offs",
        "oversupply",
        "inventory",
        "deterioration",
        "value",
        "california",
        "real",
        "estate",
        "residential",
        "commercial",
        "effect",
        "change",
        "accounting",
        "policy",
        "practice",
        "may",
        "adopted",
        "bank",
        "regulatory",
        "agency",
        "security",
        "exchange",
        "commission",
        "sec",
        "public",
        "company",
        "accounting",
        "oversight",
        "board",
        "financial",
        "accounting",
        "standard",
        "board",
        "accounting",
        "standard",
        "setter",
        "possible",
        "impairment",
        "security",
        "held",
        "u",
        "change",
        "consumer",
        "spending",
        "borrowing",
        "saving",
        "habit",
        "effect",
        "company",
        "lack",
        "diversified",
        "loan",
        "portfolio",
        "including",
        "risk",
        "geographic",
        "industry",
        "concentration",
        "ability",
        "attract",
        "deposit",
        "source",
        "liquidity",
        "change",
        "financial",
        "performance",
        "condition",
        "borrower",
        "change",
        "competitive",
        "environment",
        "among",
        "financial",
        "bank",
        "holding",
        "company",
        "financial",
        "service",
        "provider",
        "unanticipated",
        "regulatory",
        "judicial",
        "proceeding",
        "company",
        "ability",
        "manage",
        "risk",
        "involved",
        "foregoing",
        "additional",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "discussed",
        "annual",
        "report",
        "form",
        "pacific",
        "premier",
        "bancorp",
        "filed",
        "sec",
        "available",
        "sec",
        "internet",
        "site",
        "http",
        "pacific",
        "premier",
        "grandpoint",
        "undertake",
        "obligation",
        "revise",
        "publicly",
        "release",
        "revision",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "date",
        "statement",
        "made",
        "additional",
        "information",
        "proposed",
        "acquisition",
        "grandpoint",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "connection",
        "proposed",
        "acquisition",
        "transaction",
        "pacific",
        "premier",
        "file",
        "registration",
        "statement",
        "form",
        "sec",
        "include",
        "consent",
        "solicitation",
        "proxy",
        "distributed",
        "shareholder",
        "grandpoint",
        "pacific",
        "premier",
        "connection",
        "vote",
        "acquisition",
        "shareholder",
        "grandpoint",
        "pacific",
        "premier",
        "encouraged",
        "read",
        "registration",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "including",
        "consent",
        "solicitation",
        "proxy",
        "part",
        "registration",
        "statement",
        "contain",
        "important",
        "information",
        "proposed",
        "acquisition",
        "final",
        "consent",
        "solicitation",
        "proxy",
        "mailed",
        "shareholder",
        "grandpoint",
        "pacific",
        "premier",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "document",
        "document",
        "pacific",
        "premier",
        "filed",
        "sec",
        "free",
        "charge",
        "sec",
        "website",
        "addition",
        "document",
        "filed",
        "sec",
        "pacific",
        "premier",
        "available",
        "free",
        "charge",
        "accessing",
        "pacific",
        "premier",
        "website",
        "investor",
        "relation",
        "link",
        "heading",
        "sec",
        "filing",
        "writing",
        "pacific",
        "premier",
        "von",
        "karman",
        "avenue",
        "suite",
        "irvine",
        "ca",
        "attention",
        "investor",
        "relation",
        "writing",
        "grandpoint",
        "south",
        "grand",
        "avenue",
        "los",
        "angeles",
        "ca",
        "attention",
        "corporate",
        "secretary",
        "director",
        "executive",
        "officer",
        "certain",
        "member",
        "management",
        "employee",
        "pacific",
        "premier",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "acquisition",
        "information",
        "pacific",
        "premier",
        "director",
        "executive",
        "officer",
        "included",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "pacific",
        "premier",
        "shareholder",
        "filed",
        "sec",
        "april",
        "director",
        "executive",
        "officer",
        "certain",
        "member",
        "management",
        "employee",
        "grandpoint",
        "may",
        "also",
        "deemed",
        "participant",
        "solicitation",
        "consent",
        "favor",
        "acquisition",
        "shareholder",
        "grandpoint",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "person",
        "may",
        "deemed",
        "participant",
        "transaction",
        "may",
        "obtained",
        "reading",
        "consent",
        "solicitation",
        "proxy",
        "regarding",
        "proposed",
        "acquisition",
        "becomes",
        "available",
        "free",
        "copy",
        "document",
        "may",
        "obtained",
        "described",
        "preceding",
        "paragraph",
        "view",
        "source",
        "version",
        "http",
        "pacific",
        "premier",
        "bancorp",
        "steven",
        "gardner",
        "chairman",
        "president",
        "ceo",
        "ronald",
        "nicolas",
        "senior",
        "executive",
        "vice",
        "president",
        "cfo",
        "source",
        "pacific",
        "premier",
        "bancorp",
        "inc"
    ]
}