{
    "organizations": [],
    "uuid": "3598734f513be010ddf9c6bf9e17da840bb34a5a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/business-wire-penn-national-gaming-secures-pennsylvania-gaming-control-board-and-west-virginia-lottery-commission-approval-of-its-pending.html",
    "ord_in_thread": 0,
    "title": "Penn National Gaming Secures Pennsylvania Gaming Control Board and West Virginia Lottery Commission Approval of Its Pending Acquisition of Pinnacle Entertainment",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WYOMISSING, Penn.--(BUSINESS WIRE)-- Penn National Gaming, Inc. (PENN: Nasdaq) (“Penn National” or the “Company”) announced that at separate meetings today, The Pennsylvania Gaming Control Board (“PGCB”) and the West Virginia Lottery Commission (“WVLC”) approved the Company’s pending acquisition of Pinnacle Entertainment, Inc. (NASDAQ: PNK) (“Pinnacle”). The completion of the proposed transaction is contingent on receipt of additional regulatory approvals, as well as certain other conditions.\n“We are grateful for the prompt review by the PGCB and WVLC of the proposed transaction and are very pleased to have cleared the first regulatory hurdles on the path towards completing our proposed acquisition of Pinnacle Entertainment,” said Timothy J. Wilmott, Chief Executive Officer of Penn National Gaming. “We look forward to securing additional regulatory approvals in the near term, with our goal remaining to complete the transaction in the second half of 2018,” continued Wilmott. “In the meantime, our transition team is making good progress formulating a new organizational structure, which will include a blend of proven and talented team members from both companies, while ensuring we meet or exceed our revenue and cost synergy targets.”\nPenn National and Pinnacle recently announced that both companies will hold special shareholder meetings on March 29th to vote on matters related to the acquisition.\nAbout Penn National Gaming\nPenn National Gaming owns, operates or has ownership interests in gaming and racing facilities and video gaming terminal operations with a focus on slot machine entertainment. At December 31, 2017, the Company operated twenty-nine facilities in seventeen jurisdictions, including California, Florida, Illinois, Indiana, Kansas, Maine, Massachusetts, Mississippi, Missouri, Nevada, New Jersey, New Mexico, Ohio, Pennsylvania, Texas, West Virginia, and Ontario, Canada. At December 31, 2017, in aggregate, Penn National Gaming operated approximately 36,200 gaming machines, 810 table games and 4,800 hotel rooms. The Company also offers social online gaming through its Penn Interactive Ventures division.\nAbout Pinnacle\nPinnacle Entertainment, Inc. owns and operates 16 gaming entertainment businesses, located in Colorado, Indiana, Iowa, Louisiana, Mississippi, Missouri, Nevada, Ohio and Pennsylvania. In addition, Pinnacle holds a majority interest in the racing license owner, as well as a management contract, for Retama Park Racetrack outside of San Antonio, Texas.\nImportant Additional Information\nIn connection with the proposed transaction, on February 8, 2018, Penn filed with the Securities and Exchange Commission (the “SEC”) a registration statement on Form S-4 that contains a joint proxy statement of Penn and Pinnacle and also constitutes a prospectus of Penn (the “joint proxy statement/prospectus”). The registration statement was declared effective by the SEC on February 28, 2018 and Penn and Pinnacle commenced mailing the definitive joint proxy statement/prospectus to their respective shareholders and stockholders on February 28, 2018. This communication does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any vote or approval. Shareholders of Penn and stockholders of Pinnacle are urged to read the definitive joint proxy statement/prospectus regarding the proposed transaction and any other relevant documents filed or that will be filed with the SEC, as well as any amendments or supplements to those documents, because they contain or will contain important information. Investors may obtain a free copy of the registration statement and the joint proxy statement/prospectus, as well as other filings containing information about Penn and Pinnacle, without charge, at the SEC’s website at www.sec.gov . Copies of the documents filed with the SEC by Penn can be obtained, without charge, by directing a request to Justin Sebastiano, Penn National Gaming, Inc., 825 Berkshire Boulevard, Suite 200, Wyomissing, Pennsylvania 19610, Tel. No. (610) 401-2029. Copies of the documents filed with the SEC by Pinnacle can be obtained, without charge, by directing a request to Vincent Zahn, Pinnacle Entertainment, Inc., 3980 Howard Hughes Parkway, Las Vegas, Nevada 89169, Tel. No. (702) 541-7777.\nParticipants in the Solicitation\nPenn, Pinnacle, and certain of their respective directors, executive officers and employees may be deemed to be participants in the solicitation of proxies in respect of the proposed transaction. Information regarding Penn’s directors and executive officers is available in Penn’s Annual Report on Form 10-K for the year ended December 31, 2017, which was filed with the SEC on March 1, 2018, and its proxy statement for its 2017 Annual Meeting, which was filed with the SEC on April 25, 2017. Information regarding Pinnacle’s directors and executive officers is available in Pinnacle’s Annual Report on Form 10-K for the year ended December 31, 2017, which was filed with the SEC on March 1, 2018, and its proxy statement for its 2017 Annual Meeting, which was filed with the SEC on March 14, 2017. Other information regarding the participants in the proxy solicitation and a description of their direct and indirect interests, by security holdings or otherwise, is contained in the definitive joint proxy statement/prospectus of Penn and Pinnacle and other relevant materials filed with the SEC. Free copies of this document may be obtained as described in the preceding paragraph.\nForward-Looking Statements\nThis communication may contain certain forward-looking statements, including certain plans, expectations, goals, projections, and statements about the benefits of the proposed transaction, Penn’s and Pinnacle’s plans, objectives, expectations and intentions, the expected timing of completion of the transaction, and other statements that are not historical facts. Such statements are subject to numerous assumptions, risks, and uncertainties. Statements that do not describe historical or current facts, including statements about beliefs and expectations, are forward-looking statements. Forward-looking statements may be identified by words such as “expect,” “anticipate,” “believe,” “intend,” “estimate,” “plan,” “target,” “goal,” or similar expressions, or future or conditional verbs such as “will,” “may,” “might,” “should,” “would,” “could,” or similar variations. The forward-looking statements are intended to be subject to the safe harbor provided by Section 27A of the Securities Act of 1933, Section 21E of the Securities Exchange Act of 1934, and the Private Securities Litigation Reform Act of 1995.\nWhile there is no assurance that any list of risks and uncertainties or risk factors is complete, below are certain factors which could cause actual results to differ materially from those contained or implied in the forward-looking statements including: risks related to the acquisition of Pinnacle by Penn and the integration of the businesses and assets to be acquired; the possibility that the proposed transaction does not close when expected or at all because required regulatory, shareholder or other approvals are not received or other conditions to the closing are not satisfied on a timely basis or at all; the risk that the financing required to fund the transaction is not obtained on the terms anticipated or at all; the possibility that the Boyd Gaming Corporation and/or Gaming and Leisure Properties, Inc. transactions do not close in a timely fashion or at all; potential adverse reactions or changes to business or employee relationships, including those resulting from the announcement or completion of the transaction; potential litigation challenging the transaction; the possibility that the anticipated benefits of the transaction are not realized when expected or at all, including as a result of the impact of, or issues arising from, the integration of the two companies; the possibility that the anticipated divestitures are not completed in the anticipated timeframe or at all; the possibility that additional divestitures may be required; the possibility that the transaction may be more expensive to complete than anticipated, including as a result of unexpected factors or events; diversion of management’s attention from ongoing business operations and opportunities; litigation relating to the transaction; risks associated with increased leverage from the transaction; and other factors discussed in the sections entitled “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” in Penn’s and Pinnacle’s respective most recent Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K as filed with the SEC. Other unknown or unpredictable factors may also cause actual results to differ materially from those projected by the forward-looking statements. Most of these factors are difficult to anticipate and are generally beyond the control of Penn and Pinnacle. Neither Penn nor Pinnacle undertakes any obligation to release publicly any revisions to any forward-looking statements, to report events or to report the occurrence of unanticipated events unless required to do so by law.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180321005898/en/\nPenn National Gaming, Inc.\nWilliam J. Fair, 610-373-2400\nChief Financial Officer\nor\nJCIR\nJoseph N. Jaffoni, Richard Land, 212-835-8500\npenn@jcir.com\nSource: Penn National Gaming, Inc.",
    "published": "2018-03-21T20:05:00.000+02:00",
    "crawled": "2018-03-21T21:50:46.015+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wyomissing",
        "business",
        "wire",
        "penn",
        "national",
        "gaming",
        "penn",
        "nasdaq",
        "penn",
        "national",
        "company",
        "announced",
        "separate",
        "meeting",
        "today",
        "pennsylvania",
        "gaming",
        "control",
        "board",
        "pgcb",
        "west",
        "virginia",
        "lottery",
        "commission",
        "wvlc",
        "approved",
        "company",
        "pending",
        "acquisition",
        "pinnacle",
        "entertainment",
        "nasdaq",
        "pnk",
        "pinnacle",
        "completion",
        "proposed",
        "transaction",
        "contingent",
        "receipt",
        "additional",
        "regulatory",
        "approval",
        "well",
        "certain",
        "condition",
        "grateful",
        "prompt",
        "review",
        "pgcb",
        "wvlc",
        "proposed",
        "transaction",
        "pleased",
        "cleared",
        "first",
        "regulatory",
        "hurdle",
        "path",
        "towards",
        "completing",
        "proposed",
        "acquisition",
        "pinnacle",
        "entertainment",
        "said",
        "timothy",
        "wilmott",
        "chief",
        "executive",
        "officer",
        "penn",
        "national",
        "gaming",
        "look",
        "forward",
        "securing",
        "additional",
        "regulatory",
        "approval",
        "near",
        "term",
        "goal",
        "remaining",
        "complete",
        "transaction",
        "second",
        "half",
        "continued",
        "wilmott",
        "meantime",
        "transition",
        "team",
        "making",
        "good",
        "progress",
        "formulating",
        "new",
        "organizational",
        "structure",
        "include",
        "blend",
        "proven",
        "talented",
        "team",
        "member",
        "company",
        "ensuring",
        "meet",
        "exceed",
        "revenue",
        "cost",
        "synergy",
        "penn",
        "national",
        "pinnacle",
        "recently",
        "announced",
        "company",
        "hold",
        "special",
        "shareholder",
        "meeting",
        "march",
        "29th",
        "vote",
        "matter",
        "related",
        "acquisition",
        "penn",
        "national",
        "gaming",
        "penn",
        "national",
        "gaming",
        "owns",
        "operates",
        "ownership",
        "interest",
        "gaming",
        "racing",
        "facility",
        "video",
        "gaming",
        "terminal",
        "operation",
        "focus",
        "slot",
        "machine",
        "entertainment",
        "december",
        "company",
        "operated",
        "facility",
        "seventeen",
        "jurisdiction",
        "including",
        "california",
        "florida",
        "illinois",
        "indiana",
        "kansa",
        "maine",
        "massachusetts",
        "mississippi",
        "missouri",
        "nevada",
        "new",
        "jersey",
        "new",
        "mexico",
        "ohio",
        "pennsylvania",
        "texas",
        "west",
        "virginia",
        "ontario",
        "canada",
        "december",
        "aggregate",
        "penn",
        "national",
        "gaming",
        "operated",
        "approximately",
        "gaming",
        "machine",
        "table",
        "game",
        "hotel",
        "room",
        "company",
        "also",
        "offer",
        "social",
        "online",
        "gaming",
        "penn",
        "interactive",
        "venture",
        "division",
        "pinnacle",
        "pinnacle",
        "entertainment",
        "owns",
        "operates",
        "gaming",
        "entertainment",
        "business",
        "located",
        "colorado",
        "indiana",
        "iowa",
        "louisiana",
        "mississippi",
        "missouri",
        "nevada",
        "ohio",
        "pennsylvania",
        "addition",
        "pinnacle",
        "hold",
        "majority",
        "interest",
        "racing",
        "license",
        "owner",
        "well",
        "management",
        "contract",
        "retama",
        "park",
        "racetrack",
        "outside",
        "san",
        "antonio",
        "texas",
        "important",
        "additional",
        "information",
        "connection",
        "proposed",
        "transaction",
        "february",
        "penn",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "registration",
        "statement",
        "form",
        "contains",
        "joint",
        "proxy",
        "statement",
        "penn",
        "pinnacle",
        "also",
        "constitutes",
        "prospectus",
        "penn",
        "joint",
        "proxy",
        "registration",
        "statement",
        "declared",
        "effective",
        "sec",
        "february",
        "penn",
        "pinnacle",
        "commenced",
        "mailing",
        "definitive",
        "joint",
        "proxy",
        "respective",
        "shareholder",
        "stockholder",
        "february",
        "communication",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "shareholder",
        "penn",
        "stockholder",
        "pinnacle",
        "urged",
        "read",
        "definitive",
        "joint",
        "proxy",
        "regarding",
        "proposed",
        "transaction",
        "relevant",
        "document",
        "filed",
        "filed",
        "sec",
        "well",
        "amendment",
        "supplement",
        "document",
        "contain",
        "contain",
        "important",
        "information",
        "investor",
        "may",
        "obtain",
        "free",
        "copy",
        "registration",
        "statement",
        "joint",
        "proxy",
        "well",
        "filing",
        "containing",
        "information",
        "penn",
        "pinnacle",
        "without",
        "charge",
        "sec",
        "website",
        "copy",
        "document",
        "filed",
        "sec",
        "penn",
        "obtained",
        "without",
        "charge",
        "directing",
        "request",
        "justin",
        "sebastiano",
        "penn",
        "national",
        "gaming",
        "berkshire",
        "boulevard",
        "suite",
        "wyomissing",
        "pennsylvania",
        "tel",
        "copy",
        "document",
        "filed",
        "sec",
        "pinnacle",
        "obtained",
        "without",
        "charge",
        "directing",
        "request",
        "vincent",
        "zahn",
        "pinnacle",
        "entertainment",
        "howard",
        "hughes",
        "parkway",
        "la",
        "vega",
        "nevada",
        "tel",
        "participant",
        "solicitation",
        "penn",
        "pinnacle",
        "certain",
        "respective",
        "director",
        "executive",
        "officer",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "penn",
        "director",
        "executive",
        "officer",
        "available",
        "penn",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "march",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "filed",
        "sec",
        "april",
        "information",
        "regarding",
        "pinnacle",
        "director",
        "executive",
        "officer",
        "available",
        "pinnacle",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "march",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "filed",
        "sec",
        "march",
        "information",
        "regarding",
        "participant",
        "proxy",
        "solicitation",
        "description",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "contained",
        "definitive",
        "joint",
        "proxy",
        "penn",
        "pinnacle",
        "relevant",
        "material",
        "filed",
        "sec",
        "free",
        "copy",
        "document",
        "may",
        "obtained",
        "described",
        "preceding",
        "paragraph",
        "statement",
        "communication",
        "may",
        "contain",
        "certain",
        "statement",
        "including",
        "certain",
        "plan",
        "expectation",
        "goal",
        "projection",
        "statement",
        "benefit",
        "proposed",
        "transaction",
        "penn",
        "pinnacle",
        "plan",
        "objective",
        "expectation",
        "intention",
        "expected",
        "timing",
        "completion",
        "transaction",
        "statement",
        "historical",
        "fact",
        "statement",
        "subject",
        "numerous",
        "assumption",
        "risk",
        "uncertainty",
        "statement",
        "describe",
        "historical",
        "current",
        "fact",
        "including",
        "statement",
        "belief",
        "expectation",
        "statement",
        "statement",
        "may",
        "identified",
        "word",
        "expect",
        "anticipate",
        "believe",
        "intend",
        "estimate",
        "plan",
        "target",
        "goal",
        "similar",
        "expression",
        "future",
        "conditional",
        "verb",
        "may",
        "might",
        "would",
        "could",
        "similar",
        "variation",
        "statement",
        "intended",
        "subject",
        "safe",
        "harbor",
        "provided",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "assurance",
        "list",
        "risk",
        "uncertainty",
        "risk",
        "factor",
        "complete",
        "certain",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "implied",
        "statement",
        "including",
        "risk",
        "related",
        "acquisition",
        "pinnacle",
        "penn",
        "integration",
        "business",
        "asset",
        "acquired",
        "possibility",
        "proposed",
        "transaction",
        "close",
        "expected",
        "required",
        "regulatory",
        "shareholder",
        "approval",
        "received",
        "condition",
        "closing",
        "satisfied",
        "timely",
        "basis",
        "risk",
        "financing",
        "required",
        "fund",
        "transaction",
        "obtained",
        "term",
        "anticipated",
        "possibility",
        "boyd",
        "gaming",
        "corporation",
        "gaming",
        "leisure",
        "property",
        "transaction",
        "close",
        "timely",
        "fashion",
        "potential",
        "adverse",
        "reaction",
        "change",
        "business",
        "employee",
        "relationship",
        "including",
        "resulting",
        "announcement",
        "completion",
        "transaction",
        "potential",
        "litigation",
        "challenging",
        "transaction",
        "possibility",
        "anticipated",
        "benefit",
        "transaction",
        "realized",
        "expected",
        "including",
        "result",
        "impact",
        "issue",
        "arising",
        "integration",
        "two",
        "company",
        "possibility",
        "anticipated",
        "divestiture",
        "completed",
        "anticipated",
        "timeframe",
        "possibility",
        "additional",
        "divestiture",
        "may",
        "required",
        "possibility",
        "transaction",
        "may",
        "expensive",
        "complete",
        "anticipated",
        "including",
        "result",
        "unexpected",
        "factor",
        "event",
        "diversion",
        "management",
        "attention",
        "ongoing",
        "business",
        "operation",
        "opportunity",
        "litigation",
        "relating",
        "transaction",
        "risk",
        "associated",
        "increased",
        "leverage",
        "transaction",
        "factor",
        "discussed",
        "section",
        "entitled",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "penn",
        "pinnacle",
        "respective",
        "recent",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filed",
        "sec",
        "unknown",
        "unpredictable",
        "factor",
        "may",
        "also",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "factor",
        "difficult",
        "anticipate",
        "generally",
        "beyond",
        "control",
        "penn",
        "pinnacle",
        "neither",
        "penn",
        "pinnacle",
        "undertakes",
        "obligation",
        "release",
        "publicly",
        "revision",
        "statement",
        "report",
        "event",
        "report",
        "occurrence",
        "unanticipated",
        "event",
        "unless",
        "required",
        "law",
        "view",
        "source",
        "version",
        "http",
        "penn",
        "national",
        "gaming",
        "william",
        "fair",
        "chief",
        "financial",
        "officer",
        "jcir",
        "joseph",
        "jaffoni",
        "richard",
        "land",
        "penn",
        "source",
        "penn",
        "national",
        "gaming",
        "inc"
    ]
}