{
    "organizations": [],
    "uuid": "23a07062623520cdeb7893dda5d3a9fee8c575ef",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-cohen-ukraine-commentary/commentary-ukraines-neo-nazi-problem-idUSKBN1GV2TY",
    "ord_in_thread": 0,
    "title": "Ukraine’s neo-Nazi problem",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "As Ukraine’s struggle against Russia and its proxies continues, Kiev must also contend with a growing problem behind the front lines: far-right vigilantes who are willing to use intimidation and even violence to advance their agendas, and who often do so with the tacit approval of law enforcement agencies.\nSupporters of Ukrainian nationalist and far-right groups take part in a rally to mark Defender of Ukraine Day in Kiev, October 14, 2017. REUTERS/Gleb Garanich A January 28 demonstration, in Kiev, by 600 members of the so-called “National Militia,” a newly-formed ultranationalist group that vows “to use force to establish order,” illustrates this threat. While the group’s Kiev launch was peaceful, National Militia members in balaclavas stormed a city council meeting in the central Ukrainian town of Cherkasy the following day, skirmishing with deputies and forcing them to pass a new budget.\nMany of the National Militia's members come from the Azov movement, one of the 30-odd privately-funded “volunteer battalions” that, in the early days of the war, helped the regular army to defend Ukrainian territory against Russia's separatist proxies. Although Azov uses Nazi-era symbolism and recruits neo-Nazis into its ranks, a recent article in Foreign Affairs downplayed any risks the group might pose, pointing out that, like other volunteer militias, Azov has been “reined in” through its integration into Ukraine’s armed forces. While it’s true that private militias no longer rule the battlefront, it’s the home front that Kiev needs to worry about now.\nWhen Russian President Vladimir Putin’s seizure of Crimea four years ago first exposed the decrepit condition of Ukraine’s armed forces, right-wing militias such as Azov and Right Sector stepped into the breach, fending off the Russian-backed separatists while Ukraine’s regular military regrouped. Though, as a result, many Ukrainians continue to regard the militias with gratitude and admiration , the more extreme among these groups promote an intolerant and illiberal ideology that will endanger Ukraine in the long term. Since the Crimean crisis, the militias have been formally integrated into Ukraine’s armed forces, but some have resisted full integration: Azov, for example, runs its own children’s training camp, and the careers section instructs recruits who wish to transfer to Azov from a regular military unit.\nAccording to Freedom House’s Ukraine project director Matthew Schaaf, “numerous organized radical right-wing groups exist in Ukraine, and while the volunteer battalions may have been officially integrated into state structures, some of them have since spun off political and non-profit structures to implement their vision.” Schaaf noted that “an increase in patriotic discourse supporting Ukraine in its conflict with Russia has coincided with an apparent increase in both public hate speech, sometimes by public officials and magnified by the media, as well as violence towards vulnerable groups such as the LGBT community,” an observation that is supported by a recent Council of Europe study .\nIn recent months, Ukraine has experienced a wave of unchecked vigilantism. Institute Respublica, a local pro-democracy NGO, reported that activists are frequently harassed by vigilantes when holding legal meetings or rallies related to politically-controversial positions, such as the promotion of LGBT rights or opposition to the war. Azov and other militias have attacked anti-fascist demonstrations, city council meetings, media outlets , art exhibitions , foreign students and Roma . Progressive activists describe a new climate of fear that they say has been intensifying ever since last year's near-fatal stabbing of anti-war activist Stas Serhiyenko, which is believed to have been perpetrated by an extremist group named C14 (the name refers to a 14-word slogan popular among white supremacists). Brutal attacks this month on International Women’s Day marches in several Ukrainian cities prompted an unusually forceful statement from Amnesty International, which warned that \"the Ukrainian state is rapidly losing its monopoly on violence.”\nUkraine is not the only country that must contend with a resurgent far right. But Kiev’s recent efforts to incorporate independent armed groups into its regular armed forces, as well as a continuing national sense of indebtedness to the militias for their defense of the homeland, make addressing the ultranationalist threat considerably more complicated than it is elsewhere. According to Schaaf and the Institute Respublica, Ukrainian extremists are rarely punished for acts of violence. In some cases — such as C14's January attack on a remembrance gathering for two murdered journalists — police actually detain peaceful demonstrators instead.\nUkrainian President Petro Poroshenko, pictured here in Kiev, February 28, 2018, commands Ukraine’s security and intelligence services. REUTERS/Gleb Garanich To be clear, the Kremlin’s claims that Ukraine is a hornets’ nest of fascists are false: far-right parties performed poorly in Ukraine’s last parliamentary elections , and Ukrainians reacted with alarm to the National Militia’s demonstration in Kiev. But connections between law enforcement agencies and extremists give Ukraine’s Western allies ample reason for concern. C14 and Kiev's city government recently signed an agreement allowing C14 to establish a \"municipal guard\" to patrol the streets; three such militia-run guard forces are already registered in Kiev, and at least 21 operate in other cities.\nIn an ideal world, President Petro Poroshenko would purge the police and the interior ministry of far-right sympathizers, including Interior Minister Arsen Avakov, who has close ties to Azov leader Andriy Biletsky, as well as Sergei Korotkykh, an Azov veteran who is now a high-ranking police official. But Poroshenko would risk major repercussions if he did so; Avakov is his chief political rival , and the ministry he runs controls the police, the National Guard and several former militias.\nAs one Ukrainian analyst noted in December, control of these forces make Avakov extremely powerful and Poroshenko’s presidency might not be strong enough to withstand the kind of direct confrontation with Avakov that an attempt to oust him or to strike at his power base could well produce. Poroshenko has endured frequent verbal threats, including calls for revolution, from ultranationalist groups, so he may believe that he needs Avakov to keep them in check.\nInterior Minister Arsen Avakov controls Ukraine's police, National Guard and several former militias. REUTERS/Valentyn Ogirenko Avakov’s Peoples’ Party status as the main partner in Ukraine’s parliamentary coalition increases Avakov’s leverage over Poroshenko’s Bloc. An attempt to fire Avakov could imperil Poroshenko’s slim legislative majority, and lead to early parliamentary elections. Given Poroshenko’s current unpopularity , this is a scenario he will likely try to avoid.\nDespite his weak position, Poroshenko still has some options for reducing the threat from the far right. Though Avakov controls the Ukraine’s police and National Guard, Poroshenko still commands Ukraine’s security and intelligence services, the SBU, and could instruct the agency to cut its ties with C14 and other extremist groups. Poroshenko should also express public support for marginalized groups like the Roma and LGBT communities, and affirm his commitment to protecting their rights.\nWestern diplomats and human rights organizations must urge Ukraine’s government to uphold the rule of law and to stop allowing the far right to act with impunity. International donors can help by funding more initiatives like the United States Agency for International Development’s projects supporting training for Ukrainian lawyers and human rights defenders, and improving equitable access to the judicial system for marginalized communities.\nThere’s no easy way to eradicate the virulent far-right extremism that has been poisoning Ukrainian politics and public life, but without vigorous and immediate efforts to counteract it, it may soon endanger the state itself.\n(Josh Cohen is a former USAID project officer involved in managing economic reform projects in the former Soviet Union.)\n ",
    "published": "2018-03-20T05:00:00.000+02:00",
    "crawled": "2018-03-25T11:35:55.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ukraine",
        "struggle",
        "russia",
        "proxy",
        "continues",
        "kiev",
        "must",
        "also",
        "contend",
        "growing",
        "problem",
        "behind",
        "front",
        "line",
        "vigilante",
        "willing",
        "use",
        "intimidation",
        "even",
        "violence",
        "advance",
        "agenda",
        "often",
        "tacit",
        "approval",
        "law",
        "enforcement",
        "agency",
        "supporter",
        "ukrainian",
        "nationalist",
        "group",
        "take",
        "part",
        "rally",
        "mark",
        "defender",
        "ukraine",
        "day",
        "kiev",
        "october",
        "garanich",
        "january",
        "demonstration",
        "kiev",
        "member",
        "national",
        "militia",
        "ultranationalist",
        "group",
        "vow",
        "use",
        "force",
        "establish",
        "order",
        "illustrates",
        "threat",
        "group",
        "kiev",
        "launch",
        "peaceful",
        "national",
        "militia",
        "member",
        "balaclava",
        "stormed",
        "city",
        "council",
        "meeting",
        "central",
        "ukrainian",
        "town",
        "cherkasy",
        "following",
        "day",
        "skirmishing",
        "deputy",
        "forcing",
        "pas",
        "new",
        "budget",
        "many",
        "national",
        "militia",
        "member",
        "come",
        "azov",
        "movement",
        "one",
        "volunteer",
        "battalion",
        "early",
        "day",
        "war",
        "helped",
        "regular",
        "army",
        "defend",
        "ukrainian",
        "territory",
        "russia",
        "separatist",
        "proxy",
        "although",
        "azov",
        "us",
        "symbolism",
        "recruit",
        "rank",
        "recent",
        "article",
        "foreign",
        "affair",
        "downplayed",
        "risk",
        "group",
        "might",
        "pose",
        "pointing",
        "like",
        "volunteer",
        "militia",
        "azov",
        "reined",
        "integration",
        "ukraine",
        "armed",
        "force",
        "true",
        "private",
        "militia",
        "longer",
        "rule",
        "battlefront",
        "home",
        "front",
        "kiev",
        "need",
        "worry",
        "russian",
        "president",
        "vladimir",
        "putin",
        "seizure",
        "crimea",
        "four",
        "year",
        "ago",
        "first",
        "exposed",
        "decrepit",
        "condition",
        "ukraine",
        "armed",
        "force",
        "militia",
        "azov",
        "right",
        "sector",
        "stepped",
        "breach",
        "fending",
        "separatist",
        "ukraine",
        "regular",
        "military",
        "regrouped",
        "though",
        "result",
        "many",
        "ukrainian",
        "continue",
        "regard",
        "militia",
        "gratitude",
        "admiration",
        "extreme",
        "among",
        "group",
        "promote",
        "intolerant",
        "illiberal",
        "ideology",
        "endanger",
        "ukraine",
        "long",
        "term",
        "since",
        "crimean",
        "crisis",
        "militia",
        "formally",
        "integrated",
        "ukraine",
        "armed",
        "force",
        "resisted",
        "full",
        "integration",
        "azov",
        "example",
        "run",
        "child",
        "training",
        "camp",
        "career",
        "section",
        "instructs",
        "recruit",
        "wish",
        "transfer",
        "azov",
        "regular",
        "military",
        "unit",
        "according",
        "freedom",
        "house",
        "ukraine",
        "project",
        "director",
        "matthew",
        "schaaf",
        "numerous",
        "organized",
        "radical",
        "group",
        "exist",
        "ukraine",
        "volunteer",
        "battalion",
        "may",
        "officially",
        "integrated",
        "state",
        "structure",
        "since",
        "spun",
        "political",
        "structure",
        "implement",
        "schaaf",
        "noted",
        "increase",
        "patriotic",
        "discourse",
        "supporting",
        "ukraine",
        "conflict",
        "russia",
        "coincided",
        "apparent",
        "increase",
        "public",
        "hate",
        "speech",
        "sometimes",
        "public",
        "official",
        "magnified",
        "medium",
        "well",
        "violence",
        "towards",
        "vulnerable",
        "group",
        "lgbt",
        "community",
        "observation",
        "supported",
        "recent",
        "council",
        "europe",
        "study",
        "recent",
        "month",
        "ukraine",
        "experienced",
        "wave",
        "unchecked",
        "vigilantism",
        "institute",
        "respublica",
        "local",
        "ngo",
        "reported",
        "activist",
        "frequently",
        "harassed",
        "vigilante",
        "holding",
        "legal",
        "meeting",
        "rally",
        "related",
        "position",
        "promotion",
        "lgbt",
        "right",
        "opposition",
        "war",
        "azov",
        "militia",
        "attacked",
        "demonstration",
        "city",
        "council",
        "meeting",
        "medium",
        "outlet",
        "art",
        "exhibition",
        "foreign",
        "student",
        "rom",
        "progressive",
        "activist",
        "describe",
        "new",
        "climate",
        "fear",
        "say",
        "intensifying",
        "ever",
        "since",
        "last",
        "year",
        "stabbing",
        "activist",
        "stas",
        "serhiyenko",
        "believed",
        "perpetrated",
        "extremist",
        "group",
        "named",
        "c14",
        "name",
        "refers",
        "slogan",
        "popular",
        "among",
        "white",
        "supremacist",
        "brutal",
        "attack",
        "month",
        "international",
        "woman",
        "day",
        "march",
        "several",
        "ukrainian",
        "city",
        "prompted",
        "unusually",
        "forceful",
        "statement",
        "amnesty",
        "international",
        "warned",
        "ukrainian",
        "state",
        "rapidly",
        "losing",
        "monopoly",
        "ukraine",
        "country",
        "must",
        "contend",
        "resurgent",
        "far",
        "right",
        "kiev",
        "recent",
        "effort",
        "incorporate",
        "independent",
        "armed",
        "group",
        "regular",
        "armed",
        "force",
        "well",
        "continuing",
        "national",
        "sense",
        "indebtedness",
        "militia",
        "defense",
        "homeland",
        "make",
        "addressing",
        "ultranationalist",
        "threat",
        "considerably",
        "complicated",
        "elsewhere",
        "according",
        "schaaf",
        "institute",
        "respublica",
        "ukrainian",
        "extremist",
        "rarely",
        "punished",
        "act",
        "violence",
        "case",
        "c14",
        "january",
        "attack",
        "remembrance",
        "gathering",
        "two",
        "murdered",
        "journalist",
        "police",
        "actually",
        "detain",
        "peaceful",
        "demonstrator",
        "instead",
        "ukrainian",
        "president",
        "petro",
        "poroshenko",
        "pictured",
        "kiev",
        "february",
        "command",
        "ukraine",
        "security",
        "intelligence",
        "service",
        "garanich",
        "clear",
        "kremlin",
        "claim",
        "ukraine",
        "hornet",
        "nest",
        "fascist",
        "false",
        "party",
        "performed",
        "poorly",
        "ukraine",
        "last",
        "parliamentary",
        "election",
        "ukrainian",
        "reacted",
        "alarm",
        "national",
        "militia",
        "demonstration",
        "kiev",
        "connection",
        "law",
        "enforcement",
        "agency",
        "extremist",
        "give",
        "ukraine",
        "western",
        "ally",
        "ample",
        "reason",
        "concern",
        "c14",
        "kiev",
        "city",
        "government",
        "recently",
        "signed",
        "agreement",
        "allowing",
        "c14",
        "establish",
        "municipal",
        "guard",
        "patrol",
        "street",
        "three",
        "guard",
        "force",
        "already",
        "registered",
        "kiev",
        "least",
        "operate",
        "city",
        "ideal",
        "world",
        "president",
        "petro",
        "poroshenko",
        "would",
        "purge",
        "police",
        "interior",
        "ministry",
        "sympathizer",
        "including",
        "interior",
        "minister",
        "arsen",
        "avakov",
        "close",
        "tie",
        "azov",
        "leader",
        "andriy",
        "biletsky",
        "well",
        "sergei",
        "korotkykh",
        "azov",
        "veteran",
        "police",
        "official",
        "poroshenko",
        "would",
        "risk",
        "major",
        "repercussion",
        "avakov",
        "chief",
        "political",
        "rival",
        "ministry",
        "run",
        "control",
        "police",
        "national",
        "guard",
        "several",
        "former",
        "militia",
        "one",
        "ukrainian",
        "analyst",
        "noted",
        "december",
        "control",
        "force",
        "make",
        "avakov",
        "extremely",
        "powerful",
        "poroshenko",
        "presidency",
        "might",
        "strong",
        "enough",
        "withstand",
        "kind",
        "direct",
        "confrontation",
        "avakov",
        "attempt",
        "oust",
        "strike",
        "power",
        "base",
        "could",
        "well",
        "produce",
        "poroshenko",
        "endured",
        "frequent",
        "verbal",
        "threat",
        "including",
        "call",
        "revolution",
        "ultranationalist",
        "group",
        "may",
        "believe",
        "need",
        "avakov",
        "keep",
        "check",
        "interior",
        "minister",
        "arsen",
        "avakov",
        "control",
        "ukraine",
        "police",
        "national",
        "guard",
        "several",
        "former",
        "militia",
        "ogirenko",
        "avakov",
        "people",
        "party",
        "status",
        "main",
        "partner",
        "ukraine",
        "parliamentary",
        "coalition",
        "increase",
        "avakov",
        "leverage",
        "poroshenko",
        "bloc",
        "attempt",
        "fire",
        "avakov",
        "could",
        "imperil",
        "poroshenko",
        "slim",
        "legislative",
        "majority",
        "lead",
        "early",
        "parliamentary",
        "election",
        "given",
        "poroshenko",
        "current",
        "unpopularity",
        "scenario",
        "likely",
        "try",
        "avoid",
        "despite",
        "weak",
        "position",
        "poroshenko",
        "still",
        "option",
        "reducing",
        "threat",
        "far",
        "right",
        "though",
        "avakov",
        "control",
        "ukraine",
        "police",
        "national",
        "guard",
        "poroshenko",
        "still",
        "command",
        "ukraine",
        "security",
        "intelligence",
        "service",
        "sbu",
        "could",
        "instruct",
        "agency",
        "cut",
        "tie",
        "c14",
        "extremist",
        "group",
        "poroshenko",
        "also",
        "express",
        "public",
        "support",
        "marginalized",
        "group",
        "like",
        "rom",
        "lgbt",
        "community",
        "affirm",
        "commitment",
        "protecting",
        "right",
        "western",
        "diplomat",
        "human",
        "right",
        "organization",
        "must",
        "urge",
        "ukraine",
        "government",
        "uphold",
        "rule",
        "law",
        "stop",
        "allowing",
        "far",
        "right",
        "act",
        "impunity",
        "international",
        "donor",
        "help",
        "funding",
        "initiative",
        "like",
        "united",
        "state",
        "agency",
        "international",
        "development",
        "project",
        "supporting",
        "training",
        "ukrainian",
        "lawyer",
        "human",
        "right",
        "defender",
        "improving",
        "equitable",
        "access",
        "judicial",
        "system",
        "marginalized",
        "community",
        "easy",
        "way",
        "eradicate",
        "virulent",
        "extremism",
        "poisoning",
        "ukrainian",
        "politics",
        "public",
        "life",
        "without",
        "vigorous",
        "immediate",
        "effort",
        "counteract",
        "may",
        "soon",
        "endanger",
        "state",
        "josh",
        "cohen",
        "former",
        "usaid",
        "project",
        "officer",
        "involved",
        "managing",
        "economic",
        "reform",
        "project",
        "former",
        "soviet",
        "union"
    ]
}