{
    "organizations": [],
    "uuid": "5477a471a079e18225d71e0bc871188ec9d760d8",
    "author": "Jeff Daniels",
    "url": "https://www.cnbc.com/2018/03/07/california-governor-accuses-sessions-of-lying-vows-to-fight-dojs-suit.html",
    "ord_in_thread": 0,
    "title": "California governor accuses Sessions of lying, vows to fight DOJ's suit",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CNBC.com Getty Images California Governor Jerry Brown gestures as Attorney General Xavier Becerra laughs during a press conference at the California State Capitol on March 7, 2018 in Sacramento, California. \nCalifornia Gov. Jerry Brown took a swipe at U.S. Attorney General Jeff Sessions on Wednesday, accusing him of giving out false information to a state law enforcement group and calling his trip out West \"a political stunt.\" \nAt the same time, the Democratic governor vowed during a press conference that the state would fight the U.S. Department of Justice's litigation against California's so-called sanctuary laws and added, \"This is basically going to war against the state of California, the engine of the American economy. It's not wise, it's not right, and it will not stand.\" \nIn his speech Wednesday morning in Sacramento to the California Peace Officers' Association, Sessions lashed out at California elected officials for getting in the way of immigration enforcement and charged that they are protecting hundreds of \"wanted criminals.\" \nSessions said \"immigration law is the province of the federal government,\" and he criticized California for passing \"a number of laws designed to intentionally obstruct the work of our sworn immigration enforcement officers.\" \nLate Tuesday, the Trump administration filed suit in Sacramento over the state's sanctuary laws. In particular, the administration is challenging California's law that went into effect in January that bars local authorities f rom asking about the immigration status of people during routine interactions or participating in federal enforcement actions. \n\"This lawsuit is going to last a lot longer than the Trump administration,\" Brown said during Wednesday's press conference with California Attorney General Xavier Becerra. \nSeveral hundred people protesting the Trump administration's immigration policies greeted Sessions on Wednesday morning when he arrived in downtown Sacramento to deliver remarks to the police group. \n\"California is using every power it has — and some it doesn't — to frustrate federal law enforcement,\" Sessions told the group. \"So you can be sure I'm going to use every power I have to stop them.\" \nSessions told the police group, \"We are going to fight these irrational, unfair and unconstitutional policies that have been imposed on you and our federal officers. We are fighting to make your jobs safer and to help you reduce crime in America.\" \nThe police group that Sessions addressed in the state capital included sheriffs and police chiefs from throughout the state as well as the head of the California Highway Patrol, district attorneys and state narcotics officers. \nThe U.S. attorney general also said the federal Immigration and Customs Enforcement agents as well as Border Patrol officers needed the help of local law enforcement. \"They are your brothers and sisters,\" he said. \n\"But, California,\" Sessions said, \"we have a problem. A series of actions and events has occurred that directly and adversely impact the work of our federal officers.\" \nFor one, Sessions criticized Oakland Mayor Libby Schaaf for \"actively seeking to help illegal aliens avoid apprehension by ICE. Her actions support those who flout our laws and boldly validate the illegality.\" \nAccording to Sessions, the Oakland mayor's warning last month ahead of an impending U.S. immigration crackdown led to ICE failing to make some 800 arrests. \n\"Those are 800 wanted criminals that are now at large in that community,\" Sessions said, adding that the immigration agents \"now will have to pursue [them] with more difficulty in more dangerous situations, all because of the mayor's irresponsible action.\" \nLast week, the White House press secretary, Sarah Huckabee Sanders, called the Oakland mayor's action \"outrageous\" and said it was \"under review,\" implying that it's possible the federal government could charge Schaaf with obstructing justice. \n\"I remain confident that my actions were both legal and moral,\" the Oakland mayor told reporters last Friday. \"I find it difficult to believe even in today's America that informing people of their legal rights could be considered illegal.\" \nSessions said, \"So here's my message to Mayor Schaaf: How dare you. How dare you needlessly endanger the lives of law enforcement just to promote your radical open borders agenda.\" \nSessions said the problem isn't limited to the San Francisco Bay area. For example, he said Southern California's Ventura County also has turned down ICE requests \"to hold an alien Ventura had arrested for continuous sexual abuse of a child. Instead of being removed from this country, he was released back into the community, and now our federal law enforcement will need to find him and arrest him wherever he may be.\" \nSessions called the state's sanctuary law preventing police from helping \"not just unconstitutional, it's a plain violation of federal statute and common sense. That's why the Department of Justice has filed a lawsuit [Tuesday] against the state of California to invalidate these unjust laws and to immediately freeze their effect.\" \nMeantime, California's governor during his press conference Wednesday accused Sessions of giving out false information in his speech to the California law enforcement group. Despite the state's sanctuary laws, Brown said, \"there's no doubt that the police can do their job. Now the federal government ought to do its job and not blame California for its own inability to solve the problem.\" \n\"Like so many in the Trump administration,\" Brown said, \"this attorney general has no regard for the truth. What he said earlier today is not true. It is a lie.\" \nBrown also suggested that Sessions may be \"trying to keep his job\" because of Trump's previous criticism of the attorney general. \nRegardless, Brown said the state \"will stick with the facts, stick to the law, and certainly we'll meet this litigation fully.\" Brown also vowed the state \"will protect our citizens from criminals\" as well as \"from improper abuse of the law. That's what it's about here.\" \nCalifornia's governor also knocked President Donald Trump's border wall proposal. \"This is a time to build bridges, not walls,\" said Brown. \"To pull Americans together, not set us apart.\" \nTrump is scheduled to make his first trip as president to California next Tuesday and visit the southern border in San Diego County to inspect prototypes for the border wall. \nFor his part, Sessions also attacked California for a state law that requires employers to first obtain a warrant from immigration agents before giving them access to the workplace and restricts what kind of sensitive employee information they can voluntarily share with agents without a subpoena. It also requires businesses to give notice to employees before ICE inspects workplaces. \nSessions said California has put employers in a tough spot with the new state law. \"They want to help law enforcement. They want to do their civic duty. We ought to encourage that.\" \nAlso, Sessions criticized Becerra, a Democrat and California's attorney general, for warning that the state might prosecute business owners who violate the state law. \nBecerra, speaking at the press conference Wednesday with the governor, said state laws protecting employees do not prevent ICE from carrying out investigations at workplaces. He also said the law \"clearly allows employers to cooperate with ICE.\" \nThe state attorney general explained that the state law \"simply requires that before immigration enforcement agents enter certain areas of the workplace or access employee records, they first present employers with documents that ensure employers and employees their rights and their privacy, and that those are being respected.\" \nBecerra also said law enforcement officials in the state work every day with their federal counterparts. \"That's not something we intend to change,\" he said. \nEven so, the state attorney general said California has the right under the U.S. Constitution \"to decline to participate in civil immigration enforcement. California is in the business of public safety. We're not in the business of deportations.\" ",
    "published": "2018-03-07T23:40:00.000+02:00",
    "crawled": "2018-03-07T23:40:42.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "getty",
        "image",
        "california",
        "governor",
        "jerry",
        "brown",
        "gesture",
        "attorney",
        "general",
        "xavier",
        "becerra",
        "laugh",
        "press",
        "conference",
        "california",
        "state",
        "capitol",
        "march",
        "sacramento",
        "california",
        "california",
        "gov",
        "jerry",
        "brown",
        "took",
        "swipe",
        "attorney",
        "general",
        "jeff",
        "session",
        "wednesday",
        "accusing",
        "giving",
        "false",
        "information",
        "state",
        "law",
        "enforcement",
        "group",
        "calling",
        "trip",
        "west",
        "political",
        "stunt",
        "time",
        "democratic",
        "governor",
        "vowed",
        "press",
        "conference",
        "state",
        "would",
        "fight",
        "department",
        "justice",
        "litigation",
        "california",
        "sanctuary",
        "law",
        "added",
        "basically",
        "going",
        "war",
        "state",
        "california",
        "engine",
        "american",
        "economy",
        "wise",
        "right",
        "stand",
        "speech",
        "wednesday",
        "morning",
        "sacramento",
        "california",
        "peace",
        "officer",
        "association",
        "session",
        "lashed",
        "california",
        "elected",
        "official",
        "getting",
        "way",
        "immigration",
        "enforcement",
        "charged",
        "protecting",
        "hundred",
        "wanted",
        "criminal",
        "session",
        "said",
        "immigration",
        "law",
        "province",
        "federal",
        "government",
        "criticized",
        "california",
        "passing",
        "number",
        "law",
        "designed",
        "intentionally",
        "obstruct",
        "work",
        "sworn",
        "immigration",
        "enforcement",
        "officer",
        "late",
        "tuesday",
        "trump",
        "administration",
        "filed",
        "suit",
        "sacramento",
        "state",
        "sanctuary",
        "law",
        "particular",
        "administration",
        "challenging",
        "california",
        "law",
        "went",
        "effect",
        "january",
        "bar",
        "local",
        "authority",
        "f",
        "rom",
        "asking",
        "immigration",
        "status",
        "people",
        "routine",
        "interaction",
        "participating",
        "federal",
        "enforcement",
        "action",
        "lawsuit",
        "going",
        "last",
        "lot",
        "longer",
        "trump",
        "administration",
        "brown",
        "said",
        "wednesday",
        "press",
        "conference",
        "california",
        "attorney",
        "general",
        "xavier",
        "becerra",
        "several",
        "hundred",
        "people",
        "protesting",
        "trump",
        "administration",
        "immigration",
        "policy",
        "greeted",
        "session",
        "wednesday",
        "morning",
        "arrived",
        "downtown",
        "sacramento",
        "deliver",
        "remark",
        "police",
        "group",
        "california",
        "using",
        "every",
        "power",
        "frustrate",
        "federal",
        "law",
        "enforcement",
        "session",
        "told",
        "group",
        "sure",
        "going",
        "use",
        "every",
        "power",
        "stop",
        "session",
        "told",
        "police",
        "group",
        "going",
        "fight",
        "irrational",
        "unfair",
        "unconstitutional",
        "policy",
        "imposed",
        "federal",
        "officer",
        "fighting",
        "make",
        "job",
        "safer",
        "help",
        "reduce",
        "crime",
        "america",
        "police",
        "group",
        "session",
        "addressed",
        "state",
        "capital",
        "included",
        "sheriff",
        "police",
        "chief",
        "throughout",
        "state",
        "well",
        "head",
        "california",
        "highway",
        "patrol",
        "district",
        "attorney",
        "state",
        "narcotic",
        "officer",
        "attorney",
        "general",
        "also",
        "said",
        "federal",
        "immigration",
        "custom",
        "enforcement",
        "agent",
        "well",
        "border",
        "patrol",
        "officer",
        "needed",
        "help",
        "local",
        "law",
        "enforcement",
        "brother",
        "sister",
        "said",
        "california",
        "session",
        "said",
        "problem",
        "series",
        "action",
        "event",
        "occurred",
        "directly",
        "adversely",
        "impact",
        "work",
        "federal",
        "officer",
        "one",
        "session",
        "criticized",
        "oakland",
        "mayor",
        "libby",
        "schaaf",
        "actively",
        "seeking",
        "help",
        "illegal",
        "alien",
        "avoid",
        "apprehension",
        "ice",
        "action",
        "support",
        "flout",
        "law",
        "boldly",
        "validate",
        "illegality",
        "according",
        "session",
        "oakland",
        "mayor",
        "warning",
        "last",
        "month",
        "ahead",
        "impending",
        "immigration",
        "crackdown",
        "led",
        "ice",
        "failing",
        "make",
        "arrest",
        "wanted",
        "criminal",
        "large",
        "community",
        "session",
        "said",
        "adding",
        "immigration",
        "agent",
        "pursue",
        "difficulty",
        "dangerous",
        "situation",
        "mayor",
        "irresponsible",
        "action",
        "last",
        "week",
        "white",
        "house",
        "press",
        "secretary",
        "sarah",
        "huckabee",
        "sander",
        "called",
        "oakland",
        "mayor",
        "action",
        "outrageous",
        "said",
        "review",
        "implying",
        "possible",
        "federal",
        "government",
        "could",
        "charge",
        "schaaf",
        "obstructing",
        "justice",
        "remain",
        "confident",
        "action",
        "legal",
        "moral",
        "oakland",
        "mayor",
        "told",
        "reporter",
        "last",
        "friday",
        "find",
        "difficult",
        "believe",
        "even",
        "today",
        "america",
        "informing",
        "people",
        "legal",
        "right",
        "could",
        "considered",
        "illegal",
        "session",
        "said",
        "message",
        "mayor",
        "schaaf",
        "dare",
        "dare",
        "needlessly",
        "endanger",
        "life",
        "law",
        "enforcement",
        "promote",
        "radical",
        "open",
        "border",
        "agenda",
        "session",
        "said",
        "problem",
        "limited",
        "san",
        "francisco",
        "bay",
        "area",
        "example",
        "said",
        "southern",
        "california",
        "ventura",
        "county",
        "also",
        "turned",
        "ice",
        "request",
        "hold",
        "alien",
        "ventura",
        "arrested",
        "continuous",
        "sexual",
        "abuse",
        "child",
        "instead",
        "removed",
        "country",
        "released",
        "back",
        "community",
        "federal",
        "law",
        "enforcement",
        "need",
        "find",
        "arrest",
        "wherever",
        "may",
        "session",
        "called",
        "state",
        "sanctuary",
        "law",
        "preventing",
        "police",
        "helping",
        "unconstitutional",
        "plain",
        "violation",
        "federal",
        "statute",
        "common",
        "sense",
        "department",
        "justice",
        "filed",
        "lawsuit",
        "tuesday",
        "state",
        "california",
        "invalidate",
        "unjust",
        "law",
        "immediately",
        "freeze",
        "effect",
        "meantime",
        "california",
        "governor",
        "press",
        "conference",
        "wednesday",
        "accused",
        "session",
        "giving",
        "false",
        "information",
        "speech",
        "california",
        "law",
        "enforcement",
        "group",
        "despite",
        "state",
        "sanctuary",
        "law",
        "brown",
        "said",
        "doubt",
        "police",
        "job",
        "federal",
        "government",
        "ought",
        "job",
        "blame",
        "california",
        "inability",
        "solve",
        "problem",
        "like",
        "many",
        "trump",
        "administration",
        "brown",
        "said",
        "attorney",
        "general",
        "regard",
        "truth",
        "said",
        "earlier",
        "today",
        "true",
        "lie",
        "brown",
        "also",
        "suggested",
        "session",
        "may",
        "trying",
        "keep",
        "job",
        "trump",
        "previous",
        "criticism",
        "attorney",
        "general",
        "regardless",
        "brown",
        "said",
        "state",
        "stick",
        "fact",
        "stick",
        "law",
        "certainly",
        "meet",
        "litigation",
        "fully",
        "brown",
        "also",
        "vowed",
        "state",
        "protect",
        "citizen",
        "criminal",
        "well",
        "improper",
        "abuse",
        "law",
        "california",
        "governor",
        "also",
        "knocked",
        "president",
        "donald",
        "trump",
        "border",
        "wall",
        "proposal",
        "time",
        "build",
        "bridge",
        "wall",
        "said",
        "brown",
        "pull",
        "american",
        "together",
        "set",
        "u",
        "apart",
        "trump",
        "scheduled",
        "make",
        "first",
        "trip",
        "president",
        "california",
        "next",
        "tuesday",
        "visit",
        "southern",
        "border",
        "san",
        "diego",
        "county",
        "inspect",
        "prototype",
        "border",
        "wall",
        "part",
        "session",
        "also",
        "attacked",
        "california",
        "state",
        "law",
        "requires",
        "employer",
        "first",
        "obtain",
        "warrant",
        "immigration",
        "agent",
        "giving",
        "access",
        "workplace",
        "restricts",
        "kind",
        "sensitive",
        "employee",
        "information",
        "voluntarily",
        "share",
        "agent",
        "without",
        "subpoena",
        "also",
        "requires",
        "business",
        "give",
        "notice",
        "employee",
        "ice",
        "inspects",
        "workplace",
        "session",
        "said",
        "california",
        "put",
        "employer",
        "tough",
        "spot",
        "new",
        "state",
        "law",
        "want",
        "help",
        "law",
        "enforcement",
        "want",
        "civic",
        "duty",
        "ought",
        "encourage",
        "also",
        "session",
        "criticized",
        "becerra",
        "democrat",
        "california",
        "attorney",
        "general",
        "warning",
        "state",
        "might",
        "prosecute",
        "business",
        "owner",
        "violate",
        "state",
        "law",
        "becerra",
        "speaking",
        "press",
        "conference",
        "wednesday",
        "governor",
        "said",
        "state",
        "law",
        "protecting",
        "employee",
        "prevent",
        "ice",
        "carrying",
        "investigation",
        "workplace",
        "also",
        "said",
        "law",
        "clearly",
        "allows",
        "employer",
        "cooperate",
        "ice",
        "state",
        "attorney",
        "general",
        "explained",
        "state",
        "law",
        "simply",
        "requires",
        "immigration",
        "enforcement",
        "agent",
        "enter",
        "certain",
        "area",
        "workplace",
        "access",
        "employee",
        "record",
        "first",
        "present",
        "employer",
        "document",
        "ensure",
        "employer",
        "employee",
        "right",
        "privacy",
        "respected",
        "becerra",
        "also",
        "said",
        "law",
        "enforcement",
        "official",
        "state",
        "work",
        "every",
        "day",
        "federal",
        "counterpart",
        "something",
        "intend",
        "change",
        "said",
        "even",
        "state",
        "attorney",
        "general",
        "said",
        "california",
        "right",
        "constitution",
        "decline",
        "participate",
        "civil",
        "immigration",
        "enforcement",
        "california",
        "business",
        "public",
        "safety",
        "business",
        "deportation"
    ]
}