{
    "organizations": [],
    "uuid": "e8e2fd89a8015d0d683e1e7f9b778326de91250b",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-russia-election-turnout/kremlin-paradox-putin-win-certain-yet-vote-push-unprecedented-idUKKCN1GQ167",
    "ord_in_thread": 0,
    "title": "Kremlin paradox - Putin win certain, yet vote push unprecedented - Reuters",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 14, 2018 / 10:16 AM / Updated 3 hours ago Kremlin paradox - Putin win certain, yet vote push unprecedented Andrew Osborn 7 Min Read MOSCOW (Reuters) - Vote in Russia’s presidential election this Sunday or get hyper-inflation and Africans in the army. FILE PHOTO: Russian President Vladimir Putin delivers a speech during a rally to support his bid in the upcoming presidential election at Luzhniki Stadium in Moscow, Russia March 3, 2018. REUTERS/Maxim Shemetov/File Photo That is the surreal message in a viral video meant to encourage people to vote in an election which polls show Vladimir Putin is on track to comfortably win. While Putin has dominated the country’s political landscape for the last 18 years, the Kremlin and its allies are still pulling out all the stops to ensure high voter turnout. The clip, which has drawn accusations of racism and homophobia in some quarters, has been publicised by state TV and watched six million times online. Alexander Kazakov, a pro-Putin political consultant who circulated the clip, said he wanted to ensure Putin’s win was utterly convincing. “Only then will Putin be able to conduct the best domestic and foreign policy,” he said. As Putin, 65, prepares to serve what may be his last six-year term, Russian media, citing Kremlin sources, say advisers want a thumping 70 percent turnout with 70 percent of votes for Putin. While Putin is genuinely popular, real competition is absent and authorities see turnout as a vital barometer of legitimacy. Critics say efforts to boost turnout are cynical attempts to help Putin further entrench. “The authorities’ main task at this ‘election’ is to ensure high turnout to create the semblance of legitimacy,” says opposition leader Alexei Navalny. Putin needs healthy turnout to keep potential challengers at bay and supporters happy, says Chris Weafer of economic and political consultancy Macro Advisory. “As long as Putin can show strong public support, his place amongst the elites and within the Kremlin is safe,” said Weafer. Related Coverage Putin’s spokesman, Dmitry Peskov, says the turnout campaign is “absolutely objective” and criticism of it groundless. APATHY Putin is backed by state TV, the ruling party, and enjoys an approval rating of around 80 percent, but the Kremlin cannot take high turnout for granted. Barred from running by what he says is a trumped-up suspended prison sentence, Navalny has urged Russians to boycott what he calls an unfair “re-appointment process.” Kremlin sources say they are concerned about turnout too. Not because of Navalny, who polls show would not come close to beating Putin if allowed to run. But because everyone expects Putin to win whether they vote for him or not. “Why should I bother voting, at a weekend, even if I back Putin when I know he will win regardless?,” said one source close to the authorities, who declined to be named because of the subject’s sensitivity. Polls show none of the seven candidates running against Putin is a threat, which could also put off voters. Nor is Putin’s campaign style likely to lift turnout: he refuses to take part in pre-election debates. For the authorities, Russia’s last parliamentary election, in 2016, was a wake-up call. The pro-Putin United Russia Party won a landslide victory, but turnout fell below 50 percent for the first time in the post-Soviet period amid voter apathy. “I doubt that I am going to vote for anyone,” Nikita Nazarenko, a 21-year-old from southern Russia, told Reuters. “All my childhood was under Putin. Sometimes you want something different.” Official turnout at presidential elections since the 1991 Soviet collapse has been between 64 and 69.7 percent. FILE PHOTO: A voter looks through a broadsheet with information about the candidates during the early voting ahead of the March 18 presidential election in a settlement on the Pechora Sea island of Kolguyev in Nenets Autonomous District, Russia February 28, 2018. REUTERS/Sergei Karpukhin/File Photo ‘THE WHIP AND GINGERBREAD’ Anxious to deliver a similar turnout, authorities are mounting the biggest push to get people to vote since Putin came to power in 2000. The Central Election Commission has allocated around 770 million roubles ($13 million) to publicise the election and hired consultancy firms to help. The video warning about hyper-inflation has been the most widely watched, but two others have also been publicised by state TV. One portrays a young girl stripping off her clothes in a steamy clinch with a young man only to walk away once she discovers he did not bother to vote. The other depicts a pregnant woman in a taxi apparently anxious to get to a hospital. The twist is that she is desperate to get to a voting station. Reminders to vote are everywhere. On milk cartons, supermarket carrier bags, billboards, TV, and even some store receipts. Officials are going door-to-door reminding people of the election date — put back a week to coincide with the day when Russia marks its 2014 absorption of Ukraine’s Crimea. Slideshow (5 Images) Messages texted to people’s mobile phones do the same, while Moscow voters have received a glossy “invitation to the election” from the election commission. “Remember: You vote and the country wins!,” it reads. State-backed opinion pollster VTsIOM said a survey it conducted on March 9 showed 74 percent of Russians definitely planned to vote. But Russia’s only major independent pollster, the Levada Center, has reported that less than one third of Russians definitely planned to vote. Opposition politicians have different opinions about when lower turnout becomes a political problem for Putin. Some say anything below 50 percent would call his legitimacy into question. Others say 55 percent. Either way, authorities appear to be deploying what Russians call “the whip and gingerbread” approach to ensure turnout is strong, cajoling the millions of voters who depend on the state for their wages and offering inducements to others. ‘SWEETENERS’ The Central Election Commission, which has received more than 80,000 pre-election complaints, says officials who illegally pressure people into voting will be severely punished. Election monitoring group Golos, which is independent of the authorities but can flag complaints to the commission for investigation, says it has received around 800 complaints from the public so far. In the Chelyabinsk region, a mother said her student son is being forced to vote. In Tulskaya region, a worker at a state enterprise says bosses have told employees that voting is obligatory and given them coupons to hand in afterwards to prove they voted. Some regions are trying to lure voters by organising local referenda on polling day, such as one in the Volgograd region asking voters whether they want to change time zones. Sweeteners are on offer too. In Moscow, young people voting early will be given free pop concert tickets, while in the Sverdlovsk Region, electoral officials are being offered cash bonuses to get the vote out. The Kremlin advised regional officials they should offer iPads and iPhones as prizes for the best selfies taken at polling stations by voters, according to a leaked Kremlin document published by the RBC daily in January. If the whip and gingerbread method fails, Putin’s opponents say election officials will simply report the turnout figures the Kremlin wants. The election commission says it won’t let that happen. Additional reporting by Jack Stubbs and Masha Tsvetkova in Moscow and Kazbek Basayev in Tuapse, southern Russia; Editing by Giles Elgood",
    "published": "2018-03-14T12:20:00.000+02:00",
    "crawled": "2018-03-14T13:43:26.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "hour",
        "ago",
        "kremlin",
        "paradox",
        "putin",
        "win",
        "certain",
        "yet",
        "vote",
        "push",
        "unprecedented",
        "andrew",
        "osborn",
        "min",
        "read",
        "moscow",
        "reuters",
        "vote",
        "russia",
        "presidential",
        "election",
        "sunday",
        "get",
        "african",
        "army",
        "file",
        "photo",
        "russian",
        "president",
        "vladimir",
        "putin",
        "delivers",
        "speech",
        "rally",
        "support",
        "bid",
        "upcoming",
        "presidential",
        "election",
        "luzhniki",
        "stadium",
        "moscow",
        "russia",
        "march",
        "photo",
        "surreal",
        "message",
        "viral",
        "video",
        "meant",
        "encourage",
        "people",
        "vote",
        "election",
        "poll",
        "show",
        "vladimir",
        "putin",
        "track",
        "comfortably",
        "win",
        "putin",
        "dominated",
        "country",
        "political",
        "landscape",
        "last",
        "year",
        "kremlin",
        "ally",
        "still",
        "pulling",
        "stop",
        "ensure",
        "high",
        "voter",
        "turnout",
        "clip",
        "drawn",
        "accusation",
        "racism",
        "homophobia",
        "quarter",
        "publicised",
        "state",
        "tv",
        "watched",
        "six",
        "million",
        "time",
        "online",
        "alexander",
        "kazakov",
        "political",
        "consultant",
        "circulated",
        "clip",
        "said",
        "wanted",
        "ensure",
        "putin",
        "win",
        "utterly",
        "convincing",
        "putin",
        "able",
        "conduct",
        "best",
        "domestic",
        "foreign",
        "policy",
        "said",
        "putin",
        "prepares",
        "serve",
        "may",
        "last",
        "term",
        "russian",
        "medium",
        "citing",
        "kremlin",
        "source",
        "say",
        "adviser",
        "want",
        "thumping",
        "percent",
        "turnout",
        "percent",
        "vote",
        "putin",
        "putin",
        "genuinely",
        "popular",
        "real",
        "competition",
        "absent",
        "authority",
        "see",
        "turnout",
        "vital",
        "barometer",
        "legitimacy",
        "critic",
        "say",
        "effort",
        "boost",
        "turnout",
        "cynical",
        "attempt",
        "help",
        "putin",
        "entrench",
        "authority",
        "main",
        "task",
        "election",
        "ensure",
        "high",
        "turnout",
        "create",
        "semblance",
        "legitimacy",
        "say",
        "opposition",
        "leader",
        "alexei",
        "navalny",
        "putin",
        "need",
        "healthy",
        "turnout",
        "keep",
        "potential",
        "challenger",
        "bay",
        "supporter",
        "happy",
        "say",
        "chris",
        "weafer",
        "economic",
        "political",
        "consultancy",
        "macro",
        "advisory",
        "long",
        "putin",
        "show",
        "strong",
        "public",
        "support",
        "place",
        "amongst",
        "elite",
        "within",
        "kremlin",
        "safe",
        "said",
        "weafer",
        "related",
        "coverage",
        "putin",
        "spokesman",
        "dmitry",
        "peskov",
        "say",
        "turnout",
        "campaign",
        "absolutely",
        "objective",
        "criticism",
        "groundless",
        "apathy",
        "putin",
        "backed",
        "state",
        "tv",
        "ruling",
        "party",
        "enjoys",
        "approval",
        "rating",
        "around",
        "percent",
        "kremlin",
        "take",
        "high",
        "turnout",
        "granted",
        "barred",
        "running",
        "say",
        "suspended",
        "prison",
        "sentence",
        "navalny",
        "urged",
        "russian",
        "boycott",
        "call",
        "unfair",
        "kremlin",
        "source",
        "say",
        "concerned",
        "turnout",
        "navalny",
        "poll",
        "show",
        "would",
        "come",
        "close",
        "beating",
        "putin",
        "allowed",
        "run",
        "everyone",
        "expects",
        "putin",
        "win",
        "whether",
        "vote",
        "bother",
        "voting",
        "weekend",
        "even",
        "back",
        "putin",
        "know",
        "win",
        "regardless",
        "said",
        "one",
        "source",
        "close",
        "authority",
        "declined",
        "named",
        "subject",
        "sensitivity",
        "poll",
        "show",
        "none",
        "seven",
        "candidate",
        "running",
        "putin",
        "threat",
        "could",
        "also",
        "put",
        "voter",
        "putin",
        "campaign",
        "style",
        "likely",
        "lift",
        "turnout",
        "refuse",
        "take",
        "part",
        "debate",
        "authority",
        "russia",
        "last",
        "parliamentary",
        "election",
        "call",
        "united",
        "russia",
        "party",
        "landslide",
        "victory",
        "turnout",
        "fell",
        "percent",
        "first",
        "time",
        "period",
        "amid",
        "voter",
        "apathy",
        "doubt",
        "going",
        "vote",
        "anyone",
        "nikita",
        "nazarenko",
        "southern",
        "russia",
        "told",
        "reuters",
        "childhood",
        "putin",
        "sometimes",
        "want",
        "something",
        "official",
        "turnout",
        "presidential",
        "election",
        "since",
        "soviet",
        "collapse",
        "percent",
        "file",
        "photo",
        "voter",
        "look",
        "broadsheet",
        "information",
        "candidate",
        "early",
        "voting",
        "ahead",
        "march",
        "presidential",
        "election",
        "settlement",
        "pechora",
        "sea",
        "island",
        "kolguyev",
        "nenets",
        "autonomous",
        "district",
        "russia",
        "february",
        "photo",
        "whip",
        "gingerbread",
        "anxious",
        "deliver",
        "similar",
        "turnout",
        "authority",
        "mounting",
        "biggest",
        "push",
        "get",
        "people",
        "vote",
        "since",
        "putin",
        "came",
        "power",
        "central",
        "election",
        "commission",
        "allocated",
        "around",
        "million",
        "rouble",
        "million",
        "publicise",
        "election",
        "hired",
        "consultancy",
        "firm",
        "help",
        "video",
        "warning",
        "widely",
        "watched",
        "two",
        "others",
        "also",
        "publicised",
        "state",
        "tv",
        "one",
        "portrays",
        "young",
        "girl",
        "stripping",
        "clothes",
        "steamy",
        "clinch",
        "young",
        "man",
        "walk",
        "away",
        "discovers",
        "bother",
        "vote",
        "depicts",
        "pregnant",
        "woman",
        "taxi",
        "apparently",
        "anxious",
        "get",
        "hospital",
        "twist",
        "desperate",
        "get",
        "voting",
        "station",
        "reminder",
        "vote",
        "everywhere",
        "milk",
        "carton",
        "supermarket",
        "carrier",
        "bag",
        "billboard",
        "tv",
        "even",
        "store",
        "receipt",
        "official",
        "going",
        "reminding",
        "people",
        "election",
        "date",
        "put",
        "back",
        "week",
        "coincide",
        "day",
        "russia",
        "mark",
        "absorption",
        "ukraine",
        "crimea",
        "slideshow",
        "image",
        "message",
        "texted",
        "people",
        "mobile",
        "phone",
        "moscow",
        "voter",
        "received",
        "glossy",
        "invitation",
        "election",
        "election",
        "commission",
        "remember",
        "vote",
        "country",
        "win",
        "read",
        "opinion",
        "pollster",
        "vtsiom",
        "said",
        "survey",
        "conducted",
        "march",
        "showed",
        "percent",
        "russian",
        "definitely",
        "planned",
        "vote",
        "russia",
        "major",
        "independent",
        "pollster",
        "levada",
        "center",
        "reported",
        "less",
        "one",
        "third",
        "russian",
        "definitely",
        "planned",
        "vote",
        "opposition",
        "politician",
        "different",
        "opinion",
        "lower",
        "turnout",
        "becomes",
        "political",
        "problem",
        "putin",
        "say",
        "anything",
        "percent",
        "would",
        "call",
        "legitimacy",
        "question",
        "others",
        "say",
        "percent",
        "either",
        "way",
        "authority",
        "appear",
        "deploying",
        "russian",
        "call",
        "whip",
        "gingerbread",
        "approach",
        "ensure",
        "turnout",
        "strong",
        "cajoling",
        "million",
        "voter",
        "depend",
        "state",
        "wage",
        "offering",
        "inducement",
        "others",
        "sweetener",
        "central",
        "election",
        "commission",
        "received",
        "complaint",
        "say",
        "official",
        "illegally",
        "pressure",
        "people",
        "voting",
        "severely",
        "punished",
        "election",
        "monitoring",
        "group",
        "golos",
        "independent",
        "authority",
        "flag",
        "complaint",
        "commission",
        "investigation",
        "say",
        "received",
        "around",
        "complaint",
        "public",
        "far",
        "chelyabinsk",
        "region",
        "mother",
        "said",
        "student",
        "son",
        "forced",
        "vote",
        "tulskaya",
        "region",
        "worker",
        "state",
        "enterprise",
        "say",
        "boss",
        "told",
        "employee",
        "voting",
        "obligatory",
        "given",
        "coupon",
        "hand",
        "afterwards",
        "prove",
        "voted",
        "region",
        "trying",
        "lure",
        "voter",
        "organising",
        "local",
        "referendum",
        "polling",
        "day",
        "one",
        "volgograd",
        "region",
        "asking",
        "voter",
        "whether",
        "want",
        "change",
        "time",
        "zone",
        "sweetener",
        "offer",
        "moscow",
        "young",
        "people",
        "voting",
        "early",
        "given",
        "free",
        "pop",
        "concert",
        "ticket",
        "sverdlovsk",
        "region",
        "electoral",
        "official",
        "offered",
        "cash",
        "bonus",
        "get",
        "vote",
        "kremlin",
        "advised",
        "regional",
        "official",
        "offer",
        "ipads",
        "iphones",
        "prize",
        "best",
        "selfies",
        "taken",
        "polling",
        "station",
        "voter",
        "according",
        "leaked",
        "kremlin",
        "document",
        "published",
        "rbc",
        "daily",
        "january",
        "whip",
        "gingerbread",
        "method",
        "fails",
        "putin",
        "opponent",
        "say",
        "election",
        "official",
        "simply",
        "report",
        "turnout",
        "figure",
        "kremlin",
        "want",
        "election",
        "commission",
        "say",
        "let",
        "happen",
        "additional",
        "reporting",
        "jack",
        "stubbs",
        "masha",
        "tsvetkova",
        "moscow",
        "kazbek",
        "basayev",
        "tuapse",
        "southern",
        "russia",
        "editing",
        "giles",
        "elgood"
    ]
}