{
    "organizations": [],
    "uuid": "09c3c0e0060c8f77720b433a2807371c1bedd975",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/20/business-wire-frontier-communications-announces-early-tender-results-of-its-previously-announced-cash-tender-offers-for-certain-series-of.html",
    "ord_in_thread": 0,
    "title": "Frontier Communications Announces Early Tender Results of its Previously Announced Cash Tender Offers for Certain Series of Notes and Closing of Second Lien Secured Notes Offering",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NORWALK, Conn.--(BUSINESS WIRE)-- Frontier Communications Corporation (NASDAQ:FTR) announced today the early tender results of its previously announced cash tender offers (the \"Tender Offers\") for each series of notes described in the table below (collectively, the \"Notes\").\nThe aggregate principal amount of Notes of each series that were validly tendered and not validly withdrawn as of 5:00 p.m., New York City time, on March 19, 2018 (the \"Early Tender Date\"), as reported by the tender agent, and the aggregate principal amount of each series of Notes the Company will accept for purchase on March 20, 2018 (the \"Early Settlement Date\") are specified in the table below.\nTitle of Notes CUSIP/ISIN\nNumbers Aggregate\nPrincipal\nAmount\nOutstanding Acceptance\nPriority\nLevel Acceptance\nSublimit Principal\nAmount\nTendered\nPrincipal Amount\nAccepted on the\nEarly Settlement\nDate\nTotal\nConsideration\nPer $1,000\nPrincipal\nAmount(1)(2)\n8.875% Senior Notes due 2020 Rule 144A: $303,641,000 1 None $248,998,000 $248,998,000 $1,030.00 35906-AAR-9 Reg S: U3144-QAE-0 Registered: 35906-AAT-5 6.250% Senior Notes due 2021 35906A-AP-3 $775,000,000 2 None $555,279,000 $555,279,000 $900.00 9.250% Senior Notes due 2021 35906A-AL-2 $489,650,000 3 None $400,381,000 $400,381,000 $980.00 8.500% Senior Notes due 2020 35906A-AH-1 $618,711,000 4 None $446,624,000 $446,624,000 $1,020.00 8.750% Senior Notes due 2022 Rule 144A: $500,000,000 5 None $329,011,000 $0 $810.00 35906A-AJ-7 Registered: 35906A-AK-4 10.500% Senior Notes due 2022 Rule 144A: $2,187,537,000 6 $200,000,000 $162,175,000 $0 $870.00 35906A-AU-2 Reg S: U3144Q-AF-7 Registered: 35906A-AW-8 7.125% Senior Notes due 2023 35906A-AM-0 $850,000,000 7 $100,000,000 $272,366,000 $0 $660.00 (1) Includes the Early Tender Premium of $50.00 per $1,000 principal amount of Notes.\n(2) Excludes accrued and unpaid interest, which will also be paid.\nThe terms and conditions of the Tender Offers are described in the Company’s Offer to Purchase and Consent Solicitation, dated March 6, 2018 (the “Offer to Purchase”), and the related Letter of Transmittal and Consent (as defined in the Offer to Purchase). The Company also announced today that it has increased the maximum aggregate consideration (excluding accrued interest) that may be paid by the Company in the Tender Offers to $1,604,148,900 (the “Aggregate Purchase Price”), subject to the Acceptance Priority Levels and the Acceptance Sublimits described above.\nThe Tender Offers will be funded using available cash on hand and the net proceeds of the Company’s previously announced private offering of $1.6 billion aggregate principal amount of 8.500% Second Lien Secured Notes due 2026 (the “Second Lien Notes”). The settlement of the Second Lien Notes occurred on March 19, 2018.\nSubject to the terms and conditions of the Tender Offers, holders who tendered their Notes on or prior to the Early Tender Date and whose Notes are accepted for purchase will receive the applicable total consideration set forth in the table above for each $1,000 principal amount of Notes purchased pursuant to the Tender Offers (the \"Total Consideration\"), which includes an early tender premium of $50.00 per $1,000 principal amount of Notes (the \"Early Tender Premium\"). In addition to the applicable Total Consideration, all holders of Notes accepted for purchase on the Early Settlement Date will receive accrued and unpaid interest on their Notes purchased from the last interest payment date with respect to such Notes up to, but not including, the Early Settlement Date.\nThe aggregate amount of Total Consideration relating to the Notes tendered as of the Early Tender Date exceeded the Aggregate Maximum Consideration, which has the following consequences based on the terms and conditions of the Tender Offers:\nall of the 8.875% Senior Notes due 2020 (the “8.875% Notes”) that were tendered as of the Early Tender Date will be accepted for purchase on the Early Settlement Date; all of the 6.250% Senior Notes due 2021 that were tendered as of the Early Tender Date will be accepted for purchase on the Early Settlement Date; all of the 9.250% Senior Notes due 2021 that were tendered as of the Early Tender Date will be accepted for purchase on the Early Settlement Date; all of the 8.500% Senior Notes due 2020 that were tendered as of the Early Tender Date will be accepted for purchase on the Early Settlement Date; none of the 8.750% Senior Notes due 2022, 10.500% Senior Notes due 2022 or 7.125% Senior Notes due 2023 will be accepted for purchase in the Tender Offers; and no Notes tendered after the Early Tender Date and prior to the Expiration Date (as defined below) will be accepted for purchase in the Tender Offers.\nAny Notes tendered but not accepted for purchase in the Tender Offers will be promptly credited to the account of the registered holder of such Notes with The Depository Trust Company and otherwise returned in accordance with the Offer to Purchase and the Letter of Transmittal and Consent.\nAlthough the Tender Offers are scheduled to expire at 11:59 P.M., New York City time, on April 2, 2018, because holders of Notes subject to the Tender Offers validly tendered and did not validly withdraw Notes on or before the Early Tender Date in an amount that exceeds the Aggregate Purchase Price, the Company does not expect to accept for purchase any tenders of Notes after the Early Tender Date.\nIn conjunction with the Tender Offers, the Company also solicited (the “Consent Solicitation”) from holders of the 8.875% Notes consents to proposed amendments (“Proposed Amendments”) to the indenture governing the 8.875% Notes (the “8.875% Notes Indenture”), to eliminate substantially all restrictive covenants, certain events of default and certain other provisions contained in the 8.875% Notes Indenture. The adoption of the Proposed Amendments required the consent of the holders of at least a majority of the outstanding principal amount of 8.875% Notes (the “Requisite Consents”). Each tendering holder of 8.875% Notes was deemed to have consented to the Proposed Amendments. As of the Early Tender Date, the Company had received the Requisite Consents and the Company will execute a supplemental indenture to the 8.875% Notes Indenture (the “Supplemental Indenture”) on the Early Settlement Date. The Supplemental Indenture will be effective upon execution thereof by the Company and The Bank of New York Mellon, the trustee for the 8.875% Notes Indenture, and the Proposed Amendments will become operative when the Company purchases in the Tender Offers at least a majority in principal amount of the outstanding 8.875% Notes on the Early Settlement Date.\nFull details of the terms and conditions of the Tender Offers and the Consent Solicitation are described in the Offer to Purchase and related Letter of Transmittal. Holders of the Notes are encouraged to read these documents, as they contain important information regarding the Tender Offers and the Consent Solicitation.\nThe Company has retained J.P. Morgan Securities LLC, Credit Suisse Securities (USA) LLC and Goldman Sachs & Co. LLC to act as the Dealer Managers for the Tender Offers and Solicitation Agents for the Consent Solicitation and Ipreo LLC as the Tender Agent and Information Agent for the Tender Offers and the Consent Solicitation. Questions regarding the Tender Offers and the Consent Solicitation may be directed to J.P. Morgan Securities LLC at (866) 834-4666 (toll-free) or (212) 834-3260 (collect); Credit Suisse Securities (USA) LLC at (800) 820-1653 (toll-free) or (212) 538-1862 (collect); Goldman Sachs & Co. LLC at (800) 828-3182 (toll-free) or (212) 357-1452 (collect); or Ipreo LLC at (212) 849-3880 (collect), (888) 593-9546 (toll-free) or email tenderoffer@ipreo.com . Requests for additional copies of this Offer to Purchase or the Letter of Transmittal should be directed to the Information Agent at the phone number above.\nNone of the Company, its subsidiaries, its board of directors, its employees, the Dealer Managers, the Solicitation Agents, the Tender Agent and Information Agent or the Trustee with respect to the Notes made or is making any recommendation as to whether holders should tender any Notes in response to the Tender Offers.\nThe Tender Offers and the Consent Solicitation are only being made pursuant to the Offer to Purchase and the related Letter of Transmittal. This press release is neither an offer to purchase nor a solicitation of an offer to sell any Notes in the Tender Offers, and is not a solicitation of consents to the Proposed Amendments. The Tender Offers and the Consent Solicitation are not being made to, nor will Notes be accepted for purchase from or on behalf of, holders of Notes in any jurisdiction in which the making or acceptance thereof would not be in compliance with the securities or other laws of such jurisdiction. In any jurisdiction in which the Tender Offers are required to be made by a licensed broker or dealer, the Tender Offers will be deemed to be made on behalf of the Company by one or more registered brokers or dealers that are licensed under the laws of such jurisdiction.\nThis press release shall not constitute an offer to sell, or the solicitation of an offer to buy, any securities, nor shall there be any sales of securities mentioned in this press release in any jurisdiction in which such offer, solicitation or sale would be unlawful. All offers of the Second Lien Notes were made only by means of a private offering memorandum to qualified institutional buyers under Rule 144A under the Securities Act of 1933, as amended (the \"Securities Act\") and to persons outside of the United States under Regulation S under the Securities Act.\nThe Second Lien Notes have not been registered under the Securities Act or the securities laws of any other jurisdiction and may not be offered or sold in the United States absent registration or an applicable exemption from registration requirements.\nAbout Frontier Communications\nFrontier Communications Corporation (NASDAQ:FTR) is a leader in providing communications services to urban, suburban, and rural communities in 29 states. Frontier offers a variety of services to residential customers over its fiber-optic and copper networks, including video, high-speed internet, advanced voice, and Frontier Secure ® digital protection solutions. Frontier Business offers communications solutions to small, medium, and enterprise businesses.\nForward-Looking Statements\nThis document contains \"forward-looking statements,\" related to future, not past, events. Forward-looking statements address our expected future business and financial performance and financial condition, and contain words such as \"expect,\" \"anticipate,\" \"intend,\" \"plan,\" \"believe,\" \"seek,\" \"see,\" \"will,\" \"would,\" or \"target.\" Forward-looking statements by their nature address matters that are, to different degrees, uncertain. These risks and uncertainties include the factors that are described in our filings with the U.S. Securities and Exchange Commission, including our reports on Forms 10-K and 10-Q. These risks and uncertainties may cause our actual future results to be materially different than those expressed in our forward-looking statements. We do not undertake to update or revise these forward-looking statements.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180320005723/en/\nFrontier Communications Corporation\nINVESTORS:\nLuke Szymczak, 203-614-5044\nVice President, Investor Relations\nluke.szymczak@ftr.com\nor\nMEDIA:\nBrigid Smith, 203-614-5042\nAVP, Corporate Communications\nbrigid.smith@ftr.com\nSource: Frontier Communications Corporation",
    "published": "2018-03-20T14:30:00.000+02:00",
    "crawled": "2018-03-20T14:23:39.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "norwalk",
        "business",
        "wire",
        "frontier",
        "communication",
        "corporation",
        "nasdaq",
        "ftr",
        "announced",
        "today",
        "early",
        "tender",
        "result",
        "previously",
        "announced",
        "cash",
        "tender",
        "offer",
        "tender",
        "offer",
        "series",
        "note",
        "described",
        "table",
        "collectively",
        "note",
        "aggregate",
        "principal",
        "amount",
        "note",
        "series",
        "validly",
        "tendered",
        "validly",
        "withdrawn",
        "new",
        "york",
        "city",
        "time",
        "march",
        "early",
        "tender",
        "date",
        "reported",
        "tender",
        "agent",
        "aggregate",
        "principal",
        "amount",
        "series",
        "note",
        "company",
        "accept",
        "purchase",
        "march",
        "early",
        "settlement",
        "date",
        "specified",
        "table",
        "title",
        "note",
        "number",
        "aggregate",
        "principal",
        "amount",
        "outstanding",
        "acceptance",
        "priority",
        "level",
        "acceptance",
        "sublimit",
        "principal",
        "amount",
        "tendered",
        "principal",
        "amount",
        "accepted",
        "early",
        "settlement",
        "date",
        "total",
        "consideration",
        "per",
        "principal",
        "amount",
        "senior",
        "note",
        "due",
        "rule",
        "144a",
        "none",
        "reg",
        "registered",
        "senior",
        "note",
        "due",
        "none",
        "senior",
        "note",
        "due",
        "none",
        "senior",
        "note",
        "due",
        "none",
        "senior",
        "note",
        "due",
        "rule",
        "144a",
        "none",
        "registered",
        "senior",
        "note",
        "due",
        "rule",
        "144a",
        "reg",
        "registered",
        "senior",
        "note",
        "due",
        "includes",
        "early",
        "tender",
        "premium",
        "per",
        "principal",
        "amount",
        "note",
        "excludes",
        "accrued",
        "unpaid",
        "interest",
        "also",
        "paid",
        "term",
        "condition",
        "tender",
        "offer",
        "described",
        "company",
        "offer",
        "purchase",
        "consent",
        "solicitation",
        "dated",
        "march",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "consent",
        "defined",
        "offer",
        "purchase",
        "company",
        "also",
        "announced",
        "today",
        "increased",
        "maximum",
        "aggregate",
        "consideration",
        "excluding",
        "accrued",
        "interest",
        "may",
        "paid",
        "company",
        "tender",
        "offer",
        "aggregate",
        "purchase",
        "price",
        "subject",
        "acceptance",
        "priority",
        "level",
        "acceptance",
        "sublimits",
        "described",
        "tender",
        "offer",
        "funded",
        "using",
        "available",
        "cash",
        "hand",
        "net",
        "proceeds",
        "company",
        "previously",
        "announced",
        "private",
        "offering",
        "billion",
        "aggregate",
        "principal",
        "amount",
        "second",
        "lien",
        "secured",
        "note",
        "due",
        "second",
        "lien",
        "note",
        "settlement",
        "second",
        "lien",
        "note",
        "occurred",
        "march",
        "subject",
        "term",
        "condition",
        "tender",
        "offer",
        "holder",
        "tendered",
        "note",
        "prior",
        "early",
        "tender",
        "date",
        "whose",
        "note",
        "accepted",
        "purchase",
        "receive",
        "applicable",
        "total",
        "consideration",
        "set",
        "forth",
        "table",
        "principal",
        "amount",
        "note",
        "purchased",
        "pursuant",
        "tender",
        "offer",
        "total",
        "consideration",
        "includes",
        "early",
        "tender",
        "premium",
        "per",
        "principal",
        "amount",
        "note",
        "early",
        "tender",
        "premium",
        "addition",
        "applicable",
        "total",
        "consideration",
        "holder",
        "note",
        "accepted",
        "purchase",
        "early",
        "settlement",
        "date",
        "receive",
        "accrued",
        "unpaid",
        "interest",
        "note",
        "purchased",
        "last",
        "interest",
        "payment",
        "date",
        "respect",
        "note",
        "including",
        "early",
        "settlement",
        "date",
        "aggregate",
        "amount",
        "total",
        "consideration",
        "relating",
        "note",
        "tendered",
        "early",
        "tender",
        "date",
        "exceeded",
        "aggregate",
        "maximum",
        "consideration",
        "following",
        "consequence",
        "based",
        "term",
        "condition",
        "tender",
        "offer",
        "senior",
        "note",
        "due",
        "note",
        "tendered",
        "early",
        "tender",
        "date",
        "accepted",
        "purchase",
        "early",
        "settlement",
        "date",
        "senior",
        "note",
        "due",
        "tendered",
        "early",
        "tender",
        "date",
        "accepted",
        "purchase",
        "early",
        "settlement",
        "date",
        "senior",
        "note",
        "due",
        "tendered",
        "early",
        "tender",
        "date",
        "accepted",
        "purchase",
        "early",
        "settlement",
        "date",
        "senior",
        "note",
        "due",
        "tendered",
        "early",
        "tender",
        "date",
        "accepted",
        "purchase",
        "early",
        "settlement",
        "date",
        "none",
        "senior",
        "note",
        "due",
        "senior",
        "note",
        "due",
        "senior",
        "note",
        "due",
        "accepted",
        "purchase",
        "tender",
        "offer",
        "note",
        "tendered",
        "early",
        "tender",
        "date",
        "prior",
        "expiration",
        "date",
        "defined",
        "accepted",
        "purchase",
        "tender",
        "offer",
        "note",
        "tendered",
        "accepted",
        "purchase",
        "tender",
        "offer",
        "promptly",
        "credited",
        "account",
        "registered",
        "holder",
        "note",
        "depository",
        "trust",
        "company",
        "otherwise",
        "returned",
        "accordance",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "consent",
        "although",
        "tender",
        "offer",
        "scheduled",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "april",
        "holder",
        "note",
        "subject",
        "tender",
        "offer",
        "validly",
        "tendered",
        "validly",
        "withdraw",
        "note",
        "early",
        "tender",
        "date",
        "amount",
        "exceeds",
        "aggregate",
        "purchase",
        "price",
        "company",
        "expect",
        "accept",
        "purchase",
        "tender",
        "note",
        "early",
        "tender",
        "date",
        "conjunction",
        "tender",
        "offer",
        "company",
        "also",
        "solicited",
        "consent",
        "solicitation",
        "holder",
        "note",
        "consent",
        "proposed",
        "amendment",
        "proposed",
        "amendment",
        "indenture",
        "governing",
        "note",
        "note",
        "indenture",
        "eliminate",
        "substantially",
        "restrictive",
        "covenant",
        "certain",
        "event",
        "default",
        "certain",
        "provision",
        "contained",
        "note",
        "indenture",
        "adoption",
        "proposed",
        "amendment",
        "required",
        "consent",
        "holder",
        "least",
        "majority",
        "outstanding",
        "principal",
        "amount",
        "note",
        "requisite",
        "consent",
        "tendering",
        "holder",
        "note",
        "deemed",
        "consented",
        "proposed",
        "amendment",
        "early",
        "tender",
        "date",
        "company",
        "received",
        "requisite",
        "consent",
        "company",
        "execute",
        "supplemental",
        "indenture",
        "note",
        "indenture",
        "supplemental",
        "indenture",
        "early",
        "settlement",
        "date",
        "supplemental",
        "indenture",
        "effective",
        "upon",
        "execution",
        "thereof",
        "company",
        "bank",
        "new",
        "york",
        "mellon",
        "trustee",
        "note",
        "indenture",
        "proposed",
        "amendment",
        "become",
        "operative",
        "company",
        "purchase",
        "tender",
        "offer",
        "least",
        "majority",
        "principal",
        "amount",
        "outstanding",
        "note",
        "early",
        "settlement",
        "date",
        "full",
        "detail",
        "term",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "described",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "holder",
        "note",
        "encouraged",
        "read",
        "document",
        "contain",
        "important",
        "information",
        "regarding",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "company",
        "retained",
        "morgan",
        "security",
        "llc",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "goldman",
        "sachs",
        "llc",
        "act",
        "dealer",
        "manager",
        "tender",
        "offer",
        "solicitation",
        "agent",
        "consent",
        "solicitation",
        "ipreo",
        "llc",
        "tender",
        "agent",
        "information",
        "agent",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "question",
        "regarding",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "may",
        "directed",
        "morgan",
        "security",
        "llc",
        "collect",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "collect",
        "goldman",
        "sachs",
        "llc",
        "collect",
        "ipreo",
        "llc",
        "collect",
        "email",
        "tenderoffer",
        "request",
        "additional",
        "copy",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "directed",
        "information",
        "agent",
        "phone",
        "number",
        "none",
        "company",
        "subsidiary",
        "board",
        "director",
        "employee",
        "dealer",
        "manager",
        "solicitation",
        "agent",
        "tender",
        "agent",
        "information",
        "agent",
        "trustee",
        "respect",
        "note",
        "made",
        "making",
        "recommendation",
        "whether",
        "holder",
        "tender",
        "note",
        "response",
        "tender",
        "offer",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "press",
        "release",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "note",
        "tender",
        "offer",
        "solicitation",
        "consent",
        "proposed",
        "amendment",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "made",
        "note",
        "accepted",
        "purchase",
        "behalf",
        "holder",
        "note",
        "jurisdiction",
        "making",
        "acceptance",
        "thereof",
        "would",
        "compliance",
        "security",
        "law",
        "jurisdiction",
        "jurisdiction",
        "tender",
        "offer",
        "required",
        "made",
        "licensed",
        "broker",
        "dealer",
        "tender",
        "offer",
        "deemed",
        "made",
        "behalf",
        "company",
        "one",
        "registered",
        "broker",
        "dealer",
        "licensed",
        "law",
        "jurisdiction",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "mentioned",
        "press",
        "release",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "offer",
        "second",
        "lien",
        "note",
        "made",
        "mean",
        "private",
        "offering",
        "memorandum",
        "qualified",
        "institutional",
        "buyer",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "person",
        "outside",
        "united",
        "state",
        "regulation",
        "security",
        "act",
        "second",
        "lien",
        "note",
        "registered",
        "security",
        "act",
        "security",
        "law",
        "jurisdiction",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "frontier",
        "communication",
        "frontier",
        "communication",
        "corporation",
        "nasdaq",
        "ftr",
        "leader",
        "providing",
        "communication",
        "service",
        "urban",
        "suburban",
        "rural",
        "community",
        "state",
        "frontier",
        "offer",
        "variety",
        "service",
        "residential",
        "customer",
        "copper",
        "network",
        "including",
        "video",
        "internet",
        "advanced",
        "voice",
        "frontier",
        "secure",
        "digital",
        "protection",
        "solution",
        "frontier",
        "business",
        "offer",
        "communication",
        "solution",
        "small",
        "medium",
        "enterprise",
        "business",
        "statement",
        "document",
        "contains",
        "statement",
        "related",
        "future",
        "past",
        "event",
        "statement",
        "address",
        "expected",
        "future",
        "business",
        "financial",
        "performance",
        "financial",
        "condition",
        "contain",
        "word",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "believe",
        "seek",
        "see",
        "would",
        "target",
        "statement",
        "nature",
        "address",
        "matter",
        "different",
        "degree",
        "uncertain",
        "risk",
        "uncertainty",
        "include",
        "factor",
        "described",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "report",
        "form",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "future",
        "result",
        "materially",
        "different",
        "expressed",
        "statement",
        "undertake",
        "update",
        "revise",
        "statement",
        "view",
        "source",
        "version",
        "http",
        "frontier",
        "communication",
        "corporation",
        "investor",
        "luke",
        "szymczak",
        "vice",
        "president",
        "investor",
        "relation",
        "medium",
        "brigid",
        "smith",
        "avp",
        "corporate",
        "communication",
        "source",
        "frontier",
        "communication",
        "corporation"
    ]
}