{
    "organizations": [],
    "uuid": "4ead218ca658a5ea66525e29fd601c1a59817bea",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-growlife-inc-reports-nearly-100-percent-year-over-year-growth-in-fourth-quarter-and-year-end-2017-financial-results-and.html",
    "ord_in_thread": 0,
    "title": "GrowLife, Inc. Reports Nearly 100% Year-Over-Year Growth in Fourth Quarter and Year End 2017 Financial Results and Operational Highlights Filing",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "KIRKLAND, Wash., March 29, 2018 (GLOBE NEWSWIRE) -- GrowLife, Inc. (OTCQB:PHOT) (“GrowLife” or the “Company”), one of the nation’s most recognized indoor cultivation product and service providers, today announced financial results for the quarter and year ending December 31, 2017, and provided an overview of recent operational highlights. The Company continued to show strong growth throughout the year, as Q2 2017 revenue increased year over year by 99%, Q3 by 231%, and Q4 by 131% over the previous year in the same quarter. Other financial highlights include noting that operating losses have decreased, margins have increased, the overall balance sheet was improved and that payables have been decreased by approximately half.\nGraph showing quaterly revenue from 2017 for GrowLife, Inc. (OTCQB:PHOT)\n“2017 proved to be a vital year for growth for GrowLife that resulted in strong top line performance and further enhancement of our solid fiscal strategy,” said GrowLife, Inc. CEO Marco Hegyi. “From strategic asset acquisitions and positive structuring to further financing and international expansion, the Company experienced tremendous growth and captured new markets last year. We were able to bring in top tier talent and business partners as well as attract new customers in both our commercial and consumer businesses.”\nHegyi continued, \"In 2017, GrowLife focused on bringing value to our shareholders while maintaining the high-quality service that we offer to our customers through responsible fiscal management. We established new divisions designed to meet the needs of the expanding indoor plant cultivation market, including cannabis and micro-grown foods. Through new initiatives focused on product innovation and development of additional revenue streams, we are well positioned to capitalize on the momentum that was built last year.”\nFourth Quarter and 2017 Highlights\nDuring 2017, GrowLife, Inc. achieved the following milestones and significant events:\nSecured Funding to Support Continued Expansion Efforts\n- The Company secured additional funding from private investment firm Chicago Venture Partners. The funding allowed the Company to deploy the resources needed to pursue its multi-faceted growth strategy. GrowLife’s growth strategy includes the establishment of multiple subsidiary entities, hiring of new executive and sales talent positions, pursuing asset purchases and rolling out new and innovative product offerings.\nEstablished Division Pillar Strategy Resulting in New Business Channels\n- Company Executives developed and implemented a division pillar strategy designed to meet the growing needs of the indoor plant cultivation market. The strategy outlined the many verticals the Company operates and resulted in the creation of new business divisions including:\nGrowLife Commercial, a commercial consulting division that works with customers of all sizes to design state-of-the-art cultivation facilities. GrowLife Innovations, a research and development division that focuses on innovative product creation that revolutionizes indoor growing while expanding the Company’s assets through the development of intellectual property. GrowLife Retail, the brick and mortar sales channel for the Company is comprised of wholly-owned retail locations throughout the United States and Canada as well as GrowLife’s store-within-a-store concept. GrowLife’s store-within-a-store model allows GrowLife to achieve representation in traditional hydroponics outlets, which furthers brand awareness with local consumers. GrowLife Hydroponics, the Company’s flagship consumer channel with e-commerce and logistics offering more than 12,000 products to a national and worldwide audience.\nThrough these divisions, GrowLife can service a variety of consumers within the cultivation industry and reach new and untapped markets through diversification of its product offering and distribution channels.\nAcquired Assets of Building Materials Manufacturing Company\n- In early Q4, the Company purchased controlling interest in the assets of a building materials manufacturing company, FreeFit Flooring, which specializes in the production of non-toxic, eco-friendly flooring. This acquisition, completed through subsidiary GrowLife Innovations, aligns with the Company’s goal of offering innovative new products to the indoor growing market, including everything needed for cultivation “from the ground up.” The Company identified an unmet need for safe flooring options and seized the opportunity to provide a sustainable and long-lasting solution that is safe for plant production.\nLaunched New Premier Branded Items\n- As part of its commitment to offering innovative and new branded products, the Company introduced new products to its already robust product offering including:\nGrowLife HP Soil\n• GrowLife HP, High-Porosity Organic Peat, is a highly oxygenated soil allowing it to dry out faster and more evenly then heavier soil mixes. The formulation offers cultivation operators the ability to feed plants more often, which results in increased yields; this aligns with the Company’s mission of assisting customers to be more profitable and efficient. GrowLife Cube Pro\n• GrowLife Cube Pro is one of the world’s first complete home grow packages designed to make plant cultivation attainable for consumers of all skillsets. The Company identified expanding interest in home cultivation after legalization of in-home cannabis production in numerous states.\nOpened Flagship International Retail Location in Expanding Market of Canada\n- As a part of the GrowLife Retail division, the Company opened a traditional hydroponics store in Calgary Canada where the legal cannabis market is rapidly expanding due to recent and upcoming regulation shifts. Deloitte estimates the Canadian market has a base retail value between $4.9 billion-$8.7 billion, which would rival the size of the $5 billion Canadian spirits market.\nAnnounced the Addition of an Advisory Board and Added Board Members\n- Toward the end of Q2, the Company announced the formation of an indoor growing industry advisory board. The GrowLife Advisory Board was added to help review industry-related business opportunities for the Company. The initial advisory board members include Mr. William Andreozzi, former CTO of Weedmaps; Mr. William Blackburn, CEO of EZ-CLONE Enterprises Inc.; Mr. Corey Buffkin, founder and Director of Cultivation of Greenman Cannabis; and, Mr. Chris Herghelegiu, investor in several industry-related growing operations. Additionally, the Company added Thom Kozik to its Board of Directors. Kozik has experience with corporations such as Marriott International, Microsoft, Yahoo, and Atari, along with several startups where he held executive roles in marketing, business development, and product development.\nAnnounced the Promotion of Joseph Barnes to President of the GrowLife Hydroponic Division\n- Mr. Barnes was previously the senior vice-president of business development for the Company where he led the Company to its third consecutive revenue growth quarters and contributed the highest gross margin in over a year for the Company. Mr. Barnes oversees all sales for the Company including its recently expanded sales force.\nFOURTH QUARTER AND YEAR-END 2017 FINANCIAL RESULTS\nNet Revenue: For the year ending December 31, 2017, GrowLife, Inc. showed net revenue of $2,452,104, as compared to revenue of $1,231,281 for the year that ended December 31, 2016, an increase of 99%.\nBalance Sheet: Total Assets for the company were $861,866 of December 31, 2017, compared to $534,576 as of December 31, 2016, an increase of 61%. Accounts payable were reduced by $708,521.\nOperating Loss: For the year ending December 31, 2017, GrowLife, Inc. had an Operating Loss of $2,048,954 as compared to $2,808,892 for the year ending December 31, 2016, which is a positive change of 27%.\nA photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/b8713324-f344-4c6b-be20-b87c61c88da3\nFor more information about GrowLife, please visit the Company’s website . Products can be purchased at ShopGrowLife.com . Additional commentary on the Company and the industry as a whole can be found on the CEO’s blog .\nAbout GrowLife, Inc.\nGrowLife, Inc. (PHOT) aims to become the nation’s largest cultivation service provider for cultivating organics, herbs and greens and plant-based medicines. Our mission is to help make our customers successful. Through a network of local representatives covering the United States and Canada, regional centers and its e-Commerce team, GrowLife provides essential goods and services including media, industry-leading hydroponics and soil, plant nutrients, and thousands more products to specialty grow operations. GrowLife is headquartered in Kirkland, Washington and was founded in 2012.\nFor more information, The GrowLife 2017 Stockholder Review presentation can be found on the Company’s homepage at www.GrowLifeInc.com .\nPublic Relations Contact:\nCMW Media\nCassandra Dowell, 858-264-6600\ncassandra@cmwmedia.com\nwww.cmwmedia.com\nInvestor Relations Contact:\ninfo@growlifinc.com\nFORWARD LOOKING STATEMENT:\nThis release contains statements that constitute forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These statements appear in a number of places in this release and include all statements that are not statements of historical fact regarding the intent, belief or current expectations of GrowLife, Inc., its directors or its officers with respect to, among other things: (i) financing plans; (ii) trends affecting its financial condition or results of operations; (iii) growth strategy and operating strategy. The words may, would, will, expect, estimate, can, believe, potential and similar expressions and variations thereof are intended to identify forward-looking statements. Investors are cautioned that any such forward-looking statements are not guarantees of future performance and involve , many of which are beyond GrowLife, Inc.’s ability to control, and actual results may differ materially from those projected in the forward-looking statements as a result of various factors.\nSource:GrowLife, Inc.",
    "published": "2018-03-29T17:00:00.000+03:00",
    "crawled": "2018-03-29T16:59:45.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "kirkland",
        "march",
        "globe",
        "newswire",
        "growlife",
        "otcqb",
        "phot",
        "growlife",
        "company",
        "one",
        "nation",
        "recognized",
        "indoor",
        "cultivation",
        "product",
        "service",
        "provider",
        "today",
        "announced",
        "financial",
        "result",
        "quarter",
        "year",
        "ending",
        "december",
        "provided",
        "overview",
        "recent",
        "operational",
        "highlight",
        "company",
        "continued",
        "show",
        "strong",
        "growth",
        "throughout",
        "year",
        "q2",
        "revenue",
        "increased",
        "year",
        "year",
        "q3",
        "q4",
        "previous",
        "year",
        "quarter",
        "financial",
        "highlight",
        "include",
        "noting",
        "operating",
        "loss",
        "decreased",
        "margin",
        "increased",
        "overall",
        "balance",
        "sheet",
        "improved",
        "payable",
        "decreased",
        "approximately",
        "half",
        "graph",
        "showing",
        "quaterly",
        "revenue",
        "growlife",
        "otcqb",
        "phot",
        "proved",
        "vital",
        "year",
        "growth",
        "growlife",
        "resulted",
        "strong",
        "top",
        "line",
        "performance",
        "enhancement",
        "solid",
        "fiscal",
        "strategy",
        "said",
        "growlife",
        "ceo",
        "marco",
        "hegyi",
        "strategic",
        "asset",
        "acquisition",
        "positive",
        "structuring",
        "financing",
        "international",
        "expansion",
        "company",
        "experienced",
        "tremendous",
        "growth",
        "captured",
        "new",
        "market",
        "last",
        "year",
        "able",
        "bring",
        "top",
        "tier",
        "talent",
        "business",
        "partner",
        "well",
        "attract",
        "new",
        "customer",
        "commercial",
        "consumer",
        "hegyi",
        "continued",
        "growlife",
        "focused",
        "bringing",
        "value",
        "shareholder",
        "maintaining",
        "service",
        "offer",
        "customer",
        "responsible",
        "fiscal",
        "management",
        "established",
        "new",
        "division",
        "designed",
        "meet",
        "need",
        "expanding",
        "indoor",
        "plant",
        "cultivation",
        "market",
        "including",
        "cannabis",
        "food",
        "new",
        "initiative",
        "focused",
        "product",
        "innovation",
        "development",
        "additional",
        "revenue",
        "stream",
        "well",
        "positioned",
        "capitalize",
        "momentum",
        "built",
        "last",
        "fourth",
        "quarter",
        "highlight",
        "growlife",
        "achieved",
        "following",
        "milestone",
        "significant",
        "event",
        "secured",
        "funding",
        "support",
        "continued",
        "expansion",
        "effort",
        "company",
        "secured",
        "additional",
        "funding",
        "private",
        "investment",
        "firm",
        "chicago",
        "venture",
        "partner",
        "funding",
        "allowed",
        "company",
        "deploy",
        "resource",
        "needed",
        "pursue",
        "growth",
        "strategy",
        "growlife",
        "growth",
        "strategy",
        "includes",
        "establishment",
        "multiple",
        "subsidiary",
        "entity",
        "hiring",
        "new",
        "executive",
        "sale",
        "talent",
        "position",
        "pursuing",
        "asset",
        "purchase",
        "rolling",
        "new",
        "innovative",
        "product",
        "offering",
        "established",
        "division",
        "pillar",
        "strategy",
        "resulting",
        "new",
        "business",
        "channel",
        "company",
        "executive",
        "developed",
        "implemented",
        "division",
        "pillar",
        "strategy",
        "designed",
        "meet",
        "growing",
        "need",
        "indoor",
        "plant",
        "cultivation",
        "market",
        "strategy",
        "outlined",
        "many",
        "vertical",
        "company",
        "operates",
        "resulted",
        "creation",
        "new",
        "business",
        "division",
        "including",
        "growlife",
        "commercial",
        "commercial",
        "consulting",
        "division",
        "work",
        "customer",
        "size",
        "design",
        "cultivation",
        "facility",
        "growlife",
        "innovation",
        "research",
        "development",
        "division",
        "focus",
        "innovative",
        "product",
        "creation",
        "revolutionizes",
        "indoor",
        "growing",
        "expanding",
        "company",
        "asset",
        "development",
        "intellectual",
        "property",
        "growlife",
        "retail",
        "brick",
        "mortar",
        "sale",
        "channel",
        "company",
        "comprised",
        "retail",
        "location",
        "throughout",
        "united",
        "state",
        "canada",
        "well",
        "growlife",
        "concept",
        "growlife",
        "model",
        "allows",
        "growlife",
        "achieve",
        "representation",
        "traditional",
        "hydroponics",
        "outlet",
        "furthers",
        "brand",
        "awareness",
        "local",
        "consumer",
        "growlife",
        "hydroponics",
        "company",
        "flagship",
        "consumer",
        "channel",
        "logistics",
        "offering",
        "product",
        "national",
        "worldwide",
        "audience",
        "division",
        "growlife",
        "service",
        "variety",
        "consumer",
        "within",
        "cultivation",
        "industry",
        "reach",
        "new",
        "untapped",
        "market",
        "diversification",
        "product",
        "offering",
        "distribution",
        "channel",
        "acquired",
        "asset",
        "building",
        "material",
        "manufacturing",
        "company",
        "early",
        "q4",
        "company",
        "purchased",
        "controlling",
        "interest",
        "asset",
        "building",
        "material",
        "manufacturing",
        "company",
        "freefit",
        "flooring",
        "specializes",
        "production",
        "flooring",
        "acquisition",
        "completed",
        "subsidiary",
        "growlife",
        "innovation",
        "aligns",
        "company",
        "goal",
        "offering",
        "innovative",
        "new",
        "product",
        "indoor",
        "growing",
        "market",
        "including",
        "everything",
        "needed",
        "cultivation",
        "ground",
        "company",
        "identified",
        "unmet",
        "need",
        "safe",
        "flooring",
        "option",
        "seized",
        "opportunity",
        "provide",
        "sustainable",
        "solution",
        "safe",
        "plant",
        "production",
        "launched",
        "new",
        "premier",
        "branded",
        "item",
        "part",
        "commitment",
        "offering",
        "innovative",
        "new",
        "branded",
        "product",
        "company",
        "introduced",
        "new",
        "product",
        "already",
        "robust",
        "product",
        "offering",
        "including",
        "growlife",
        "hp",
        "soil",
        "growlife",
        "hp",
        "organic",
        "peat",
        "highly",
        "oxygenated",
        "soil",
        "allowing",
        "dry",
        "faster",
        "evenly",
        "heavier",
        "soil",
        "mix",
        "formulation",
        "offer",
        "cultivation",
        "operator",
        "ability",
        "feed",
        "plant",
        "often",
        "result",
        "increased",
        "yield",
        "aligns",
        "company",
        "mission",
        "assisting",
        "customer",
        "profitable",
        "efficient",
        "growlife",
        "cube",
        "pro",
        "growlife",
        "cube",
        "pro",
        "one",
        "world",
        "first",
        "complete",
        "home",
        "grow",
        "package",
        "designed",
        "make",
        "plant",
        "cultivation",
        "attainable",
        "consumer",
        "skillsets",
        "company",
        "identified",
        "expanding",
        "interest",
        "home",
        "cultivation",
        "legalization",
        "cannabis",
        "production",
        "numerous",
        "state",
        "opened",
        "flagship",
        "international",
        "retail",
        "location",
        "expanding",
        "market",
        "canada",
        "part",
        "growlife",
        "retail",
        "division",
        "company",
        "opened",
        "traditional",
        "hydroponics",
        "store",
        "calgary",
        "canada",
        "legal",
        "cannabis",
        "market",
        "rapidly",
        "expanding",
        "due",
        "recent",
        "upcoming",
        "regulation",
        "shift",
        "deloitte",
        "estimate",
        "canadian",
        "market",
        "base",
        "retail",
        "value",
        "billion",
        "would",
        "rival",
        "size",
        "billion",
        "canadian",
        "spirit",
        "market",
        "announced",
        "addition",
        "advisory",
        "board",
        "added",
        "board",
        "member",
        "toward",
        "end",
        "q2",
        "company",
        "announced",
        "formation",
        "indoor",
        "growing",
        "industry",
        "advisory",
        "board",
        "growlife",
        "advisory",
        "board",
        "added",
        "help",
        "review",
        "business",
        "opportunity",
        "company",
        "initial",
        "advisory",
        "board",
        "member",
        "include",
        "william",
        "andreozzi",
        "former",
        "cto",
        "weedmaps",
        "william",
        "blackburn",
        "ceo",
        "enterprise",
        "corey",
        "buffkin",
        "founder",
        "director",
        "cultivation",
        "greenman",
        "cannabis",
        "chris",
        "herghelegiu",
        "investor",
        "several",
        "growing",
        "operation",
        "additionally",
        "company",
        "added",
        "thom",
        "kozik",
        "board",
        "director",
        "kozik",
        "experience",
        "corporation",
        "marriott",
        "international",
        "microsoft",
        "yahoo",
        "atari",
        "along",
        "several",
        "startup",
        "held",
        "executive",
        "role",
        "marketing",
        "business",
        "development",
        "product",
        "development",
        "announced",
        "promotion",
        "joseph",
        "barnes",
        "president",
        "growlife",
        "hydroponic",
        "division",
        "barnes",
        "previously",
        "senior",
        "business",
        "development",
        "company",
        "led",
        "company",
        "third",
        "consecutive",
        "revenue",
        "growth",
        "quarter",
        "contributed",
        "highest",
        "gross",
        "margin",
        "year",
        "company",
        "barnes",
        "oversees",
        "sale",
        "company",
        "including",
        "recently",
        "expanded",
        "sale",
        "force",
        "fourth",
        "quarter",
        "financial",
        "result",
        "net",
        "revenue",
        "year",
        "ending",
        "december",
        "growlife",
        "showed",
        "net",
        "revenue",
        "compared",
        "revenue",
        "year",
        "ended",
        "december",
        "increase",
        "balance",
        "sheet",
        "total",
        "asset",
        "company",
        "december",
        "compared",
        "december",
        "increase",
        "account",
        "payable",
        "reduced",
        "operating",
        "loss",
        "year",
        "ending",
        "december",
        "growlife",
        "operating",
        "loss",
        "compared",
        "year",
        "ending",
        "december",
        "positive",
        "change",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "information",
        "growlife",
        "please",
        "visit",
        "company",
        "website",
        "product",
        "purchased",
        "additional",
        "commentary",
        "company",
        "industry",
        "whole",
        "found",
        "ceo",
        "blog",
        "growlife",
        "growlife",
        "phot",
        "aim",
        "become",
        "nation",
        "largest",
        "cultivation",
        "service",
        "provider",
        "cultivating",
        "organic",
        "herb",
        "green",
        "medicine",
        "mission",
        "help",
        "make",
        "customer",
        "successful",
        "network",
        "local",
        "representative",
        "covering",
        "united",
        "state",
        "canada",
        "regional",
        "center",
        "team",
        "growlife",
        "provides",
        "essential",
        "good",
        "service",
        "including",
        "medium",
        "hydroponics",
        "soil",
        "plant",
        "nutrient",
        "thousand",
        "product",
        "specialty",
        "grow",
        "operation",
        "growlife",
        "headquartered",
        "kirkland",
        "washington",
        "founded",
        "information",
        "growlife",
        "stockholder",
        "review",
        "presentation",
        "found",
        "company",
        "homepage",
        "public",
        "relation",
        "contact",
        "cmw",
        "medium",
        "cassandra",
        "dowell",
        "cassandra",
        "investor",
        "relation",
        "contact",
        "info",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "statement",
        "constitute",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "appear",
        "number",
        "place",
        "release",
        "include",
        "statement",
        "statement",
        "historical",
        "fact",
        "regarding",
        "intent",
        "belief",
        "current",
        "expectation",
        "growlife",
        "director",
        "officer",
        "respect",
        "among",
        "thing",
        "financing",
        "plan",
        "ii",
        "trend",
        "affecting",
        "financial",
        "condition",
        "result",
        "operation",
        "iii",
        "growth",
        "strategy",
        "operating",
        "strategy",
        "word",
        "may",
        "would",
        "expect",
        "estimate",
        "believe",
        "potential",
        "similar",
        "expression",
        "variation",
        "thereof",
        "intended",
        "identify",
        "statement",
        "investor",
        "cautioned",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "many",
        "beyond",
        "growlife",
        "ability",
        "control",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "result",
        "various",
        "factor",
        "source",
        "growlife",
        "inc"
    ]
}