{
    "organizations": [],
    "uuid": "2614b57ad3b7864e73c1c32ef7170c8be50bb4d3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/pr-newswire-fda-approves-inclusion-of-data-from-safety-outcomes-trial-in-the-tresibaa-label.html",
    "ord_in_thread": 0,
    "title": "FDA approves inclusion of data from safety outcomes trial in the Tresiba® label",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PLAINSBORO, N.J., March 26, 2018 /PRNewswire/ -- Novo Nordisk today announced that the US Food and Drug Administration (FDA) approved updates to the prescribing information (PI) for Tresiba ® (insulin degludec injection) 100 U/mL, 200 U/mL to include data from the DEVOTE safety outcomes trial. The following data from DEVOTE in patients with type 2 diabetes and atherosclerotic cardiovascular disease (ASCVD) is now included in the label:\nPrimary composite endpoint: Tresiba ® U-100 demonstrated no increased risk of major adverse cardiovascular events (MACE) with a hazard ratio of 0.91 compared to insulin glargine U-100 (95% confidence interval [CI]: 0.78; 1.06, p<0.001). 1 MACE in the DEVOTE trial is defined as the first occurrence of cardiovascular death, non-fatal heart attack, or non-fatal stroke. 1 Secondary confirmatory endpoint: Tresiba ® U-100 demonstrated 40% significantly lower rates of severe hypoglycemia (low blood sugar) compared to insulin glargine U-100 (95% CI: 0.48; 0.76, p<0.001). 1\nBlood sugar control between the two groups was similar at baseline and throughout the trial. 1 In DEVOTE, severe hypoglycemia was defined as having a low blood sugar level that requires assistance from another person to treat.\n[For patients seeking information on Tresiba ® , please visit Tresiba.com . Healthcare providers seeking clinical information can visit TresibaPro.com ]\n\"Tresiba ® is clinically proven to lower patients' A1C levels, and now the updated label provides physicians with additional clinical evidence to help guide treatment decisions,\" said Todd Hobbs, vice president and US chief medical officer of Novo Nordisk. \"Cardiovascular disease and severe hypoglycemia are two of the most profound concerns for people living with diabetes. Novo Nordisk is dedicated to research in these areas and believes in their importance to overall diabetes care.\"\nAbout DEVOTE\nDEVOTE is a multi-national, randomized, double-blinded, treat-to-target, event-driven trial comparing Tresiba ® (insulin degludec injection) U-100 to insulin glargine U-100. In the trial, 7,637 people (Tresiba ® U-100: n=3,818, insulin glargine U-100: n=3,819) with inadequately controlled type 2 diabetes and atherosclerotic cardiovascular disease were randomized to once daily treatment with either Tresiba ® U-100 or insulin glargine U-100 in addition to standard of care for diabetes and cardiovascular disease for a median duration of 2 years.\nThe primary composite endpoint in DEVOTE was time from randomization to the first occurrence of a three component composite major adverse cardiovascular event, comprised of: cardiovascular death, non-fatal myocardial infarction, or non-fatal stroke. Secondary endpoints included events and incidence of severe hypoglycemia.\nAbout Tresiba ®\nTresiba ® is the only long-acting insulin approved for type 1 and type 2 diabetes in children as young as 1 year of age. Once-daily Tresiba ® is available in Novo Nordisk's latest insulin delivery device – FlexTouch ® , a 100 units/mL or 200 units/mL pen. Tresiba ® U-100 FlexTouch ® can deliver up to 80 units of insulin in a single injection. Tresiba ® U-200 FlexTouch ® can dose up to 160 units in a single injection. FlexTouch ® is also the only prefilled insulin pen with no push-button extension.\nTresiba ® received its first regulatory approval in Japan in September 2012 and has since been approved in more than 80 countries globally. It was approved by the FDA in the United States on September 25, 2015.\nWhat is Tresiba ® ?\nPrescription Tresiba ® is a long-acting insulin used to control high blood sugar in adults and children who are 1 year of age and older with diabetes Tresiba ® is not for people with diabetic ketoacidosis Tresiba ® is not for children who need less than 5 units of Tresiba ® each day It is not known if Tresiba ® is safe and effective in children under 1 year of age Tresiba ® is available in 2 concentrations: 200 units/mL and 100 units/mL\nDo not share your Tresiba ® FlexTouch ® with other people, even if the needle has been changed. You may give other people a serious infection, or get a serious infection from them.\nWho should not take Tresiba ® ?\nDo not take Tresiba ® if you:\nare having an episode of low blood sugar are allergic to Tresiba ® or any of the ingredients in Tresiba ®\nBefore taking Tresiba ® , tell your health care provider about all your medical conditions, including if you are:\npregnant, planning to become pregnant, or are breastfeeding taking new prescription or over-the-counter medicines, vitamins, or herbal supplements\nTalk to your health care provider about low blood sugar and how to manage it.\nHow should I take Tresiba ® ?\nRead the Instructions for Use and take Tresiba ® exactly as your health care provider tells you to Do not do any conversion of your dose. The dose counter always shows the selected dose in units Know the type and strength of insulin you take. Do not change the type of insulin you take unless your health care provider tells you to Adults - If you miss or are delayed in taking your dose of Tresiba ® : Take your dose as soon as you remember, then continue with your regular dosing schedule Make sure there are at least 8 hours between doses If children miss a dose of Tresiba ® : Call the healthcare provider for information and instructions about checking blood sugar levels more often until the next scheduled dose of Tresiba ® Check your blood sugar levels. Ask your health care provider what your blood sugar levels should be and when you should check them Do not reuse or share your needles with other people. You may give them a serious infection, or get a serious infection from them Never inject Tresiba ® into a vein or muscle Never use a syringe to remove Tresiba ® from the FlexTouch ® pen\nWhat should I avoid while taking Tresiba ® ?\nDo not drive or operate heavy machinery, until you know how Tresiba ® affects you Do not drink alcohol or use prescription or over-the-counter medicines that contain alcohol\nWhat are the possible side effects of Tresiba ® ?\nTresiba ® may cause serious side effects that can be life-threatening, including:\nLow blood sugar (hypoglycemia). Signs and symptoms that may indicate low blood sugar include anxiety, irritability, mood changes, dizziness, sweating, confusion, and headache Low potassium in your blood (hypokalemia) Heart failure in some people if taken with thiazolidinediones (TZDs). This can happen even if you have never had heart failure or heart problems. If you already have heart failure, it may get worse while you take TZDs with Tresiba ® . Tell your health care provider if you have any new or worse symptoms of heart failure including shortness of breath, tiredness, swelling of your ankles or feet, and sudden weight gain\nYour insulin dose may need to change because of change in level of physical activity or exercise, increased stress, change in diet, weight gain or loss, or illness.\nCommon side effects may include reactions at the injection site, itching, rash, serious allergic reactions (whole body reactions), skin thickening or pits at the injection site (lipodystrophy), weight gain, and swelling of your hands and feet.\nGet emergency medical help if you have trouble breathing, shortness of breath, fast heartbeat, swelling of your face, tongue, or throat, sweating, extreme drowsiness, dizziness, or confusion.\nPlease see Prescribing Information for Tresiba ® at http://www.novo-pi.com/tresiba.pdf .\nAbout Diabetes\nIn the United States, more than 30 million people are affected by diabetes. 9 Type 2 diabetes specifically affects more than 28 million people in the United States (9.4 percent of the population). 9 The diagnosis is most common in adults and occurs when the body no longer produces enough of the blood sugar-regulating hormone, insulin, or is no longer able to use the insulin the body produces properly. Additionally, people with type 2 diabetes are two to four times more likely to have cardiovascular disease than those without diabetes. 10 Type 2 diabetes is a life-long condition once diagnosed, but can be managed through a combination of lifestyle modifications like eating healthy, physical activity and oral and/or injectable medications as prescribed by a physician. 11\nAbout Novo Nordisk\nNovo Nordisk, a global healthcare company, has been committed to discovering and developing innovative medicines to help people living with diabetes lead longer, healthier lives for 95 years. This heritage has given us experience and capabilities that also enable us to help people defeat other serious diseases including obesity, hemophilia and growth disorders. We remain steadfast in our conviction that the formula for success is to stay focused, think long term and do business in a financially, socially and environmentally responsible way. With U.S. headquarters in New Jersey and production and research facilities in four states, Novo Nordisk employs nearly 6,000 people throughout the country. For more information, visit novonordisk.us , Facebook and Twitter .\nReferences\nTresiba [package insert]. Plainsboro, NJ: Novo Nordisk Inc; March 2018. Levemir [package insert]. Plainsboro, NJ: Novo Nordisk Inc; February 2015. Xultophy 100/3.6 [package insert]. Plainsboro, NJ: Novo Nordisk Inc; November 2016. Ryzodeg 70/30 [package insert]. Plainsboro, NJ: Novo Nordisk Inc; December 2016. Lantus [package insert]. Bridgewater, NJ; Sanofi; July 2015. Toujeo [package insert]. Bridgewater, NJ: Sanofi; September 2015. Soliqua 100/33 [package insert]. Bridgewater, NJ: Sanofi; October 2017. Basaglar [package insert]. Indianapolis, IN: Eli Lilly and Company; May 2017. Centers for Disease Control and Prevention. National Diabetes Statistics Report, 2017. https://www.cdc.gov/diabetes/pdfs/data/statistics/national-diabetes-statistics-report.pdf . Updated 2017. Accessed March 2018. World Heart Federation. Risk Factors. https://www.world-heart-federation.org/resources/risk-factors/ . Updated 2017. Accessed March 2018. Centers for Disease Control and Prevention. Type 2 Diabetes. https://www.cdc.gov/diabetes/basics/type2.html . Updated July 25, 2017. Accessed March 2018.\nTresiba ® is a registered trademark of Novo Nordisk A/S.\nNovo Nordisk is a registered trademark of Novo Nordisk A/S.\nAll other trademarks, registered or unregistered, are the property of their respective owners.\n© 2018 Novo Nordisk All rights reserved. USA18TSM00951 March 2018\nView original content: http://www.prnewswire.com/news-releases/fda-approves-inclusion-of-data-from-safety-outcomes-trial-in-the-tresiba-label-300619368.html\nSOURCE Novo Nordisk",
    "published": "2018-03-26T17:56:00.000+03:00",
    "crawled": "2018-03-26T20:21:11.037+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "plainsboro",
        "march",
        "novo",
        "nordisk",
        "today",
        "announced",
        "u",
        "food",
        "drug",
        "administration",
        "fda",
        "approved",
        "update",
        "prescribing",
        "information",
        "pi",
        "tresiba",
        "insulin",
        "degludec",
        "injection",
        "include",
        "data",
        "devote",
        "safety",
        "outcome",
        "trial",
        "following",
        "data",
        "devote",
        "patient",
        "type",
        "diabetes",
        "atherosclerotic",
        "cardiovascular",
        "disease",
        "ascvd",
        "included",
        "label",
        "primary",
        "composite",
        "endpoint",
        "tresiba",
        "demonstrated",
        "increased",
        "risk",
        "major",
        "adverse",
        "cardiovascular",
        "event",
        "mace",
        "hazard",
        "ratio",
        "compared",
        "insulin",
        "glargine",
        "confidence",
        "interval",
        "ci",
        "p",
        "mace",
        "devote",
        "trial",
        "defined",
        "first",
        "occurrence",
        "cardiovascular",
        "death",
        "heart",
        "attack",
        "stroke",
        "secondary",
        "confirmatory",
        "endpoint",
        "tresiba",
        "demonstrated",
        "significantly",
        "lower",
        "rate",
        "severe",
        "hypoglycemia",
        "low",
        "blood",
        "sugar",
        "compared",
        "insulin",
        "glargine",
        "ci",
        "p",
        "blood",
        "sugar",
        "control",
        "two",
        "group",
        "similar",
        "baseline",
        "throughout",
        "trial",
        "devote",
        "severe",
        "hypoglycemia",
        "defined",
        "low",
        "blood",
        "sugar",
        "level",
        "requires",
        "assistance",
        "another",
        "person",
        "treat",
        "patient",
        "seeking",
        "information",
        "tresiba",
        "please",
        "visit",
        "healthcare",
        "provider",
        "seeking",
        "clinical",
        "information",
        "visit",
        "tresiba",
        "clinically",
        "proven",
        "lower",
        "patient",
        "a1c",
        "level",
        "updated",
        "label",
        "provides",
        "physician",
        "additional",
        "clinical",
        "evidence",
        "help",
        "guide",
        "treatment",
        "decision",
        "said",
        "todd",
        "hobbs",
        "vice",
        "president",
        "u",
        "chief",
        "medical",
        "officer",
        "novo",
        "nordisk",
        "cardiovascular",
        "disease",
        "severe",
        "hypoglycemia",
        "two",
        "profound",
        "concern",
        "people",
        "living",
        "diabetes",
        "novo",
        "nordisk",
        "dedicated",
        "research",
        "area",
        "belief",
        "importance",
        "overall",
        "diabetes",
        "care",
        "devote",
        "devote",
        "randomized",
        "trial",
        "comparing",
        "tresiba",
        "insulin",
        "degludec",
        "injection",
        "insulin",
        "glargine",
        "trial",
        "people",
        "tresiba",
        "insulin",
        "glargine",
        "inadequately",
        "controlled",
        "type",
        "diabetes",
        "atherosclerotic",
        "cardiovascular",
        "disease",
        "randomized",
        "daily",
        "treatment",
        "either",
        "tresiba",
        "insulin",
        "glargine",
        "addition",
        "standard",
        "care",
        "diabetes",
        "cardiovascular",
        "disease",
        "median",
        "duration",
        "year",
        "primary",
        "composite",
        "endpoint",
        "devote",
        "time",
        "randomization",
        "first",
        "occurrence",
        "three",
        "component",
        "composite",
        "major",
        "adverse",
        "cardiovascular",
        "event",
        "comprised",
        "cardiovascular",
        "death",
        "myocardial",
        "infarction",
        "stroke",
        "secondary",
        "endpoint",
        "included",
        "event",
        "incidence",
        "severe",
        "hypoglycemia",
        "tresiba",
        "tresiba",
        "insulin",
        "approved",
        "type",
        "type",
        "diabetes",
        "child",
        "young",
        "year",
        "age",
        "tresiba",
        "available",
        "novo",
        "nordisk",
        "latest",
        "insulin",
        "delivery",
        "device",
        "flextouch",
        "pen",
        "tresiba",
        "flextouch",
        "deliver",
        "unit",
        "insulin",
        "single",
        "injection",
        "tresiba",
        "flextouch",
        "dose",
        "unit",
        "single",
        "injection",
        "flextouch",
        "also",
        "prefilled",
        "insulin",
        "pen",
        "extension",
        "tresiba",
        "received",
        "first",
        "regulatory",
        "approval",
        "japan",
        "september",
        "since",
        "approved",
        "country",
        "globally",
        "approved",
        "fda",
        "united",
        "state",
        "september",
        "tresiba",
        "prescription",
        "tresiba",
        "insulin",
        "used",
        "control",
        "high",
        "blood",
        "sugar",
        "adult",
        "child",
        "year",
        "age",
        "older",
        "diabetes",
        "tresiba",
        "people",
        "diabetic",
        "ketoacidosis",
        "tresiba",
        "child",
        "need",
        "less",
        "unit",
        "tresiba",
        "day",
        "known",
        "tresiba",
        "safe",
        "effective",
        "child",
        "year",
        "age",
        "tresiba",
        "available",
        "concentration",
        "share",
        "tresiba",
        "flextouch",
        "people",
        "even",
        "needle",
        "changed",
        "may",
        "give",
        "people",
        "serious",
        "infection",
        "get",
        "serious",
        "infection",
        "take",
        "tresiba",
        "take",
        "tresiba",
        "episode",
        "low",
        "blood",
        "sugar",
        "allergic",
        "tresiba",
        "ingredient",
        "tresiba",
        "taking",
        "tresiba",
        "tell",
        "health",
        "care",
        "provider",
        "medical",
        "condition",
        "including",
        "pregnant",
        "planning",
        "become",
        "pregnant",
        "breastfeeding",
        "taking",
        "new",
        "prescription",
        "medicine",
        "vitamin",
        "herbal",
        "supplement",
        "talk",
        "health",
        "care",
        "provider",
        "low",
        "blood",
        "sugar",
        "manage",
        "take",
        "tresiba",
        "read",
        "instruction",
        "use",
        "take",
        "tresiba",
        "exactly",
        "health",
        "care",
        "provider",
        "tell",
        "conversion",
        "dose",
        "dose",
        "counter",
        "always",
        "show",
        "selected",
        "dose",
        "unit",
        "know",
        "type",
        "strength",
        "insulin",
        "take",
        "change",
        "type",
        "insulin",
        "take",
        "unless",
        "health",
        "care",
        "provider",
        "tell",
        "adult",
        "miss",
        "delayed",
        "taking",
        "dose",
        "tresiba",
        "take",
        "dose",
        "soon",
        "remember",
        "continue",
        "regular",
        "dosing",
        "schedule",
        "make",
        "sure",
        "least",
        "hour",
        "dos",
        "child",
        "miss",
        "dose",
        "tresiba",
        "call",
        "healthcare",
        "provider",
        "information",
        "instruction",
        "checking",
        "blood",
        "sugar",
        "level",
        "often",
        "next",
        "scheduled",
        "dose",
        "tresiba",
        "check",
        "blood",
        "sugar",
        "level",
        "ask",
        "health",
        "care",
        "provider",
        "blood",
        "sugar",
        "level",
        "check",
        "reuse",
        "share",
        "needle",
        "people",
        "may",
        "give",
        "serious",
        "infection",
        "get",
        "serious",
        "infection",
        "never",
        "inject",
        "tresiba",
        "vein",
        "muscle",
        "never",
        "use",
        "syringe",
        "remove",
        "tresiba",
        "flextouch",
        "pen",
        "avoid",
        "taking",
        "tresiba",
        "drive",
        "operate",
        "heavy",
        "machinery",
        "know",
        "tresiba",
        "affect",
        "drink",
        "alcohol",
        "use",
        "prescription",
        "medicine",
        "contain",
        "alcohol",
        "possible",
        "side",
        "effect",
        "tresiba",
        "tresiba",
        "may",
        "cause",
        "serious",
        "side",
        "effect",
        "including",
        "low",
        "blood",
        "sugar",
        "hypoglycemia",
        "sign",
        "symptom",
        "may",
        "indicate",
        "low",
        "blood",
        "sugar",
        "include",
        "anxiety",
        "irritability",
        "mood",
        "change",
        "dizziness",
        "sweating",
        "confusion",
        "headache",
        "low",
        "potassium",
        "blood",
        "hypokalemia",
        "heart",
        "failure",
        "people",
        "taken",
        "thiazolidinediones",
        "tzds",
        "happen",
        "even",
        "never",
        "heart",
        "failure",
        "heart",
        "problem",
        "already",
        "heart",
        "failure",
        "may",
        "get",
        "worse",
        "take",
        "tzds",
        "tresiba",
        "tell",
        "health",
        "care",
        "provider",
        "new",
        "worse",
        "symptom",
        "heart",
        "failure",
        "including",
        "shortness",
        "breath",
        "tiredness",
        "swelling",
        "ankle",
        "foot",
        "sudden",
        "weight",
        "gain",
        "insulin",
        "dose",
        "may",
        "need",
        "change",
        "change",
        "level",
        "physical",
        "activity",
        "exercise",
        "increased",
        "stress",
        "change",
        "diet",
        "weight",
        "gain",
        "loss",
        "illness",
        "common",
        "side",
        "effect",
        "may",
        "include",
        "reaction",
        "injection",
        "site",
        "itching",
        "rash",
        "serious",
        "allergic",
        "reaction",
        "whole",
        "body",
        "reaction",
        "skin",
        "thickening",
        "pit",
        "injection",
        "site",
        "lipodystrophy",
        "weight",
        "gain",
        "swelling",
        "hand",
        "foot",
        "get",
        "emergency",
        "medical",
        "help",
        "trouble",
        "breathing",
        "shortness",
        "breath",
        "fast",
        "heartbeat",
        "swelling",
        "face",
        "tongue",
        "throat",
        "sweating",
        "extreme",
        "drowsiness",
        "dizziness",
        "confusion",
        "please",
        "see",
        "prescribing",
        "information",
        "tresiba",
        "http",
        "diabetes",
        "united",
        "state",
        "million",
        "people",
        "affected",
        "diabetes",
        "type",
        "diabetes",
        "specifically",
        "affect",
        "million",
        "people",
        "united",
        "state",
        "percent",
        "population",
        "diagnosis",
        "common",
        "adult",
        "occurs",
        "body",
        "longer",
        "produce",
        "enough",
        "blood",
        "hormone",
        "insulin",
        "longer",
        "able",
        "use",
        "insulin",
        "body",
        "produce",
        "properly",
        "additionally",
        "people",
        "type",
        "diabetes",
        "two",
        "four",
        "time",
        "likely",
        "cardiovascular",
        "disease",
        "without",
        "diabetes",
        "type",
        "diabetes",
        "condition",
        "diagnosed",
        "managed",
        "combination",
        "lifestyle",
        "modification",
        "like",
        "eating",
        "healthy",
        "physical",
        "activity",
        "oral",
        "injectable",
        "medication",
        "prescribed",
        "physician",
        "novo",
        "nordisk",
        "novo",
        "nordisk",
        "global",
        "healthcare",
        "company",
        "committed",
        "discovering",
        "developing",
        "innovative",
        "medicine",
        "help",
        "people",
        "living",
        "diabetes",
        "lead",
        "longer",
        "healthier",
        "life",
        "year",
        "heritage",
        "given",
        "u",
        "experience",
        "capability",
        "also",
        "enable",
        "u",
        "help",
        "people",
        "defeat",
        "serious",
        "disease",
        "including",
        "obesity",
        "hemophilia",
        "growth",
        "disorder",
        "remain",
        "steadfast",
        "conviction",
        "formula",
        "success",
        "stay",
        "focused",
        "think",
        "long",
        "term",
        "business",
        "financially",
        "socially",
        "environmentally",
        "responsible",
        "way",
        "headquarters",
        "new",
        "jersey",
        "production",
        "research",
        "facility",
        "four",
        "state",
        "novo",
        "nordisk",
        "employ",
        "nearly",
        "people",
        "throughout",
        "country",
        "information",
        "visit",
        "facebook",
        "twitter",
        "reference",
        "tresiba",
        "package",
        "insert",
        "plainsboro",
        "nj",
        "novo",
        "nordisk",
        "inc",
        "march",
        "levemir",
        "package",
        "insert",
        "plainsboro",
        "nj",
        "novo",
        "nordisk",
        "inc",
        "february",
        "xultophy",
        "package",
        "insert",
        "plainsboro",
        "nj",
        "novo",
        "nordisk",
        "inc",
        "november",
        "ryzodeg",
        "package",
        "insert",
        "plainsboro",
        "nj",
        "novo",
        "nordisk",
        "inc",
        "december",
        "lantus",
        "package",
        "insert",
        "bridgewater",
        "nj",
        "sanofi",
        "july",
        "toujeo",
        "package",
        "insert",
        "bridgewater",
        "nj",
        "sanofi",
        "september",
        "soliqua",
        "package",
        "insert",
        "bridgewater",
        "nj",
        "sanofi",
        "october",
        "basaglar",
        "package",
        "insert",
        "indianapolis",
        "eli",
        "lilly",
        "company",
        "may",
        "center",
        "disease",
        "control",
        "prevention",
        "national",
        "diabetes",
        "statistic",
        "report",
        "http",
        "updated",
        "accessed",
        "march",
        "world",
        "heart",
        "federation",
        "risk",
        "factor",
        "http",
        "updated",
        "accessed",
        "march",
        "center",
        "disease",
        "control",
        "prevention",
        "type",
        "diabetes",
        "http",
        "updated",
        "july",
        "accessed",
        "march",
        "tresiba",
        "registered",
        "trademark",
        "novo",
        "nordisk",
        "novo",
        "nordisk",
        "registered",
        "trademark",
        "novo",
        "nordisk",
        "trademark",
        "registered",
        "unregistered",
        "property",
        "respective",
        "owner",
        "novo",
        "nordisk",
        "right",
        "reserved",
        "usa18tsm00951",
        "march",
        "view",
        "original",
        "content",
        "http",
        "source",
        "novo",
        "nordisk"
    ]
}