{
    "organizations": [],
    "uuid": "d05918818703a78276635f6e27df782a7a34db4d",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/21/the-alcohol-industry-gave-the-government-money-to-prove-moderate-drinking-is-safe.html",
    "ord_in_thread": 0,
    "title": "The alcohol industry gave the government money to prove moderate drinking is safe",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Over the weekend, the New York Times published a bombshell report on alarming ties between the alcohol industry and the National Institutes of Health. Specifically, five alcohol companies helped fund — and potentially shaped the design of — a 7,800-person randomized control trial overseen by the National Institute on Alcohol Abuse and Alcoholism, a center at the NIH. The trial is supposed to answer the long-simmering question of whether moderate drinking truly reduces the risk of cardiovascular disease.\nThe most shocking detail in the story: The researchers behind the study reportedly persuaded alcohol industry executives to fund them by arguing the trial \"represents a unique opportunity to show that moderate alcohol consumption is safe and lowers risk of common diseases\" — before they had even enrolled their first patient.\nThe study \"is not public health research — it's marketing,\" Michael Siegel, a professor of community health sciences at Boston University School of Public Health, told Times reporter Roni Caryn Rabin .\nMore from Vox:\nWhat is a nor'easter? And why have there been 4 in 3 weeks?\nScott Kelly's genes and NASA's twin study on him, explained\nThe judge in a federal climate change lawsuit wants a science tutorial\nThe story is, without a doubt, troubling and raises many questions about research integrity at NIH. For now, the agency is investigating the debacle .\nAnd several questions linger: Why would one of the world's elite publicly funded scientific institutions turn to the alcohol industry for fundraising? If they needed the money, why did they seemingly fail to set up an adequate firewall between the industry and the researchers? Why were the researchers promising conclusions before starting the study?\nBut it's also, to some degree, business as usual in science today.\nDozens of industry-sponsored studies have shaped our perceptions of food and beverages, from the blueberries we eat for breakfast to the red wine we drink with dinner and dark chocolate we snack on at night. This trial again shows \"the great prevalence of the belief that corporate funding has no influence on research,\" despite reams of evidence to the contrary, said New York University nutrition professor Marion Nestle .\nThat naïveté, apparently, can be found even at one of the most prestigious research institutions in the world.\nThis $100 million study is designed to answer a long-simmering health question — brought to you, in part, by Heineken\nand Carlsberg\nBefore we get into the systemic problems in science funding, we need to unpack a bit of the context around the study and the Times's allegations.\nOn the question of whether moderate alcohol consumption is good for you, there is evidence that it's associated with a reduced risk of coronary heart disease and a higher life expectancy . But much of this evidence comes from observational research, which involves simply looking at the correlation between certain exposures (i.e., alcohol) and health outcomes (i.e., heart attacks). And these studies can be riddled with confounding factors.\nPeople who drink and people who don't drink may be different in fundamental ways besides their alcohol consumption habits, and these differences may warp the results of the observational studies. Drinkers may be more social or eat more olives and nuts, for example, or have more income, and these characteristics — not the wine they drink with dinner — may help them live longer.\nSo we have sorely needed a high-quality randomized control trial data on this question, where thousands of people are randomly assigned to drink moderate amounts of alcohol or not, and followed for years. This could eliminate the problem of confounding factors in the observational studies.\nBut \"the challenge of a study like this — because it's 8,000 patients, following them for years and tracking them closely — is that it's just incredibly expensive,\" said Jason Block , a physician and researcher at Harvard Medical School. \"And it would be unusual for NIH to be able to support by itself a trial of that size.\"\nTo get the funding, the Times reports, the researchers — including the study's lead investigator, Kenneth Mukamal of Harvard and Ken Warren, the former acting director of NIH's alcohol abuse institute — reportedly pitched leading companies in the alcohol sector, including Anheuser Busch InBev , Heineken, and Diageo .\nThrough FOIA requests and interviews, the Times's Rabin uncovered that the NIH actively courted the industry, traveling to meetings and presenting study designs in 2013 and 2014 ahead of the trial:\nThe presentations gave the alcohol industry an opportunity to preview the trial design and vet the investigators. Indeed, the scientist leading the meetings was eventually chosen to head the huge clinical trial.\nThey also made the industry privy to pertinent details, including a list of clinical sites and investigators who were \"already on board,\" the size and length of the trial, approximate number of participants, and the fact that they could choose any beverage. By design, no form of alcohol — wine, liquor or beer — would be called out as better than another in the trial.\nThough NIH officials told the Times they had not solicited funding, and Mukamal denied discussing his planning with industry representatives, Rabin says, \"a different picture emerges\" from emails, travel vouchers, and interviews.\nThe NIH is now investigating whether the researchers violated federal policy by soliciting donations, and they're appointing outside experts to review the design of the study. We don't yet know the full story, and there's surely more to uncover. (I have asked both the NIH and the principal researcher involved for comment, and haven't yet received full replies; I will update this story when I do.)\nBut the result of these meetings is that Anheuser Busch InBev, Heineken, Diageo, Pernod Ricard , and Carlsberg helped pay $67.7 million of the $100 million government study , which is currently underway . And even more troubling is that if you were a patient looking to enroll in the trial through the online clinical trials registry , you'd have no way of knowing about the industry's involvement because that funding is not disclosed there.\nThe problem of research funded by food and beverage companies Thanks to ample research on pharmaceuticals , we've known for decades that industry money can distort science and influence medical practice. And doctors and researchers have had to reckon with the ugly consequences — noticeable harm and even deaths .\nOver the years, they've taken a number of steps to reduce the risk of bias and improve transparency in clinical trials. The steps include launching clinical trials registries (like ClinicalTrials.gov ), as well as sunshine legislation , which requires pharmaceutical and device companies to publicly disclose all the doctors they gave money to and in what amount.\n\"The scientific research enterprise has contended, dealt with and discussed pharmaceutical funding of research for a long time,\" said Harvard's Block. \"But when you bring in other industries intentionally interested in supporting research as well — we haven't contended with that much.\" And that includes nutrition research.\nAs the number of inflation-adjusted dollars available for NIH research has shrunk over the past decade, researchers studying the health effects of food and drink have increasingly turned to industries for money, as I've reported . And companies like Anheuser Busch InBev and Heineken have been happy to work with them.\nMany others involved in health research, most notably NYU's Nestle — who has authored a forthcoming book called Unsavory Truth: How Food Companies Skew the Science of What We Eat — have pointed out that this leads to more studies that come to conclusions favoring the funders.\nConsider this review of studies on sugary drinks, which showed how independently funded studies tend to find a correlation between soda consumption and poor health outcomes. Studies funded by soda makers, by contrast, are less likely to find such correlations.\nOr this investigation of 206 publications on the health effects of milk, soft drinks, and fruit juices: Studies that were funded by beverage companies were four to eight times more likely to come to favorable conclusions about the health effects of those beverages.\nIn Nestle's own analysis of 76 industry-funded food studies , between March and October 2015, 70 reported results that were favorable to the funder. This led her to question whether the research was science or just marketing.\nHow bias creeps into science and shapes what we think about nutrition This science trickles down to consumers through the media in the form of often-confusing and contradictory messages about their health. And it shapes the choices we all make about food, which is part of the reason why companies are so eager to invest in research.\nThis was clear in Vox's investigation of how dark chocolate was turned into a health food. We analyzed 100 health studies that were funded or supported by one of the world's largest chocolate-makers, Mars. And 98 of them, it turned out, carried conclusions that were favorable to the funder in some way — promoting everything from chocolate's heart health benefits to cocoa's ability to fight disease. It's no wonder Americans now view dark chocolate as a \"healthy indulgence\" instead of what it is: candy.\nThe glowing conclusions in these studies don't arise necessarily because researchers are evil or corrupt. Often the researchers working with industries are elite investigators who honestly believe their views. (The NIH alcohol study was led by one of the world's foremost experts on the health effects of alcohol.)\nBut the problem of the industry-sponsored science enterprise is that it can shape the agendas of researchers, dictate the questions they pursue, and give minority views more prominence than they otherwise would have.\nWe saw this when the New York Times revealed that a Coca-Cola-backed group was quietly funding researchers who downplayed the link between excessive calorie consumption and obesity. These researchers instead emphasized the dominant role of exercise — a view that isn't shared by independent obesity and exercise scientists — misleading consumers along the way.\nThe NIH-alcohol study is not unique The involvement of the alcohol industry in the NIH study, and the apparent deterioration of any firewall between funders and the researchers, raises the question of whether the study is biased by design.\nThere's strong evidence that even small amounts of alcohol consumption by women increase the risk of breast cancer, for example. But the NIH study will only look at the impact of alcohol on the cardiovascular system, and secondarily, on diabetes and cognitive decline, after an average of six years — much too soon to detect any cancers that might develop.\nSo at best, the study could fail to reveal the full impact of a habit (moderate drinking) many now consider benevolent. At worst, it could give people false sense of security about the healthfulness of alcohol.\n\"If you want to know if moderate drinking is good for you, bad for you, or indifferent, you design a study to do that,\" Nestle summed up. \"If you want to prove moderate drinking is good for you, you design a study like [the NIH study].\"\nThat view wasn't shared by other nutrition researchers, who felt the study design was strong, despite the industry funding. Harvard's Block said that a long-term randomized control trial on the impact of alcohol on heart health was needed, even if it omits cancer information for now. \"They've designed [the study] in the best possible way — and the researchers have a pretty robust track record.\"\nRichard Bazinet, a nutrition researcher at the University of Toronto, said, \"We'd all love NIH to have a budget to fund studies without any industry influence but it doesn't seem to be the reality anymore.\"\nIndeed, this study, with its industry involvement, is certainly not unique. Another major randomized control trial designed to answer a long-simmering health question — whether cocoa really prevents cancer and cardiovascular disease — is also underway, involving 22,000 patients. Run by researchers at Brigham and Women's Hospital and the Fred Hutchinson Cancer Research Center in Seattle, it's partially funded by, you guessed it, the chocolate-maker Mars.",
    "published": "2018-03-22T00:18:00.000+02:00",
    "crawled": "2018-03-22T00:06:18.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "weekend",
        "new",
        "york",
        "time",
        "published",
        "bombshell",
        "report",
        "alarming",
        "tie",
        "alcohol",
        "industry",
        "national",
        "institute",
        "health",
        "specifically",
        "five",
        "alcohol",
        "company",
        "helped",
        "fund",
        "potentially",
        "shaped",
        "design",
        "randomized",
        "control",
        "trial",
        "overseen",
        "national",
        "institute",
        "alcohol",
        "abuse",
        "alcoholism",
        "center",
        "nih",
        "trial",
        "supposed",
        "answer",
        "question",
        "whether",
        "moderate",
        "drinking",
        "truly",
        "reduces",
        "risk",
        "cardiovascular",
        "disease",
        "shocking",
        "detail",
        "story",
        "researcher",
        "behind",
        "study",
        "reportedly",
        "persuaded",
        "alcohol",
        "industry",
        "executive",
        "fund",
        "arguing",
        "trial",
        "represents",
        "unique",
        "opportunity",
        "show",
        "moderate",
        "alcohol",
        "consumption",
        "safe",
        "lower",
        "risk",
        "common",
        "disease",
        "even",
        "enrolled",
        "first",
        "patient",
        "study",
        "public",
        "health",
        "research",
        "marketing",
        "michael",
        "siegel",
        "professor",
        "community",
        "health",
        "science",
        "boston",
        "university",
        "school",
        "public",
        "health",
        "told",
        "time",
        "reporter",
        "roni",
        "caryn",
        "rabin",
        "vox",
        "week",
        "scott",
        "kelly",
        "gene",
        "nasa",
        "twin",
        "study",
        "explained",
        "judge",
        "federal",
        "climate",
        "change",
        "lawsuit",
        "want",
        "science",
        "tutorial",
        "story",
        "without",
        "doubt",
        "troubling",
        "raise",
        "many",
        "question",
        "research",
        "integrity",
        "nih",
        "agency",
        "investigating",
        "debacle",
        "several",
        "question",
        "linger",
        "would",
        "one",
        "world",
        "elite",
        "publicly",
        "funded",
        "scientific",
        "institution",
        "turn",
        "alcohol",
        "industry",
        "fundraising",
        "needed",
        "money",
        "seemingly",
        "fail",
        "set",
        "adequate",
        "firewall",
        "industry",
        "researcher",
        "researcher",
        "promising",
        "conclusion",
        "starting",
        "study",
        "also",
        "degree",
        "business",
        "usual",
        "science",
        "today",
        "dozen",
        "study",
        "shaped",
        "perception",
        "food",
        "beverage",
        "blueberry",
        "eat",
        "breakfast",
        "red",
        "wine",
        "drink",
        "dinner",
        "dark",
        "chocolate",
        "snack",
        "night",
        "trial",
        "show",
        "great",
        "prevalence",
        "belief",
        "corporate",
        "funding",
        "influence",
        "research",
        "despite",
        "ream",
        "evidence",
        "contrary",
        "said",
        "new",
        "york",
        "university",
        "nutrition",
        "professor",
        "marion",
        "nestle",
        "naïveté",
        "apparently",
        "found",
        "even",
        "one",
        "prestigious",
        "research",
        "institution",
        "world",
        "million",
        "study",
        "designed",
        "answer",
        "health",
        "question",
        "brought",
        "part",
        "heineken",
        "carlsberg",
        "get",
        "systemic",
        "problem",
        "science",
        "funding",
        "need",
        "unpack",
        "bit",
        "context",
        "around",
        "study",
        "time",
        "allegation",
        "question",
        "whether",
        "moderate",
        "alcohol",
        "consumption",
        "good",
        "evidence",
        "associated",
        "reduced",
        "risk",
        "coronary",
        "heart",
        "disease",
        "higher",
        "life",
        "expectancy",
        "much",
        "evidence",
        "come",
        "observational",
        "research",
        "involves",
        "simply",
        "looking",
        "correlation",
        "certain",
        "exposure",
        "alcohol",
        "health",
        "outcome",
        "heart",
        "attack",
        "study",
        "riddled",
        "confounding",
        "factor",
        "people",
        "drink",
        "people",
        "drink",
        "may",
        "different",
        "fundamental",
        "way",
        "besides",
        "alcohol",
        "consumption",
        "habit",
        "difference",
        "may",
        "warp",
        "result",
        "observational",
        "study",
        "drinker",
        "may",
        "social",
        "eat",
        "olive",
        "nut",
        "example",
        "income",
        "characteristic",
        "wine",
        "drink",
        "dinner",
        "may",
        "help",
        "live",
        "longer",
        "sorely",
        "needed",
        "randomized",
        "control",
        "trial",
        "data",
        "question",
        "thousand",
        "people",
        "randomly",
        "assigned",
        "drink",
        "moderate",
        "amount",
        "alcohol",
        "followed",
        "year",
        "could",
        "eliminate",
        "problem",
        "confounding",
        "factor",
        "observational",
        "study",
        "challenge",
        "study",
        "like",
        "patient",
        "following",
        "year",
        "tracking",
        "closely",
        "incredibly",
        "expensive",
        "said",
        "jason",
        "block",
        "physician",
        "researcher",
        "harvard",
        "medical",
        "school",
        "would",
        "unusual",
        "nih",
        "able",
        "support",
        "trial",
        "size",
        "get",
        "funding",
        "time",
        "report",
        "researcher",
        "including",
        "study",
        "lead",
        "investigator",
        "kenneth",
        "mukamal",
        "harvard",
        "ken",
        "warren",
        "former",
        "acting",
        "director",
        "nih",
        "alcohol",
        "abuse",
        "institute",
        "reportedly",
        "pitched",
        "leading",
        "company",
        "alcohol",
        "sector",
        "including",
        "anheuser",
        "busch",
        "inbev",
        "heineken",
        "diageo",
        "foia",
        "request",
        "interview",
        "time",
        "rabin",
        "uncovered",
        "nih",
        "actively",
        "courted",
        "industry",
        "traveling",
        "meeting",
        "presenting",
        "study",
        "design",
        "ahead",
        "trial",
        "presentation",
        "gave",
        "alcohol",
        "industry",
        "opportunity",
        "preview",
        "trial",
        "design",
        "vet",
        "investigator",
        "indeed",
        "scientist",
        "leading",
        "meeting",
        "eventually",
        "chosen",
        "head",
        "huge",
        "clinical",
        "trial",
        "also",
        "made",
        "industry",
        "privy",
        "pertinent",
        "detail",
        "including",
        "list",
        "clinical",
        "site",
        "investigator",
        "already",
        "board",
        "size",
        "length",
        "trial",
        "approximate",
        "number",
        "participant",
        "fact",
        "could",
        "choose",
        "beverage",
        "design",
        "form",
        "alcohol",
        "wine",
        "liquor",
        "beer",
        "would",
        "called",
        "better",
        "another",
        "trial",
        "though",
        "nih",
        "official",
        "told",
        "time",
        "solicited",
        "funding",
        "mukamal",
        "denied",
        "discussing",
        "planning",
        "industry",
        "representative",
        "rabin",
        "say",
        "different",
        "picture",
        "emerges",
        "email",
        "travel",
        "voucher",
        "interview",
        "nih",
        "investigating",
        "whether",
        "researcher",
        "violated",
        "federal",
        "policy",
        "soliciting",
        "donation",
        "appointing",
        "outside",
        "expert",
        "review",
        "design",
        "study",
        "yet",
        "know",
        "full",
        "story",
        "surely",
        "uncover",
        "asked",
        "nih",
        "principal",
        "researcher",
        "involved",
        "comment",
        "yet",
        "received",
        "full",
        "reply",
        "update",
        "story",
        "result",
        "meeting",
        "anheuser",
        "busch",
        "inbev",
        "heineken",
        "diageo",
        "pernod",
        "ricard",
        "carlsberg",
        "helped",
        "pay",
        "million",
        "million",
        "government",
        "study",
        "currently",
        "underway",
        "even",
        "troubling",
        "patient",
        "looking",
        "enroll",
        "trial",
        "online",
        "clinical",
        "trial",
        "registry",
        "way",
        "knowing",
        "industry",
        "involvement",
        "funding",
        "disclosed",
        "problem",
        "research",
        "funded",
        "food",
        "beverage",
        "company",
        "thanks",
        "ample",
        "research",
        "pharmaceutical",
        "known",
        "decade",
        "industry",
        "money",
        "distort",
        "science",
        "influence",
        "medical",
        "practice",
        "doctor",
        "researcher",
        "reckon",
        "ugly",
        "consequence",
        "noticeable",
        "harm",
        "even",
        "death",
        "year",
        "taken",
        "number",
        "step",
        "reduce",
        "risk",
        "bias",
        "improve",
        "transparency",
        "clinical",
        "trial",
        "step",
        "include",
        "launching",
        "clinical",
        "trial",
        "registry",
        "like",
        "well",
        "sunshine",
        "legislation",
        "requires",
        "pharmaceutical",
        "device",
        "company",
        "publicly",
        "disclose",
        "doctor",
        "gave",
        "money",
        "amount",
        "scientific",
        "research",
        "enterprise",
        "contended",
        "dealt",
        "discussed",
        "pharmaceutical",
        "funding",
        "research",
        "long",
        "time",
        "said",
        "harvard",
        "block",
        "bring",
        "industry",
        "intentionally",
        "interested",
        "supporting",
        "research",
        "well",
        "contended",
        "much",
        "includes",
        "nutrition",
        "research",
        "number",
        "dollar",
        "available",
        "nih",
        "research",
        "shrunk",
        "past",
        "decade",
        "researcher",
        "studying",
        "health",
        "effect",
        "food",
        "drink",
        "increasingly",
        "turned",
        "industry",
        "money",
        "reported",
        "company",
        "like",
        "anheuser",
        "busch",
        "inbev",
        "heineken",
        "happy",
        "work",
        "many",
        "others",
        "involved",
        "health",
        "research",
        "notably",
        "nyu",
        "nestle",
        "authored",
        "forthcoming",
        "book",
        "called",
        "unsavory",
        "truth",
        "food",
        "company",
        "skew",
        "science",
        "eat",
        "pointed",
        "lead",
        "study",
        "come",
        "conclusion",
        "favoring",
        "funders",
        "consider",
        "review",
        "study",
        "sugary",
        "drink",
        "showed",
        "independently",
        "funded",
        "study",
        "tend",
        "find",
        "correlation",
        "soda",
        "consumption",
        "poor",
        "health",
        "outcome",
        "study",
        "funded",
        "soda",
        "maker",
        "contrast",
        "less",
        "likely",
        "find",
        "correlation",
        "investigation",
        "publication",
        "health",
        "effect",
        "milk",
        "soft",
        "drink",
        "fruit",
        "juice",
        "study",
        "funded",
        "beverage",
        "company",
        "four",
        "eight",
        "time",
        "likely",
        "come",
        "favorable",
        "conclusion",
        "health",
        "effect",
        "beverage",
        "nestle",
        "analysis",
        "food",
        "study",
        "march",
        "october",
        "reported",
        "result",
        "favorable",
        "funder",
        "led",
        "question",
        "whether",
        "research",
        "science",
        "marketing",
        "bias",
        "creep",
        "science",
        "shape",
        "think",
        "nutrition",
        "science",
        "trickle",
        "consumer",
        "medium",
        "form",
        "contradictory",
        "message",
        "health",
        "shape",
        "choice",
        "make",
        "food",
        "part",
        "reason",
        "company",
        "eager",
        "invest",
        "research",
        "clear",
        "vox",
        "investigation",
        "dark",
        "chocolate",
        "turned",
        "health",
        "food",
        "analyzed",
        "health",
        "study",
        "funded",
        "supported",
        "one",
        "world",
        "largest",
        "mar",
        "turned",
        "carried",
        "conclusion",
        "favorable",
        "funder",
        "way",
        "promoting",
        "everything",
        "chocolate",
        "heart",
        "health",
        "benefit",
        "cocoa",
        "ability",
        "fight",
        "disease",
        "wonder",
        "american",
        "view",
        "dark",
        "chocolate",
        "healthy",
        "indulgence",
        "instead",
        "candy",
        "glowing",
        "conclusion",
        "study",
        "arise",
        "necessarily",
        "researcher",
        "evil",
        "corrupt",
        "often",
        "researcher",
        "working",
        "industry",
        "elite",
        "investigator",
        "honestly",
        "believe",
        "view",
        "nih",
        "alcohol",
        "study",
        "led",
        "one",
        "world",
        "foremost",
        "expert",
        "health",
        "effect",
        "alcohol",
        "problem",
        "science",
        "enterprise",
        "shape",
        "agenda",
        "researcher",
        "dictate",
        "question",
        "pursue",
        "give",
        "minority",
        "view",
        "prominence",
        "otherwise",
        "would",
        "saw",
        "new",
        "york",
        "time",
        "revealed",
        "group",
        "quietly",
        "funding",
        "researcher",
        "downplayed",
        "link",
        "excessive",
        "calorie",
        "consumption",
        "obesity",
        "researcher",
        "instead",
        "emphasized",
        "dominant",
        "role",
        "exercise",
        "view",
        "shared",
        "independent",
        "obesity",
        "exercise",
        "scientist",
        "misleading",
        "consumer",
        "along",
        "way",
        "study",
        "unique",
        "involvement",
        "alcohol",
        "industry",
        "nih",
        "study",
        "apparent",
        "deterioration",
        "firewall",
        "funders",
        "researcher",
        "raise",
        "question",
        "whether",
        "study",
        "biased",
        "design",
        "strong",
        "evidence",
        "even",
        "small",
        "amount",
        "alcohol",
        "consumption",
        "woman",
        "increase",
        "risk",
        "breast",
        "cancer",
        "example",
        "nih",
        "study",
        "look",
        "impact",
        "alcohol",
        "cardiovascular",
        "system",
        "secondarily",
        "diabetes",
        "cognitive",
        "decline",
        "average",
        "six",
        "year",
        "much",
        "soon",
        "detect",
        "cancer",
        "might",
        "develop",
        "best",
        "study",
        "could",
        "fail",
        "reveal",
        "full",
        "impact",
        "habit",
        "moderate",
        "drinking",
        "many",
        "consider",
        "benevolent",
        "worst",
        "could",
        "give",
        "people",
        "false",
        "sense",
        "security",
        "healthfulness",
        "alcohol",
        "want",
        "know",
        "moderate",
        "drinking",
        "good",
        "bad",
        "indifferent",
        "design",
        "study",
        "nestle",
        "summed",
        "want",
        "prove",
        "moderate",
        "drinking",
        "good",
        "design",
        "study",
        "like",
        "nih",
        "study",
        "view",
        "shared",
        "nutrition",
        "researcher",
        "felt",
        "study",
        "design",
        "strong",
        "despite",
        "industry",
        "funding",
        "harvard",
        "block",
        "said",
        "randomized",
        "control",
        "trial",
        "impact",
        "alcohol",
        "heart",
        "health",
        "needed",
        "even",
        "omits",
        "cancer",
        "information",
        "designed",
        "study",
        "best",
        "possible",
        "way",
        "researcher",
        "pretty",
        "robust",
        "track",
        "record",
        "richard",
        "bazinet",
        "nutrition",
        "researcher",
        "university",
        "toronto",
        "said",
        "love",
        "nih",
        "budget",
        "fund",
        "study",
        "without",
        "industry",
        "influence",
        "seem",
        "reality",
        "anymore",
        "indeed",
        "study",
        "industry",
        "involvement",
        "certainly",
        "unique",
        "another",
        "major",
        "randomized",
        "control",
        "trial",
        "designed",
        "answer",
        "health",
        "question",
        "whether",
        "cocoa",
        "really",
        "prevents",
        "cancer",
        "cardiovascular",
        "disease",
        "also",
        "underway",
        "involving",
        "patient",
        "run",
        "researcher",
        "brigham",
        "woman",
        "hospital",
        "fred",
        "hutchinson",
        "cancer",
        "research",
        "center",
        "seattle",
        "partially",
        "funded",
        "guessed",
        "mar"
    ]
}