{
    "organizations": [],
    "uuid": "7db183f290a397ee1adcaef6680ad35b2f1f8d20",
    "author": "Catherine Clifford",
    "url": "https://www.cnbc.com/2018/03/22/how-scott-harrison-founded-charity-water.html",
    "ord_in_thread": 0,
    "title": "How Scott Harrison founded Charity: Water",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Scott Harrison was 28 years old and partying in Uruguay when he had a fundamental, existential break.\n\"I had gone on a trip to Punta Del Este and realized on that trip, I had gotten most of the things I thought would make me happy and they hadn't,\" Harrison tells CNBC Make It . \"Even though I drove a B.M.W. and had a nice apartment in New York City, my life was a mess.\"\nIn the midst of throwing house parties with hundreds of guests, Harrison made a promise to himself: He \"vowed to come back and change my life,\" he says.\nAnd change his life he did, as well as the lives of millions of others.\nHarrison founded the non-profit organization Charity: water , which since 2006, has given 8 million people around the world access to clean water by funding more than 30,000 water projects in 26 countries across the world. Over one million people have donated more than $300 million to its cause.\nCharity: water is driven by the stories of the individuals it helps and those who donate.\nFor example, Thursday is the 25th annual World Water Day , which serves to call attention to the fact that 2.1 billion people live without safe drinking water at home, according to the event's website . To recognize the day, Charity: water is highlighting one donation as a call to action: Six-year-old Nora Jackson from Virginia sent the non-profit $8.15 in collected dollar bills and coins after watching a Charity: water video with her dad. The donation included a handwritten note, \"I do not want people to die because of water.\" \n\nBut before Harrison could help others change the world, he had to transform himself.\nGoing to extremes \nHarrison was born in Philadelphia and grew up in Hunterdon County, New Jersey , an only child in a \"very conservative family.\" His father was an executive at a small company that sold electrical transformers.\nHis mother, meanwhile, was very ill. When Harrison was 4, she fell victim to a carbon dioxide leak and, though she survived, it made her ultra sensitive to chemicals.\nShe \"lived in a tile bathroom in our house that had been scrubbed down with a special soap 20 times and on a cot that had been washed in baking soda 20 times. There was tin foil covering the doors,\" he recalls. She had to wear a charcoal mask on her face \"a barrier against toxins, it was it was monitoring the air, filtering the air that she breathed,\" says Harrison.\n\"I was in really a caregiver role helping to do the cooking, the cleaning,\" explains Harrison.\nWhen he graduated from high school, Harrison high-tailed it to New York City, eager to live on his own — \"Okay, now it's my turn!\" he recalls thinking. He attended New York University from 1994 through 1998, but was, by his own admission, a terrible student. He majored in communications as a path of least resistance.\nHarrison was the keyboard player and band manager for Sunday River from 1992 to 1994, and played at then-famous music clubs around New York City like CBGBs, The Lion's Den and The Wetlands. Though the band was short lived because the musicians couldn't get along, it introduced Harrison to the world of club promoters.\nFrom ages 18 to 28 Harrison lived what he calls his \"decade of clubs,\" working as a promoter for some 40 venues. \"We bring the beautiful people, we bring the clients who can spend a thousand dollars on a bottle of champagne, or $500 in a bottle of vodka. We were kind of mercenaries — we would get a percentage of all the sales that happened that night but with no loyalty to the venue, so the minute the venue cooled down, we would take our set to the hottest club,\" explains Harrison. \nOn a good night, Harrison grossed anywhere from $3,000 to $5,000. He was also an influencer before there was social media — both Bacardi and Budweiser paid him and a friend $4,000 a month to drink their brands in public.\nHarrison was working all night and sleeping all day. He \"was out drunk almost every night,\" he recounted in a video posted by Charity: water . \n\"I had just had become a really selfish sycophant. Hedonist. I had betrayed the spirituality and the morality of my childhood, smoked two packs of cigarettes [a day] for 10 years. I had a gambling problem. I had a pornography problem. I had a drinking problem,\" Harrison tells CNBC Make It.\nHe knew he was lost and started reading about theology. \"I was trying to find a way back. I'd grown up with a Christian faith that I'd completely walked away from,\" he says. \nAnd it was in Punta Del Este that Harrison made up his mind to change his trajectory. \"It was a soul-searching couple of weeks for me, amidst the party that was happening,\" he says.\n\nA total 180: From night life to serving others \nIn 2004, Harrison returned to New York City and started applying to humanitarian groups including Oxfam, the Peace Corps and the United Nations. \"I'm denied basically by all the organizations because no one knows how a nightclub promoter would be useful to their important, serious adult work,\" says Harrison.\nEventually, though, he was accepted by Mercy Ships , a non-profit organization of floating hospitals that brings medical help to those in need. To volunteer, Harrison paid $500 a month. For his first trip in October 2004, he lived on a converted cruise liner off of the coast of Liberia and took pictures of the work the non-profit was doing.\nThe poverty and pain he witnessed were profound. He took 50,000 photos of patients with conditions like leprosy, tumors and cleft lips. He also took photos after they had been treated. He emailed the shots to the same email distribution list of 15,000 he had collected while working as a promoter in New York. People started donating to Mercy Ships and to support Harrison's work as a result.\nFun day visiting @charitywater projects in northern Uganda and climbing water towers! \n\"I realized that, wow, I could inspire positive action, compassion, empathy among people who, frankly, I didn't even think had it in them,\" says Harrison.\nBack in New York City he put on a gallery show in Chelsea with 109 of the photos he'd taken in Africa. The exhibition raised $96,000. Harrison gave all of the money to Mercy Ships and then went back for a second tour.\nIt was on that trip Harrison learned about the importance of having clean water and many people's lack of access. Approximately three in 10 people around the world don't have safe, readily available water at home, according to a July 2017 report from the World Health Organization and UNICEF . What's more, 844 million people not have access to any basic drinking water service at all, according to the joint report. There are 263 million who have to spend more than 30 minutes per trip collecting water away from home, and 159 million who drink untreated water from streams and lakes.\nThis and a lack of access to sanitation result in the death of 361,000 children under the age of 5 each year, according to the WHO and UNICEF. The deadly combination also results in the transmission of cholera, dysentery, hepatitis A, and typhoid .\nHarrison was struck by the pain and suffering, but also by his ability to make a difference. \"I felt like I was helping by telling the story,\" says Harrison.\nThe change in his life was uncanny. He'd gone from selling rich Manhattan club kids $10 bottles of water (which they often didn't even open) to witnessing people die from a lack of clean drinking water in third world countries.\nThe launch of Charity: water \nIn June 2006, Scott returned to New York City. He had found an issue he was deeply committed to, but he had no money. He was sleeping on a closet floor in the New York City loft of a friend from his club days.\n\"I was running around telling everybody I wanted to see a world where everybody drank clean water regardless of where they are born,\" says Harrison. \nOfficially, Charity: water launched on September 7, 2006 — Harrison's 31st birthday. Two days later, he threw a party at a nightclub in Manhattan's trendy Meatpacking District and had everyone donate $20 cash at the door. He got the location and booze donated via his network from his old club-promoter days. He raised $15,000 and donated 100 percent of the money to a refuge camp in Northern Uganda, funding the repair of three broken wells and the construction of three new wells . \nBack when @charitywater started, we made a promise that 100% of public donations would help people in need. That's still true today. Private donors cover our operating costs, so every single penny you put toward clean water transforms lives around the world! \nA 100 percent donation policy is now a defining characteristic of Charity: water. Harrison realized there was a deep mistrust of charities: People didn't necessarily know whether their money was going to support the cause or the bureaucracy of a non-profit. So he decided to commit Charity: water to have every penny of the money the public donates go to building wells and bringing clean drinking water to those in need. The organization even reimburses credit card processing fees for those who charge a donation. It also emails donors letting them know exactly where their money was used.\nTo accomplish this, Harrison needed to finance the operations of the non-profit via a completely separate pipeline. Today, the philanthropy's operations are funded by 125 families who are part of a program called The Well. The members, who came to Harrison through asks and referrals, donate between $60,000 and $1 million dollars per year for a minimum of three years.\nMore and more families in the Gicumbi District of Rwanda will have access to clean water right outside their home -- thanks to supporters like you. Thank you for continuing to give! \nIn its first full year of operations, Charity: water raised $1.7 million . In 2017, Charity: water raised over $50 million. In total, Charity: water has raised more than $300 million. (The figures represent total money raised, covering both water projects and operations.) Over one million people have donated to Charity: water.\nBut despite Harrison's early enthusiasm and success, the non-profit almost died in 2008. Harrison had more than $800,000 in the bank to build wells but he was within weeks of running out of money to make payroll and pay overhead. Friends recommended he borrow money from his well-building fund to pay his operations expenses, but Harrison refused.\n\"I remember being so outraged at that idea,\" says Harrison. \"I was going to shut the organization down and say that 100 percent model just didn't work.\n\"And at that moment, a complete stranger walked into our office at 150 Varick Street at that time, sat with me for two hours, and then wrote a million dollars check to overhead,\" says Harrison. \"We went from almost bankrupt to 13 months of funding on the over head side.\"\nThat stranger was Michael Birch , the founder of social networking platform Bebo, an early competitor to MySpace and Facebook. In 2008, AOL bought Bebo for $850 million cash . Harrison had written Birch a cold email six months earlier trying to spread the word about people using their birthday as an opportunity to raise money for Charity: Water. The non-profit calls this \"donating\" your birthday.\nThe phenomenon eventually got celebrity attention: Will and Jada Smith donated their birthday in 2010 and raised more than $109,000. In 2011, Justin Bieber donated his 17th birthday. Kristen Bell donated her 30th birthday in 2010, and Jessica Biel donated her 29th birthday in 2011. \nIn one particularly powerful story, Rachel Beckwith heard Harrison speak a few months before she turned 9 and told her mom she wanted to raise $300 for Charity: water to celebrate her birthday. She raised $220. A few weeks later, in July 2011 , Beckwith was tragically killed in a car accident. Her story spread and strangers started donating to Beckwith's campaign. In total, 31,997 donations were made to Beckwith's campaign raising almost $1.3 million. The money gave access to clean water to 37,770 individuals.\n\nToday, Charity: water has 73 employees, 71 of whom are in its New York City headquarters, and is employing another 1,250 workers in the 16 countries where it's currently building water projects. Charity: water partners with local organizations in each country.\n\nalways inspired hanging out with our local partners, especially our drilling teams. these guys kill it every day ... \nA large portion of Harrison's time is spent cultivating the relationships with the families who donate significant amounts of money to the operations fundraising pipeline. He also spends a lot of time traveling and giving speeches. He makes 150 speeches a year, he says. \nSince his days promoting clubs and partying all night, Harrison's life has changed epically. He's married (his second employee, Viktoria, became his wife) and he has two kids — Jackson, 3, and Emma, 18 months.\nHe's never gone back to his old way of life.\n\"I had a very clean break with the vices, so before I set foot on the Mercy Ship, I had my last cigarette. So, I never smoked again. Never gambled again in my life. ... I completely cleaned up my life,\" says Harrison. \n\nAnd though he's brought clean water to millions, when asked to reflect last year, Harrison says, \"I can't believe how little we've done — that's the real honest answer.\n\"So you know maybe that's good,\" adds Harrison, \"because in year 11, I am like, 'Well, we have got to get there,' you know?\" \nThat unforgettable moment when you see a rural community get access to clean and safe drinking water for the first time. \nSee also: \nWhy this Harvard grad has spent a decade making maxi pads out of banana fibers \nHow this mom turned $775 into a $65 million company in only 5 years \nThe US wastes 62 million tons of food a year—this Howard Buffett-backed start-up has a solution \nshow chapters This mom launched a business to save her daughter from bullies; it's now worth $65 million      11:29 AM ET Sun, 14 May 2017 | 01:53 Like this story? Like CNBC Make It on Facebook .",
    "published": "2018-03-22T17:11:00.000+02:00",
    "crawled": "2018-03-22T17:10:41.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "scott",
        "harrison",
        "year",
        "old",
        "partying",
        "uruguay",
        "fundamental",
        "existential",
        "break",
        "gone",
        "trip",
        "punta",
        "del",
        "este",
        "realized",
        "trip",
        "gotten",
        "thing",
        "thought",
        "would",
        "make",
        "happy",
        "harrison",
        "tell",
        "cnbc",
        "make",
        "even",
        "though",
        "drove",
        "nice",
        "apartment",
        "new",
        "york",
        "city",
        "life",
        "mess",
        "midst",
        "throwing",
        "house",
        "party",
        "hundred",
        "guest",
        "harrison",
        "made",
        "promise",
        "vowed",
        "come",
        "back",
        "change",
        "life",
        "say",
        "change",
        "life",
        "well",
        "life",
        "million",
        "others",
        "harrison",
        "founded",
        "organization",
        "charity",
        "water",
        "since",
        "given",
        "million",
        "people",
        "around",
        "world",
        "access",
        "clean",
        "water",
        "funding",
        "water",
        "project",
        "country",
        "across",
        "world",
        "one",
        "million",
        "people",
        "donated",
        "million",
        "cause",
        "charity",
        "water",
        "driven",
        "story",
        "individual",
        "help",
        "donate",
        "example",
        "thursday",
        "25th",
        "annual",
        "world",
        "water",
        "day",
        "serf",
        "call",
        "attention",
        "fact",
        "billion",
        "people",
        "live",
        "without",
        "safe",
        "drinking",
        "water",
        "home",
        "according",
        "event",
        "website",
        "recognize",
        "day",
        "charity",
        "water",
        "highlighting",
        "one",
        "donation",
        "call",
        "action",
        "nora",
        "jackson",
        "virginia",
        "sent",
        "collected",
        "dollar",
        "bill",
        "coin",
        "watching",
        "charity",
        "water",
        "video",
        "dad",
        "donation",
        "included",
        "handwritten",
        "note",
        "want",
        "people",
        "die",
        "water",
        "harrison",
        "could",
        "help",
        "others",
        "change",
        "world",
        "transform",
        "going",
        "extreme",
        "harrison",
        "born",
        "philadelphia",
        "grew",
        "hunterdon",
        "county",
        "new",
        "jersey",
        "child",
        "conservative",
        "family",
        "father",
        "executive",
        "small",
        "company",
        "sold",
        "electrical",
        "transformer",
        "mother",
        "meanwhile",
        "harrison",
        "fell",
        "victim",
        "carbon",
        "dioxide",
        "leak",
        "though",
        "survived",
        "made",
        "ultra",
        "sensitive",
        "chemical",
        "lived",
        "tile",
        "bathroom",
        "house",
        "scrubbed",
        "special",
        "soap",
        "time",
        "cot",
        "washed",
        "baking",
        "soda",
        "time",
        "tin",
        "foil",
        "covering",
        "door",
        "recall",
        "wear",
        "charcoal",
        "mask",
        "face",
        "barrier",
        "toxin",
        "monitoring",
        "air",
        "filtering",
        "air",
        "breathed",
        "say",
        "harrison",
        "really",
        "caregiver",
        "role",
        "helping",
        "cooking",
        "cleaning",
        "explains",
        "harrison",
        "graduated",
        "high",
        "school",
        "harrison",
        "new",
        "york",
        "city",
        "eager",
        "live",
        "okay",
        "turn",
        "recall",
        "thinking",
        "attended",
        "new",
        "york",
        "university",
        "admission",
        "terrible",
        "student",
        "majored",
        "communication",
        "path",
        "least",
        "resistance",
        "harrison",
        "keyboard",
        "player",
        "band",
        "manager",
        "sunday",
        "river",
        "played",
        "music",
        "club",
        "around",
        "new",
        "york",
        "city",
        "like",
        "cbgbs",
        "lion",
        "den",
        "wetland",
        "though",
        "band",
        "short",
        "lived",
        "musician",
        "could",
        "get",
        "along",
        "introduced",
        "harrison",
        "world",
        "club",
        "promoter",
        "age",
        "harrison",
        "lived",
        "call",
        "decade",
        "club",
        "working",
        "promoter",
        "venue",
        "bring",
        "beautiful",
        "people",
        "bring",
        "client",
        "spend",
        "thousand",
        "dollar",
        "bottle",
        "champagne",
        "bottle",
        "vodka",
        "kind",
        "mercenary",
        "would",
        "get",
        "percentage",
        "sale",
        "happened",
        "night",
        "loyalty",
        "venue",
        "minute",
        "venue",
        "cooled",
        "would",
        "take",
        "set",
        "hottest",
        "club",
        "explains",
        "harrison",
        "good",
        "night",
        "harrison",
        "grossed",
        "anywhere",
        "also",
        "influencer",
        "social",
        "medium",
        "bacardi",
        "budweiser",
        "paid",
        "friend",
        "month",
        "drink",
        "brand",
        "public",
        "harrison",
        "working",
        "night",
        "sleeping",
        "day",
        "drunk",
        "almost",
        "every",
        "night",
        "recounted",
        "video",
        "posted",
        "charity",
        "water",
        "become",
        "really",
        "selfish",
        "sycophant",
        "hedonist",
        "betrayed",
        "spirituality",
        "morality",
        "childhood",
        "smoked",
        "two",
        "pack",
        "cigarette",
        "day",
        "year",
        "gambling",
        "problem",
        "pornography",
        "problem",
        "drinking",
        "problem",
        "harrison",
        "tell",
        "cnbc",
        "make",
        "knew",
        "lost",
        "started",
        "reading",
        "theology",
        "trying",
        "find",
        "way",
        "back",
        "grown",
        "christian",
        "faith",
        "completely",
        "walked",
        "away",
        "say",
        "punta",
        "del",
        "este",
        "harrison",
        "made",
        "mind",
        "change",
        "trajectory",
        "couple",
        "week",
        "amidst",
        "party",
        "happening",
        "say",
        "total",
        "night",
        "life",
        "serving",
        "others",
        "harrison",
        "returned",
        "new",
        "york",
        "city",
        "started",
        "applying",
        "humanitarian",
        "group",
        "including",
        "oxfam",
        "peace",
        "corp",
        "united",
        "nation",
        "denied",
        "basically",
        "organization",
        "one",
        "know",
        "nightclub",
        "promoter",
        "would",
        "useful",
        "important",
        "serious",
        "adult",
        "work",
        "say",
        "harrison",
        "eventually",
        "though",
        "accepted",
        "mercy",
        "ship",
        "organization",
        "floating",
        "hospital",
        "brings",
        "medical",
        "help",
        "need",
        "volunteer",
        "harrison",
        "paid",
        "month",
        "first",
        "trip",
        "october",
        "lived",
        "converted",
        "cruise",
        "liner",
        "coast",
        "liberia",
        "took",
        "picture",
        "work",
        "poverty",
        "pain",
        "witnessed",
        "profound",
        "took",
        "photo",
        "patient",
        "condition",
        "like",
        "leprosy",
        "tumor",
        "cleft",
        "lip",
        "also",
        "took",
        "photo",
        "treated",
        "emailed",
        "shot",
        "email",
        "distribution",
        "list",
        "collected",
        "working",
        "promoter",
        "new",
        "york",
        "people",
        "started",
        "donating",
        "mercy",
        "ship",
        "support",
        "harrison",
        "work",
        "result",
        "fun",
        "day",
        "visiting",
        "charitywater",
        "project",
        "northern",
        "uganda",
        "climbing",
        "water",
        "tower",
        "realized",
        "wow",
        "could",
        "inspire",
        "positive",
        "action",
        "compassion",
        "empathy",
        "among",
        "people",
        "frankly",
        "even",
        "think",
        "say",
        "harrison",
        "back",
        "new",
        "york",
        "city",
        "put",
        "gallery",
        "show",
        "chelsea",
        "photo",
        "taken",
        "africa",
        "exhibition",
        "raised",
        "harrison",
        "gave",
        "money",
        "mercy",
        "ship",
        "went",
        "back",
        "second",
        "tour",
        "trip",
        "harrison",
        "learned",
        "importance",
        "clean",
        "water",
        "many",
        "people",
        "lack",
        "access",
        "approximately",
        "three",
        "people",
        "around",
        "world",
        "safe",
        "readily",
        "available",
        "water",
        "home",
        "according",
        "july",
        "report",
        "world",
        "health",
        "organization",
        "unicef",
        "million",
        "people",
        "access",
        "basic",
        "drinking",
        "water",
        "service",
        "according",
        "joint",
        "report",
        "million",
        "spend",
        "minute",
        "per",
        "trip",
        "collecting",
        "water",
        "away",
        "home",
        "million",
        "drink",
        "untreated",
        "water",
        "stream",
        "lake",
        "lack",
        "access",
        "sanitation",
        "result",
        "death",
        "child",
        "age",
        "year",
        "according",
        "unicef",
        "deadly",
        "combination",
        "also",
        "result",
        "transmission",
        "cholera",
        "dysentery",
        "hepatitis",
        "typhoid",
        "harrison",
        "struck",
        "pain",
        "suffering",
        "also",
        "ability",
        "make",
        "difference",
        "felt",
        "like",
        "helping",
        "telling",
        "story",
        "say",
        "harrison",
        "change",
        "life",
        "uncanny",
        "gone",
        "selling",
        "rich",
        "manhattan",
        "club",
        "kid",
        "bottle",
        "water",
        "often",
        "even",
        "open",
        "witnessing",
        "people",
        "die",
        "lack",
        "clean",
        "drinking",
        "water",
        "third",
        "world",
        "country",
        "launch",
        "charity",
        "water",
        "june",
        "scott",
        "returned",
        "new",
        "york",
        "city",
        "found",
        "issue",
        "deeply",
        "committed",
        "money",
        "sleeping",
        "closet",
        "floor",
        "new",
        "york",
        "city",
        "loft",
        "friend",
        "club",
        "day",
        "running",
        "around",
        "telling",
        "everybody",
        "wanted",
        "see",
        "world",
        "everybody",
        "drank",
        "clean",
        "water",
        "regardless",
        "born",
        "say",
        "harrison",
        "officially",
        "charity",
        "water",
        "launched",
        "september",
        "harrison",
        "31st",
        "birthday",
        "two",
        "day",
        "later",
        "threw",
        "party",
        "nightclub",
        "manhattan",
        "trendy",
        "meatpacking",
        "district",
        "everyone",
        "donate",
        "cash",
        "door",
        "got",
        "location",
        "booze",
        "donated",
        "via",
        "network",
        "old",
        "day",
        "raised",
        "donated",
        "percent",
        "money",
        "refuge",
        "camp",
        "northern",
        "uganda",
        "funding",
        "repair",
        "three",
        "broken",
        "well",
        "construction",
        "three",
        "new",
        "well",
        "back",
        "charitywater",
        "started",
        "made",
        "promise",
        "public",
        "donation",
        "would",
        "help",
        "people",
        "need",
        "still",
        "true",
        "today",
        "private",
        "donor",
        "cover",
        "operating",
        "cost",
        "every",
        "single",
        "penny",
        "put",
        "toward",
        "clean",
        "water",
        "transforms",
        "life",
        "around",
        "world",
        "percent",
        "donation",
        "policy",
        "defining",
        "characteristic",
        "charity",
        "water",
        "harrison",
        "realized",
        "deep",
        "mistrust",
        "charity",
        "people",
        "necessarily",
        "know",
        "whether",
        "money",
        "going",
        "support",
        "cause",
        "bureaucracy",
        "decided",
        "commit",
        "charity",
        "water",
        "every",
        "penny",
        "money",
        "public",
        "donates",
        "go",
        "building",
        "well",
        "bringing",
        "clean",
        "drinking",
        "water",
        "need",
        "organization",
        "even",
        "reimburses",
        "credit",
        "card",
        "processing",
        "fee",
        "charge",
        "donation",
        "also",
        "email",
        "donor",
        "letting",
        "know",
        "exactly",
        "money",
        "used",
        "accomplish",
        "harrison",
        "needed",
        "finance",
        "operation",
        "via",
        "completely",
        "separate",
        "pipeline",
        "today",
        "philanthropy",
        "operation",
        "funded",
        "family",
        "part",
        "program",
        "called",
        "well",
        "member",
        "came",
        "harrison",
        "asks",
        "referral",
        "donate",
        "million",
        "dollar",
        "per",
        "year",
        "minimum",
        "three",
        "year",
        "family",
        "gicumbi",
        "district",
        "rwanda",
        "access",
        "clean",
        "water",
        "right",
        "outside",
        "home",
        "thanks",
        "supporter",
        "like",
        "thank",
        "continuing",
        "give",
        "first",
        "full",
        "year",
        "operation",
        "charity",
        "water",
        "raised",
        "million",
        "charity",
        "water",
        "raised",
        "million",
        "total",
        "charity",
        "water",
        "raised",
        "million",
        "figure",
        "represent",
        "total",
        "money",
        "raised",
        "covering",
        "water",
        "project",
        "operation",
        "one",
        "million",
        "people",
        "donated",
        "charity",
        "water",
        "despite",
        "harrison",
        "early",
        "enthusiasm",
        "success",
        "almost",
        "died",
        "harrison",
        "bank",
        "build",
        "well",
        "within",
        "week",
        "running",
        "money",
        "make",
        "payroll",
        "pay",
        "overhead",
        "friend",
        "recommended",
        "borrow",
        "money",
        "fund",
        "pay",
        "operation",
        "expense",
        "harrison",
        "refused",
        "remember",
        "outraged",
        "idea",
        "say",
        "harrison",
        "going",
        "shut",
        "organization",
        "say",
        "percent",
        "model",
        "work",
        "moment",
        "complete",
        "stranger",
        "walked",
        "office",
        "varick",
        "street",
        "time",
        "sat",
        "two",
        "hour",
        "wrote",
        "million",
        "dollar",
        "check",
        "overhead",
        "say",
        "harrison",
        "went",
        "almost",
        "bankrupt",
        "month",
        "funding",
        "head",
        "side",
        "stranger",
        "michael",
        "birch",
        "founder",
        "social",
        "networking",
        "platform",
        "bebo",
        "early",
        "competitor",
        "myspace",
        "facebook",
        "aol",
        "bought",
        "bebo",
        "million",
        "cash",
        "harrison",
        "written",
        "birch",
        "cold",
        "email",
        "six",
        "month",
        "earlier",
        "trying",
        "spread",
        "word",
        "people",
        "using",
        "birthday",
        "opportunity",
        "raise",
        "money",
        "charity",
        "water",
        "call",
        "donating",
        "birthday",
        "phenomenon",
        "eventually",
        "got",
        "celebrity",
        "attention",
        "jada",
        "smith",
        "donated",
        "birthday",
        "raised",
        "justin",
        "bieber",
        "donated",
        "17th",
        "birthday",
        "kristen",
        "bell",
        "donated",
        "30th",
        "birthday",
        "jessica",
        "biel",
        "donated",
        "29th",
        "birthday",
        "one",
        "particularly",
        "powerful",
        "story",
        "rachel",
        "beckwith",
        "heard",
        "harrison",
        "speak",
        "month",
        "turned",
        "told",
        "mom",
        "wanted",
        "raise",
        "charity",
        "water",
        "celebrate",
        "birthday",
        "raised",
        "week",
        "later",
        "july",
        "beckwith",
        "tragically",
        "killed",
        "car",
        "accident",
        "story",
        "spread",
        "stranger",
        "started",
        "donating",
        "beckwith",
        "campaign",
        "total",
        "donation",
        "made",
        "beckwith",
        "campaign",
        "raising",
        "almost",
        "million",
        "money",
        "gave",
        "access",
        "clean",
        "water",
        "individual",
        "today",
        "charity",
        "water",
        "employee",
        "new",
        "york",
        "city",
        "headquarters",
        "employing",
        "another",
        "worker",
        "country",
        "currently",
        "building",
        "water",
        "project",
        "charity",
        "water",
        "partner",
        "local",
        "organization",
        "country",
        "always",
        "inspired",
        "hanging",
        "local",
        "partner",
        "especially",
        "drilling",
        "team",
        "guy",
        "kill",
        "every",
        "day",
        "large",
        "portion",
        "harrison",
        "time",
        "spent",
        "cultivating",
        "relationship",
        "family",
        "donate",
        "significant",
        "amount",
        "money",
        "operation",
        "fundraising",
        "pipeline",
        "also",
        "spends",
        "lot",
        "time",
        "traveling",
        "giving",
        "speech",
        "make",
        "speech",
        "year",
        "say",
        "since",
        "day",
        "promoting",
        "club",
        "partying",
        "night",
        "harrison",
        "life",
        "changed",
        "epically",
        "married",
        "second",
        "employee",
        "viktoria",
        "became",
        "wife",
        "two",
        "kid",
        "jackson",
        "emma",
        "month",
        "never",
        "gone",
        "back",
        "old",
        "way",
        "life",
        "clean",
        "break",
        "vice",
        "set",
        "foot",
        "mercy",
        "ship",
        "last",
        "cigarette",
        "never",
        "smoked",
        "never",
        "gambled",
        "life",
        "completely",
        "cleaned",
        "life",
        "say",
        "harrison",
        "though",
        "brought",
        "clean",
        "water",
        "million",
        "asked",
        "reflect",
        "last",
        "year",
        "harrison",
        "say",
        "ca",
        "believe",
        "little",
        "done",
        "real",
        "honest",
        "answer",
        "know",
        "maybe",
        "good",
        "add",
        "harrison",
        "year",
        "like",
        "got",
        "get",
        "know",
        "unforgettable",
        "moment",
        "see",
        "rural",
        "community",
        "get",
        "access",
        "clean",
        "safe",
        "drinking",
        "water",
        "first",
        "time",
        "see",
        "also",
        "harvard",
        "grad",
        "spent",
        "decade",
        "making",
        "maxi",
        "pad",
        "banana",
        "fiber",
        "mom",
        "turned",
        "million",
        "company",
        "year",
        "u",
        "waste",
        "million",
        "ton",
        "food",
        "howard",
        "solution",
        "show",
        "chapter",
        "mom",
        "launched",
        "business",
        "save",
        "daughter",
        "bully",
        "worth",
        "million",
        "et",
        "sun",
        "may",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook"
    ]
}