{
    "organizations": [],
    "uuid": "2bf467398ebee93329f9e67f61dfc1f53b7d3915",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/globe-newswire-valneva-reports-positive-phase-i-interim-results-for-its-lyme-vaccine-candidate-vla15.html",
    "ord_in_thread": 0,
    "title": "VALNEVA Reports Positive Phase I Interim Results for Its Lyme Vaccine Candidate VLA15",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Valneva Reports Positive Phase I Interim Results for Its Lyme Vaccine Candidate VLA15\nPhase I study (VLA15-101) primary endpoint met\nNo safety concerns associated with VLA15 in any treatment group\nEncouraging immunogenicity with VLA15\nVLA15 is immunogenic in all doses and formulations tested Good OspA-specific IgG antibody responses against all OspA serotypes\nLyon (France), March 19, 2018 - Valneva SE (\"Valneva\" or \"the Company\"), a fully integrated, commercial stage biotech company focused on developing innovative lifesaving vaccines, today announced positive Phase I interim results for its Lyme vaccine candidate, VLA15.\nThe primary objective of the Phase I study VLA15-101 was to evaluate the vaccine candidate's safety and tolerability profile at different dose levels and formulations. Immunogenicity, measured by determining IgG antibodies against the six most prevalent serotypes of Lyme borreliosis in the US (ST1) and Europe (ST1 to ST6) present in the vaccine, was also monitored for different dose groups and formulations at various time-points.\nThis interim analysis for the primary and secondary endpoints includes safety and immunogenicity data up to Day 84 (month 3).\nThe study met its primary endpoint: the vaccine candidate showed a favourable safety profile. There were very few severe, related AEs in all treatment groups and no associated safety concerns.\nNo differences in the safety profile were observed for the adjuvanted groups compared to the non-adjuvanted treatment groups.\nThe safety profile of all tested doses and formulations is considered comparable to other licensed lipidated recombinant vaccines or lipid-containing vaccine formulations, and supports further clinical development for all doses and formulations.\nVLA15 was also immunogenic in all doses and formulations tested. OspA-specific IgG antibody responses were induced in all treatment groups and against all OspA serotypes, with significant dose responses seen between the lowest and the highest dose groups. VLA15 was more immunogenic in adjuvanted treatment groups compared to non-adjuvanted treatment mMthe same dose level. For all six OspA serotypes, IgG levels were substantially higher after three immunizations (Day 84) compared to after two (Day 56).\nSeroconversion Rates (SCR) for the highest, adjuvanted dose group, which is considered preferred for further development, ranged from 71.4% to 96.4% for the different OspA serotypes.\nWolfgang Bender, MD, PhD, Chief Medical Officer of Valneva commented \"We are extremely pleased to report a successful first human trial for our vaccine candidate against Lyme disease, a severe infection which affects an increasing number of people each year. We look forward to providing access to an effective prevention against a disease that is too often underdiagnosed, leaving many infected people with no or inadequate treatment and resulting in a heavy public health and economic burden\".\nThe Company is committed to advance its Lyme vaccine candidate as quickly as possible into Phase II, further to requisite dialogue with the Authorities. Phase II is currently expected to commence in the second half of 2018.\nThe next clinical phase is intended to be conducted in Lyme-endemic regions and will include people previously infected with Borrelia burgdorferi, the bacteria that cause Lyme disease. Further dose optimization will be considered.\nAbout The Phase I Clinical Study VLA15-101\nThis study is a first-in-human observer-blind, partially randomized, dose escalation Phase I study that aims to evaluate the safety, tolerability and immunogenicity of Valneva's vaccine candidate VLA15. The study enrolled 179 healthy adults under 40 years of age in Europe and the U.S. who were not previously infected with Borrelia burgdorferi. Subjects were randomized into six treatment groups to receive one of three dose levels either in an alum adjuvanted formulation or without adjuvant. Study subjects were vaccinated at three occasions one month apart (Day 0-28-56). The interim analysis for the primary and secondary endpoints included safety and immunogenicity data up to Day 84 (Month 3). Final safety and immunogenicity data including one year follow-up are expected early 2019.\nAdditional information, including a detailed description of the study design, eligibility criteria, and investigator sites, is available at ClinicalTrials.gov using identifier NCT03010228.\nAbout Lyme disease\nLyme disease is a systemic infection caused by Borrelia bacteria transmitted to humans by infected Ixodes ticks [1] . It is considered the most common vector borne illness in the Nothern Hemisphere. According to the Centers for Disease Control and Prevention (CDC), approximately 400,000 Americans [2] are diagnosed with Lyme disease each year with at least a further 200,000 cases in Europe [3] . Early symptoms of Lyme disease (such as a gradually expanding erythematous rash called Erythema migrans or more unspecific symptoms like fatigue, fever, headache, mild stiff neck, arthralgia or myalgia) are often overlooked or misinterpreted. Left untreated, the disease can disseminate and cause more serious complications affecting the joints (arthritis), the heart (carditis) or the nervous system.\nThe medical need for vaccination against Lyme disease is steadily increasing as the disease footprint widens [4] .\nAbout VLA15\nValneva's vaccine candidate, VLA15, is currently the only active vaccine program in clinical development against Lyme disease. The program was granted Fast Track designation by the U.S. Food and Drug Administration (FDA) in July 2017 [5] .\nVLA15 is a multivalent, protein subunit vaccine that targets the outer surface protein A (OspA) of Borrelia. It is designed for prophylactic, active immunization against Lyme disease in individuals above 2 years of age) aiming for protection against the majority of human pathogenic Borrelia species. VLA15 is designed to confer protection by raising antibodies that prevent Borrelia from migrating from ticks to humans after a bite. The anticipated safety profile is expected to be similar to other vaccines using the same technology that have been approved for active immunization in adults and children.\nThe target population includes individuals at risk living in endemic areas, people planning to travel to endemic areas to pursue outdoor activities and people at risk who have a history of Lyme disease (as infection with Borrelia does not confer protective immunity against all pathogenic Borrelia species).\nVaccination with OspA was already proven to work in the 1990s and VLA15 pre-clinical data showed that the vaccine has the potential to provide protection against the majority of the Borrelia species pathogenic for humans [6] .\nThe global market for a vaccine against Lyme disease is currently estimated at approximately €700 - €800 million annually.\nAbout Valneva SE\nValneva is a fully integrated, commercial stage biotech company focused on developing innovative life-saving vaccines.\nValneva's portfolio includes two commercial vaccines for travelers: IXIARO ® /JESPECT ® indicated for the prevention of Japanese encephalitis and DUKORAL ® indicated for the prevention of cholera and, in some countries, prevention of diarrhea caused by ETEC.\nThe Company has proprietary vaccines in development including a unique vaccine against Lyme disease.\nValneva has operations in Austria, Sweden, the United Kingdom, France, Canada and the US with over 450 employees. More information is available at www.valneva.com .\nValneva Investor and Media Contacts\nLaetitia Bachelot-Fontaine\nGlobal Head of Investor Relations &\nCorporate Communications\nT +33 (0)2 2807 1419\nM +33 (0)6 4516 7099\ninvestors@valneva.com\nTeresa Pinzolits\nCorporate Communications Specialist\nT +43 1206 201 116\nM+43-676-845567357\nCommunications@valneva.com\nValneva Forward-Looking Statements\nThis press release contains certain relating to the business of Valneva, including with respect to the progress, timing and completion of research, development and clinical trials for product candidates, the ability to manufacture, market, commercialize and achieve market acceptance for product candidates, the ability to protect intellectual property and operate the business without infringing on the intellectual property rights of others, estimates for future performance and estimates regarding anticipated operating losses, future revenues, capital requirements and needs for additional financing. In addition, even if the actual results or development of Valneva are consistent with the contained in this press release, those results or developments of Valneva may not be indicative of the future. In some cases, you can identify by words such as \"could,\" \"should,\" \"may,\" \"expects,\" \"anticipates,\" \"believes,\" \"intends,\" \"estimates,\" \"aims,\" \"targets,\" or similar words. These are based largely on the current expectations of Valneva as of the date of this press release and are subject to a number of known and unknown risks and uncertainties and other factors that may cause actual results, performance or achievements to be materially different from any future results, performance or achievement expressed or implied by these In particular, the expectations of Valneva could be affected by, among other things, uncertainties involved in the development and manufacture of vaccines, unexpected clinical trial results, unexpected regulatory actions or delays, competition in general, currency fluctuations, the impact of the global and European credit crisis, and the ability to obtain or maintain patent or other proprietary intellectual property protection. In light of these risks and uncertainties, there can be no assurance that the made in this press release will in fact be realized. Valneva is providing the information in these materials as of the date of this press release, and disclaims any intention or obligation to publicly update or revise any , whether as a result of new information, future events, or otherwise.\n[1] Stanek et al. 2012, The Lancet 379:461-473\n[2] As estimated by the CDC based on reported cases in 2015\n[3] Estimated from available national data. Number largely underestimated based on WHO Europe Lyme Report as case reporting is\nhighly inconsistent in Europe and many LB infections go undiagnosed; ECDC tick-borne-diseases-meeting-report\n[4] New Scientist, Lyme disease is set to explode and we still don't have a vaccine; March 29, 2017\nhttps://www.newscientist.com/article/mg23431195-800-lyme-disease-is-set-to-explode-and-you-cant-protect-yourself/\n[5] http://www.valneva.com/en/investors-media/news/2018 ;\n[6] http://www.plosone.org/article/info%3Adoi%2F10.1371%2Fjournal.pone.0113294 .\nAttachment:\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/fde1fd86-e954-4b21-86d3-0c1f73f35312\nSource: Valneva",
    "published": "2018-03-19T09:01:00.000+02:00",
    "crawled": "2018-03-19T10:43:31.034+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "valneva",
        "report",
        "positive",
        "phase",
        "interim",
        "result",
        "lyme",
        "vaccine",
        "candidate",
        "vla15",
        "phase",
        "study",
        "primary",
        "endpoint",
        "met",
        "safety",
        "concern",
        "associated",
        "vla15",
        "treatment",
        "group",
        "encouraging",
        "immunogenicity",
        "vla15",
        "vla15",
        "immunogenic",
        "dos",
        "formulation",
        "tested",
        "good",
        "igg",
        "antibody",
        "response",
        "ospa",
        "serotypes",
        "lyon",
        "france",
        "march",
        "valneva",
        "se",
        "valneva",
        "company",
        "fully",
        "integrated",
        "commercial",
        "stage",
        "biotech",
        "company",
        "focused",
        "developing",
        "innovative",
        "lifesaving",
        "vaccine",
        "today",
        "announced",
        "positive",
        "phase",
        "interim",
        "result",
        "lyme",
        "vaccine",
        "candidate",
        "vla15",
        "primary",
        "objective",
        "phase",
        "study",
        "evaluate",
        "vaccine",
        "candidate",
        "safety",
        "tolerability",
        "profile",
        "different",
        "dose",
        "level",
        "formulation",
        "immunogenicity",
        "measured",
        "determining",
        "igg",
        "antibody",
        "six",
        "prevalent",
        "serotypes",
        "lyme",
        "borreliosis",
        "u",
        "st1",
        "europe",
        "st1",
        "st6",
        "present",
        "vaccine",
        "also",
        "monitored",
        "different",
        "dose",
        "group",
        "formulation",
        "various",
        "interim",
        "analysis",
        "primary",
        "secondary",
        "endpoint",
        "includes",
        "safety",
        "immunogenicity",
        "data",
        "day",
        "month",
        "study",
        "met",
        "primary",
        "endpoint",
        "vaccine",
        "candidate",
        "showed",
        "favourable",
        "safety",
        "profile",
        "severe",
        "related",
        "aes",
        "treatment",
        "group",
        "associated",
        "safety",
        "concern",
        "difference",
        "safety",
        "profile",
        "observed",
        "adjuvanted",
        "group",
        "compared",
        "treatment",
        "group",
        "safety",
        "profile",
        "tested",
        "dos",
        "formulation",
        "considered",
        "comparable",
        "licensed",
        "lipidated",
        "recombinant",
        "vaccine",
        "vaccine",
        "formulation",
        "support",
        "clinical",
        "development",
        "dos",
        "formulation",
        "vla15",
        "also",
        "immunogenic",
        "dos",
        "formulation",
        "tested",
        "igg",
        "antibody",
        "response",
        "induced",
        "treatment",
        "group",
        "ospa",
        "serotypes",
        "significant",
        "dose",
        "response",
        "seen",
        "lowest",
        "highest",
        "dose",
        "group",
        "vla15",
        "immunogenic",
        "adjuvanted",
        "treatment",
        "group",
        "compared",
        "treatment",
        "mmthe",
        "dose",
        "level",
        "six",
        "ospa",
        "serotypes",
        "igg",
        "level",
        "substantially",
        "higher",
        "three",
        "immunization",
        "day",
        "compared",
        "two",
        "day",
        "seroconversion",
        "rate",
        "scr",
        "highest",
        "adjuvanted",
        "dose",
        "group",
        "considered",
        "preferred",
        "development",
        "ranged",
        "different",
        "ospa",
        "serotypes",
        "wolfgang",
        "bender",
        "md",
        "phd",
        "chief",
        "medical",
        "officer",
        "valneva",
        "commented",
        "extremely",
        "pleased",
        "report",
        "successful",
        "first",
        "human",
        "trial",
        "vaccine",
        "candidate",
        "lyme",
        "disease",
        "severe",
        "infection",
        "affect",
        "increasing",
        "number",
        "people",
        "year",
        "look",
        "forward",
        "providing",
        "access",
        "effective",
        "prevention",
        "disease",
        "often",
        "underdiagnosed",
        "leaving",
        "many",
        "infected",
        "people",
        "inadequate",
        "treatment",
        "resulting",
        "heavy",
        "public",
        "health",
        "economic",
        "burden",
        "company",
        "committed",
        "advance",
        "lyme",
        "vaccine",
        "candidate",
        "quickly",
        "possible",
        "phase",
        "ii",
        "requisite",
        "dialogue",
        "authority",
        "phase",
        "ii",
        "currently",
        "expected",
        "commence",
        "second",
        "half",
        "next",
        "clinical",
        "phase",
        "intended",
        "conducted",
        "region",
        "include",
        "people",
        "previously",
        "infected",
        "borrelia",
        "burgdorferi",
        "bacteria",
        "cause",
        "lyme",
        "disease",
        "dose",
        "optimization",
        "considered",
        "phase",
        "clinical",
        "study",
        "study",
        "partially",
        "randomized",
        "dose",
        "escalation",
        "phase",
        "study",
        "aim",
        "evaluate",
        "safety",
        "tolerability",
        "immunogenicity",
        "valneva",
        "vaccine",
        "candidate",
        "vla15",
        "study",
        "enrolled",
        "healthy",
        "adult",
        "year",
        "age",
        "europe",
        "previously",
        "infected",
        "borrelia",
        "burgdorferi",
        "subject",
        "randomized",
        "six",
        "treatment",
        "group",
        "receive",
        "one",
        "three",
        "dose",
        "level",
        "either",
        "alum",
        "adjuvanted",
        "formulation",
        "without",
        "adjuvant",
        "study",
        "subject",
        "vaccinated",
        "three",
        "occasion",
        "one",
        "month",
        "apart",
        "day",
        "interim",
        "analysis",
        "primary",
        "secondary",
        "endpoint",
        "included",
        "safety",
        "immunogenicity",
        "data",
        "day",
        "month",
        "final",
        "safety",
        "immunogenicity",
        "data",
        "including",
        "one",
        "year",
        "expected",
        "early",
        "additional",
        "information",
        "including",
        "detailed",
        "description",
        "study",
        "design",
        "eligibility",
        "criterion",
        "investigator",
        "site",
        "available",
        "using",
        "identifier",
        "nct03010228",
        "lyme",
        "disease",
        "lyme",
        "disease",
        "systemic",
        "infection",
        "caused",
        "borrelia",
        "bacteria",
        "transmitted",
        "human",
        "infected",
        "ixodes",
        "tick",
        "considered",
        "common",
        "vector",
        "borne",
        "illness",
        "nothern",
        "hemisphere",
        "according",
        "center",
        "disease",
        "control",
        "prevention",
        "cdc",
        "approximately",
        "american",
        "diagnosed",
        "lyme",
        "disease",
        "year",
        "least",
        "case",
        "europe",
        "early",
        "symptom",
        "lyme",
        "disease",
        "gradually",
        "expanding",
        "erythematous",
        "rash",
        "called",
        "erythema",
        "migrans",
        "unspecific",
        "symptom",
        "like",
        "fatigue",
        "fever",
        "headache",
        "mild",
        "stiff",
        "neck",
        "arthralgia",
        "myalgia",
        "often",
        "overlooked",
        "misinterpreted",
        "left",
        "untreated",
        "disease",
        "disseminate",
        "cause",
        "serious",
        "complication",
        "affecting",
        "joint",
        "arthritis",
        "heart",
        "carditis",
        "nervous",
        "system",
        "medical",
        "need",
        "vaccination",
        "lyme",
        "disease",
        "steadily",
        "increasing",
        "disease",
        "footprint",
        "widens",
        "vla15",
        "valneva",
        "vaccine",
        "candidate",
        "vla15",
        "currently",
        "active",
        "vaccine",
        "program",
        "clinical",
        "development",
        "lyme",
        "disease",
        "program",
        "granted",
        "fast",
        "track",
        "designation",
        "food",
        "drug",
        "administration",
        "fda",
        "july",
        "vla15",
        "multivalent",
        "protein",
        "subunit",
        "vaccine",
        "target",
        "outer",
        "surface",
        "protein",
        "ospa",
        "borrelia",
        "designed",
        "prophylactic",
        "active",
        "immunization",
        "lyme",
        "disease",
        "individual",
        "year",
        "age",
        "aiming",
        "protection",
        "majority",
        "human",
        "pathogenic",
        "borrelia",
        "specie",
        "vla15",
        "designed",
        "confer",
        "protection",
        "raising",
        "antibody",
        "prevent",
        "borrelia",
        "migrating",
        "tick",
        "human",
        "bite",
        "anticipated",
        "safety",
        "profile",
        "expected",
        "similar",
        "vaccine",
        "using",
        "technology",
        "approved",
        "active",
        "immunization",
        "adult",
        "child",
        "target",
        "population",
        "includes",
        "individual",
        "risk",
        "living",
        "endemic",
        "area",
        "people",
        "planning",
        "travel",
        "endemic",
        "area",
        "pursue",
        "outdoor",
        "activity",
        "people",
        "risk",
        "history",
        "lyme",
        "disease",
        "infection",
        "borrelia",
        "confer",
        "protective",
        "immunity",
        "pathogenic",
        "borrelia",
        "specie",
        "vaccination",
        "ospa",
        "already",
        "proven",
        "work",
        "1990s",
        "vla15",
        "data",
        "showed",
        "vaccine",
        "potential",
        "provide",
        "protection",
        "majority",
        "borrelia",
        "specie",
        "pathogenic",
        "human",
        "global",
        "market",
        "vaccine",
        "lyme",
        "disease",
        "currently",
        "estimated",
        "approximately",
        "million",
        "annually",
        "valneva",
        "se",
        "valneva",
        "fully",
        "integrated",
        "commercial",
        "stage",
        "biotech",
        "company",
        "focused",
        "developing",
        "innovative",
        "vaccine",
        "valneva",
        "portfolio",
        "includes",
        "two",
        "commercial",
        "vaccine",
        "traveler",
        "ixiaro",
        "indicated",
        "prevention",
        "japanese",
        "encephalitis",
        "dukoral",
        "indicated",
        "prevention",
        "cholera",
        "country",
        "prevention",
        "diarrhea",
        "caused",
        "etec",
        "company",
        "proprietary",
        "vaccine",
        "development",
        "including",
        "unique",
        "vaccine",
        "lyme",
        "disease",
        "valneva",
        "operation",
        "austria",
        "sweden",
        "united",
        "kingdom",
        "france",
        "canada",
        "u",
        "employee",
        "information",
        "available",
        "valneva",
        "investor",
        "medium",
        "contact",
        "laetitia",
        "global",
        "head",
        "investor",
        "relation",
        "corporate",
        "communication",
        "investor",
        "teresa",
        "pinzolits",
        "corporate",
        "communication",
        "specialist",
        "communication",
        "valneva",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "relating",
        "business",
        "valneva",
        "including",
        "respect",
        "progress",
        "timing",
        "completion",
        "research",
        "development",
        "clinical",
        "trial",
        "product",
        "candidate",
        "ability",
        "manufacture",
        "market",
        "commercialize",
        "achieve",
        "market",
        "acceptance",
        "product",
        "candidate",
        "ability",
        "protect",
        "intellectual",
        "property",
        "operate",
        "business",
        "without",
        "infringing",
        "intellectual",
        "property",
        "right",
        "others",
        "estimate",
        "future",
        "performance",
        "estimate",
        "regarding",
        "anticipated",
        "operating",
        "loss",
        "future",
        "revenue",
        "capital",
        "requirement",
        "need",
        "additional",
        "financing",
        "addition",
        "even",
        "actual",
        "result",
        "development",
        "valneva",
        "consistent",
        "contained",
        "press",
        "release",
        "result",
        "development",
        "valneva",
        "may",
        "indicative",
        "future",
        "case",
        "identify",
        "word",
        "could",
        "may",
        "expects",
        "anticipates",
        "belief",
        "intends",
        "estimate",
        "aim",
        "target",
        "similar",
        "word",
        "based",
        "largely",
        "current",
        "expectation",
        "valneva",
        "date",
        "press",
        "release",
        "subject",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "particular",
        "expectation",
        "valneva",
        "could",
        "affected",
        "among",
        "thing",
        "uncertainty",
        "involved",
        "development",
        "manufacture",
        "vaccine",
        "unexpected",
        "clinical",
        "trial",
        "result",
        "unexpected",
        "regulatory",
        "action",
        "delay",
        "competition",
        "general",
        "currency",
        "fluctuation",
        "impact",
        "global",
        "european",
        "credit",
        "crisis",
        "ability",
        "obtain",
        "maintain",
        "patent",
        "proprietary",
        "intellectual",
        "property",
        "protection",
        "light",
        "risk",
        "uncertainty",
        "assurance",
        "made",
        "press",
        "release",
        "fact",
        "realized",
        "valneva",
        "providing",
        "information",
        "material",
        "date",
        "press",
        "release",
        "disclaims",
        "intention",
        "obligation",
        "publicly",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "stanek",
        "et",
        "al",
        "lancet",
        "estimated",
        "cdc",
        "based",
        "reported",
        "case",
        "estimated",
        "available",
        "national",
        "data",
        "number",
        "largely",
        "underestimated",
        "based",
        "europe",
        "lyme",
        "report",
        "case",
        "reporting",
        "highly",
        "inconsistent",
        "europe",
        "many",
        "lb",
        "infection",
        "go",
        "undiagnosed",
        "ecdc",
        "new",
        "scientist",
        "lyme",
        "disease",
        "set",
        "explode",
        "still",
        "vaccine",
        "march",
        "http",
        "http",
        "http",
        "3adoi",
        "attachment",
        "http",
        "source",
        "valneva"
    ]
}