{
    "organizations": [],
    "uuid": "b48010c751a2780c63553a862165dc0d06471e3b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/business-wire-americas-silver-corporation-reports-fourth-quarter-and-year-end-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Americas Silver Corporation Reports Fourth Quarter and Year-End 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO--(BUSINESS WIRE)-- Americas Silver Corporation (TSX: USA) (NYSE American: USAS) (“Americas Silver” or the “Company”) today reported fourth quarter and year-end financial and operational results for 2017.\nThis earnings release should be read in conjunction with the Company’s Annual 2017 Production and Costs Update, Management’s Discussion and Analysis, Financial Statements and Notes to Financial Statements for the corresponding period, which have been posted on the Americas Silver Corporation SEDAR profile at www.sedar.com , on its EDGAR profile at www.sec.gov , and are also available on the Company’s website at www.americassilvercorp.com . All figures are in U.S. dollars unless otherwise noted.\nYear-end and Fourth Quarter Highlights\nRevenues of $54.3 million in 2017, excluding $9.8 million of El Cajón and San Rafael pre-production revenues, which were capitalized to development costs, compared with revenues of $58.9 million in 2016. A net loss of ($3.5) million or ($0.09) cents per share in 2017, compared with a net loss of ($5.2) million or ($0.15) cents per share in 2016. Cash flow generated from operating activities 1 in 2017 of $5.5 million, compared to cash flow generated from operating activities in 2016 of $5.7 million. Consolidated year-end production was approximately 2.1 million silver ounces and 4.7 million silver equivalent 2 ounces at cost of sales of $10.13 per silver equivalent ounce, by-product cash costs 3 of $9.45 per silver ounce, and all-in sustaining costs 3 of $13.29 per silver ounce. Consolidated fourth quarter production was approximately 400,000 silver ounces and 1.4 million silver equivalent ounces at cost of sales of $10.16 per silver equivalent ounce, by-product cash costs of $8.75 per silver ounce, and all-in sustaining costs of $14.20 per silver ounce. The San Rafael mine declared commercial production effective December 19, 2017 and was constructed for approximately $16.3 million, 32% lower than the initial project guidance. Guidance for 2018 is 1.6 - 2.0 million silver ounces and 7.2 - 8.0 million silver equivalent ounces at cash costs of negative ($10.00) to negative ($5.00) per silver ounce and all-in sustaining costs of negative ($1.00) to $4.00 per silver ounce. Cash balance at December 31, 2017 of $9.3 million with net working capital of approximately $11.8 million.\nFiscal 2017 Overview\nFiscal 2017 was an eventful and transitional year for Americas Silver. Management accomplished its goal of developing the San Rafael mine with mill modifications to commercial production, on time and under budget. The mine was developed from existing cash and cash generated from operations with no dilution to existing shareholders. The development was completed while operating both the El Cajón and Nuestra Señora mines, accumulating a 57,000 tonnes stockpile from Nuestra Señora.\nFiscal 2018 is expected to be a transformative year for the Company as cash flow from the San Rafael mine is used to advance the exploration and development of its land holdings. To this end, a $2 million exploration program was executed in 2017 on the 100%-owned Zone 120 silver-copper deposit to further explore the extent and concentration of mineralization of the deposit with significant results released to date. The 2018 drilling was subsequently approved by the Board with an additional budget of over $4 million to continue this program. Results to date have increased the footprint of the mineralization, indicating the presence of a significant mineralized system consisting of multiple lenses over mineable widths and strike lengths.\nOn the corporate development side, an option was purchased on the zinc-silver San Felipe project in Sonora, Mexico for $7 million plus VAT. The Company also entered into a low-cost, $15 million pre-payment facility with a division of Glencore PLC and repaid $8 million to its previous lenders. In January, the Company began trading on the NYSE American exchange in order to provide a greater access to future capital and liquidity to its shareholders.\n“I am impressed by what our team accomplished in 2017,” said Darren Blasutti, President and CEO. “At current metal prices, San Rafael is expected to generate significant cash flow which will be used to grow our silver production without equity dilution. We are particularly pleased with the drilling results on the Zone 120 deposit in 2017 and so far in 2018. This deposit has the potential to become the Company’s next development project with the ability to further lever off our existing infrastructure given its proximity to San Rafael.”\nConsolidated Production and Operating Costs\nConsolidated silver production for 2017 totalled 2.1 million silver ounces which represents a decrease of 14% compared to 2016. Silver equivalent production totalled 4.7 million ounces which represents an increase of 4% compared to 2016, while zinc and copper production increased 11% and 10% year-over-year, respectively, as a result of strong production from the Cosalá Operations.\nDespite lower annual silver production, and excluding pre-production revenues of $8.9 million, production revenues decreased only slightly by $4.6 million or 8% from $58.9 million for the year ended December 31, 2016 to $54.3 million for the year ended December 31, 2017, while net loss improved to $3.5 million compared to a net loss $5.2 million loss during the previous year, a $1.7 million improvement. Improvement in net loss was mainly attributable to lower cost of sales and lower interest and financing expense, partially offset by lower net revenue on concentrate sales and higher corporate general and administrative expenses related to share-based compensation and the NYSE American listing costs. The Company also generated cash from operating activities before non-cash working capital items of $5.5 million during the year ended December 31, 2017.\nFurther information concerning the consolidated and individual mine operations is included in the Company’s Consolidated Financial Statements for the year ended December 31, 2017 and Management’s Discussion and Analysis for the same period.\nConsolidated Production and Cost Details Q4 2017 Q4 2016 YTD 2017 YTD 2016 Total ore processed (tonnes milled) 168,901 168,038 690,498 671,616 Silver produced (ounces) 409,545 564,475 2,056,017 2,389,808 Zinc produced (pounds) 4,895,670 2,671,391 11,623,138 10,488,773 Lead produced (pounds) 7,427,357 7,277,346 25,392,619 29,067,673 Copper produced (pounds) 78,541 260,018 1,167,401 1,058,250 Silver equivalent produced (ounces) 1,358,441 1,204,477 4,746,387 4,579,373 Silver recovery (percent) 82.8 90.4 89.0 87.8 Silver grade (grams per tonne) 91 116 104 126 Silver sold (ounces) 410,518 539,872 2,056,122 2,341,319 Zinc sold (pounds) 4,413,526 2,658,194 10,919,556 10,258,081 Lead sold (pounds) 7,074,875 7,242,694 25,144,192 29,228,720 Copper sold (pounds) 94,544 274,722 1,144,385 1,017,940 Cost of sales ($ per silver equivalent ounce) 1 $10.16 $9.91 $10.13 $10.08 Silver cash cost ($ per silver ounce) 1 $8.75 $8.91 $9.45 $10.00 All-in sustaining cost ($ per silver ounce) 1 $14.20 $11.57 $13.29 $12.71 1 Cost of sales per silver equivalent ounce, cash costs per silver ounce, and all-in sustaining costs per silver ounce in Q4, 2017 excludes pre-production of 45,344 silver ounces and 405,162 silver equivalent ounces mined from San Rafael during its commissioning period, and for YTD 2017 excludes pre-production of 50,490 silver ounces and 435,323 silver equivalent ounces mined from San Rafael during its commissioning period, and excludes pre-production of 245,391 silver ounces and 360,530 silver equivalent ounces mined from El Cajón during its commissioning period. Pre-production revenue and cost of sales from San Rafael and El Cajón are capitalized as an offset to development costs.\n2018 Consolidated Guidance\nConsolidated guidance for 2018 is 1.6 - 2.0 million silver ounces and 7.2 - 8.0 million silver equivalent ounces at cash costs of negative ($10.00) to negative ($5.00) per silver ounce and all-in sustaining costs of negative ($1.00) to $4.00 per silver ounce including budgeted capital of $19 million. The reduction in cash cost and all-in sustaining cost per ounce is primarily due to the estimated by-product metal production from the San Rafael and Galena mines, including zinc of approximately 40-45 million lbs. and lead of 30-35 million lbs. in 2018. The Company’s consolidated exploration budget for fiscal 2018 is $4.8 million.\nAbout Americas Silver Corporation\nAmericas Silver is a silver mining company focused on growth in precious metals from its existing asset base and execution of targeted accretive acquisitions. It owns and operates the Cosalá Operations in Sinaloa, Mexico and the Galena Mine Complex in Idaho, USA. The Company has acquired an option on the San Felipe development project in Sonora, Mexico.\nDaren Dell, Chief Operating Officer and a Qualified Person under Canadian Securities Administrators guidelines, has approved the applicable contents of this news release. For further information please see SEDAR or americassilvercorp.com .\nCautionary Statement on Forward-Looking Information:\nThis news release contains “forward‐looking information” within the meaning of applicable securities laws. Forward‐looking information includes, but is not limited to, the Company’s expectations intentions, plans, assumptions and beliefs with respect to, among other things, the realization of operational, exploration and development plans, the Cosalá Operations and Galena Complex as well as the Company’s financing efforts. Often, but not always, forward‐looking information can be identified by forward‐looking words such as “anticipate”, “believe”, “expect”, “goal”, “plan”, “intend”, “estimate”, “may”, “assume” and “will” or similar words suggesting future outcomes, or other expectations, beliefs, plans, objectives, assumptions, intentions, or statements about future events or performance. Forward‐looking information is based on the opinions and estimates of the Company as of the date such information is provided and is subject to known and unknown risks, uncertainties, and other factors that may cause the actual results, level of activity, performance, or achievements of the Company to be materially different from those expressed or implied by such forward looking information. This includes the ability to develop and operate the Cosalá and Galena properties, risks associated with the mining industry such as economic factors (including future commodity prices, currency fluctuations and energy prices), ground conditions and factors other factors limiting mine access, failure of plant, equipment, processes and transportation services to operate as anticipated, environmental risks, government regulation, actual results of current exploration and production activities, possible variations in ore grade or recovery rates, permitting timelines, capital expenditures, reclamation activities, social and political developments and other risks of the mining industry. Although the Company has attempted to identify important factors that could cause actual results to differ materially from those contained in forward-looking information, there may be other factors that cause results not to be as anticipated, estimated, or intended. Readers are cautioned not to place undue reliance on such information. By its nature, forward-looking information involves numerous assumptions, inherent risks and uncertainties, both general and specific that contribute to the possibility that the predictions, forecasts, and projections of various future events will not occur. The Company undertakes no obligation to update publicly or otherwise revise any forward-looking information whether as a result of new information, future events or other such factors which affect this information, except as required by law.\n1 Cash flow generated from operating activities is a non-IFRS financial measure calculated as net cash flow used in operating activities less changes in non-cash working capital items such as trade and other receivables, inventories, prepaid expenses, and trade and other payables.\n2 Silver equivalent production throughout this press release was calculated based on silver, zinc, lead and copper realized prices during each respective period.\n3 Cash cost per ounce and all-in sustaining cost per ounce are non-IFRS performance measures with no standardized definition. For further information and detailed reconciliations, please refer to the Company’s 2017 year-end and quarterly MD&A.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180305005392/en/\nAmericas Silver Corporation\nDarren Blasutti, 416-848-9503\nPresident and CEO\nSource: Americas Silver Corporation",
    "published": "2018-03-05T15:00:00.000+02:00",
    "crawled": "2018-03-05T14:56:59.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "business",
        "wire",
        "america",
        "silver",
        "corporation",
        "tsx",
        "usa",
        "nyse",
        "american",
        "usa",
        "america",
        "silver",
        "company",
        "today",
        "reported",
        "fourth",
        "quarter",
        "financial",
        "operational",
        "result",
        "earnings",
        "release",
        "read",
        "conjunction",
        "company",
        "annual",
        "production",
        "cost",
        "update",
        "management",
        "discussion",
        "analysis",
        "financial",
        "statement",
        "note",
        "financial",
        "statement",
        "corresponding",
        "period",
        "posted",
        "america",
        "silver",
        "corporation",
        "sedar",
        "profile",
        "edgar",
        "profile",
        "also",
        "available",
        "company",
        "website",
        "figure",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "fourth",
        "quarter",
        "highlight",
        "revenue",
        "million",
        "excluding",
        "million",
        "el",
        "cajón",
        "san",
        "rafael",
        "revenue",
        "capitalized",
        "development",
        "cost",
        "compared",
        "revenue",
        "million",
        "net",
        "loss",
        "million",
        "cent",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "cent",
        "per",
        "share",
        "cash",
        "flow",
        "generated",
        "operating",
        "activity",
        "million",
        "compared",
        "cash",
        "flow",
        "generated",
        "operating",
        "activity",
        "million",
        "consolidated",
        "production",
        "approximately",
        "million",
        "silver",
        "ounce",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "cost",
        "sale",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "silver",
        "ounce",
        "consolidated",
        "fourth",
        "quarter",
        "production",
        "approximately",
        "silver",
        "ounce",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "cost",
        "sale",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "silver",
        "ounce",
        "san",
        "rafael",
        "mine",
        "declared",
        "commercial",
        "production",
        "effective",
        "december",
        "constructed",
        "approximately",
        "million",
        "lower",
        "initial",
        "project",
        "guidance",
        "guidance",
        "million",
        "silver",
        "ounce",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "negative",
        "negative",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "negative",
        "per",
        "silver",
        "ounce",
        "cash",
        "balance",
        "december",
        "million",
        "net",
        "working",
        "capital",
        "approximately",
        "million",
        "fiscal",
        "overview",
        "fiscal",
        "eventful",
        "transitional",
        "year",
        "america",
        "silver",
        "management",
        "accomplished",
        "goal",
        "developing",
        "san",
        "rafael",
        "mine",
        "mill",
        "modification",
        "commercial",
        "production",
        "time",
        "budget",
        "mine",
        "developed",
        "existing",
        "cash",
        "cash",
        "generated",
        "operation",
        "dilution",
        "existing",
        "shareholder",
        "development",
        "completed",
        "operating",
        "el",
        "cajón",
        "nuestra",
        "señora",
        "mine",
        "accumulating",
        "tonne",
        "stockpile",
        "nuestra",
        "señora",
        "fiscal",
        "expected",
        "transformative",
        "year",
        "company",
        "cash",
        "flow",
        "san",
        "rafael",
        "mine",
        "used",
        "advance",
        "exploration",
        "development",
        "land",
        "holding",
        "end",
        "million",
        "exploration",
        "program",
        "executed",
        "zone",
        "deposit",
        "explore",
        "extent",
        "concentration",
        "mineralization",
        "deposit",
        "significant",
        "result",
        "released",
        "date",
        "drilling",
        "subsequently",
        "approved",
        "board",
        "additional",
        "budget",
        "million",
        "continue",
        "program",
        "result",
        "date",
        "increased",
        "footprint",
        "mineralization",
        "indicating",
        "presence",
        "significant",
        "mineralized",
        "system",
        "consisting",
        "multiple",
        "lens",
        "mineable",
        "width",
        "strike",
        "length",
        "corporate",
        "development",
        "side",
        "option",
        "purchased",
        "san",
        "felipe",
        "project",
        "sonora",
        "mexico",
        "million",
        "plus",
        "vat",
        "company",
        "also",
        "entered",
        "million",
        "facility",
        "division",
        "glencore",
        "plc",
        "repaid",
        "million",
        "previous",
        "lender",
        "january",
        "company",
        "began",
        "trading",
        "nyse",
        "american",
        "exchange",
        "order",
        "provide",
        "greater",
        "access",
        "future",
        "capital",
        "liquidity",
        "shareholder",
        "impressed",
        "team",
        "accomplished",
        "said",
        "darren",
        "blasutti",
        "president",
        "ceo",
        "current",
        "metal",
        "price",
        "san",
        "rafael",
        "expected",
        "generate",
        "significant",
        "cash",
        "flow",
        "used",
        "grow",
        "silver",
        "production",
        "without",
        "equity",
        "dilution",
        "particularly",
        "pleased",
        "drilling",
        "result",
        "zone",
        "deposit",
        "far",
        "deposit",
        "potential",
        "become",
        "company",
        "next",
        "development",
        "project",
        "ability",
        "lever",
        "existing",
        "infrastructure",
        "given",
        "proximity",
        "san",
        "consolidated",
        "production",
        "operating",
        "cost",
        "consolidated",
        "silver",
        "production",
        "totalled",
        "million",
        "silver",
        "ounce",
        "represents",
        "decrease",
        "compared",
        "silver",
        "equivalent",
        "production",
        "totalled",
        "million",
        "ounce",
        "represents",
        "increase",
        "compared",
        "zinc",
        "copper",
        "production",
        "increased",
        "respectively",
        "result",
        "strong",
        "production",
        "cosalá",
        "operation",
        "despite",
        "lower",
        "annual",
        "silver",
        "production",
        "excluding",
        "revenue",
        "million",
        "production",
        "revenue",
        "decreased",
        "slightly",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "improved",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "previous",
        "year",
        "million",
        "improvement",
        "improvement",
        "net",
        "loss",
        "mainly",
        "attributable",
        "lower",
        "cost",
        "sale",
        "lower",
        "interest",
        "financing",
        "expense",
        "partially",
        "offset",
        "lower",
        "net",
        "revenue",
        "concentrate",
        "sale",
        "higher",
        "corporate",
        "general",
        "administrative",
        "expense",
        "related",
        "compensation",
        "nyse",
        "american",
        "listing",
        "cost",
        "company",
        "also",
        "generated",
        "cash",
        "operating",
        "activity",
        "working",
        "capital",
        "item",
        "million",
        "year",
        "ended",
        "december",
        "information",
        "concerning",
        "consolidated",
        "individual",
        "mine",
        "operation",
        "included",
        "company",
        "consolidated",
        "financial",
        "statement",
        "year",
        "ended",
        "december",
        "management",
        "discussion",
        "analysis",
        "period",
        "consolidated",
        "production",
        "cost",
        "detail",
        "q4",
        "q4",
        "ytd",
        "ytd",
        "total",
        "ore",
        "processed",
        "tonne",
        "milled",
        "silver",
        "produced",
        "ounce",
        "zinc",
        "produced",
        "pound",
        "lead",
        "produced",
        "pound",
        "copper",
        "produced",
        "pound",
        "silver",
        "equivalent",
        "produced",
        "ounce",
        "silver",
        "recovery",
        "percent",
        "silver",
        "grade",
        "gram",
        "per",
        "tonne",
        "silver",
        "sold",
        "ounce",
        "zinc",
        "sold",
        "pound",
        "lead",
        "sold",
        "pound",
        "copper",
        "sold",
        "pound",
        "cost",
        "sale",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "silver",
        "cash",
        "cost",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "silver",
        "ounce",
        "cost",
        "sale",
        "per",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "silver",
        "ounce",
        "q4",
        "excludes",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "mined",
        "san",
        "rafael",
        "commissioning",
        "period",
        "ytd",
        "excludes",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "mined",
        "san",
        "rafael",
        "commissioning",
        "period",
        "excludes",
        "silver",
        "ounce",
        "silver",
        "equivalent",
        "ounce",
        "mined",
        "el",
        "cajón",
        "commissioning",
        "period",
        "revenue",
        "cost",
        "sale",
        "san",
        "rafael",
        "el",
        "cajón",
        "capitalized",
        "offset",
        "development",
        "cost",
        "consolidated",
        "guidance",
        "consolidated",
        "guidance",
        "million",
        "silver",
        "ounce",
        "million",
        "silver",
        "equivalent",
        "ounce",
        "cash",
        "cost",
        "negative",
        "negative",
        "per",
        "silver",
        "ounce",
        "sustaining",
        "cost",
        "negative",
        "per",
        "silver",
        "ounce",
        "including",
        "budgeted",
        "capital",
        "million",
        "reduction",
        "cash",
        "cost",
        "sustaining",
        "cost",
        "per",
        "ounce",
        "primarily",
        "due",
        "estimated",
        "metal",
        "production",
        "san",
        "rafael",
        "galena",
        "mine",
        "including",
        "zinc",
        "approximately",
        "million",
        "lb",
        "lead",
        "million",
        "lb",
        "company",
        "consolidated",
        "exploration",
        "budget",
        "fiscal",
        "million",
        "america",
        "silver",
        "corporation",
        "america",
        "silver",
        "silver",
        "mining",
        "company",
        "focused",
        "growth",
        "precious",
        "metal",
        "existing",
        "asset",
        "base",
        "execution",
        "targeted",
        "accretive",
        "acquisition",
        "owns",
        "operates",
        "cosalá",
        "operation",
        "sinaloa",
        "mexico",
        "galena",
        "mine",
        "complex",
        "idaho",
        "usa",
        "company",
        "acquired",
        "option",
        "san",
        "felipe",
        "development",
        "project",
        "sonora",
        "mexico",
        "daren",
        "dell",
        "chief",
        "operating",
        "officer",
        "qualified",
        "person",
        "canadian",
        "security",
        "administrator",
        "guideline",
        "approved",
        "applicable",
        "content",
        "news",
        "release",
        "information",
        "please",
        "see",
        "sedar",
        "cautionary",
        "statement",
        "information",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "includes",
        "limited",
        "company",
        "expectation",
        "intention",
        "plan",
        "assumption",
        "belief",
        "respect",
        "among",
        "thing",
        "realization",
        "operational",
        "exploration",
        "development",
        "plan",
        "cosalá",
        "operation",
        "galena",
        "complex",
        "well",
        "company",
        "financing",
        "effort",
        "often",
        "always",
        "information",
        "identified",
        "word",
        "anticipate",
        "believe",
        "expect",
        "goal",
        "plan",
        "intend",
        "estimate",
        "may",
        "assume",
        "similar",
        "word",
        "suggesting",
        "future",
        "outcome",
        "expectation",
        "belief",
        "plan",
        "objective",
        "assumption",
        "intention",
        "statement",
        "future",
        "event",
        "performance",
        "information",
        "based",
        "opinion",
        "estimate",
        "company",
        "date",
        "information",
        "provided",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "expressed",
        "implied",
        "forward",
        "looking",
        "information",
        "includes",
        "ability",
        "develop",
        "operate",
        "cosalá",
        "galena",
        "property",
        "risk",
        "associated",
        "mining",
        "industry",
        "economic",
        "factor",
        "including",
        "future",
        "commodity",
        "price",
        "currency",
        "fluctuation",
        "energy",
        "price",
        "ground",
        "condition",
        "factor",
        "factor",
        "limiting",
        "mine",
        "access",
        "failure",
        "plant",
        "equipment",
        "process",
        "transportation",
        "service",
        "operate",
        "anticipated",
        "environmental",
        "risk",
        "government",
        "regulation",
        "actual",
        "result",
        "current",
        "exploration",
        "production",
        "activity",
        "possible",
        "variation",
        "ore",
        "grade",
        "recovery",
        "rate",
        "permitting",
        "timeline",
        "capital",
        "expenditure",
        "reclamation",
        "activity",
        "social",
        "political",
        "development",
        "risk",
        "mining",
        "industry",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "information",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "information",
        "nature",
        "information",
        "involves",
        "numerous",
        "assumption",
        "inherent",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "contribute",
        "possibility",
        "prediction",
        "forecast",
        "projection",
        "various",
        "future",
        "event",
        "occur",
        "company",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "otherwise",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "factor",
        "affect",
        "information",
        "except",
        "required",
        "law",
        "cash",
        "flow",
        "generated",
        "operating",
        "activity",
        "financial",
        "measure",
        "calculated",
        "net",
        "cash",
        "flow",
        "used",
        "operating",
        "activity",
        "less",
        "change",
        "working",
        "capital",
        "item",
        "trade",
        "receivables",
        "inventory",
        "prepaid",
        "expense",
        "trade",
        "payable",
        "silver",
        "equivalent",
        "production",
        "throughout",
        "press",
        "release",
        "calculated",
        "based",
        "silver",
        "zinc",
        "lead",
        "copper",
        "realized",
        "price",
        "respective",
        "period",
        "cash",
        "cost",
        "per",
        "ounce",
        "sustaining",
        "cost",
        "per",
        "ounce",
        "performance",
        "measure",
        "standardized",
        "definition",
        "information",
        "detailed",
        "reconciliation",
        "please",
        "refer",
        "company",
        "quarterly",
        "md",
        "view",
        "source",
        "version",
        "http",
        "america",
        "silver",
        "corporation",
        "darren",
        "blasutti",
        "president",
        "ceo",
        "source",
        "america",
        "silver",
        "corporation"
    ]
}