{
    "organizations": [],
    "uuid": "29cb54ba6b66fe6494db0e632fb380eaf8b6e193",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/20/business-wire-herbalife-announces-proposed-offering-of-500-million-aggregate-principal-amount-of-convertible-senior-notes.html",
    "ord_in_thread": 0,
    "title": "Herbalife Announces Proposed Offering of $500 Million Aggregate Principal Amount of Convertible Senior Notes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOS ANGELES--(BUSINESS WIRE)-- Herbalife Ltd. (NYSE: HLF) (the “Company”) today announced that it intends, subject to market and other conditions, to offer $500 million aggregate principal amount of convertible senior notes due 2024 (the “Convertible Notes”) in a private offering to qualified institutional buyers pursuant to Rule 144A under the Securities Act of 1933, as amended (the “Securities Act”).\nFinal terms of the Convertible Notes, including the initial conversion price, interest rate and certain other terms of the Convertible Notes will be determined at the time of pricing. The Convertible Notes will be senior, unsecured obligations of the Company, and are expected to pay interest semiannually and upon conversion will be settled, at the Company’s election, in cash, the Company’s common shares, or a combination thereof, based on a conversion rate to be determined at the pricing of the Convertible Notes. The Convertible Notes will mature on March 15, 2024, unless redeemed, repurchased or converted in accordance with their terms prior to such date. Prior to December 15, 2023, the Convertible Notes will be convertible only upon the occurrence of certain events and during certain periods, and thereafter, at any time until the second scheduled trading day immediately preceding the maturity date.\nThe Company expects to use the net proceeds from the offering to repurchase a portion of the Company’s existing 2.00% convertible senior notes due 2019 (the “Existing Convertible Notes”) from a limited number of holders in privately negotiated transactions and for general corporate purposes.\nThe Company expects that, in connection with the intended repurchase of a portion of the Existing Convertible Notes, those holders of the Existing Convertible Notes that sell their Existing Convertible Notes to the Company may enter into or unwind various derivatives with respect to the Company’s common shares and/or purchase or sell the Company’s common shares in the market to hedge their exposure in connection with these transactions. In particular, the Company expects that many holders of the Existing Convertible Notes employ a convertible arbitrage strategy with respect to the Existing Convertible Notes and have a short position with respect to the Company’s common shares that they would close or reduce, through purchases of the Company’s common shares and/or the entry into various derivatives with respect to the Company’s common shares, in connection with the Company’s repurchase of their Existing Convertible Notes, including over a valuation period to be agreed separately with each such holder of Existing Convertible Notes that the Company expects to commence on the trading day immediately following the pricing of the Convertible Notes. This activity could result in an increase (or reduce the size of any decrease) in the market price of the Company’s common shares at that time.\nIn connection with the Company’s intended repurchase of Existing Convertible Notes, the Company expects to enter into agreements with the option counterparties to the capped call transactions entered into by the Company in connection with the Existing Convertible Notes, at one or more times concurrently with or following the pricing of the Convertible Notes, to terminate a portion of such existing capped call transactions, in each case, in a notional amount corresponding to the amount of such Existing Convertible Notes repurchased. In connection with any termination of existing capped call transactions and the related unwinding of the existing hedge position of the existing option counterparties with respect to such transactions, such existing option counterparties and/or their respective affiliates may sell the Company’s common shares in secondary market transactions, and/or enter into or unwind various derivative transactions with respect to the Company’s common shares, including over one or more valuation periods to be agreed separately with each such existing option counterparty at least one of which the Company expects to commence on the trading day immediately following the pricing of the Convertible Notes. This activity could result in a decrease (or reduce the size of any increase) in the market price of the Company’s common shares at that time. In connection with these transactions, the Company expects to separately receive payments and/or deliveries of the Company’s common shares in connection with the partial unwind of such existing capped call transactions in amounts that depend on the market price of the Company’s common shares at such times as agreed with the existing option counterparties.\nThis press release is neither an offer to sell nor a solicitation of an offer to buy the Convertible Notes or the common shares issuable upon conversion of the Convertible Notes, nor shall there be any sale of these securities in any state or jurisdiction in which such an offer, solicitation or sale would be unlawful prior to the registration or qualification under the securities laws of any such state or jurisdiction. Any offer, if at all, will be made only pursuant to Rule 144A under the Securities Act.\nThe Convertible Notes and any common shares issuable upon conversion of the Convertible Notes have not been and are not expected to be registered under the Securities Act, or the securities laws of any other jurisdiction, and may not be offered or sold in the United States absent registration or an applicable exemption from registration requirements.\nAbout Herbalife Ltd.\nHerbalife is a global nutrition company that sells weight-management, targeted nutrition, energy and sports and fitness and outer nutrition care products exclusively to and through dedicated Herbalife Independent Members in more than 90 countries. The Company has over 8,000 employees worldwide, and its shares are traded on the New York Stock Exchange (NYSE: HLF) with net sales of approximately $4.4 billion in 2017. The Company supports the Herbalife Family Foundation (HFF) and its Casa Herbalife programs to help bring good nutrition to children in need.\nFORWARD-LOOKING STATEMENTS\nThis release contains \"forward-looking statements\" within the meaning of the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Although we believe that the expectations reflected in any of our forward-looking statements are reasonable, actual results could differ materially from those projected or assumed in any of our Our future financial condition and results of operations, as well as any forward-looking statements, are subject to change and to inherent risks and uncertainties, such as those disclosed or incorporated by reference in our filings with the Securities and Exchange Commission. Important factors that could cause our actual results, performance and achievements, or industry results to differ materially from estimates or projections contained in our forward-looking statements include, among others, the following:\nour relationship with, and our ability to influence the actions of, our Members; improper action by our employees or Members in violation of applicable law; adverse publicity associated with our products or network marketing organization, including our ability to comfort the marketplace and regulators regarding our compliance with applicable laws; changing consumer preferences and demands; the competitive nature of our business; regulatory matters governing our products, including potential governmental or regulatory actions concerning the safety or efficacy of our products and network marketing program, including the direct selling markets in which we operate; legal challenges to our network marketing program; the consent order entered into with the FTC, the effects thereof and any failure to comply therewith; risks associated with operating internationally and the effect of economic factors, including foreign exchange, inflation, disruptions or conflicts with our third party importers, pricing and currency devaluation risks, especially in countries such as Venezuela; uncertainties relating to interpretation and enforcement of legislation in China governing direct selling and anti-pyramiding; our inability to obtain the necessary licenses to expand our direct selling business in China; adverse changes in the Chinese economy; our dependence on increased penetration of existing markets; any material disruption to our business caused by natural disasters, other catastrophic events, acts of war or terrorism, or cyber-security incidents; contractual limitations on our ability to expand our business; our reliance on our information technology infrastructure and outside manufacturers; the sufficiency of our trademarks and other intellectual property rights; product concentration; our reliance upon, or the loss or departure of any member of, our senior management team which could negatively impact our Member relations and operating results; U.S. and foreign laws and regulations applicable to our international operations; uncertainties relating to the United Kingdom's vote to exit from the European Union; restrictions imposed by covenants in our credit facility; risks related to the convertible notes; uncertainties relating to the application of transfer pricing, duties, value added taxes, and other tax regulations, and changes thereto; changes in tax laws, treaties or regulations, or their interpretation; taxation relating to our Members; product liability claims; our incorporation under the laws of the Cayman Islands; whether we will purchase any of our shares in the open markets or otherwise; and share price volatility related to, among other things, speculative trading and certain traders shorting our common shares.\nWe do not undertake any obligation to update or release any revisions to any forward-looking statement or to report any events or circumstances after the date hereof or to reflect the occurrence of unanticipated events, except as required by law.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180320006508/en/\nHerbalife Ltd.\nMedia Contact:\nJennifer Butler\nVP, Media Relations\n213.745.0420\nor\nInvestor Contact:\nEric Monroe\nDirector, Investor Relations\n213.745.0449\nSource: Herbalife Ltd.",
    "published": "2018-03-20T23:10:00.000+02:00",
    "crawled": "2018-03-21T01:58:58.109+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "los",
        "angeles",
        "business",
        "wire",
        "herbalife",
        "nyse",
        "hlf",
        "company",
        "today",
        "announced",
        "intends",
        "subject",
        "market",
        "condition",
        "offer",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "convertible",
        "note",
        "private",
        "offering",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "final",
        "term",
        "convertible",
        "note",
        "including",
        "initial",
        "conversion",
        "price",
        "interest",
        "rate",
        "certain",
        "term",
        "convertible",
        "note",
        "determined",
        "time",
        "pricing",
        "convertible",
        "note",
        "senior",
        "unsecured",
        "obligation",
        "company",
        "expected",
        "pay",
        "interest",
        "semiannually",
        "upon",
        "conversion",
        "settled",
        "company",
        "election",
        "cash",
        "company",
        "common",
        "share",
        "combination",
        "thereof",
        "based",
        "conversion",
        "rate",
        "determined",
        "pricing",
        "convertible",
        "note",
        "convertible",
        "note",
        "mature",
        "march",
        "unless",
        "redeemed",
        "repurchased",
        "converted",
        "accordance",
        "term",
        "prior",
        "date",
        "prior",
        "december",
        "convertible",
        "note",
        "convertible",
        "upon",
        "occurrence",
        "certain",
        "event",
        "certain",
        "period",
        "thereafter",
        "time",
        "second",
        "scheduled",
        "trading",
        "day",
        "immediately",
        "preceding",
        "maturity",
        "date",
        "company",
        "expects",
        "use",
        "net",
        "proceeds",
        "offering",
        "repurchase",
        "portion",
        "company",
        "existing",
        "convertible",
        "senior",
        "note",
        "due",
        "existing",
        "convertible",
        "note",
        "limited",
        "number",
        "holder",
        "privately",
        "negotiated",
        "transaction",
        "general",
        "corporate",
        "purpose",
        "company",
        "expects",
        "connection",
        "intended",
        "repurchase",
        "portion",
        "existing",
        "convertible",
        "note",
        "holder",
        "existing",
        "convertible",
        "note",
        "sell",
        "existing",
        "convertible",
        "note",
        "company",
        "may",
        "enter",
        "unwind",
        "various",
        "derivative",
        "respect",
        "company",
        "common",
        "share",
        "purchase",
        "sell",
        "company",
        "common",
        "share",
        "market",
        "hedge",
        "exposure",
        "connection",
        "transaction",
        "particular",
        "company",
        "expects",
        "many",
        "holder",
        "existing",
        "convertible",
        "note",
        "employ",
        "convertible",
        "arbitrage",
        "strategy",
        "respect",
        "existing",
        "convertible",
        "note",
        "short",
        "position",
        "respect",
        "company",
        "common",
        "share",
        "would",
        "close",
        "reduce",
        "purchase",
        "company",
        "common",
        "share",
        "entry",
        "various",
        "derivative",
        "respect",
        "company",
        "common",
        "share",
        "connection",
        "company",
        "repurchase",
        "existing",
        "convertible",
        "note",
        "including",
        "valuation",
        "period",
        "agreed",
        "separately",
        "holder",
        "existing",
        "convertible",
        "note",
        "company",
        "expects",
        "commence",
        "trading",
        "day",
        "immediately",
        "following",
        "pricing",
        "convertible",
        "note",
        "activity",
        "could",
        "result",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "company",
        "common",
        "share",
        "time",
        "connection",
        "company",
        "intended",
        "repurchase",
        "existing",
        "convertible",
        "note",
        "company",
        "expects",
        "enter",
        "agreement",
        "option",
        "counterparties",
        "capped",
        "call",
        "transaction",
        "entered",
        "company",
        "connection",
        "existing",
        "convertible",
        "note",
        "one",
        "time",
        "concurrently",
        "following",
        "pricing",
        "convertible",
        "note",
        "terminate",
        "portion",
        "existing",
        "capped",
        "call",
        "transaction",
        "case",
        "notional",
        "amount",
        "corresponding",
        "amount",
        "existing",
        "convertible",
        "note",
        "repurchased",
        "connection",
        "termination",
        "existing",
        "capped",
        "call",
        "transaction",
        "related",
        "unwinding",
        "existing",
        "hedge",
        "position",
        "existing",
        "option",
        "counterparties",
        "respect",
        "transaction",
        "existing",
        "option",
        "counterparties",
        "respective",
        "affiliate",
        "may",
        "sell",
        "company",
        "common",
        "share",
        "secondary",
        "market",
        "transaction",
        "enter",
        "unwind",
        "various",
        "derivative",
        "transaction",
        "respect",
        "company",
        "common",
        "share",
        "including",
        "one",
        "valuation",
        "period",
        "agreed",
        "separately",
        "existing",
        "option",
        "counterparty",
        "least",
        "one",
        "company",
        "expects",
        "commence",
        "trading",
        "day",
        "immediately",
        "following",
        "pricing",
        "convertible",
        "note",
        "activity",
        "could",
        "result",
        "decrease",
        "reduce",
        "size",
        "increase",
        "market",
        "price",
        "company",
        "common",
        "share",
        "time",
        "connection",
        "transaction",
        "company",
        "expects",
        "separately",
        "receive",
        "payment",
        "delivery",
        "company",
        "common",
        "share",
        "connection",
        "partial",
        "unwind",
        "existing",
        "capped",
        "call",
        "transaction",
        "amount",
        "depend",
        "market",
        "price",
        "company",
        "common",
        "share",
        "time",
        "agreed",
        "existing",
        "option",
        "counterparties",
        "press",
        "release",
        "neither",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "convertible",
        "note",
        "common",
        "share",
        "issuable",
        "upon",
        "conversion",
        "convertible",
        "note",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "offer",
        "made",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "convertible",
        "note",
        "common",
        "share",
        "issuable",
        "upon",
        "conversion",
        "convertible",
        "note",
        "expected",
        "registered",
        "security",
        "act",
        "security",
        "law",
        "jurisdiction",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "herbalife",
        "herbalife",
        "global",
        "nutrition",
        "company",
        "sell",
        "targeted",
        "nutrition",
        "energy",
        "sport",
        "fitness",
        "outer",
        "nutrition",
        "care",
        "product",
        "exclusively",
        "dedicated",
        "herbalife",
        "independent",
        "member",
        "country",
        "company",
        "employee",
        "worldwide",
        "share",
        "traded",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "hlf",
        "net",
        "sale",
        "approximately",
        "billion",
        "company",
        "support",
        "herbalife",
        "family",
        "foundation",
        "hff",
        "casa",
        "herbalife",
        "program",
        "help",
        "bring",
        "good",
        "nutrition",
        "child",
        "need",
        "statement",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "although",
        "believe",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "projected",
        "assumed",
        "future",
        "financial",
        "condition",
        "result",
        "operation",
        "well",
        "statement",
        "subject",
        "change",
        "inherent",
        "risk",
        "uncertainty",
        "disclosed",
        "incorporated",
        "reference",
        "filing",
        "security",
        "exchange",
        "commission",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "industry",
        "result",
        "differ",
        "materially",
        "estimate",
        "projection",
        "contained",
        "statement",
        "include",
        "among",
        "others",
        "following",
        "relationship",
        "ability",
        "influence",
        "action",
        "member",
        "improper",
        "action",
        "employee",
        "member",
        "violation",
        "applicable",
        "law",
        "adverse",
        "publicity",
        "associated",
        "product",
        "network",
        "marketing",
        "organization",
        "including",
        "ability",
        "comfort",
        "marketplace",
        "regulator",
        "regarding",
        "compliance",
        "applicable",
        "law",
        "changing",
        "consumer",
        "preference",
        "demand",
        "competitive",
        "nature",
        "business",
        "regulatory",
        "matter",
        "governing",
        "product",
        "including",
        "potential",
        "governmental",
        "regulatory",
        "action",
        "concerning",
        "safety",
        "efficacy",
        "product",
        "network",
        "marketing",
        "program",
        "including",
        "direct",
        "selling",
        "market",
        "operate",
        "legal",
        "challenge",
        "network",
        "marketing",
        "program",
        "consent",
        "order",
        "entered",
        "ftc",
        "effect",
        "thereof",
        "failure",
        "comply",
        "therewith",
        "risk",
        "associated",
        "operating",
        "internationally",
        "effect",
        "economic",
        "factor",
        "including",
        "foreign",
        "exchange",
        "inflation",
        "disruption",
        "conflict",
        "third",
        "party",
        "importer",
        "pricing",
        "currency",
        "devaluation",
        "risk",
        "especially",
        "country",
        "venezuela",
        "uncertainty",
        "relating",
        "interpretation",
        "enforcement",
        "legislation",
        "china",
        "governing",
        "direct",
        "selling",
        "inability",
        "obtain",
        "necessary",
        "license",
        "expand",
        "direct",
        "selling",
        "business",
        "china",
        "adverse",
        "change",
        "chinese",
        "economy",
        "dependence",
        "increased",
        "penetration",
        "existing",
        "market",
        "material",
        "disruption",
        "business",
        "caused",
        "natural",
        "disaster",
        "catastrophic",
        "event",
        "act",
        "war",
        "terrorism",
        "incident",
        "contractual",
        "limitation",
        "ability",
        "expand",
        "business",
        "reliance",
        "information",
        "technology",
        "infrastructure",
        "outside",
        "manufacturer",
        "sufficiency",
        "trademark",
        "intellectual",
        "property",
        "right",
        "product",
        "concentration",
        "reliance",
        "upon",
        "loss",
        "departure",
        "member",
        "senior",
        "management",
        "team",
        "could",
        "negatively",
        "impact",
        "member",
        "relation",
        "operating",
        "result",
        "foreign",
        "law",
        "regulation",
        "applicable",
        "international",
        "operation",
        "uncertainty",
        "relating",
        "united",
        "kingdom",
        "vote",
        "exit",
        "european",
        "union",
        "restriction",
        "imposed",
        "covenant",
        "credit",
        "facility",
        "risk",
        "related",
        "convertible",
        "note",
        "uncertainty",
        "relating",
        "application",
        "transfer",
        "pricing",
        "duty",
        "value",
        "added",
        "tax",
        "tax",
        "regulation",
        "change",
        "thereto",
        "change",
        "tax",
        "law",
        "treaty",
        "regulation",
        "interpretation",
        "taxation",
        "relating",
        "member",
        "product",
        "liability",
        "claim",
        "incorporation",
        "law",
        "cayman",
        "island",
        "whether",
        "purchase",
        "share",
        "open",
        "market",
        "otherwise",
        "share",
        "price",
        "volatility",
        "related",
        "among",
        "thing",
        "speculative",
        "trading",
        "certain",
        "trader",
        "shorting",
        "common",
        "share",
        "undertake",
        "obligation",
        "update",
        "release",
        "revision",
        "statement",
        "report",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "except",
        "required",
        "law",
        "view",
        "source",
        "version",
        "http",
        "herbalife",
        "medium",
        "contact",
        "jennifer",
        "butler",
        "vp",
        "medium",
        "relation",
        "investor",
        "contact",
        "eric",
        "monroe",
        "director",
        "investor",
        "relation",
        "source",
        "herbalife",
        "ltd"
    ]
}