{
    "organizations": [],
    "uuid": "8d60c6166ba4fa7e7f392d56013faf5a16300226",
    "author": "Aaron Pressman and Adam Lashinsky",
    "url": "http://fortune.com/2018/03/28/data-sheet-tech-stock-facebook-twitter-tesla/?iid=recirc_f500landing-zone2",
    "ord_in_thread": 0,
    "title": "Facebook, Twitter, Nvidia Tech Stocks Crushed in Market Rout",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Wall Street stocks endured a brutal session Monday, with the Dow seeing its steepest ever one-day point drops. Michael Nagle—Bloomberg via Getty Images By Aaron Pressman and Adam Lashinsky 9:02 AM EDT\nThis is the web version of Data To get it delivered daily to your in-box, sign up here .\nIt was another sea of red on the map of tech stocks Tuesday, as investors fled the sector they loved for so long . I’m not one for counseling panic. But the shellacking technology shares are taking is a good opportunity to separate the good from the bed—and the ugly too.\nWhen sectors take it on the chin, investors don’t discriminate. That’s why shares of Apple , Amazon , and Netflix declined. Other than the usual criticism of Apple not being what it used to be, Amazon having one great business (AWS) and one giant but thin-margined business (retailing), and Netflix being vastly overvalued, nothing has changed.\nCompanies like Twitter will see-saw at times like these, through no fault of their own. (Twitter fell victim to a negative analyst report, but it doesn’t take much.) Tesla is always susceptible to catching a nasty cold, what with its poor track record for keeping promises, it voracious cash needs , and its sky-high valuation. Add in another tragic crash and a debt downgrade, and poof—down goes its stock. Related, what Nvidia gained on the rise of self-driving cars it is losing on the sector’s challenges.\nThen there is Facebook . How bad might things get for the Silicon Valley media company that right about now wishes it weren’t a media company? Its entire business is based on selling its users’ information to advertisers, a clever trick while it lasted. It’s hard to see Facebook losing all popularity with all users, though, so there’s a business in there somewhere, even a good one. But somewhere between there and now might be a long way down.\nKind of reminds me of what people have been saying about the newspaper business for years.\n***\nMany readers liked my report Tuesday on Cisco’s big donation to combat homelessness in its home county. One departed Cisco veteran, however, called my column a “clunker” Quote: : “Cisco spends a fortune to reduce its taxes and keeps money parked overseas, waiting for a tax holiday. If the company actually paid its taxes, the local, state and federal benefit would be enormous. Much more significant than a one-time $50-million noblesse oblige gesture. For which I’m sure Cisco happily took a deduction.”\nIn a response, a Cisco spokesman said the company didn’t have enough time to get exact numbers on tax payments but that it doesn’t do social programs for tax-deduction reasons, adding: “We do these programs because we deeply care about our communities.”\nAdam Lashinsky @adamlashinsky adam_lashinsky@fortune.com NEWSWORTHY\nEh, what’s up, Doc? As Adam noted, tech stocks tanked on Tuesday amid growing fears of a regulatory crackdown. Poster child for the worrywarts Facebook lost 5% and is now down 18% since March 16. Darling chipmaker Nvidia lost 8% as it suspended its self-driving car tests worldwide in the wake of the Uber accident in Arizona that killed a pedestrian last week. Other big losers included Twitter, down 11%, Tesla, falling 8%, Netflix, off 6%, and Microsoft, down 5%.\nGee, ain’t I a stinker? Speaking of regulatory troubles, Facebook CEO and founder Mark Zuckerberg will reportedly testify before Congress to address criticism over the misuse of user data. But a date for the hearing by the House Energy and Commerce Committee has yet to be set, Bloomberg reported. The social network unveiled simplified privacy settings on Tuesday.\nFor shame, doc. Elsewhere in the mess of troubles, Uber agreed to pay $10 million to settle a class-action suit brought on behalf of 420 female and minority engineers. As part of the proposed settlement, the company said it would change how it decides employee compensation and promotions in addition to providing women and minorities with more training and mentoring. Uber also said it was allowing its permit to test self-driving cars in California lapse in the wake of last week’s fatal accident in Arizona. The company is also suspending tests in Pittsburgh and Toronto.\nWell, what did you expect in an opera? A happy ending? And speaking of shutdowns, two well known startups are closing their doors. Delivery firm Shyp is ending all operations after soaking up more than $60 million in venture backing. And innovative camera maker Lytro is closing down as part of being acquired by Google, which was mainly interested in hiring Lytro’s engineers.\nWatch me paste that pathetic palooka with a powerful, pachydermous, percussion pitch. Oracle’s on-again, off-again lawsuit against Google for copyright infringement is on again after an appeals court ruled for Larry Ellison’s side. The judges overturned a lower court decision that Google’s copying of some APIs from Oracle’s Java for use in Android was allowable under the Fair Use doctrine. The closely followed case could make it nearly impossible for companies to create interoperable software. Microsoft, Hewlett Packard Enterprise, and Red Hat had warned in a brief that a ruling for Oracle “would have a profoundly destabilizing effect on the entire industry.” The case is likely headed to the Supreme Court.\nI bet you say that to all the wabbits . Apple unveiled an upgraded 9.7-inch iPad aimed at schools and software to help teachers manage their classrooms. The new low-end iPad still costs $329 (or $299 for schools) but gained a faster processor and compatibility with Apple’s Pencil stylus. That doesn’t seem like enough to help Apple claw back the market share it has ceded to Google’s Chromebook in the education market. And in the first leak about the next Apple Watch upgrade, KGI Securities analyst Ming-Chi Kuo predicts a 15% larger screen, a “more trendy from factor design,” and a longer battery life.\nIt’s the suspense that gets me. Health insurance startup Oscar Health raised $165 million in a deal that valued the company at $3.2 billion, CNBC reported. “Before you know it, we’ll be profitable,” Brian West, Oscar’s CFO, told the network. “It’s around the corner.”\n(Headline quotation reference of the day )\nAdvertisement FOOD FOR THOUGHT\nIs a smartphone just a high-tech tool or should it be seen as actually an extension of the mind of the user? That’s the kind of question famed philosopher Andy Clark at the University of Edinburgh has been probing for the past few decades. Clark argues that the human mind extends into the devices and other tools that people use. Larissa MacFarquhar explains in a deep profile of Clark for The New Yorker .\nHow is it that human thought is so deeply different from that of other animals, even though our brains can be quite similar? The difference is due, he believes, to our heightened ability to incorporate props and tools into our thinking, to use them to think thoughts we could never have otherwise. If we do not see this, he writes, it is only because we are in the grip of a prejudice—“that whatever matters about my mind must depend solely on what goes on inside my own biological skin-bag, inside the ancient fortress of skin and skull.”\nOne problem with his Otto example, Clark thinks, is that it can suggest that a mind becomes extended only when the ordinary brain isn’t working as it should and needs a supplement—something like a hearing aid for cognition. This in turn suggests that a person whose mind is deeply linked to devices must be a medical patient or else a rare, strange, hybrid creature out of science fiction—a cyborg. But in fact, he thinks, we are all cyborgs, in the most natural way. Without the stimulus of the world, an infant could not learn to hear or see, and a brain develops and rewires itself in response to its environment throughout its life. Any human who uses language to think with has already incorporated an external device into his most intimate self, and the connections only proliferate from there.\nIN CASE YOU MISSED IT\nWhy This Chief Investment Officer Thinks Tesla ‘Is on the Verge of Bankruptcy’ By Grace Donnelly\nThe Secret History of the FBI’s Battle Against Apple Reveals the Bureau’s Mistakes By Aaron Pressman\nThis iTunes Store Error Message Suddenly Started Plaguing Apple iOS Users Worldwide By Mahita Gajanan\nMicrosoft Bans Offensive Language on Xbox, Skype By Chris Morris\nGoogle Search Takes Another Big Step Towards a Mobile-First World By David Meyer\nAlphabet Research Arm X Wants to Apply Artificial Intelligence to Farming By Jonathan Vanian\nCommentary: Apple Actually Cares About Users’ Data. Facebook Could Learn a Lesson By Alex Salkever\nAdvertisement BEFORE YOU GO\nThank you, Expedia. The travel site has posted super cool computer-rendered photographic re-creations of what seven wonders of the world , including the Parthenon and Hadrian’s Wall, looked like when they were built (as opposed to their current states of various ruin). Did I mention it was super cool?\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-03-28T21:02:00.000+03:00",
    "crawled": "2018-03-28T23:43:11.084+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wall",
        "street",
        "stock",
        "endured",
        "brutal",
        "session",
        "monday",
        "dow",
        "seeing",
        "steepest",
        "ever",
        "point",
        "drop",
        "michael",
        "via",
        "getty",
        "image",
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "edt",
        "web",
        "version",
        "data",
        "get",
        "delivered",
        "daily",
        "sign",
        "another",
        "sea",
        "red",
        "map",
        "tech",
        "stock",
        "tuesday",
        "investor",
        "fled",
        "sector",
        "loved",
        "long",
        "one",
        "counseling",
        "panic",
        "shellacking",
        "technology",
        "share",
        "taking",
        "good",
        "opportunity",
        "separate",
        "good",
        "ugly",
        "sector",
        "take",
        "chin",
        "investor",
        "discriminate",
        "share",
        "apple",
        "amazon",
        "netflix",
        "declined",
        "usual",
        "criticism",
        "apple",
        "used",
        "amazon",
        "one",
        "great",
        "business",
        "aws",
        "one",
        "giant",
        "business",
        "retailing",
        "netflix",
        "vastly",
        "overvalued",
        "nothing",
        "changed",
        "company",
        "like",
        "twitter",
        "time",
        "like",
        "fault",
        "twitter",
        "fell",
        "victim",
        "negative",
        "analyst",
        "report",
        "take",
        "much",
        "tesla",
        "always",
        "susceptible",
        "catching",
        "nasty",
        "cold",
        "poor",
        "track",
        "record",
        "keeping",
        "promise",
        "voracious",
        "cash",
        "need",
        "valuation",
        "add",
        "another",
        "tragic",
        "crash",
        "debt",
        "downgrade",
        "go",
        "stock",
        "related",
        "nvidia",
        "gained",
        "rise",
        "car",
        "losing",
        "sector",
        "challenge",
        "facebook",
        "bad",
        "might",
        "thing",
        "get",
        "silicon",
        "valley",
        "medium",
        "company",
        "right",
        "wish",
        "medium",
        "company",
        "entire",
        "business",
        "based",
        "selling",
        "user",
        "information",
        "advertiser",
        "clever",
        "trick",
        "lasted",
        "hard",
        "see",
        "facebook",
        "losing",
        "popularity",
        "user",
        "though",
        "business",
        "somewhere",
        "even",
        "good",
        "one",
        "somewhere",
        "might",
        "long",
        "way",
        "kind",
        "reminds",
        "people",
        "saying",
        "newspaper",
        "business",
        "year",
        "many",
        "reader",
        "liked",
        "report",
        "tuesday",
        "cisco",
        "big",
        "donation",
        "combat",
        "homelessness",
        "home",
        "county",
        "one",
        "departed",
        "cisco",
        "veteran",
        "however",
        "called",
        "column",
        "clunker",
        "quote",
        "cisco",
        "spends",
        "fortune",
        "reduce",
        "tax",
        "keep",
        "money",
        "parked",
        "overseas",
        "waiting",
        "tax",
        "holiday",
        "company",
        "actually",
        "paid",
        "tax",
        "local",
        "state",
        "federal",
        "benefit",
        "would",
        "enormous",
        "much",
        "significant",
        "noblesse",
        "oblige",
        "gesture",
        "sure",
        "cisco",
        "happily",
        "took",
        "response",
        "cisco",
        "spokesman",
        "said",
        "company",
        "enough",
        "time",
        "get",
        "exact",
        "number",
        "tax",
        "payment",
        "social",
        "program",
        "reason",
        "adding",
        "program",
        "deeply",
        "care",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "eh",
        "doc",
        "adam",
        "noted",
        "tech",
        "stock",
        "tanked",
        "tuesday",
        "amid",
        "growing",
        "fear",
        "regulatory",
        "crackdown",
        "poster",
        "child",
        "worrywart",
        "facebook",
        "lost",
        "since",
        "march",
        "darling",
        "chipmaker",
        "nvidia",
        "lost",
        "suspended",
        "car",
        "test",
        "worldwide",
        "wake",
        "uber",
        "accident",
        "arizona",
        "killed",
        "pedestrian",
        "last",
        "week",
        "big",
        "loser",
        "included",
        "twitter",
        "tesla",
        "falling",
        "netflix",
        "microsoft",
        "gee",
        "stinker",
        "speaking",
        "regulatory",
        "trouble",
        "facebook",
        "ceo",
        "founder",
        "mark",
        "zuckerberg",
        "reportedly",
        "testify",
        "congress",
        "address",
        "criticism",
        "misuse",
        "user",
        "data",
        "date",
        "hearing",
        "house",
        "energy",
        "commerce",
        "committee",
        "yet",
        "set",
        "bloomberg",
        "reported",
        "social",
        "network",
        "unveiled",
        "simplified",
        "privacy",
        "setting",
        "tuesday",
        "shame",
        "doc",
        "elsewhere",
        "mess",
        "trouble",
        "uber",
        "agreed",
        "pay",
        "million",
        "settle",
        "suit",
        "brought",
        "behalf",
        "female",
        "minority",
        "engineer",
        "part",
        "proposed",
        "settlement",
        "company",
        "said",
        "would",
        "change",
        "decides",
        "employee",
        "compensation",
        "promotion",
        "addition",
        "providing",
        "woman",
        "minority",
        "training",
        "mentoring",
        "uber",
        "also",
        "said",
        "allowing",
        "permit",
        "test",
        "car",
        "california",
        "lapse",
        "wake",
        "last",
        "week",
        "fatal",
        "accident",
        "arizona",
        "company",
        "also",
        "suspending",
        "test",
        "pittsburgh",
        "toronto",
        "well",
        "expect",
        "opera",
        "happy",
        "ending",
        "speaking",
        "shutdown",
        "two",
        "well",
        "known",
        "startup",
        "closing",
        "door",
        "delivery",
        "firm",
        "shyp",
        "ending",
        "operation",
        "soaking",
        "million",
        "venture",
        "backing",
        "innovative",
        "camera",
        "maker",
        "lytro",
        "closing",
        "part",
        "acquired",
        "google",
        "mainly",
        "interested",
        "hiring",
        "lytro",
        "engineer",
        "watch",
        "paste",
        "pathetic",
        "palooka",
        "powerful",
        "pachydermous",
        "percussion",
        "pitch",
        "oracle",
        "lawsuit",
        "google",
        "copyright",
        "infringement",
        "appeal",
        "court",
        "ruled",
        "larry",
        "ellison",
        "side",
        "judge",
        "overturned",
        "lower",
        "court",
        "decision",
        "google",
        "copying",
        "apis",
        "oracle",
        "java",
        "use",
        "android",
        "allowable",
        "fair",
        "use",
        "doctrine",
        "closely",
        "followed",
        "case",
        "could",
        "make",
        "nearly",
        "impossible",
        "company",
        "create",
        "interoperable",
        "software",
        "microsoft",
        "hewlett",
        "packard",
        "enterprise",
        "red",
        "hat",
        "warned",
        "brief",
        "ruling",
        "oracle",
        "would",
        "profoundly",
        "destabilizing",
        "effect",
        "entire",
        "case",
        "likely",
        "headed",
        "supreme",
        "court",
        "bet",
        "say",
        "wabbits",
        "apple",
        "unveiled",
        "upgraded",
        "ipad",
        "aimed",
        "school",
        "software",
        "help",
        "teacher",
        "manage",
        "classroom",
        "new",
        "ipad",
        "still",
        "cost",
        "school",
        "gained",
        "faster",
        "processor",
        "compatibility",
        "apple",
        "pencil",
        "stylus",
        "seem",
        "like",
        "enough",
        "help",
        "apple",
        "claw",
        "back",
        "market",
        "share",
        "ceded",
        "google",
        "chromebook",
        "education",
        "market",
        "first",
        "leak",
        "next",
        "apple",
        "watch",
        "upgrade",
        "kgi",
        "security",
        "analyst",
        "kuo",
        "predicts",
        "larger",
        "screen",
        "trendy",
        "factor",
        "design",
        "longer",
        "battery",
        "life",
        "suspense",
        "get",
        "health",
        "insurance",
        "startup",
        "oscar",
        "health",
        "raised",
        "million",
        "deal",
        "valued",
        "company",
        "billion",
        "cnbc",
        "reported",
        "know",
        "profitable",
        "brian",
        "west",
        "oscar",
        "cfo",
        "told",
        "network",
        "around",
        "headline",
        "quotation",
        "reference",
        "day",
        "advertisement",
        "food",
        "thought",
        "smartphone",
        "tool",
        "seen",
        "actually",
        "extension",
        "mind",
        "user",
        "kind",
        "question",
        "famed",
        "philosopher",
        "andy",
        "clark",
        "university",
        "edinburgh",
        "probing",
        "past",
        "decade",
        "clark",
        "argues",
        "human",
        "mind",
        "extends",
        "device",
        "tool",
        "people",
        "use",
        "larissa",
        "macfarquhar",
        "explains",
        "deep",
        "profile",
        "clark",
        "new",
        "yorker",
        "human",
        "thought",
        "deeply",
        "different",
        "animal",
        "even",
        "though",
        "brain",
        "quite",
        "similar",
        "difference",
        "due",
        "belief",
        "heightened",
        "ability",
        "incorporate",
        "prop",
        "tool",
        "thinking",
        "use",
        "think",
        "thought",
        "could",
        "never",
        "otherwise",
        "see",
        "writes",
        "grip",
        "whatever",
        "matter",
        "mind",
        "must",
        "depend",
        "solely",
        "go",
        "inside",
        "biological",
        "inside",
        "ancient",
        "fortress",
        "skin",
        "one",
        "problem",
        "otto",
        "example",
        "clark",
        "think",
        "suggest",
        "mind",
        "becomes",
        "extended",
        "ordinary",
        "brain",
        "working",
        "need",
        "like",
        "hearing",
        "aid",
        "cognition",
        "turn",
        "suggests",
        "person",
        "whose",
        "mind",
        "deeply",
        "linked",
        "device",
        "must",
        "medical",
        "patient",
        "else",
        "rare",
        "strange",
        "hybrid",
        "creature",
        "science",
        "cyborg",
        "fact",
        "think",
        "cyborg",
        "natural",
        "way",
        "without",
        "stimulus",
        "world",
        "infant",
        "could",
        "learn",
        "hear",
        "see",
        "brain",
        "develops",
        "rewires",
        "response",
        "environment",
        "throughout",
        "life",
        "human",
        "us",
        "language",
        "think",
        "already",
        "incorporated",
        "external",
        "device",
        "intimate",
        "self",
        "connection",
        "proliferate",
        "case",
        "missed",
        "chief",
        "investment",
        "officer",
        "think",
        "tesla",
        "verge",
        "bankruptcy",
        "grace",
        "donnelly",
        "secret",
        "history",
        "fbi",
        "battle",
        "apple",
        "reveals",
        "bureau",
        "mistake",
        "aaron",
        "pressman",
        "itunes",
        "store",
        "error",
        "message",
        "suddenly",
        "started",
        "plaguing",
        "apple",
        "io",
        "user",
        "worldwide",
        "mahita",
        "gajanan",
        "microsoft",
        "ban",
        "offensive",
        "language",
        "xbox",
        "skype",
        "chris",
        "morris",
        "google",
        "search",
        "take",
        "another",
        "big",
        "step",
        "towards",
        "world",
        "david",
        "meyer",
        "alphabet",
        "research",
        "arm",
        "x",
        "want",
        "apply",
        "artificial",
        "intelligence",
        "farming",
        "jonathan",
        "vanian",
        "commentary",
        "apple",
        "actually",
        "care",
        "user",
        "data",
        "facebook",
        "could",
        "learn",
        "lesson",
        "alex",
        "salkever",
        "advertisement",
        "go",
        "thank",
        "expedia",
        "travel",
        "site",
        "posted",
        "super",
        "cool",
        "photographic",
        "seven",
        "wonder",
        "world",
        "including",
        "parthenon",
        "hadrian",
        "wall",
        "looked",
        "like",
        "built",
        "opposed",
        "current",
        "state",
        "various",
        "ruin",
        "mention",
        "super",
        "cool",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}