{
    "organizations": [],
    "uuid": "8724bf01c5f9531334e86c0081920e9d6358413a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/business-wire-caci-provides-detailed-and-factual-information-regarding-its-proposal-to-acquire-csra-for-44-point-00-per-share.html",
    "ord_in_thread": 0,
    "title": "CACI Provides Detailed and Factual Information Regarding Its Proposal to Acquire CSRA for $44.00 Per Share",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ARLINGTON, Va.--(BUSINESS WIRE)-- CACI International Inc ( NYSE: CACI ) a leading information solutions and services provider to the federal government, provides detailed information for its shareholders regarding its proposal to acquire all outstanding shares of CSRA Inc. ( NYSE: CSRA ), a leading provider of next-generation IT solutions and professional services to government organizations, for $44.00 per share in cash and stock.\nGROWTH FOCUSED\nThis transaction is about growth and represents a transformation of two companies that will reshape the entire government solutions and services industry. Combining the long- term customer relationships and unique capabilities of both companies, our vision is to create a new kind of company, with the depth and breadth of capabilities required to meet the evolving requirements of any customer, current or in the future. In light of recent increased government spending in many of our markets, the combination of CACI and CSRA would allow CACI’s and CSRA’s shareholders to participate in the long-term value creation of the combined company.\nThe detailed, factual and material terms of our proposal include the following:\nCACI’s proposal anticipates leverage of 4.8x gross debt to EBITDA based on pro forma debt at closing and trailing twelve months’ EBITDA excluding non-cash stock compensation and including net run-rate synergies of $165M. We anticipate a reduction to 4.0x within 24 months after closing. CACI’s net synergies target of $165M is based on readily identifiable opportunities and consistent with synergies achieved in precedent transactions. The net synergies number is based on a gross savings target of approximately $270M, of which approximately 40% will be passed to our customers through cost-plus contracts. The net synergies target is equal to approximately 1.7% of combined revenue, which is consistent with the net synergies achieved in CACI’s acquisition of L-3 NSS, as well as the synergies reported by Leidos in its acquisition of Lockheed IS&GS, and by the parties in the combination of CSCGS and SRA. CACI’s proposal is expected to be neutral to our fiscal year 2019 non-GAAP earnings per share (EPS), and accretive in our fiscal year 2020. Non-GAAP EPS adds back the amortization of deal-related intangibles and financing fees, adds back the one-time costs to achieve synergies, and removes non-cash pension income. On an adjusted EPS basis (adding back certain non-cash expenses including depreciation and intangible amortization), the transaction will be meaningfully accretive in the fiscal year post close and thereafter. CACI’s proposal is structured to provide CSRA shareholders with immediate upside from equity participation in the substantial value creation of the combined entity, while still delivering superior economic value than the GD proposal at a CACI share price of $140 or higher. CACI’s proposal of $44.00 per share factors in the break-up fee of $204M. This is included within the CSRA debt to be assumed by CACI at closing and in our pro forma leverage and adjusted non-GAAP EPS calculations noted above, as well as in our analysis supporting the conclusion that our proposal offers superior value. This acquisition will further strengthen our already robust position for future growth as announced in a separate press release yesterday regarding guidance. In that release we continued to provide enhanced shareholder value by raising our net income and diluted earnings per share guidance, as well as the lower end of our annual revenue guidance for Fiscal Year 2018. We are confident that this is a superior proposal and look forward to negotiating any of the specific points of our proposal to help CSRA and their Board determine likewise.\nCACI’s proposal letter delivered to CSRA on March 16, 2018, is an attachment to CACI’s Form 8-K filed today.\nVALUE CREATION\nWith the strongest free cash flow in comparison to any of our competitors, this benefit will enable us to invest in our business and pursue the highest value opportunities for all our stakeholders. Our investors will experience value creation and the accelerated growth we expect from combining two market-leading companies with minimal contract overlap and whom possess highly differentiated offerings. Our customers will benefit from a broader set of offerings and the ability to transform their operations with end-to-end, mission-to-enterprise solutions. In addition, our customers will benefit from the substantial savings to be generated as part of the combination which will be passed back in the form of profits and lower costs on our contracts.\nOPERATIONS\nOperationally, we expect to experience substantial diversity across our customer set including an improved footprint in the Department of Defense, especially in areas of electronic warfare, cloud-based solutions, data analytics, machine learning, cyber and readiness and training. Further, we expect greater margin contribution as ~ 60% of our contract base will be firm fixed price and time and material structures. Finally, our combined ~$29 billion total backlog position with combined total awards over the last twelve months of ~$14 billion and a pipeline of over $19 billion provides a significant foundation for future growth buoyed by important customer past performance.\nINTEGRATION\nWe have a long history of creating long term shareholder value through acquisitions and an extensive track record of integrating value-creating acquisitions in an efficient and timely manner. Our plan is in place to fully integrate the organization and all corporate enterprise systems within 90 days of closing which is integral to achieving the cost synergies we propose. This allows us to focus externally on continued performance, growth, and the benefits we will derive together rather than working through the internal actions typically found in long integration timelines.\nAbout CACI\nCACI provides information solutions and services in support of national security missions and government transformation for Intelligence, Defense, and Federal Civilian customers. A Fortune Magazine World’s Most Admired Company in the IT Services industry, CACI is a member of the Fortune 1000 Largest Companies, the Russell 2000 Index, and the S&P SmallCap600 Index. CACI’s sustained commitment to ethics and integrity defines its corporate culture and drives its success. With approximately 18,700 employees worldwide, CACI provides dynamic career opportunities for military veterans and industry professionals to support the nation’s most critical missions. Join us! www.CACI.com .\nForward-Looking Statements\nThis document contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. You can identify these statements and other forward-looking statements in this document by words such as “may”, “will”, “would”, “expect”, “anticipate”, “believe”, “estimate”, “plan”, “intend”, “continue”, or similar words, expressions or the negative of such terms or other comparable terminology. These statements include, but are not limited to, the benefits of the business combination transaction involving CACI and CSRA, including the combined company’s future financial and operating results, plans, objectives, expectations and intentions, the achievement of CACI’s financial guidance, and other statements that are not historical facts. Such statements are based upon the current beliefs and expectations of CACI’s management and are subject to significant risks and uncertainties. Actual results may differ from those set forth in the forward-looking statements.\nThe following factors, among others, could cause actual results to differ from those set forth in the forward-looking statements: a decision by CSRA not to enter into the proposed transaction with CACI; the ability to obtain governmental approvals of the transaction on the proposed terms and schedule; the failure of CACI’s stockholders and CSRA’s shareholders to approve the transaction; the failure of the transaction to close for any reason; the risk that the businesses will not be integrated successfully; the risk that anticipated cost savings and any other synergies from the transaction may not be fully realized or may take longer to realize than expected; the potential impact of the announcement or consummation of the proposed transaction on relationships, including with employees, suppliers, customers and competitors; changes in general economic, business and political conditions, including changes in the financial markets; significant competition; compliance with extensive government regulation; the combined company’s ability to make acquisitions and its ability to integrate or manage such acquired businesses. Additional risks and factors are identified under “Risk Factors” in CACI’s Annual Report on Form 10-K filed on August 21, 2017, which is on file with the Commission.\nYou should not rely upon forward-looking statements as predictions of future events because these statements are based on assumptions that may not come true and are speculative by their nature. CACI does not undertake any obligation to update any of the forward-looking information included in this document, whether as a result of new information, future events, changed expectations or otherwise.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180319006179/en/\nCorporate Communications and Media:\nCACI International Inc\nJody Brown, 703-841–7801\nExecutive Vice President, Public Relations\njbrown@caci.com\nor\nInvestor Relations:\nCACI International Inc\nDavid Dragics, 866-606-3471\nSenior Vice President, Investor Relations\nddragics@caci.com\nor\nAbernathy MacGregor\nJeremy Jacobs, 212-371-5999\njrj@abmac.com\nor\nAlan Oshiki, 212-371-5999\naho@abmac.com\nSource: CACI International Inc",
    "published": "2018-03-19T22:24:00.000+02:00",
    "crawled": "2018-03-20T00:28:53.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "arlington",
        "business",
        "wire",
        "caci",
        "international",
        "inc",
        "nyse",
        "caci",
        "leading",
        "information",
        "solution",
        "service",
        "provider",
        "federal",
        "government",
        "provides",
        "detailed",
        "information",
        "shareholder",
        "regarding",
        "proposal",
        "acquire",
        "outstanding",
        "share",
        "csra",
        "nyse",
        "csra",
        "leading",
        "provider",
        "solution",
        "professional",
        "service",
        "government",
        "organization",
        "per",
        "share",
        "cash",
        "stock",
        "growth",
        "focused",
        "transaction",
        "growth",
        "represents",
        "transformation",
        "two",
        "company",
        "reshape",
        "entire",
        "government",
        "solution",
        "service",
        "industry",
        "combining",
        "term",
        "customer",
        "relationship",
        "unique",
        "capability",
        "company",
        "vision",
        "create",
        "new",
        "kind",
        "company",
        "depth",
        "breadth",
        "capability",
        "required",
        "meet",
        "evolving",
        "requirement",
        "customer",
        "current",
        "future",
        "light",
        "recent",
        "increased",
        "government",
        "spending",
        "many",
        "market",
        "combination",
        "caci",
        "csra",
        "would",
        "allow",
        "caci",
        "csra",
        "shareholder",
        "participate",
        "value",
        "creation",
        "combined",
        "company",
        "detailed",
        "factual",
        "material",
        "term",
        "proposal",
        "include",
        "following",
        "caci",
        "proposal",
        "anticipates",
        "leverage",
        "gross",
        "debt",
        "ebitda",
        "based",
        "pro",
        "forma",
        "debt",
        "closing",
        "trailing",
        "twelve",
        "month",
        "ebitda",
        "excluding",
        "stock",
        "compensation",
        "including",
        "net",
        "synergy",
        "165m",
        "anticipate",
        "reduction",
        "within",
        "month",
        "closing",
        "caci",
        "net",
        "synergy",
        "target",
        "165m",
        "based",
        "readily",
        "identifiable",
        "opportunity",
        "consistent",
        "synergy",
        "achieved",
        "precedent",
        "transaction",
        "net",
        "synergy",
        "number",
        "based",
        "gross",
        "saving",
        "target",
        "approximately",
        "270m",
        "approximately",
        "passed",
        "customer",
        "contract",
        "net",
        "synergy",
        "target",
        "equal",
        "approximately",
        "combined",
        "revenue",
        "consistent",
        "net",
        "synergy",
        "achieved",
        "caci",
        "acquisition",
        "nss",
        "well",
        "synergy",
        "reported",
        "leidos",
        "acquisition",
        "lockheed",
        "g",
        "party",
        "combination",
        "cscgs",
        "sra",
        "caci",
        "proposal",
        "expected",
        "neutral",
        "fiscal",
        "year",
        "earnings",
        "per",
        "share",
        "eps",
        "accretive",
        "fiscal",
        "year",
        "eps",
        "add",
        "back",
        "amortization",
        "intangible",
        "financing",
        "fee",
        "add",
        "back",
        "cost",
        "achieve",
        "synergy",
        "remove",
        "pension",
        "income",
        "adjusted",
        "eps",
        "basis",
        "adding",
        "back",
        "certain",
        "expense",
        "including",
        "depreciation",
        "intangible",
        "amortization",
        "transaction",
        "meaningfully",
        "accretive",
        "fiscal",
        "year",
        "post",
        "close",
        "thereafter",
        "caci",
        "proposal",
        "structured",
        "provide",
        "csra",
        "shareholder",
        "immediate",
        "upside",
        "equity",
        "participation",
        "substantial",
        "value",
        "creation",
        "combined",
        "entity",
        "still",
        "delivering",
        "superior",
        "economic",
        "value",
        "gd",
        "proposal",
        "caci",
        "share",
        "price",
        "higher",
        "caci",
        "proposal",
        "per",
        "share",
        "factor",
        "fee",
        "204m",
        "included",
        "within",
        "csra",
        "debt",
        "assumed",
        "caci",
        "closing",
        "pro",
        "forma",
        "leverage",
        "adjusted",
        "eps",
        "calculation",
        "noted",
        "well",
        "analysis",
        "supporting",
        "conclusion",
        "proposal",
        "offer",
        "superior",
        "value",
        "acquisition",
        "strengthen",
        "already",
        "robust",
        "position",
        "future",
        "growth",
        "announced",
        "separate",
        "press",
        "release",
        "yesterday",
        "regarding",
        "guidance",
        "release",
        "continued",
        "provide",
        "enhanced",
        "shareholder",
        "value",
        "raising",
        "net",
        "income",
        "diluted",
        "earnings",
        "per",
        "share",
        "guidance",
        "well",
        "lower",
        "end",
        "annual",
        "revenue",
        "guidance",
        "fiscal",
        "year",
        "confident",
        "superior",
        "proposal",
        "look",
        "forward",
        "negotiating",
        "specific",
        "point",
        "proposal",
        "help",
        "csra",
        "board",
        "determine",
        "likewise",
        "caci",
        "proposal",
        "letter",
        "delivered",
        "csra",
        "march",
        "attachment",
        "caci",
        "form",
        "filed",
        "today",
        "value",
        "creation",
        "strongest",
        "free",
        "cash",
        "flow",
        "comparison",
        "competitor",
        "benefit",
        "enable",
        "u",
        "invest",
        "business",
        "pursue",
        "highest",
        "value",
        "opportunity",
        "stakeholder",
        "investor",
        "experience",
        "value",
        "creation",
        "accelerated",
        "growth",
        "expect",
        "combining",
        "two",
        "company",
        "minimal",
        "contract",
        "overlap",
        "possess",
        "highly",
        "differentiated",
        "offering",
        "customer",
        "benefit",
        "broader",
        "set",
        "offering",
        "ability",
        "transform",
        "operation",
        "solution",
        "addition",
        "customer",
        "benefit",
        "substantial",
        "saving",
        "generated",
        "part",
        "combination",
        "passed",
        "back",
        "form",
        "profit",
        "lower",
        "cost",
        "contract",
        "operation",
        "operationally",
        "expect",
        "experience",
        "substantial",
        "diversity",
        "across",
        "customer",
        "set",
        "including",
        "improved",
        "footprint",
        "department",
        "defense",
        "especially",
        "area",
        "electronic",
        "warfare",
        "solution",
        "data",
        "analytics",
        "machine",
        "learning",
        "cyber",
        "readiness",
        "training",
        "expect",
        "greater",
        "margin",
        "contribution",
        "contract",
        "base",
        "firm",
        "fixed",
        "price",
        "time",
        "material",
        "structure",
        "finally",
        "combined",
        "billion",
        "total",
        "backlog",
        "position",
        "combined",
        "total",
        "award",
        "last",
        "twelve",
        "month",
        "billion",
        "pipeline",
        "billion",
        "provides",
        "significant",
        "foundation",
        "future",
        "growth",
        "buoyed",
        "important",
        "customer",
        "past",
        "performance",
        "integration",
        "long",
        "history",
        "creating",
        "long",
        "term",
        "shareholder",
        "value",
        "acquisition",
        "extensive",
        "track",
        "record",
        "integrating",
        "acquisition",
        "efficient",
        "timely",
        "manner",
        "plan",
        "place",
        "fully",
        "integrate",
        "organization",
        "corporate",
        "enterprise",
        "system",
        "within",
        "day",
        "closing",
        "integral",
        "achieving",
        "cost",
        "synergy",
        "propose",
        "allows",
        "u",
        "focus",
        "externally",
        "continued",
        "performance",
        "growth",
        "benefit",
        "derive",
        "together",
        "rather",
        "working",
        "internal",
        "action",
        "typically",
        "found",
        "long",
        "integration",
        "timeline",
        "caci",
        "caci",
        "provides",
        "information",
        "solution",
        "service",
        "support",
        "national",
        "security",
        "mission",
        "government",
        "transformation",
        "intelligence",
        "defense",
        "federal",
        "civilian",
        "customer",
        "fortune",
        "magazine",
        "world",
        "admired",
        "company",
        "service",
        "industry",
        "caci",
        "member",
        "fortune",
        "largest",
        "company",
        "russell",
        "index",
        "p",
        "smallcap600",
        "index",
        "caci",
        "sustained",
        "commitment",
        "ethic",
        "integrity",
        "defines",
        "corporate",
        "culture",
        "drive",
        "success",
        "approximately",
        "employee",
        "worldwide",
        "caci",
        "provides",
        "dynamic",
        "career",
        "opportunity",
        "military",
        "veteran",
        "industry",
        "professional",
        "support",
        "nation",
        "critical",
        "mission",
        "join",
        "u",
        "statement",
        "document",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "identify",
        "statement",
        "statement",
        "document",
        "word",
        "may",
        "would",
        "expect",
        "anticipate",
        "believe",
        "estimate",
        "plan",
        "intend",
        "continue",
        "similar",
        "word",
        "expression",
        "negative",
        "term",
        "comparable",
        "terminology",
        "statement",
        "include",
        "limited",
        "benefit",
        "business",
        "combination",
        "transaction",
        "involving",
        "caci",
        "csra",
        "including",
        "combined",
        "company",
        "future",
        "financial",
        "operating",
        "result",
        "plan",
        "objective",
        "expectation",
        "intention",
        "achievement",
        "caci",
        "financial",
        "guidance",
        "statement",
        "historical",
        "fact",
        "statement",
        "based",
        "upon",
        "current",
        "belief",
        "expectation",
        "caci",
        "management",
        "subject",
        "significant",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "set",
        "forth",
        "statement",
        "following",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "set",
        "forth",
        "statement",
        "decision",
        "csra",
        "enter",
        "proposed",
        "transaction",
        "caci",
        "ability",
        "obtain",
        "governmental",
        "approval",
        "transaction",
        "proposed",
        "term",
        "schedule",
        "failure",
        "caci",
        "stockholder",
        "csra",
        "shareholder",
        "approve",
        "transaction",
        "failure",
        "transaction",
        "close",
        "reason",
        "risk",
        "business",
        "integrated",
        "successfully",
        "risk",
        "anticipated",
        "cost",
        "saving",
        "synergy",
        "transaction",
        "may",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "potential",
        "impact",
        "announcement",
        "consummation",
        "proposed",
        "transaction",
        "relationship",
        "including",
        "employee",
        "supplier",
        "customer",
        "competitor",
        "change",
        "general",
        "economic",
        "business",
        "political",
        "condition",
        "including",
        "change",
        "financial",
        "market",
        "significant",
        "competition",
        "compliance",
        "extensive",
        "government",
        "regulation",
        "combined",
        "company",
        "ability",
        "make",
        "acquisition",
        "ability",
        "integrate",
        "manage",
        "acquired",
        "business",
        "additional",
        "risk",
        "factor",
        "identified",
        "risk",
        "factor",
        "caci",
        "annual",
        "report",
        "form",
        "filed",
        "august",
        "file",
        "commission",
        "rely",
        "upon",
        "statement",
        "prediction",
        "future",
        "event",
        "statement",
        "based",
        "assumption",
        "may",
        "come",
        "true",
        "speculative",
        "nature",
        "caci",
        "undertake",
        "obligation",
        "update",
        "information",
        "included",
        "document",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "changed",
        "expectation",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "corporate",
        "communication",
        "medium",
        "caci",
        "international",
        "inc",
        "jody",
        "brown",
        "executive",
        "vice",
        "president",
        "public",
        "relation",
        "jbrown",
        "investor",
        "relation",
        "caci",
        "international",
        "inc",
        "david",
        "dragics",
        "senior",
        "vice",
        "president",
        "investor",
        "relation",
        "ddragics",
        "abernathy",
        "macgregor",
        "jeremy",
        "jacob",
        "jrj",
        "alan",
        "oshiki",
        "aho",
        "source",
        "caci",
        "international",
        "inc"
    ]
}