{
    "organizations": [],
    "uuid": "bba96ea901d1ec733a6c6e25faac4391ce4ec513",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/business-wire-aerpio-reports-fourth-quarter-and-full-year-2017-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Aerpio Reports Fourth Quarter and Full Year 2017 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TIME-2b Clinical Trial of AKB-9778 in Patients with Diabetic Retinopathy Remains on Track\nConference Call and Webcast Today, March 13 th at 8:30 a.m. ET\nCINCINNATI--(BUSINESS WIRE)-- Aerpio Pharmaceuticals, Inc. (OTCQB:ARPO), a biopharmaceutical company focused on advancing first-in-class treatments for ocular diseases, today reported financial results for the fourth quarter and full year ended December 31, 2017.\n“Over the past year, Aerpio has made tremendous progress in the development of AKB-9778, our first-in-class Tie2-activator,” said Stephen Hoffman, MD, PhD, Chief Executive Officer of Aerpio. “In June 2017, we initiated our TIME-2b Phase 2b study in patients with non-proliferative diabetic retinopathy (NPDR). The ability to delay or reverse the progression of NPDR to sight-threatening conditions, such as proliferative diabetic retinopathy and diabetic macular edema, is a significant unmet medical need. We have been very encouraged by the clinical community’s interest in AKB-9778’s differentiated mechanism of action, its subcutaneous route of administration, and potential to treat multiple diabetic vascular comorbidities. In fact, we announced last month that we had completed enrollment in TIME-2b three months earlier than originally projected. We also recently reported preliminary data supporting the potential of AKB-9778 to protect the kidney vasculature in patients with diabetes. Additionally, based on findings from our previous Phase 2 trial with AKB-9778, we plan to begin clinical development for an eye drop formulation of AKB-9778 to treat primary open angle glaucoma within the next year.”\nRecent Company Highlights\nCompleted enrollment in the TIME-2b study, a Phase 2b clinical trial designed to assess the efficacy and safety of the Company’s lead candidate, AKB-9778, for patients with moderate-to-severe NPDR. Presented promising preliminary renal function data from the Company’s Phase 2a TIME-2 clinical trial at the Keystone Symposium on Reducing the Burden of Diabetes Related End-Organ Injury. Successfully completed pre-IND meeting with the FDA for AKB-4924, a once-daily, oral HIF-1α stabilizer for treatment of ulcerative colitis, a form of inflammatory bowel disease. Completed an AKB-4924 single ascending dose study in human subjects under a CTA in Canada. Successfully completed pre-IND meeting with FDA for ARP-1536, a fully-humanized monoclonal antibody that activates Tie2 by binding the extracellular domain of the vascular endothelial protein tyrosine phosphatase (VE-PTP). Because of the long half-life of monoclonal antibodies ARP-1536 has the potential activate Tie2 while being dosed less frequently. Appointed Stephen Hoffman, M.D., Ph.D., as Chief Executive Officer and to the Board of Directors. Appointed Michael Rogers as Chief Financial Officer.\nFourth Quarter and Full Year 2017 Financial Highlights\nAs of December 31, 2017, cash and cash equivalents totaled $20.3 million. Total shares outstanding as of December 31, 2017 were 27.1 million.\nFor the three months ended December 31, 2017, operating expenses totaled $6.3 million, compared to $3.3 million for the same period in 2016. Net loss attributable to common stockholders for the three months ended December 31, 2017 was $6.2 million, or $0.23 per share, compared to a net loss attributable to common stockholders of $4.6 million, or $4.76 per share, for the same period in 2016.\nOperating expenses for the full year ended December 31, 2017, was $21.4 million compared to $16.6 million for the full year ended December 31, 2016. Net loss attributable to common stockholders for the full year ended December 31, 2017 was $22.3 million, or $1.03 per share compared to a net loss attributable to common stockholders of $20.9 million, or $24.52 per share, for the full year ended December 31, 2016.\nResearch and development expenses for the full year ended December 31, 2017, increased approximately $0.8 million, or 7%, to $12.1 million from $11.4 million in the full year ended December 31, 2016. This increase was the result of increased spending on our lead candidate AKB-9778, currently in Phase 2b development, partially offset by a decrease in spending on our pipeline candidates AKB-4924 and ARP-1536.\nGeneral and administrative expenses for the full year ended December 31, 2017, increased approximately $4.0 million, or 75%, to $9.2 million from $5.3 million in the full year ended December 31, 2016. This increase was primarily attributable to personnel and related expenses, as well as professional services, including legal, accounting, insurance and other professional services expenses associated with the reverse merger and related transactions, which we refer to as the Merger, a private placement financing in March 2017, and operating as a public company.\nAs a result of the Merger during the first quarter of 2017, more fully discussed in our Annual Report on Form 10-K, outstanding preferred shares were exchanged for and outstanding amounts under senior secured convertible notes were converted into common shares of the Company. The Merger was treated as a recapitalization and reverse acquisition for financial reporting purposes. Following the Merger, we sold to accredited investors $40.2 million of our shares of common stock, generating net proceeds of $37.2 million after deducting placement agent fees and expenses of the offering.\nConference Call and Webcast\nAerpio management will host a live conference call and webcast at 8:30 a.m. Eastern Time today to discuss Aerpio’s financial results and provide a general business update.\nThe live webcast and a replay may be accessed by visiting Aerpio's website at http://ir.aerpio.com/ . Please connect to the Company's website at least 15 minutes prior to the live webcast to ensure adequate time for any software download that may be needed to access the webcast. Alternatively, please call (877) 216-7943 (U.S.) or (417) 629-5054 (international) to listen to the live conference call. The conference ID number for the live call is 9278906. Please dial in approximately 10 minutes prior to the call. Telephone replay will be available approximately two hours after the call. To access the replay, please call (855) 859-2056 (U.S.) or (404) 537-3406 (international). The conference ID number for the replay is 9278906.\nAbout AKB-9778\nAKB-9778 is being developed as a subcutaneous injection for the treatment of non-proliferative diabetic retinopathy. AKB-9778 binds to and inhibits the intracellular domain of VE-PTP, the most critical negative regulator of Tie2. AKB-9778 has demonstrated the ability to activate the Tie2 receptor irrespective of extracellular levels of its binding ligands, angiopoietin-1 (agonist) or angiopoietin-2 (antagonist) and may be the most efficient pharmacologic approach to activating Tie2.\nAbout Diabetic Retinopathy\nDiabetic Retinopathy (DR) is a complication of diabetes caused by damage to blood vessels in the retina. Severity of DR ranges from mild NPDR to more advanced proliferative diabetic retinopathy (PDR), the hallmark of which is the development of new abnormal blood vessels.\nAbout Aerpio Pharmaceuticals\nAerpio Pharmaceuticals, Inc. is a biopharmaceutical company focused on advancing first-in-class treatments for ocular diseases. The Company’s lead compound, AKB‐9778, is a small molecule activator of the Tie2 pathway and is in clinical development for the treatment of non-proliferative diabetic retinopathy. For more information please visit www.aerpio.com .\nForward Looking Statements\nThis press release contains forward-looking statements. Statements in this press release that are not purely historical are forward-looking statements. Such forward-looking statements include, among other things, the development of the Company’s product candidates, including AKB-9778 for non-proliferative diabetic retinopathy or otherwise and other pipeline candidates, and the therapeutic potential of the Company’s product candidates, including AKB-9778. Actual results could differ from those projected in any forward-looking statements due to several risk factors. Such factors include, among others, the ability to raise the additional funding needed to continue to develop AKB-9778 or other product development plans, the inherent uncertainties associated with the FDA and drug development process, competition in the industry in which the Company operates and overall market conditions. These forward-looking statements are made as of the date of this press release, and the Company assumes no obligation to update the forward-looking statements, or to update the reasons why actual results could differ from those projected in the forward-looking statements, except as required by law. Investors should consult all the information set forth herein and should also refer to the risk factor disclosure set forth in the reports and other documents the Company files with the SEC available at www.sec.gov .\nAERPIO PHARMACEUTICALS, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (In thousands, except per share amounts) Three months ended Year ended December 31, December 31, 2017 2016 2017 2016 Operating expenses: Research and development $ 3,780 $ 1,993 $ 12,147 $ 11,368 General and administrative 2,509 1,312 9,241 5,266 Total operating expenses 6,289 3,305 21,388 16,634 Loss from operations (6,289 ) (3,305 ) (21,388 ) (16,634 ) Grant Income - 15 94 131 Interest and other expense, net 54 (228 ) (106 ) (481 ) Net and comprehensive loss (6,235 ) (3,518 ) (21,400 ) (16,984 ) Reconciliation of net loss attributable to common stockholders: Net and comprehensive loss (6,235 ) (3,518 ) (21,400 ) (16,984 ) Extinguishment of preferred stock - - - 224 Adjustment of redeemable convertible preferred stock to redemption value - (1,054 ) (943 ) (4,152 ) Net loss attributable to common stockholders $ (6,235 ) $ (4,572 ) $ (22,343 ) $ (20,912 ) Net loss per share attributable to common stockholders, basic and diluted $ (0.23 ) $ (4.76 ) $ (1.03 ) $ (24.52 ) Weighted average number of common shares used in computing net loss per share attributable to common stockholders, basic and diluted 26,965 961 21,673 853 AERPIO PHARMACEUTICALS, INC. CONDENSED CONSOLIDATED BALANCE SHEETS (In thousands) December 31, December 31, 2017 2016 Assets Current assets: Cash and cash equivalents $ 20,264 $ 1,610 Short-term investments - 50 Prepaid research and development contracts 313 353 Other current assets 322 213 Total current assets 20,899 2,226 Furniture and equipment, net and deposits 129 171 Total assets $ 21,028 $ 2,397 Liabilities and shareholders' equity Current liabilities: Accounts payable and accrued expenses $ 3,592 $ 2,471 Convertible notes - 12,387 Total current liabilities 3,592 14,858 Redeemable convertible preferred stock (all classes) - 73,758 Stockholders' equity: Common stock and additional paid-in capital 125,999 - Accumulated deficit (108,563 ) (86,219 ) Total stockholders' equity (deficit) 17,436 (86,219 ) Total liabilities and shareholders' equity $ 21,028 $ 2,397\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180313005597/en/\nInvestor & Media:\nAerpio Pharmaceuticals, Inc.\nMichael Rogers\nChief Financial Officer\nmorgers@aerpio.com\nor\nBurns McClellan, on behalf of Aerpio Pharmaceuticals, Inc.\nMedia:\nJustin Jackson\njjackson@burnsmc.com\nor\nInvestors:\nAmi Bavishi\nabavishi@burnsmc.com\nSource: Aerpio Pharmaceuticals, Inc.",
    "published": "2018-03-13T14:00:00.000+02:00",
    "crawled": "2018-03-13T14:03:38.058+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clinical",
        "trial",
        "patient",
        "diabetic",
        "retinopathy",
        "remains",
        "track",
        "conference",
        "call",
        "webcast",
        "today",
        "march",
        "th",
        "et",
        "cincinnati",
        "business",
        "wire",
        "aerpio",
        "pharmaceutical",
        "otcqb",
        "arpo",
        "biopharmaceutical",
        "company",
        "focused",
        "advancing",
        "treatment",
        "ocular",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "past",
        "year",
        "aerpio",
        "made",
        "tremendous",
        "progress",
        "development",
        "said",
        "stephen",
        "hoffman",
        "md",
        "phd",
        "chief",
        "executive",
        "officer",
        "aerpio",
        "june",
        "initiated",
        "phase",
        "2b",
        "study",
        "patient",
        "diabetic",
        "retinopathy",
        "npdr",
        "ability",
        "delay",
        "reverse",
        "progression",
        "npdr",
        "condition",
        "proliferative",
        "diabetic",
        "retinopathy",
        "diabetic",
        "macular",
        "edema",
        "significant",
        "unmet",
        "medical",
        "need",
        "encouraged",
        "clinical",
        "community",
        "interest",
        "differentiated",
        "mechanism",
        "action",
        "subcutaneous",
        "route",
        "administration",
        "potential",
        "treat",
        "multiple",
        "diabetic",
        "vascular",
        "comorbidities",
        "fact",
        "announced",
        "last",
        "month",
        "completed",
        "enrollment",
        "three",
        "month",
        "earlier",
        "originally",
        "projected",
        "also",
        "recently",
        "reported",
        "preliminary",
        "data",
        "supporting",
        "potential",
        "protect",
        "kidney",
        "vasculature",
        "patient",
        "diabetes",
        "additionally",
        "based",
        "finding",
        "previous",
        "phase",
        "trial",
        "plan",
        "begin",
        "clinical",
        "development",
        "eye",
        "drop",
        "formulation",
        "treat",
        "primary",
        "open",
        "angle",
        "glaucoma",
        "within",
        "next",
        "recent",
        "company",
        "highlight",
        "completed",
        "enrollment",
        "study",
        "phase",
        "2b",
        "clinical",
        "trial",
        "designed",
        "assess",
        "efficacy",
        "safety",
        "company",
        "lead",
        "candidate",
        "patient",
        "npdr",
        "presented",
        "promising",
        "preliminary",
        "renal",
        "function",
        "data",
        "company",
        "phase",
        "2a",
        "clinical",
        "trial",
        "keystone",
        "symposium",
        "reducing",
        "burden",
        "diabetes",
        "related",
        "injury",
        "successfully",
        "completed",
        "meeting",
        "fda",
        "oral",
        "stabilizer",
        "treatment",
        "ulcerative",
        "colitis",
        "form",
        "inflammatory",
        "bowel",
        "disease",
        "completed",
        "single",
        "ascending",
        "dose",
        "study",
        "human",
        "subject",
        "cta",
        "canada",
        "successfully",
        "completed",
        "meeting",
        "fda",
        "monoclonal",
        "antibody",
        "activates",
        "tie2",
        "binding",
        "extracellular",
        "domain",
        "vascular",
        "endothelial",
        "protein",
        "tyrosine",
        "phosphatase",
        "long",
        "monoclonal",
        "antibody",
        "potential",
        "activate",
        "tie2",
        "dosed",
        "less",
        "frequently",
        "appointed",
        "stephen",
        "hoffman",
        "chief",
        "executive",
        "officer",
        "board",
        "director",
        "appointed",
        "michael",
        "rogers",
        "chief",
        "financial",
        "officer",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "highlight",
        "december",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "total",
        "share",
        "outstanding",
        "december",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "operating",
        "expense",
        "totaled",
        "million",
        "compared",
        "million",
        "period",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "period",
        "operating",
        "expense",
        "full",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "full",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "full",
        "year",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "full",
        "year",
        "ended",
        "december",
        "increased",
        "approximately",
        "million",
        "million",
        "million",
        "full",
        "year",
        "ended",
        "december",
        "increase",
        "result",
        "increased",
        "spending",
        "lead",
        "candidate",
        "currently",
        "phase",
        "2b",
        "development",
        "partially",
        "offset",
        "decrease",
        "spending",
        "pipeline",
        "candidate",
        "general",
        "administrative",
        "expense",
        "full",
        "year",
        "ended",
        "december",
        "increased",
        "approximately",
        "million",
        "million",
        "million",
        "full",
        "year",
        "ended",
        "december",
        "increase",
        "primarily",
        "attributable",
        "personnel",
        "related",
        "expense",
        "well",
        "professional",
        "service",
        "including",
        "legal",
        "accounting",
        "insurance",
        "professional",
        "service",
        "expense",
        "associated",
        "reverse",
        "merger",
        "related",
        "transaction",
        "refer",
        "merger",
        "private",
        "placement",
        "financing",
        "march",
        "operating",
        "public",
        "company",
        "result",
        "merger",
        "first",
        "quarter",
        "fully",
        "discussed",
        "annual",
        "report",
        "form",
        "outstanding",
        "preferred",
        "share",
        "exchanged",
        "outstanding",
        "amount",
        "senior",
        "secured",
        "convertible",
        "note",
        "converted",
        "common",
        "share",
        "company",
        "merger",
        "treated",
        "recapitalization",
        "reverse",
        "acquisition",
        "financial",
        "reporting",
        "purpose",
        "following",
        "merger",
        "sold",
        "accredited",
        "investor",
        "million",
        "share",
        "common",
        "stock",
        "generating",
        "net",
        "proceeds",
        "million",
        "deducting",
        "placement",
        "agent",
        "fee",
        "expense",
        "offering",
        "conference",
        "call",
        "webcast",
        "aerpio",
        "management",
        "host",
        "live",
        "conference",
        "call",
        "webcast",
        "eastern",
        "time",
        "today",
        "discus",
        "aerpio",
        "financial",
        "result",
        "provide",
        "general",
        "business",
        "update",
        "live",
        "webcast",
        "replay",
        "may",
        "accessed",
        "visiting",
        "aerpio",
        "website",
        "http",
        "please",
        "connect",
        "company",
        "website",
        "least",
        "minute",
        "prior",
        "live",
        "webcast",
        "ensure",
        "adequate",
        "time",
        "software",
        "download",
        "may",
        "needed",
        "access",
        "webcast",
        "alternatively",
        "please",
        "call",
        "international",
        "listen",
        "live",
        "conference",
        "call",
        "conference",
        "id",
        "number",
        "live",
        "call",
        "please",
        "dial",
        "approximately",
        "minute",
        "prior",
        "call",
        "telephone",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "call",
        "access",
        "replay",
        "please",
        "call",
        "international",
        "conference",
        "id",
        "number",
        "replay",
        "developed",
        "subcutaneous",
        "injection",
        "treatment",
        "diabetic",
        "retinopathy",
        "bind",
        "inhibits",
        "intracellular",
        "domain",
        "critical",
        "negative",
        "regulator",
        "tie2",
        "demonstrated",
        "ability",
        "activate",
        "tie2",
        "receptor",
        "irrespective",
        "extracellular",
        "level",
        "binding",
        "ligand",
        "agonist",
        "antagonist",
        "may",
        "efficient",
        "pharmacologic",
        "approach",
        "activating",
        "tie2",
        "diabetic",
        "retinopathy",
        "diabetic",
        "retinopathy",
        "dr",
        "complication",
        "diabetes",
        "caused",
        "damage",
        "blood",
        "vessel",
        "retina",
        "severity",
        "dr",
        "range",
        "mild",
        "npdr",
        "advanced",
        "proliferative",
        "diabetic",
        "retinopathy",
        "pdr",
        "hallmark",
        "development",
        "new",
        "abnormal",
        "blood",
        "vessel",
        "aerpio",
        "pharmaceutical",
        "aerpio",
        "pharmaceutical",
        "biopharmaceutical",
        "company",
        "focused",
        "advancing",
        "treatment",
        "ocular",
        "disease",
        "company",
        "lead",
        "compound",
        "small",
        "molecule",
        "activator",
        "tie2",
        "pathway",
        "clinical",
        "development",
        "treatment",
        "diabetic",
        "retinopathy",
        "information",
        "please",
        "visit",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "press",
        "release",
        "purely",
        "historical",
        "statement",
        "statement",
        "include",
        "among",
        "thing",
        "development",
        "company",
        "product",
        "candidate",
        "including",
        "diabetic",
        "retinopathy",
        "otherwise",
        "pipeline",
        "candidate",
        "therapeutic",
        "potential",
        "company",
        "product",
        "candidate",
        "including",
        "actual",
        "result",
        "could",
        "differ",
        "projected",
        "statement",
        "due",
        "several",
        "risk",
        "factor",
        "factor",
        "include",
        "among",
        "others",
        "ability",
        "raise",
        "additional",
        "funding",
        "needed",
        "continue",
        "develop",
        "product",
        "development",
        "plan",
        "inherent",
        "uncertainty",
        "associated",
        "fda",
        "drug",
        "development",
        "process",
        "competition",
        "industry",
        "company",
        "operates",
        "overall",
        "market",
        "condition",
        "statement",
        "made",
        "date",
        "press",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "update",
        "reason",
        "actual",
        "result",
        "could",
        "differ",
        "projected",
        "statement",
        "except",
        "required",
        "law",
        "investor",
        "consult",
        "information",
        "set",
        "forth",
        "herein",
        "also",
        "refer",
        "risk",
        "factor",
        "disclosure",
        "set",
        "forth",
        "report",
        "document",
        "company",
        "file",
        "sec",
        "available",
        "aerpio",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "grant",
        "income",
        "interest",
        "expense",
        "net",
        "net",
        "comprehensive",
        "loss",
        "reconciliation",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "comprehensive",
        "loss",
        "extinguishment",
        "preferred",
        "stock",
        "adjustment",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "redemption",
        "value",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "aerpio",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "research",
        "development",
        "contract",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "furniture",
        "equipment",
        "net",
        "deposit",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "convertible",
        "note",
        "total",
        "current",
        "liability",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "class",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "shareholder",
        "equity",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "medium",
        "aerpio",
        "pharmaceutical",
        "michael",
        "rogers",
        "chief",
        "financial",
        "officer",
        "morgers",
        "burn",
        "mcclellan",
        "behalf",
        "aerpio",
        "pharmaceutical",
        "medium",
        "justin",
        "jackson",
        "jjackson",
        "investor",
        "ami",
        "bavishi",
        "abavishi",
        "source",
        "aerpio",
        "pharmaceutical",
        "inc"
    ]
}