{
    "organizations": [],
    "uuid": "37d530e771cc1dbc123869be51a31eacf18ba17c",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/06/new-york-times-digital-new-foils-for-the-right-google-and-facebook.html",
    "ord_in_thread": 0,
    "title": "New Foils for the Right: Google and Facebook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Conservatives are zeroing in on a new enemy in the political culture wars: Big Tech.\nArguing that Silicon Valley is stifling their speech and suppressing right-wing content, publishers and provocateurs on the right are eyeing a public-relations battle against online giants such as Google and Facebook , the same platforms they once relied on to build a national movement.\nIn a sign of escalation, Peter Schweizer, a right-wing journalist known for his investigations into Hillary Clinton, plans to release a new film focusing on technology companies and their role in filtering the news.\nTentatively titled “The Creepy Line,” Schweizer’s documentary is expected to have its first screening in May in Cannes, France — during the Cannes Film Festival, but not as part of the official competition. He used the same rollout two years ago for his previous film, an adaptation of his book “Clinton Cash” that he produced with Stephen K. Bannon, the former head of Breitbart News.\n”The Creepy Line” alludes to an infamous 2010 speech by Eric Schmidt, the chief executive of Google at the time, who dismissed concerns about privacy by declaring that his company’s policy was “to get right up to the creepy line and not cross it.”\nThe documentary, which has not been previously reported, dovetails with concerns raised in recent weeks by right-wing groups about censorship on digital media — a new front in a rapidly evolving culture war.\nIf the mainstream media is a perennial enemy of the right, Big Tech is a fresh and novel foe, arguably more relevant to 2018. Facebook, Google and their ilk are facing tough questions about their inability to police the content they distribute, including Russian propaganda during the 2016 presidential campaign. The companies have also been accused by lawmakers, critics and activists of monopolistic tendencies and manipulative product design.\nThe critique from conservatives, in contrast, casts the Big Tech companies as censorious and oppressive, all too eager to stifle right-wing content in an effort to mollify liberal critics.\n“This could end up being the free speech issue of our time,” said Alex Marlow, editor in chief of Breitbart News, which has published articles accusing Google and Facebook of, among other sins, political bias. “The Silicon Valley elites are saying: ‘We don’t care what you want to see — we know what you should see. We know better.’”\nBig Tech is easily associated with West Coast liberalism and Democratic politics, making it a fertile target for the right. And operational opacity at Facebook, Google and Twitter , which are reluctant to reveal details about their algorithms and internal policies, can leave them vulnerable, too.\n“It’s the perfect foil,” said Eli Pariser, a former executive director of the liberal activist group MoveOn.org and the author of “The Filter Bubble,” a book about how consumers find information online. “There’s not even a real basis to establish objective research about what’s happening on Facebook, because it’s closed.”\nMore from The New York Times: \nHere come the fake videos, too \nTrump administration stalls largest tech merger in new sign of protectionism \nDorm living for professionals comes to San Francisco \nGoogle, Facebook and Twitter loomed large at last month’s Conservative Political Action Conference in Oxon Hill, Md., where dozens of guests squeezed into a standing-room-only ballroom for a discussion called “Suppression of Conservative Views on Social Media: A First Amendment Issue.”\nAmong the panelists were James O’Keefe, the guerrilla filmmaker who has tried to undermine news outlets such as The New York Times, The Washington Post and CNN, and James Damore, an engineer fired by Google after he circulated a memo arguing that biological differences accounted for the low number of women in engineering.\nDamore — a new celebrity in the right-wing world, who, in an interview, said of his first foray to CPAC, “There’s definitely a lot of people that want to take selfies” — described a culture of dogmatic liberalism at Google.\n“There are political activists in all of these companies that want to actively push a liberal agenda,” he said. “Why does it matter? Because these companies are so ubiquitous and powerful that they are controlling all the means of mass communication.”\nBefore Damore spoke, organizers distributed baseball caps to guests emblazoned with an illustration of Twitter’s bird logo, upside-down and with its eyes crossed out.\nThe panelists accused social media platforms of delisting their videos or stripping them of advertising. Such charges have long been staples of far-right online discourse, especially among YouTubers, but Schweizer’s project is poised to bring such arguments to a new — and potentially larger — audience.\nSchweizer , 53, was a speechwriting consultant to President George W. Bush. His reporting has been cited by The Times and “60 Minutes,” although he often uses a bombastic style akin to that of Breitbart News.\nHe is also the president of the Government Accountability Institute, a conservative nonprofit organization. He and Bannon founded it with funding from the family of Robert Mercer, the billionaire hedge-fund manager and donor to Donald J. Trump’s presidential campaign.\nSchweizer declined to identify the film’s financial backers. A spokeswoman for the institute said it was not involved in the project.\nIn some ways, the complaints from the right about Big Tech mirror the grumblings of legacy news organizations, which have expressed concern that online algorithms wield too much power over how readers gain access to their content.\nJeffrey A. Zucker, the president of CNN, derided Google and Facebook as “monopolies” and called for regulators to step in during a speech in Spain last month , saying the tech hegemony is “the biggest issue facing the growth of journalism in the years ahead.” And former President Barack Obama said at an off-the-record conference at the Massachusetts Institute of Technology last month that he worried Americans were living in “entirely different realities” and that large tech companies such as Facebook were “not just an invisible platform, they’re shaping our culture in powerful ways.” The contents of the speech were published by Reason magazine .\nIn the right’s more internet-savvy quarters, tech platforms have been a regular — and fruitful — subject of discussion since before the 2016 election. In May that year, Facebook was forced to respond to claims that the curators of its Trending Topics feature had suppressed conservative news sources, a controversy that called attention to Facebook’s editorial power.\nThat charge of editorial bias was echoed last weekend by Alex Jones, the conspiracy theorist behind Infowars, who accused YouTube of planning to delete his organization’s account, a claim that was widely shared among conservatives.\nYouTube did delete some videos that accused teenage survivors of the Parkland, Florida, school shooting of being “crisis actors,” and it issued “strikes,” or warnings, to the accounts of Infowars and Jerome Corsi, a conservative author and Infowars contributor. (YouTube denied that it had plans to delete the Infowars account.)\nFacebook has also caught flak for adjusting the algorithm for its News Feed to emphasize posts from “friends, family and groups” over content from public pages. The change was part of an effort by the company to answer criticism, but also to reinvigorate its oldest and most profitable product, which recently recorded a decline in American daily users for the first time in its history.\nThe Facebook adjustment has affected virtually every media organization that is partly dependent on the platform for audiences, but it appears to have hit some harder than others. They include right-wing sites like Gateway Pundit and the millennial-focused Independent Journal Review, which was forced to lay off staff members last month.\nThe social news giant BuzzFeed recently bought ads on Facebook with the message, “Facebook is taking the news out of your News Feed, but we’ve got you covered,” directing users to download its app. Away from the political scrum, the viral lifestyle site LittleThings, once a top publisher on the platform, announced last week that it would cease operations, blaming “a full-on catastrophic update” to Facebook’s revised algorithms.\nRight-wing media has pounced. In late February, citing statistics from the social analytics firm NewsWhip, Breitbart published an article on the effects on the president’s Facebook page with the headline “EXCLUSIVE: Trump’s Facebook Engagement Declined By 45 Percent Following Algorithm Change.” The drop, the article insinuated, occurred “following a year of pressure from left-wing employees and the mainstream media for ‘allowing’ the president to win the 2016 general election.”\nStill, the brewing backlash did not stop Google and Facebook from courting the very crowd that now seems ready to declare them enemies. Both companies were sponsors at this year’s CPAC, leading to a few awkward moments.\nFacebook, which sponsored a “help desk” for attendees featuring smiling representatives and cookies frosted with emoji icons, provided a demonstration of its virtual reality program, Oculus. But the company was forced to apologize for including a first-person shooter simulation, given that the conference took place a week after the Parkland massacre.\nGoogle, which has co-sponsored CPAC three of the past six years, held a lavish reception for attendees featuring an open bar and a roaring outdoor fireplace.\nMarlow, the editor of Breitbart, was asked in an interview what he thought about Google’s giving a party in the midst of a crowd that is gunning for it.\n“The least they can do,” Marlow said, “is buy us a drink.”",
    "published": "2018-03-06T16:04:00.000+02:00",
    "crawled": "2018-03-06T18:37:05.073+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "conservative",
        "zeroing",
        "new",
        "enemy",
        "political",
        "culture",
        "war",
        "big",
        "tech",
        "arguing",
        "silicon",
        "valley",
        "stifling",
        "speech",
        "suppressing",
        "content",
        "publisher",
        "provocateur",
        "right",
        "eyeing",
        "battle",
        "online",
        "giant",
        "google",
        "facebook",
        "platform",
        "relied",
        "build",
        "national",
        "movement",
        "sign",
        "escalation",
        "peter",
        "schweizer",
        "journalist",
        "known",
        "investigation",
        "hillary",
        "clinton",
        "plan",
        "release",
        "new",
        "film",
        "focusing",
        "technology",
        "company",
        "role",
        "filtering",
        "news",
        "tentatively",
        "titled",
        "creepy",
        "line",
        "schweizer",
        "documentary",
        "expected",
        "first",
        "screening",
        "may",
        "cannes",
        "france",
        "cannes",
        "film",
        "festival",
        "part",
        "official",
        "competition",
        "used",
        "rollout",
        "two",
        "year",
        "ago",
        "previous",
        "film",
        "adaptation",
        "book",
        "clinton",
        "cash",
        "produced",
        "stephen",
        "bannon",
        "former",
        "head",
        "breitbart",
        "news",
        "creepy",
        "line",
        "alludes",
        "infamous",
        "speech",
        "eric",
        "schmidt",
        "chief",
        "executive",
        "google",
        "time",
        "dismissed",
        "concern",
        "privacy",
        "declaring",
        "company",
        "policy",
        "get",
        "right",
        "creepy",
        "line",
        "cross",
        "documentary",
        "previously",
        "reported",
        "dovetail",
        "concern",
        "raised",
        "recent",
        "week",
        "group",
        "censorship",
        "digital",
        "medium",
        "new",
        "front",
        "rapidly",
        "evolving",
        "culture",
        "war",
        "mainstream",
        "medium",
        "perennial",
        "enemy",
        "right",
        "big",
        "tech",
        "fresh",
        "novel",
        "foe",
        "arguably",
        "relevant",
        "facebook",
        "google",
        "ilk",
        "facing",
        "tough",
        "question",
        "inability",
        "police",
        "content",
        "distribute",
        "including",
        "russian",
        "propaganda",
        "presidential",
        "campaign",
        "company",
        "also",
        "accused",
        "lawmaker",
        "critic",
        "activist",
        "monopolistic",
        "tendency",
        "manipulative",
        "product",
        "design",
        "critique",
        "conservative",
        "contrast",
        "cast",
        "big",
        "tech",
        "company",
        "censorious",
        "oppressive",
        "eager",
        "stifle",
        "content",
        "effort",
        "mollify",
        "liberal",
        "critic",
        "could",
        "end",
        "free",
        "speech",
        "issue",
        "time",
        "said",
        "alex",
        "marlow",
        "editor",
        "chief",
        "breitbart",
        "news",
        "published",
        "article",
        "accusing",
        "google",
        "facebook",
        "among",
        "sin",
        "political",
        "bias",
        "silicon",
        "valley",
        "elite",
        "saying",
        "care",
        "want",
        "see",
        "know",
        "see",
        "know",
        "big",
        "tech",
        "easily",
        "associated",
        "west",
        "coast",
        "liberalism",
        "democratic",
        "politics",
        "making",
        "fertile",
        "target",
        "right",
        "operational",
        "opacity",
        "facebook",
        "google",
        "twitter",
        "reluctant",
        "reveal",
        "detail",
        "algorithm",
        "internal",
        "policy",
        "leave",
        "vulnerable",
        "perfect",
        "foil",
        "said",
        "eli",
        "pariser",
        "former",
        "executive",
        "director",
        "liberal",
        "activist",
        "group",
        "author",
        "filter",
        "bubble",
        "book",
        "consumer",
        "find",
        "information",
        "online",
        "even",
        "real",
        "basis",
        "establish",
        "objective",
        "research",
        "happening",
        "facebook",
        "new",
        "york",
        "time",
        "come",
        "fake",
        "video",
        "trump",
        "administration",
        "stall",
        "largest",
        "tech",
        "merger",
        "new",
        "sign",
        "protectionism",
        "dorm",
        "living",
        "professional",
        "come",
        "san",
        "francisco",
        "google",
        "facebook",
        "twitter",
        "loomed",
        "large",
        "last",
        "month",
        "conservative",
        "political",
        "action",
        "conference",
        "oxon",
        "hill",
        "dozen",
        "guest",
        "squeezed",
        "ballroom",
        "discussion",
        "called",
        "suppression",
        "conservative",
        "view",
        "social",
        "medium",
        "first",
        "amendment",
        "among",
        "panelist",
        "james",
        "keefe",
        "guerrilla",
        "filmmaker",
        "tried",
        "undermine",
        "news",
        "outlet",
        "new",
        "york",
        "time",
        "washington",
        "post",
        "cnn",
        "james",
        "damore",
        "engineer",
        "fired",
        "google",
        "circulated",
        "memo",
        "arguing",
        "biological",
        "difference",
        "accounted",
        "low",
        "number",
        "woman",
        "engineering",
        "damore",
        "new",
        "celebrity",
        "world",
        "interview",
        "said",
        "first",
        "foray",
        "cpac",
        "definitely",
        "lot",
        "people",
        "want",
        "take",
        "selfies",
        "described",
        "culture",
        "dogmatic",
        "liberalism",
        "google",
        "political",
        "activist",
        "company",
        "want",
        "actively",
        "push",
        "liberal",
        "agenda",
        "said",
        "matter",
        "company",
        "ubiquitous",
        "powerful",
        "controlling",
        "mean",
        "mass",
        "damore",
        "spoke",
        "organizer",
        "distributed",
        "baseball",
        "cap",
        "guest",
        "emblazoned",
        "illustration",
        "twitter",
        "bird",
        "logo",
        "eye",
        "crossed",
        "panelist",
        "accused",
        "social",
        "medium",
        "platform",
        "delisting",
        "video",
        "stripping",
        "advertising",
        "charge",
        "long",
        "staple",
        "online",
        "discourse",
        "especially",
        "among",
        "youtubers",
        "schweizer",
        "project",
        "poised",
        "bring",
        "argument",
        "new",
        "potentially",
        "larger",
        "audience",
        "schweizer",
        "speechwriting",
        "consultant",
        "president",
        "george",
        "bush",
        "reporting",
        "cited",
        "time",
        "minute",
        "although",
        "often",
        "us",
        "bombastic",
        "style",
        "akin",
        "breitbart",
        "news",
        "also",
        "president",
        "government",
        "accountability",
        "institute",
        "conservative",
        "nonprofit",
        "organization",
        "bannon",
        "founded",
        "funding",
        "family",
        "robert",
        "mercer",
        "billionaire",
        "manager",
        "donor",
        "donald",
        "trump",
        "presidential",
        "campaign",
        "schweizer",
        "declined",
        "identify",
        "film",
        "financial",
        "backer",
        "spokeswoman",
        "institute",
        "said",
        "involved",
        "project",
        "way",
        "complaint",
        "right",
        "big",
        "tech",
        "mirror",
        "grumbling",
        "legacy",
        "news",
        "organization",
        "expressed",
        "concern",
        "online",
        "algorithm",
        "wield",
        "much",
        "power",
        "reader",
        "gain",
        "access",
        "content",
        "jeffrey",
        "zucker",
        "president",
        "cnn",
        "derided",
        "google",
        "facebook",
        "monopoly",
        "called",
        "regulator",
        "step",
        "speech",
        "spain",
        "last",
        "month",
        "saying",
        "tech",
        "hegemony",
        "biggest",
        "issue",
        "facing",
        "growth",
        "journalism",
        "year",
        "former",
        "president",
        "barack",
        "obama",
        "said",
        "conference",
        "massachusetts",
        "institute",
        "technology",
        "last",
        "month",
        "worried",
        "american",
        "living",
        "entirely",
        "different",
        "reality",
        "large",
        "tech",
        "company",
        "facebook",
        "invisible",
        "platform",
        "shaping",
        "culture",
        "powerful",
        "content",
        "speech",
        "published",
        "reason",
        "magazine",
        "right",
        "quarter",
        "tech",
        "platform",
        "regular",
        "fruitful",
        "subject",
        "discussion",
        "since",
        "election",
        "may",
        "year",
        "facebook",
        "forced",
        "respond",
        "claim",
        "curator",
        "trending",
        "topic",
        "feature",
        "suppressed",
        "conservative",
        "news",
        "source",
        "controversy",
        "called",
        "attention",
        "facebook",
        "editorial",
        "power",
        "charge",
        "editorial",
        "bias",
        "echoed",
        "last",
        "weekend",
        "alex",
        "jones",
        "conspiracy",
        "theorist",
        "behind",
        "infowars",
        "accused",
        "youtube",
        "planning",
        "delete",
        "organization",
        "account",
        "claim",
        "widely",
        "shared",
        "among",
        "conservative",
        "youtube",
        "delete",
        "video",
        "accused",
        "teenage",
        "survivor",
        "parkland",
        "florida",
        "school",
        "shooting",
        "crisis",
        "actor",
        "issued",
        "strike",
        "warning",
        "account",
        "infowars",
        "jerome",
        "corsi",
        "conservative",
        "author",
        "infowars",
        "contributor",
        "youtube",
        "denied",
        "plan",
        "delete",
        "infowars",
        "account",
        "facebook",
        "also",
        "caught",
        "flak",
        "adjusting",
        "algorithm",
        "news",
        "feed",
        "emphasize",
        "post",
        "friend",
        "family",
        "group",
        "content",
        "public",
        "page",
        "change",
        "part",
        "effort",
        "company",
        "answer",
        "criticism",
        "also",
        "reinvigorate",
        "oldest",
        "profitable",
        "product",
        "recently",
        "recorded",
        "decline",
        "american",
        "daily",
        "user",
        "first",
        "time",
        "history",
        "facebook",
        "adjustment",
        "affected",
        "virtually",
        "every",
        "medium",
        "organization",
        "partly",
        "dependent",
        "platform",
        "audience",
        "appears",
        "hit",
        "harder",
        "others",
        "include",
        "site",
        "like",
        "gateway",
        "pundit",
        "independent",
        "journal",
        "review",
        "forced",
        "lay",
        "staff",
        "member",
        "last",
        "month",
        "social",
        "news",
        "giant",
        "buzzfeed",
        "recently",
        "bought",
        "ad",
        "facebook",
        "message",
        "facebook",
        "taking",
        "news",
        "news",
        "feed",
        "got",
        "covered",
        "directing",
        "user",
        "download",
        "app",
        "away",
        "political",
        "scrum",
        "viral",
        "lifestyle",
        "site",
        "littlethings",
        "top",
        "publisher",
        "platform",
        "announced",
        "last",
        "week",
        "would",
        "cease",
        "operation",
        "blaming",
        "catastrophic",
        "update",
        "facebook",
        "revised",
        "algorithm",
        "medium",
        "pounced",
        "late",
        "february",
        "citing",
        "statistic",
        "social",
        "analytics",
        "firm",
        "newswhip",
        "breitbart",
        "published",
        "article",
        "effect",
        "president",
        "facebook",
        "page",
        "headline",
        "exclusive",
        "trump",
        "facebook",
        "engagement",
        "declined",
        "percent",
        "following",
        "algorithm",
        "drop",
        "article",
        "insinuated",
        "occurred",
        "following",
        "year",
        "pressure",
        "employee",
        "mainstream",
        "medium",
        "allowing",
        "president",
        "win",
        "general",
        "still",
        "brewing",
        "backlash",
        "stop",
        "google",
        "facebook",
        "courting",
        "crowd",
        "seems",
        "ready",
        "declare",
        "enemy",
        "company",
        "sponsor",
        "year",
        "cpac",
        "leading",
        "awkward",
        "moment",
        "facebook",
        "sponsored",
        "help",
        "desk",
        "attendee",
        "featuring",
        "smiling",
        "representative",
        "cooky",
        "frosted",
        "emoji",
        "icon",
        "provided",
        "demonstration",
        "virtual",
        "reality",
        "program",
        "oculus",
        "company",
        "forced",
        "apologize",
        "including",
        "shooter",
        "simulation",
        "given",
        "conference",
        "took",
        "place",
        "week",
        "parkland",
        "massacre",
        "google",
        "cpac",
        "three",
        "past",
        "six",
        "year",
        "held",
        "lavish",
        "reception",
        "attendee",
        "featuring",
        "open",
        "bar",
        "roaring",
        "outdoor",
        "fireplace",
        "marlow",
        "editor",
        "breitbart",
        "asked",
        "interview",
        "thought",
        "google",
        "giving",
        "party",
        "midst",
        "crowd",
        "gunning",
        "least",
        "marlow",
        "said",
        "buy",
        "u",
        "drink"
    ]
}