{
    "organizations": [],
    "uuid": "a182745bd38ca4b02c4d8e424fa6043a1f980785",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/03/22/term-sheet-thursday-march-22/",
    "ord_in_thread": 0,
    "title": "Term Sheet -- Thursday, March 22 | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Polina Marinova 9:18 AM EDT THE VC WAR CHEST\nGood morning, Term Sheet readers.\nLet’s talk war chests.\nSequoia Capital is raising as much as $12 billion between its global growth fund and other venture capital and growth funds in the United States and China. The investment firm has set a $250 million minimum check size required for limited partners to participate in its global growth fund.\nSome have claimed that VC firms are building their war chests in effort to compete (or at least keep up) with SoftBank’s mammoth $100 billion Vision Fund. For context, SoftBank poured more than $7 billion (nearly Sequoia’s entire growth fund target amount) into just one company, Uber. Some media outlets have reported that Sequoia can use its sizable war chest to lure entrepreneurs who prefer to steer clear of SoftBank.\nAt any rate, there is certainly no shortage of capital. Battery Ventures raised $1.25 billion across two new funds last month. General Catalyst is targeting $1 billion for its largest fund ever. And as you see in the “Firms & Funds” section at the the bottom of Term Sheet today, Khosla Ventures is raising another $400 million for a seed fund for a total of $1.4 billion across two new investment funds.\nAll of these funds combined would pale in comparison to the Vision Fund, but it seems that 2018 is shaping up to be “the year of the mega-fund.”\nAs VC firms raise larger funds and pump capital into venture-backed companies at various stages, they allow them to stay private longer. My question is: Will these trends further widen the funding gap? How will some of these macro-investing trends affect early-stage startups, for example?\nI still think about what Patricia Nakache, a general partner at Trinity Ventures, said about how mega-funds are affecting her deals. She said that Softbank and its counterparts are creating a subset of untouchable companies, called “the super-haves.” From the Q&A :\nIt’s really altering the structure of venture pretty fundamentally. I feel like over the past three years, the venture environment had bifurcated into this world of “haves” and “have nots” where there are some companies that have struggled to raise money and some companies that have been able to raise gobs of money.\nBut I think what the Vision Fund has done has created this layer of “super-haves.” And the “super-haves” are almost untouchable in a way because they’re in a whole different stratosphere from a competitive perspective. If you are an early-stage venture fund, you have to be thinking pretty hard about, “I hope I’m backing the company that ultimately becomes a ‘super-have’ because they seem to have an unfair advantage.”\nWe saw a prime example of a “super-have” company flexing its muscles earlier this month when WeWork acquired Conductor , a content marketing platform which works with some large enterprise clients. The deal came only days after Industrious , a co-working office space startup that competes with WeWork, raised $80 million in venture funding to grow its roster of corporate customers.\nLike I said before, money matters. Industrious’ total venture funding of $142 million pales in comparison to WeWork’s $6.9 billion. In today’s world, even a really well-funded startup company will have trouble competing when it’s up against a “super-have” company backed by a mega-fund.\nAdvertisement THE LATEST FROM FORTUNE...\n• This Is the Personal Data that Facebook Collects—And Sometimes Sells (by Kirsten Korosec)\n• Trump Is Expected to Hit China With $50 Billion in Tariffs Today\n• Starbucks Promises 100% Pay Equality for Women and Minorities\n• Facebook CEO Mark Zuckerberg Agrees to Testify Over Cambridge Analytica—Maybe (by David Meyer)\n…AND ELSEWHERE:\nA brief history of Mark Zuckerberg apologizing (or not apologizing) for stuff . Travis Kalanick’s return and the ‘bad boys’ who always come back . Musk probably won’t move to Mars after $2.6 billion pay approved .\nVENTURE DEALS\n• SZ DJI Technology Co Ltd , a China-based maker of non-military drones, is in talks to raise at least $500 million in funding at a $15 billion valuation, according to Reuters. Read more.\n• Sift Science , a San Francisco-based provider of fraud prevention and risk management, raised $53 million in Series D funding. Stripes Group led the round, and was joined by investors including Union Square Ventures, Insight Venture Partners and Spark Capital.\n• Fauna Inc , a San Francisco-based transactional NoSQL database, raised $25 million in Series A funding. Investors include Capital One Growth Ventures, GV, Point72 Ventures, Afore Capital and Costanoa Ventures.\n• Matillion , a U.K.-based maker of cloud data integration tools, raised $20 million in Series B funding. Sapphire Ventures led the round , and was joined by investors including Scale Venture Partners .\n• Chargebee , a California and India-based SaaS subscription management and recurring billing solution, raised $18 million in Series C funding. Insight Venture Partners led the round, and was joined by investors including Accel Partners and Tiger Global Management .\n• Burrow , a New York-based modular sofa company, raised $14 million in Series A funding. New Enterprise Associates led the round, and was joined by investors including Correlation Ventures.\n• Bestmile , a Switzerland-based developer of a smartphone application and a cloud intelligence platform for driverless vehicles, raised $11 million in Series A funding. Road Ventures SA led the round, and was joined by investors including Partech Ventures, Groupe ADP, Airbus Ventures, Serena Capital and the Mobility.fund.\n• Userlane , a Germany-based software company, raised 4 million euros ($4.9 million) in Series A funding. Capnamic Ventures led the round with participation from High Tech Gründerfonds and FTR Ventures.\n• Amper Music, a New York-based artificial intelligence music composer, performer, and producer, raised $4 million in seed funding. Investors include Horizons Ventures, Two Sigma Ventures, Advancit Capital, Foundry Group and Kiwi Venture Partners.\n• AdStage , a San Francisco-based closed-loop reporting and automation platform for paid marketers, raised $3 million in funding. Investors include Forté Ventures, HubSpot, and Verizon Ventures.\nAdvertisement HEALTH AND LIFE SCIENCES DEALS\n• TCR2 Therapeutics Inc , a Cambridge, Mass.-based immuno-oncology company, raised $125 million in Series B funding. 6 Dimensions Capital and Curative Ventures co-led the round, and were joined by investors including Redmile Group, ArrowMark Partners, Hillhouse Capital Group, MiraeAsset Financial Group, Lucion Group, Sirona Capital, Alexandria Venture Investments, MPM Capital, F2 Ventures and Cathay Fortune Capital Investment.\n• Rheos Medicines , a company focused on immunometabolism, raised $60 million in Series A funding. Investors include Third Rock Ventures, LLC.\n• ArcherDX, Inc . , a Boulder, Colo.-based company focused on NGS-based gene fusion detection assays, raised $35 million in Series A preferred funding. Boulder Ventures, Ltd. and PBM Capital Group, LLC co-led the round, and were joined by investors including Longwood Fund and Peierls Foundation.\n• Cernostics , a Pittsburgh, Penn.-based provider of cancer diagnostics and prognostics, raised $2.5 million in Series A1 financing. Illumina Ventures led the round.\nAdvertisement PRIVATE EQUITY DEALS\n• Anju Software Inc , a portfolio company of Providence Equity Partners , acquired the assets of Sylogent , a Newtown, Penn.-based provider of software and business services for the pharmaceutical industry. Financial terms weren’t disclosed.\n• Hanover Partners acquired Blast Deflectors Inc , a Reno, Nevada-based maker of jet blast deflectors ground run-up enclosures, and end-around taxiway screens for aviation infrastructure applications. Financial terms weren’t disclosed.\nAdvertisement OTHER DEALS\n• Greenlane acquired VaporNation , an online retailer of vaporizers. Financial terms weren’t disclosed.\nAdvertisement IPOs\n• Deutsche Bank , the German banking giant, said it plans to offer shares of its asset management business DWS between 32 euros ($39.30) and 33 euros ($40.64) apiece. The firm plans to offer 40 million shares, raising $1.6 billion. Read more.\n• Dropbox, the San Francisco-based cloud firm, says it to raise $684 million in an offering of 36 million shares (25% insider) priced between $18 to $20 a piece, up from a previously stated range of $16 to $18. At $20, The firm posted revenue of $1.1 billion in 2017 and loss of $111.7 million in 2017. Sequoia Capital (24.8% pre-IPO), Accel (5.3%), and T. Rowe Price (2.2%) back the firm. Goldman Sachs, J.P. Morgan, Deutsche Bank, Allen & Company, and BofA Merrill Lynch are joint bookrunners in the deal. Dropbox plans to list on the Nasdaq as “DBX.” Read more .\n• GrafTech International , a Brooklyn Heights, Ohio-based firm making graphite electrode products, filed to raise $100 million. The firm posted sales of $550.7 million and income of $8 million in 2017. J.P. Morgan, Credit Suisse, Citi, RBC Capital Markets, HSBC Corp. and BMO Capital Markets are joint bookrunners in the deal. It plans to list on the NYSE as “EAF.” Read more .\n• Tenable, the cybersecurity firm, has hired Morgan Stanley to lead an IPO coming as soon as this fall, Reuters reports citing sources. Read more .\nAdvertisement EXITS\n• HelloFresh is buying Green Chef Corporation , a Denver, Colo.-based organic meal kit startup. Financial terms weren’t disclosed. Green Chef has raised approximately $15.5 million in venture funding from investors including NEA and TA Ventures. Read more at Fortune.\n• Averys , an Equistone Partners Europe portfolio company, has acquired Storax , a Portugal-based provider of industrial racking and shelving systems. Financial terms weren’t disclosed. Ramada Aços Group SA was the seller.\nAdvertisement FIRMS + FUNDS\n• Qiming Venture Partners , a China-based venture capital firm, has set out to raise a $900 million sixth venture fund, according to a filing with the SEC.\n• Khosla Ventures , a Menlo Park, Calif.-based private equity and venture capital firm, has set out to raise a $400 million fourth seed fund, according to a filing with the SEC.\nAdvertisement PEOPLE\n• Quake Capital named Priscilla Pesci as a partner.\nAdvertisement SHARE TODAY'S TERM SHEET\nView this email in your browser .\nPolina Marinova produces Term Sheet, and Lucinda Shen compiles the IPO news. Send deal announcements to Polina here and IPO news to Lucinda here .",
    "published": "2018-03-22T11:18:00.000+02:00",
    "crawled": "2018-03-22T16:55:08.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "polina",
        "marinova",
        "edt",
        "vc",
        "war",
        "chest",
        "good",
        "morning",
        "term",
        "sheet",
        "reader",
        "let",
        "talk",
        "war",
        "chest",
        "sequoia",
        "capital",
        "raising",
        "much",
        "billion",
        "global",
        "growth",
        "fund",
        "venture",
        "capital",
        "growth",
        "fund",
        "united",
        "state",
        "china",
        "investment",
        "firm",
        "set",
        "million",
        "minimum",
        "check",
        "size",
        "required",
        "limited",
        "partner",
        "participate",
        "global",
        "growth",
        "fund",
        "claimed",
        "vc",
        "firm",
        "building",
        "war",
        "chest",
        "effort",
        "compete",
        "least",
        "keep",
        "softbank",
        "mammoth",
        "billion",
        "vision",
        "fund",
        "context",
        "softbank",
        "poured",
        "billion",
        "nearly",
        "sequoia",
        "entire",
        "growth",
        "fund",
        "target",
        "amount",
        "one",
        "company",
        "uber",
        "medium",
        "outlet",
        "reported",
        "sequoia",
        "use",
        "sizable",
        "war",
        "chest",
        "lure",
        "entrepreneur",
        "prefer",
        "steer",
        "clear",
        "softbank",
        "rate",
        "certainly",
        "shortage",
        "capital",
        "battery",
        "venture",
        "raised",
        "billion",
        "across",
        "two",
        "new",
        "fund",
        "last",
        "month",
        "general",
        "catalyst",
        "targeting",
        "billion",
        "largest",
        "fund",
        "ever",
        "see",
        "firm",
        "fund",
        "section",
        "bottom",
        "term",
        "sheet",
        "today",
        "khosla",
        "venture",
        "raising",
        "another",
        "million",
        "seed",
        "fund",
        "total",
        "billion",
        "across",
        "two",
        "new",
        "investment",
        "fund",
        "fund",
        "combined",
        "would",
        "pale",
        "comparison",
        "vision",
        "fund",
        "seems",
        "shaping",
        "year",
        "vc",
        "firm",
        "raise",
        "larger",
        "fund",
        "pump",
        "capital",
        "company",
        "various",
        "stage",
        "allow",
        "stay",
        "private",
        "longer",
        "question",
        "trend",
        "widen",
        "funding",
        "gap",
        "trend",
        "affect",
        "startup",
        "example",
        "still",
        "think",
        "patricia",
        "nakache",
        "general",
        "partner",
        "trinity",
        "venture",
        "said",
        "affecting",
        "deal",
        "said",
        "softbank",
        "counterpart",
        "creating",
        "subset",
        "untouchable",
        "company",
        "called",
        "q",
        "really",
        "altering",
        "structure",
        "venture",
        "pretty",
        "fundamentally",
        "feel",
        "like",
        "past",
        "three",
        "year",
        "venture",
        "environment",
        "bifurcated",
        "world",
        "have",
        "nots",
        "company",
        "struggled",
        "raise",
        "money",
        "company",
        "able",
        "raise",
        "gob",
        "money",
        "think",
        "vision",
        "fund",
        "done",
        "created",
        "layer",
        "almost",
        "untouchable",
        "way",
        "whole",
        "different",
        "stratosphere",
        "competitive",
        "perspective",
        "venture",
        "fund",
        "thinking",
        "pretty",
        "hard",
        "hope",
        "backing",
        "company",
        "ultimately",
        "becomes",
        "seem",
        "unfair",
        "saw",
        "prime",
        "example",
        "company",
        "flexing",
        "muscle",
        "earlier",
        "month",
        "wework",
        "acquired",
        "conductor",
        "content",
        "marketing",
        "platform",
        "work",
        "large",
        "enterprise",
        "client",
        "deal",
        "came",
        "day",
        "industrious",
        "office",
        "space",
        "startup",
        "competes",
        "wework",
        "raised",
        "million",
        "venture",
        "funding",
        "grow",
        "roster",
        "corporate",
        "customer",
        "like",
        "said",
        "money",
        "matter",
        "industrious",
        "total",
        "venture",
        "funding",
        "million",
        "pale",
        "comparison",
        "wework",
        "billion",
        "today",
        "world",
        "even",
        "really",
        "startup",
        "company",
        "trouble",
        "competing",
        "company",
        "backed",
        "advertisement",
        "latest",
        "fortune",
        "personal",
        "data",
        "facebook",
        "sometimes",
        "sell",
        "kirsten",
        "korosec",
        "trump",
        "expected",
        "hit",
        "china",
        "billion",
        "tariff",
        "today",
        "starbucks",
        "promise",
        "pay",
        "equality",
        "woman",
        "minority",
        "facebook",
        "ceo",
        "mark",
        "zuckerberg",
        "agrees",
        "testify",
        "cambridge",
        "david",
        "meyer",
        "elsewhere",
        "brief",
        "history",
        "mark",
        "zuckerberg",
        "apologizing",
        "apologizing",
        "stuff",
        "travis",
        "kalanick",
        "return",
        "bad",
        "boy",
        "always",
        "come",
        "back",
        "musk",
        "probably",
        "move",
        "mar",
        "billion",
        "pay",
        "approved",
        "venture",
        "deal",
        "sz",
        "dji",
        "technology",
        "co",
        "ltd",
        "maker",
        "drone",
        "talk",
        "raise",
        "least",
        "million",
        "funding",
        "billion",
        "valuation",
        "according",
        "reuters",
        "read",
        "sift",
        "science",
        "san",
        "provider",
        "fraud",
        "prevention",
        "risk",
        "management",
        "raised",
        "million",
        "series",
        "funding",
        "stripe",
        "group",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "union",
        "square",
        "venture",
        "insight",
        "venture",
        "partner",
        "spark",
        "capital",
        "fauna",
        "inc",
        "san",
        "transactional",
        "nosql",
        "database",
        "raised",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "capital",
        "one",
        "growth",
        "venture",
        "gv",
        "point72",
        "venture",
        "afore",
        "capital",
        "costanoa",
        "venture",
        "matillion",
        "maker",
        "cloud",
        "data",
        "integration",
        "tool",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "sapphire",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "scale",
        "venture",
        "partner",
        "chargebee",
        "california",
        "saas",
        "subscription",
        "management",
        "recurring",
        "billing",
        "solution",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "insight",
        "venture",
        "partner",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "accel",
        "partner",
        "tiger",
        "global",
        "management",
        "burrow",
        "new",
        "modular",
        "sofa",
        "company",
        "raised",
        "million",
        "series",
        "funding",
        "new",
        "enterprise",
        "associate",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "correlation",
        "venture",
        "bestmile",
        "developer",
        "smartphone",
        "application",
        "cloud",
        "intelligence",
        "platform",
        "driverless",
        "vehicle",
        "raised",
        "million",
        "series",
        "funding",
        "road",
        "venture",
        "sa",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "partech",
        "venture",
        "groupe",
        "adp",
        "airbus",
        "venture",
        "serena",
        "capital",
        "userlane",
        "software",
        "company",
        "raised",
        "million",
        "euro",
        "million",
        "series",
        "funding",
        "capnamic",
        "venture",
        "led",
        "round",
        "participation",
        "high",
        "tech",
        "gründerfonds",
        "ftr",
        "venture",
        "amper",
        "music",
        "new",
        "artificial",
        "intelligence",
        "music",
        "composer",
        "performer",
        "producer",
        "raised",
        "million",
        "seed",
        "funding",
        "investor",
        "include",
        "horizon",
        "venture",
        "two",
        "sigma",
        "venture",
        "advancit",
        "capital",
        "foundry",
        "group",
        "kiwi",
        "venture",
        "partner",
        "adstage",
        "san",
        "reporting",
        "automation",
        "platform",
        "paid",
        "marketer",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "forté",
        "venture",
        "hubspot",
        "verizon",
        "venture",
        "advertisement",
        "health",
        "life",
        "science",
        "deal",
        "tcr2",
        "therapeutic",
        "inc",
        "cambridge",
        "company",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "dimension",
        "capital",
        "curative",
        "venture",
        "round",
        "joined",
        "investor",
        "including",
        "redmile",
        "group",
        "arrowmark",
        "partner",
        "hillhouse",
        "capital",
        "group",
        "miraeasset",
        "financial",
        "group",
        "lucion",
        "group",
        "sirona",
        "capital",
        "alexandria",
        "venture",
        "investment",
        "mpm",
        "capital",
        "f2",
        "venture",
        "cathay",
        "fortune",
        "capital",
        "investment",
        "rheos",
        "medicine",
        "company",
        "focused",
        "immunometabolism",
        "raised",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "third",
        "rock",
        "venture",
        "llc",
        "archerdx",
        "inc",
        "boulder",
        "company",
        "focused",
        "gene",
        "fusion",
        "detection",
        "assay",
        "raised",
        "million",
        "series",
        "preferred",
        "funding",
        "boulder",
        "venture",
        "pbm",
        "capital",
        "group",
        "llc",
        "round",
        "joined",
        "investor",
        "including",
        "longwood",
        "fund",
        "peierls",
        "foundation",
        "cernostics",
        "pittsburgh",
        "provider",
        "cancer",
        "diagnostics",
        "prognostic",
        "raised",
        "million",
        "series",
        "a1",
        "financing",
        "illumina",
        "venture",
        "led",
        "round",
        "advertisement",
        "private",
        "equity",
        "deal",
        "anju",
        "software",
        "inc",
        "portfolio",
        "company",
        "providence",
        "equity",
        "partner",
        "acquired",
        "asset",
        "sylogent",
        "newtown",
        "provider",
        "software",
        "business",
        "service",
        "pharmaceutical",
        "industry",
        "financial",
        "term",
        "disclosed",
        "hanover",
        "partner",
        "acquired",
        "blast",
        "deflector",
        "inc",
        "reno",
        "maker",
        "jet",
        "blast",
        "deflector",
        "ground",
        "enclosure",
        "taxiway",
        "screen",
        "aviation",
        "infrastructure",
        "application",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "deal",
        "greenlane",
        "acquired",
        "vapornation",
        "online",
        "retailer",
        "vaporizer",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "ipo",
        "deutsche",
        "bank",
        "german",
        "banking",
        "giant",
        "said",
        "plan",
        "offer",
        "share",
        "asset",
        "management",
        "business",
        "dws",
        "euro",
        "euro",
        "apiece",
        "firm",
        "plan",
        "offer",
        "million",
        "share",
        "raising",
        "billion",
        "read",
        "dropbox",
        "san",
        "cloud",
        "firm",
        "say",
        "raise",
        "million",
        "offering",
        "million",
        "share",
        "insider",
        "priced",
        "piece",
        "previously",
        "stated",
        "range",
        "firm",
        "posted",
        "revenue",
        "billion",
        "loss",
        "million",
        "sequoia",
        "capital",
        "accel",
        "rowe",
        "price",
        "back",
        "firm",
        "goldman",
        "sachs",
        "morgan",
        "deutsche",
        "bank",
        "allen",
        "company",
        "bofa",
        "merrill",
        "lynch",
        "joint",
        "bookrunners",
        "deal",
        "dropbox",
        "plan",
        "list",
        "nasdaq",
        "read",
        "graftech",
        "international",
        "brooklyn",
        "height",
        "firm",
        "making",
        "graphite",
        "electrode",
        "product",
        "filed",
        "raise",
        "million",
        "firm",
        "posted",
        "sale",
        "million",
        "income",
        "million",
        "morgan",
        "credit",
        "suisse",
        "citi",
        "rbc",
        "capital",
        "market",
        "hsbc",
        "bmo",
        "capital",
        "market",
        "joint",
        "bookrunners",
        "deal",
        "plan",
        "list",
        "nyse",
        "read",
        "tenable",
        "cybersecurity",
        "firm",
        "hired",
        "morgan",
        "stanley",
        "lead",
        "ipo",
        "coming",
        "soon",
        "fall",
        "reuters",
        "report",
        "citing",
        "source",
        "read",
        "advertisement",
        "exit",
        "hellofresh",
        "buying",
        "green",
        "chef",
        "corporation",
        "denver",
        "organic",
        "meal",
        "kit",
        "startup",
        "financial",
        "term",
        "disclosed",
        "green",
        "chef",
        "raised",
        "approximately",
        "million",
        "venture",
        "funding",
        "investor",
        "including",
        "nea",
        "ta",
        "venture",
        "read",
        "fortune",
        "averys",
        "equistone",
        "partner",
        "europe",
        "portfolio",
        "company",
        "acquired",
        "storax",
        "provider",
        "industrial",
        "racking",
        "shelving",
        "system",
        "financial",
        "term",
        "disclosed",
        "ramada",
        "aços",
        "group",
        "sa",
        "seller",
        "advertisement",
        "firm",
        "fund",
        "qiming",
        "venture",
        "partner",
        "venture",
        "capital",
        "firm",
        "set",
        "raise",
        "million",
        "sixth",
        "venture",
        "fund",
        "according",
        "filing",
        "sec",
        "khosla",
        "venture",
        "menlo",
        "park",
        "private",
        "equity",
        "venture",
        "capital",
        "firm",
        "set",
        "raise",
        "million",
        "fourth",
        "seed",
        "fund",
        "according",
        "filing",
        "sec",
        "advertisement",
        "people",
        "quake",
        "capital",
        "named",
        "priscilla",
        "pesci",
        "partner",
        "advertisement",
        "share",
        "today",
        "term",
        "sheet",
        "view",
        "email",
        "browser",
        "polina",
        "marinova",
        "produce",
        "term",
        "sheet",
        "lucinda",
        "shen",
        "compiles",
        "ipo",
        "news",
        "send",
        "deal",
        "announcement",
        "polina",
        "ipo",
        "news",
        "lucinda"
    ]
}