{
    "organizations": [],
    "uuid": "d7fc640465a2cdd6c7f34023aed5d78190438896",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-assure-holdings-announces-resignation-of-auditors-delayed-filing-of-audited-financial-statements-and-mda-for-2017.html",
    "ord_in_thread": 0,
    "title": "Assure Holdings Announces Resignation of Auditors, Delayed Filing of Audited Financial Statements and MD&A for 2017, Resignation of Matthew Willer as a Director, Launches Special Independent Investigation and Application to File Management Cease Trade Ord",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PARKER, Colo., March 12, 2018 (GLOBE NEWSWIRE) -- Assure Holdings Corp. (the “ Company ” or “ Assure ”) (TSXV: IOM) (OTCQB: ARHH), a provider of intraoperative neuromonitoring services announces the resignation of its auditors EKS&H LLLP (the “ Auditor ”) of Denver Colorado, the resignation of Matthew Willer as a director of the company. The Company further announces that as a result of the resignation of the Auditor, it will be delayed in filing its annual audited financial statements (the “ Audited Financial Statements ”) and management discussion and analysis for the period ended December 31, 2017 (the “ MD&A ”) which are due on April 30, 2018. As a consequence to these events, the board of directors (the “ Board ”) has appointed the audit committee (the “ Audit Committee ”) to launch an independent special investigation into the circumstances surrounding the resignation of the Auditor. The Company, in consultation with the Audit Committee, will be applying to the British Columbia Securities Commission (“ BCSC ”), as the principal regulator to the Company, for a management cease trade order (“ MCTO ”) in accordance with applicable securities laws. During this time period, the Company would like to reassure its shareholders, technologists, partners and stakeholders that while the Audit Committee and management will be focused on appointing a new auditor and working with the Audit Committee to ensure timely filing of the Audited Financial Statements and MD&A, it will continue to work in the normal course to provide quality intraoperative neuromonitoring activities during invasive surgeries and will continue to work to expand its reach throughout the United States. The Company will continue to provide regular updates with respect to the timing of the Audited Financial Statements and MD&A and the results of the investigation by the Audit Committee.\nAuditor Resignation\nOn March 7, 2018, the Audit Committee received a resignation notice from the Auditor. In a follow-up discussion on March 8, 2018, the Company requested that the Auditor reconsider its resignation or provide management, the Board and the Audit Committee with sufficient detail surrounding its resignation. On March 8, 2018, the Audit Committee and the Company received additional details relating to the reasons behind the resignation. On March 10, 2018, the Company provided the Auditor with a Change of Auditor Notice under Section 4.11(5) of National Instrument 51-102- Continuous Disclosure Obligations (“ NI 51-102 ”), the whole of which will be made publicly available at www.sedar.com in accordance with Section 4.11 (5) of NI 51-102.\nThe Auditor had advised the Company that there is a “reportable event” with respect to “unresolved issues”, as such terms are defined in NI 51-102 in connection with their resignation. The Company disagrees with some of the reasons for the unresolved issues, reasons for the resignation and facts presented by the Auditor. However, the Company acknowledges that it no longer has the working relationship with the Auditor required to complete the audit in a timely manner and so the resignation by the Auditor has been approved by the Board.\nAs a result of the resignation, the Company regrets that it will not be in a position to file its Audited Financial Statements and MD&A for the period ended December 31, 2017 which are due on April 30, 2018. The Company will continue to provide regular updates to its shareholders and the regulators with respect to when such financial statements will be made available. Given the abrupt resignation of the Auditors, the Company has not currently had the opportunity to interview a suitable successor audit firm. The Company anticipates that it will be in a position to remedy the default and file Audited Financial Statements and MD&A on or before the end of June 2018.\nDeparture of Matthew Willer\nIn connection with the resignation by the Auditor, Matthew Willer, the President of the Company has resigned from the Board and his position on the Audit Committee.\nAudit Committee\nThe Audit Committee is chaired by John Farlinger and Martin Burian, both independent directors with many years of accounting, capital markets and corporate governance expertise. Under the leadership of Messrs Farlinger and Burian, the Audit Committee has been designated by the Board to launch a special independent investigation into the underlying reasons behind the resignation of the Auditors and will work closely with management, the former auditor and new auditor to ensure that the Audited Financial Statements and MD&A are filed as soon as practicably possible. The Audit Committee is committed to ensuring that the highest standards of corporate governance are implemented to enable the Company to continue to grow and add shareholder value. Given the resignation of Mr. Willer and in order to ensure compliance with Policy 3.1 of the TSX Venture Exchange (the “ TSXV ”), the Company will seek to appoint an additional member to the Audit Committee.\nManagement Cease-Trade Order\nIn accordance with National Policy 12-203 – Management Cease Trade Orders (“ NP-12-203 ”), the Company, in consultation with the Audit Committee, will be applying to the BCSC, as its principal regulator, to obtain a management cease trade order (“ MCTO ”). There can be no certainty that the MCTO will be granted. If an MCTO is issued, the MCTO will not generally affect the ability of shareholders who are not insiders of the Company to trade their securities. The Company intends to satisfy the provisions of the “alternative information guidelines” set out in NP 12-203, including the requirement to file bi-weekly status reports in the form of news releases containing prescribed updated information until the Company’s Audited Financial Statements and MD&A are filed. The Company has currently issued a black-out policy in accordance with its insider trading policy and as a result, no directors, officers or consultants are able to trade in any of the securities of the Company until the Audited Financial Statements and MD&A are filed and the default is remedied.\nAbout Assure Holdings\nAssure Holdings Corp. is a Colorado-based company that works with neurosurgeons and orthopedic spine surgeons to provide a turnkey suite of services that support intraoperative neuromonitoring activities during invasive surgeries. Assure employs its own staff of technologists and uses its own state-of-the-art monitoring equipment, handles 100% of intraoperative neuromonitoring scheduling and setup, and bills for all technical services provided. While Assure focuses primarily on supporting spinal and vascular surgeries, plans are in place to support other classes of medicine that rely on the standard of care that intraoperative neuromonitoring provides. For more information, visit the company’s website at assureIOM.com .\nForward-Looking Statements\nThis news release contains certain statements that may constitute forward-looking information under applicable securities laws. All statements, other than those of historical fact, which address activities, events, outcomes, results, developments, performance or achievements that Assure anticipates or expects may or will occur in the future (in whole or in part) should be considered forward-looking information. Such information may involve, but is not limited to, comments with respect to strategies, expectations, planned operations and future actions of the Company. Often, but not always, forward-looking information can be identified by the use of words such as \"plans\", \"expects\", \"is expected\", \"budget\", \"scheduled\", \"estimates\", \"forecasts\", \"intends\", \"anticipates\", or \"believes\" or variations (including negative variations) of such words and phrases, or statements formed in the future tense or indicating that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will\" (or other variations of the forgoing) be taken, occur, be achieved, or come to pass. Forward looking statements in this news release include: the Company anticipates that it will be in a position to remedy the default and file Audited Financial Statements and MD&A on or before the end of June 2018; and the Company will continue to work to expand its reach throughout the United States. Forward-looking information is based on currently available competitive, financial and economic data and operating plans, strategies or beliefs as of the date of this news release, but involve known and unknown risks, uncertainties, assumptions and other factors that may cause the actual results, performance or achievements of Assure to be materially different from any future results, performance or achievements expressed or implied by the forward-looking information. Such factors may be based on information currently available to Assure, including information obtained from third-party industry analysts and other third-party sources, and are based on management's current expectations or beliefs regarding future growth, results of operations, future capital (including the amount, nature and sources of funding thereof) and expenditures. Any and all forward-looking information contained in this press release is expressly qualified by this cautionary statement.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nThe securities of the Corporation have not been and will not be registered under the United States Securities Act of 1933, as amended and may not be offered or sold in the United States absent registration or an applicable exemption from the registration requirement. This press release shall not constitute an offer to sell or the solicitation of an offer to buy nor shall there be any sale of the securities in any jurisdiction in which such offer, solicitation or sale would be unlawful.\nContacts\nPeter Csapo, Chief Financial Officer\nAssure Holdings Corp.\n(720) 287-3093\nPeter.Csapo@assureiom.com\nSource:Assure Holdings Corp.",
    "published": "2018-03-12T15:30:00.000+02:00",
    "crawled": "2018-03-12T16:36:11.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "parker",
        "march",
        "globe",
        "newswire",
        "assure",
        "holding",
        "company",
        "assure",
        "tsxv",
        "iom",
        "otcqb",
        "arhh",
        "provider",
        "intraoperative",
        "neuromonitoring",
        "service",
        "announces",
        "resignation",
        "auditor",
        "eks",
        "h",
        "lllp",
        "auditor",
        "denver",
        "colorado",
        "resignation",
        "matthew",
        "willer",
        "director",
        "company",
        "company",
        "announces",
        "result",
        "resignation",
        "auditor",
        "delayed",
        "filing",
        "annual",
        "audited",
        "financial",
        "statement",
        "audited",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "period",
        "ended",
        "december",
        "md",
        "due",
        "april",
        "consequence",
        "event",
        "board",
        "director",
        "board",
        "appointed",
        "audit",
        "committee",
        "audit",
        "committee",
        "launch",
        "independent",
        "special",
        "investigation",
        "circumstance",
        "surrounding",
        "resignation",
        "auditor",
        "company",
        "consultation",
        "audit",
        "committee",
        "applying",
        "british",
        "columbia",
        "security",
        "commission",
        "bcsc",
        "principal",
        "regulator",
        "company",
        "management",
        "cease",
        "trade",
        "order",
        "mcto",
        "accordance",
        "applicable",
        "security",
        "law",
        "time",
        "period",
        "company",
        "would",
        "like",
        "reassure",
        "shareholder",
        "technologist",
        "partner",
        "stakeholder",
        "audit",
        "committee",
        "management",
        "focused",
        "appointing",
        "new",
        "auditor",
        "working",
        "audit",
        "committee",
        "ensure",
        "timely",
        "filing",
        "audited",
        "financial",
        "statement",
        "md",
        "continue",
        "work",
        "normal",
        "course",
        "provide",
        "quality",
        "intraoperative",
        "neuromonitoring",
        "activity",
        "invasive",
        "surgery",
        "continue",
        "work",
        "expand",
        "reach",
        "throughout",
        "united",
        "state",
        "company",
        "continue",
        "provide",
        "regular",
        "update",
        "respect",
        "timing",
        "audited",
        "financial",
        "statement",
        "md",
        "result",
        "investigation",
        "audit",
        "committee",
        "auditor",
        "resignation",
        "march",
        "audit",
        "committee",
        "received",
        "resignation",
        "notice",
        "auditor",
        "discussion",
        "march",
        "company",
        "requested",
        "auditor",
        "reconsider",
        "resignation",
        "provide",
        "management",
        "board",
        "audit",
        "committee",
        "sufficient",
        "detail",
        "surrounding",
        "resignation",
        "march",
        "audit",
        "committee",
        "company",
        "received",
        "additional",
        "detail",
        "relating",
        "reason",
        "behind",
        "resignation",
        "march",
        "company",
        "provided",
        "auditor",
        "change",
        "auditor",
        "notice",
        "section",
        "national",
        "instrument",
        "continuous",
        "disclosure",
        "obligation",
        "ni",
        "whole",
        "made",
        "publicly",
        "available",
        "accordance",
        "section",
        "ni",
        "auditor",
        "advised",
        "company",
        "reportable",
        "event",
        "respect",
        "unresolved",
        "issue",
        "term",
        "defined",
        "ni",
        "connection",
        "resignation",
        "company",
        "disagrees",
        "reason",
        "unresolved",
        "issue",
        "reason",
        "resignation",
        "fact",
        "presented",
        "auditor",
        "however",
        "company",
        "acknowledges",
        "longer",
        "working",
        "relationship",
        "auditor",
        "required",
        "complete",
        "audit",
        "timely",
        "manner",
        "resignation",
        "auditor",
        "approved",
        "board",
        "result",
        "resignation",
        "company",
        "regret",
        "position",
        "file",
        "audited",
        "financial",
        "statement",
        "md",
        "period",
        "ended",
        "december",
        "due",
        "april",
        "company",
        "continue",
        "provide",
        "regular",
        "update",
        "shareholder",
        "regulator",
        "respect",
        "financial",
        "statement",
        "made",
        "available",
        "given",
        "abrupt",
        "resignation",
        "auditor",
        "company",
        "currently",
        "opportunity",
        "interview",
        "suitable",
        "successor",
        "audit",
        "firm",
        "company",
        "anticipates",
        "position",
        "remedy",
        "default",
        "file",
        "audited",
        "financial",
        "statement",
        "md",
        "end",
        "june",
        "departure",
        "matthew",
        "willer",
        "connection",
        "resignation",
        "auditor",
        "matthew",
        "willer",
        "president",
        "company",
        "resigned",
        "board",
        "position",
        "audit",
        "committee",
        "audit",
        "committee",
        "audit",
        "committee",
        "chaired",
        "john",
        "farlinger",
        "martin",
        "burian",
        "independent",
        "director",
        "many",
        "year",
        "accounting",
        "capital",
        "market",
        "corporate",
        "governance",
        "expertise",
        "leadership",
        "messrs",
        "farlinger",
        "burian",
        "audit",
        "committee",
        "designated",
        "board",
        "launch",
        "special",
        "independent",
        "investigation",
        "underlying",
        "reason",
        "behind",
        "resignation",
        "auditor",
        "work",
        "closely",
        "management",
        "former",
        "auditor",
        "new",
        "auditor",
        "ensure",
        "audited",
        "financial",
        "statement",
        "md",
        "filed",
        "soon",
        "practicably",
        "possible",
        "audit",
        "committee",
        "committed",
        "ensuring",
        "highest",
        "standard",
        "corporate",
        "governance",
        "implemented",
        "enable",
        "company",
        "continue",
        "grow",
        "add",
        "shareholder",
        "value",
        "given",
        "resignation",
        "willer",
        "order",
        "ensure",
        "compliance",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "tsxv",
        "company",
        "seek",
        "appoint",
        "additional",
        "member",
        "audit",
        "committee",
        "management",
        "order",
        "accordance",
        "national",
        "policy",
        "management",
        "cease",
        "trade",
        "order",
        "company",
        "consultation",
        "audit",
        "committee",
        "applying",
        "bcsc",
        "principal",
        "regulator",
        "obtain",
        "management",
        "cease",
        "trade",
        "order",
        "mcto",
        "certainty",
        "mcto",
        "granted",
        "mcto",
        "issued",
        "mcto",
        "generally",
        "affect",
        "ability",
        "shareholder",
        "insider",
        "company",
        "trade",
        "security",
        "company",
        "intends",
        "satisfy",
        "provision",
        "alternative",
        "information",
        "guideline",
        "set",
        "np",
        "including",
        "requirement",
        "file",
        "status",
        "report",
        "form",
        "news",
        "release",
        "containing",
        "prescribed",
        "updated",
        "information",
        "company",
        "audited",
        "financial",
        "statement",
        "md",
        "filed",
        "company",
        "currently",
        "issued",
        "policy",
        "accordance",
        "insider",
        "trading",
        "policy",
        "result",
        "director",
        "officer",
        "consultant",
        "able",
        "trade",
        "security",
        "company",
        "audited",
        "financial",
        "statement",
        "md",
        "filed",
        "default",
        "remedied",
        "assure",
        "holding",
        "assure",
        "holding",
        "company",
        "work",
        "neurosurgeon",
        "orthopedic",
        "spine",
        "surgeon",
        "provide",
        "turnkey",
        "suite",
        "service",
        "support",
        "intraoperative",
        "neuromonitoring",
        "activity",
        "invasive",
        "surgery",
        "assure",
        "employ",
        "staff",
        "technologist",
        "us",
        "monitoring",
        "equipment",
        "handle",
        "intraoperative",
        "neuromonitoring",
        "scheduling",
        "setup",
        "bill",
        "technical",
        "service",
        "provided",
        "assure",
        "focus",
        "primarily",
        "supporting",
        "spinal",
        "vascular",
        "surgery",
        "plan",
        "place",
        "support",
        "class",
        "medicine",
        "rely",
        "standard",
        "care",
        "intraoperative",
        "neuromonitoring",
        "provides",
        "information",
        "visit",
        "company",
        "website",
        "statement",
        "news",
        "release",
        "contains",
        "certain",
        "statement",
        "may",
        "constitute",
        "information",
        "applicable",
        "security",
        "law",
        "statement",
        "historical",
        "fact",
        "address",
        "activity",
        "event",
        "outcome",
        "result",
        "development",
        "performance",
        "achievement",
        "assure",
        "anticipates",
        "expects",
        "may",
        "occur",
        "future",
        "whole",
        "part",
        "considered",
        "information",
        "information",
        "may",
        "involve",
        "limited",
        "comment",
        "respect",
        "strategy",
        "expectation",
        "planned",
        "operation",
        "future",
        "action",
        "company",
        "often",
        "always",
        "information",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "belief",
        "variation",
        "including",
        "negative",
        "variation",
        "word",
        "phrase",
        "statement",
        "formed",
        "future",
        "tense",
        "indicating",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "variation",
        "forgoing",
        "taken",
        "occur",
        "achieved",
        "come",
        "pas",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "include",
        "company",
        "anticipates",
        "position",
        "remedy",
        "default",
        "file",
        "audited",
        "financial",
        "statement",
        "md",
        "end",
        "june",
        "company",
        "continue",
        "work",
        "expand",
        "reach",
        "throughout",
        "united",
        "state",
        "information",
        "based",
        "currently",
        "available",
        "competitive",
        "financial",
        "economic",
        "data",
        "operating",
        "plan",
        "strategy",
        "belief",
        "date",
        "news",
        "release",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "assure",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "information",
        "factor",
        "may",
        "based",
        "information",
        "currently",
        "available",
        "assure",
        "including",
        "information",
        "obtained",
        "industry",
        "analyst",
        "source",
        "based",
        "management",
        "current",
        "expectation",
        "belief",
        "regarding",
        "future",
        "growth",
        "result",
        "operation",
        "future",
        "capital",
        "including",
        "amount",
        "nature",
        "source",
        "funding",
        "thereof",
        "expenditure",
        "information",
        "contained",
        "press",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "security",
        "corporation",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "press",
        "release",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "contact",
        "peter",
        "csapo",
        "chief",
        "financial",
        "officer",
        "assure",
        "holding",
        "source",
        "assure",
        "holding",
        "corp"
    ]
}