{
    "organizations": [],
    "uuid": "93c6fb9b995be8662c8ab65f974e7c3700913249",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL3N1R70I1",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 26 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,820.7 -116.5 NZX 50** 8,469.57 -45.79 DJIA** 23,533.2 -424.69 NIKKEI** 20,617.86 974.13 Nasdaq** 6,992.666 -174.011 FTSE** 6,921.94 -30.65 S&P 500** 2,588.26 -55.43 Hang Seng** 30,309.29 -761.76 SPI 200 Fut 5,743 -51.00 STI** 3,421.39 -69.98 SSEC** 3,153.0866 -110.39 KOSPI** 2,416 -79.26 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.019 -0.004 KR 10 YR Bond 2.65 0.002 AU 10 YR Bond 2.672 0.016 US 10 YR Bond 2.8135 0 NZ 10 YR Bond 2.785 -0.05 US 30 YR Bond 3.0624 0 -- Currencies Net Chng Net Chng SGD US$ 1.3152 0.0015 KRW US$ 1,082.71 -0.16 AUD US$ 0.7698 0.0002 NZD US$ 0.724 0.0007 EUR US$ 1.2354 0.0003 Yen US$ 104.7 -0.02 THB US$ 31.17 -0.01 PHP US$ 52.365 -0.054 IDR US$ 13,780 30 INR US$ 64.98 -0.12 MYR US$ 3.915 0.003 TWD US$ 29.17 0.017 CNY US$ 6.3135 -0.02 HKD US$ 7.8458 0.0021 -- Commodities Net Chng Net Chng Spot Gold 1,346.76 18.18 Silver (Lon) 16.52 0.16 U.S. Gold Fut 1,349.9 23 Brent Crude 70.45 1.54 Iron Ore CNY439 -8.5 TRJCRB Index - - TOCOM Rubber JPY174.6 0.1 LME Copper 6,649 -46 -- ** indicates closing price All prices as of 21:18 GMT EQUITIES GLOBAL - The threat of a trade war sent world stock markets broadly lower in choppy trading on Friday and boosted safer assets like the yen and government bonds, a day after U.S. President Donald Trump announced tariffs on up to $60 billion of Chinese goods. Trump signed a presidential memorandum on Thursday that could impose tariffs on up to $60 billion of imports from China, although the measures have a 30-day consultation period before they take effect. For a full report, click on - - - - NEW YORK - Wall Street tumbled on Friday with more than 1,000 points knocked off the Dow in two days as investors, increasingly nervous about a potential U.S. trade war with China, shied away from risk ahead of the weekend and sought shelter from further losses. In a volatile session, the S&P 500 came within a hair of its 200-day moving average, a key technical level. The benchmark index also nudged closer to its February low, which marked a correction, ending 9.9 percent lower than its Jan. 26 record. For a full report, click on - - - - LONDON - European shares fell on Friday, with autos and basic resources stocks bearing the brunt of a wide sell-off triggered by mounting worries that U.S. tariffs on up to $60 billion of imports from China could escalate. Most sectors were trading in negative territory, sending the pan-regional STOXX 600 benchmark index falling for a third day, down 0.9 percent to its lowest level since February 2017. For a full report, click on - - - - TOKYO - Japan's Nikkei share average tumbled on Friday to its lowest level in more than five months as concerns over escalating global trade tensions triggered a spike in the yen, with machinery makers hit particularly hard. Japan's benchmark Nikkei ended 4.5 percent lower at 20,617.86, its biggest daily percentage drop since early February and its lowest closing level since Oct. 3. For a full report, click on - - - - SHANGHAI - Fears of a trade war between the world's two largest economies jolted China's markets on Friday, with the country's main stock indexes tumbling the most in six weeks, while bond yields fell as investors rushed into less risky assets. The Shanghai Composite index closed down 3.6 percent at 3,152.76 points, its lowest close since Feb 9. For a full report, click on - - - - AUSTRALIA - Australian shares are set to tumble on Monday, tracking a slump in U.S. stocks, as fears about a potential U.S. trade war with China rattled investors. The local share price index futures fell 0.9 percent or 51 points to 5,743, a 77.7-point discount to the underlying S&P/ASX 200 index close. The benchmark fell about 2 percent on Friday. For a full report, click on - - - - SEOUL - South Korean shares dropped by the most in about six years on Friday, amid mounting fears of a global trade war after Beijing unveiled plans for tariffs on U.S. imports in retaliation to protectionist measures by the United States. The Korea Composite Stock Price Index (KOSPI) closed down 3.2 percent at 2,416.76 points, lowest since March 7. It was also the biggest daily percentage loss since May 2012. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The U.S. dollar hovered near a one-month low against a basket of major currencies on Friday and was on course for its biggest weekly drop in five as investors worried that escalating trade tensions could hurt global growth. The dollar index, which measures the greenback against a basket of six other major currencies, was down 0.48 percent at 89.427. For the week, the index was down 0.9 percent. For a full report, click on - - - - SHANGHAI - Fears of a trade war between the world's two largest economies jolted China's markets on Friday, with the country's main stock indexes tumbling the most in six weeks, while bond yields fell as investors rushed into less risky assets. Trade in the yuan was quiet on Friday, weakening in the morning session before rising just 27 pips against the U.S. dollar to 6.2361 by 0718 GMT. For a full report, click on - - - - AUSTRALIA - The Australian and New Zealand dollars stumbled to near 1-1/2 year lows against the Japanese yen as investors pulled away from risk amid fears a global trade war is looming and turmoil in the White House. The Australian dollar fell to 80.50 yen, its lowest since November 2016. It slid 1.6 percent overnight for its biggest single day percentage loss since May 2017. For a full report, click on - - - - SEOUL - South Korean shares dropped by the most in about six years on Friday, amid mounting fears of a global trade war after Beijing unveiled plans for tariffs on U.S. imports in retaliation to protectionist measures by the United States. The won also fell to a more than three-week closing low of 1,082.2 to the dollar at the conclusion of onshore trade. It was down 0.9 percent compared to Thursday's close of 1,072.7. For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasury yields rose from six-week lows on Friday in choppy trading as concerns about a global trade war after President Donald Trump announced tariffs on Chinese goods kept investors on edge. Benchmark 10-year notes fell 3/32 in price to yield 2.843 percent, after falling to a six-week low of 2.792 percent overnight. For a full report, click on - - - - LONDON - Spanish government bond yields were at their lowest in over a year ahead of a potential ratings upgrade later on Friday that would take Spain's credit rating firmly into single A territory and further ahead of its peripheral peers. S&P Global is set to review its rating on Spain after the market close, and analysts expect an upgrade from BBB+ to A-, after a similar move from Fitch earlier this year. The Spanish/Italian 10-year bond yield spread was at 61 bps, which is historically high, even if it is not quite as wide as it was earlier this year., For a full report, click on - - - - TOKYO - Japanese government bonds (JGBs) pushed higher on Friday as worries over rising global trade tensions triggered a slide in equities and sparked flight-to-safety buying of government debt. The key June 10-year JGB futures contract rose 0.13 point to 151.03, with trading volume of 17,309 lots. For a full report, click on COMMODITIES GOLD Gold prices surged to a one-month high on Friday as the threat of a global trade war sent investors scrambling for safe assets. Spot gold gained 1.6 percent at $1,349.56 per ounce by 1:33 p.m. ET (1733 GMT), having hit its highest since Feb. 19 at $1,350.20. For a full report, click on - - - - IRON ORE Chinese steel futures on Friday posted their biggest daily loss since the launch of the contract amid worries over the escalating trade tensions between the United States and China and weak demand for the metal. The most active rebar on the Shanghai Futures Exchange hit a downward limit of 7 percent at 3,369 yuan a tonne, the lowest since July 11, 2017, and posting the biggest daily loss since the launch of the contract in April 2009. For a full report, click on - - - - BASE METALS Base metals hit multi-month lows on Friday as the threat of a global trade war escalated after U.S. President Donald Trump announced tariffs on up to $60 billion of Chinese goods. London Metal Exchange copper ended down 0.5 percent at $6,660 a tonne, having plumbed its weakest since mid-December at $6,623.50. Prices extended falls from the previous session, breaking the 200-day moving average for the first time in around 18 months. For a full report, click on - - - - OIL Crude prices rose on Friday, hitting their highest since late January after the Saudi energy minister said OPEC and allied producers would need to keep coordinating supply cuts into 2019, and as concerns grew over the future of Iranian crude exports. Brent crude futures jumped $1.54, or 2.2 percent, to settle at $70.45 a barrel. For the week, Brent was up about 6.4 percent, its strongest weekly rise since July. For a full report, click on - - - - PALM OIL Malaysian palm oil futures closed down nearly 1 percent on Friday due to a rise in production and disappointment with the government's decision to resume taxing exports of the edible oil. The benchmark palm oil contract for June delivery on the Bursa Malaysia Derivatives Exchange fell 0.9 percent to 2,426 ringgit ($619.67) per tonne at the end of trading, snapping a four-session rise this week. For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures fell to a 17-month low and ended down nearly 7 percent on Friday, pressured by the yen's surge and a plunge in Shanghai futures as mounting trade tensions between the world's two largest economies unnerved China's equity, bond and commodity markets. Tokyo Commodity Exchange (TOCOM) futures, which set the tone for rubber prices in Southeast Asia, opened sharply lower and the declines accelerated after Shanghai futures plunged about 7 percent shortly after the open. The Tokyo Commodity Exchange rubber contract for August delivery, finished 12.8 yen, or 6.8 percent, lower at 174.5 yen ($1.67) per kg after plunging to 174.4 yen earlier, the lowest since Oct. 21, 2016. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-03-26T05:21:00.000+03:00",
    "crawled": "2018-03-26T14:20:05.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "cny439",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "threat",
        "trade",
        "war",
        "sent",
        "world",
        "stock",
        "market",
        "broadly",
        "lower",
        "choppy",
        "trading",
        "friday",
        "boosted",
        "safer",
        "asset",
        "like",
        "yen",
        "government",
        "bond",
        "day",
        "president",
        "donald",
        "trump",
        "announced",
        "tariff",
        "billion",
        "chinese",
        "good",
        "trump",
        "signed",
        "presidential",
        "memorandum",
        "thursday",
        "could",
        "impose",
        "tariff",
        "billion",
        "import",
        "china",
        "although",
        "measure",
        "consultation",
        "period",
        "take",
        "effect",
        "full",
        "report",
        "click",
        "new",
        "york",
        "wall",
        "street",
        "tumbled",
        "friday",
        "point",
        "knocked",
        "dow",
        "two",
        "day",
        "investor",
        "increasingly",
        "nervous",
        "potential",
        "trade",
        "war",
        "china",
        "shied",
        "away",
        "risk",
        "ahead",
        "weekend",
        "sought",
        "shelter",
        "loss",
        "volatile",
        "session",
        "p",
        "came",
        "within",
        "hair",
        "moving",
        "average",
        "key",
        "technical",
        "level",
        "benchmark",
        "index",
        "also",
        "nudged",
        "closer",
        "february",
        "low",
        "marked",
        "correction",
        "ending",
        "percent",
        "lower",
        "record",
        "full",
        "report",
        "click",
        "london",
        "european",
        "share",
        "fell",
        "friday",
        "auto",
        "basic",
        "resource",
        "stock",
        "bearing",
        "brunt",
        "wide",
        "triggered",
        "mounting",
        "worry",
        "tariff",
        "billion",
        "import",
        "china",
        "could",
        "escalate",
        "sector",
        "trading",
        "negative",
        "territory",
        "sending",
        "stoxx",
        "benchmark",
        "index",
        "falling",
        "third",
        "day",
        "percent",
        "lowest",
        "level",
        "since",
        "february",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "nikkei",
        "share",
        "average",
        "tumbled",
        "friday",
        "lowest",
        "level",
        "five",
        "month",
        "concern",
        "escalating",
        "global",
        "trade",
        "tension",
        "triggered",
        "spike",
        "yen",
        "machinery",
        "maker",
        "hit",
        "particularly",
        "hard",
        "japan",
        "benchmark",
        "nikkei",
        "ended",
        "percent",
        "lower",
        "biggest",
        "daily",
        "percentage",
        "drop",
        "since",
        "early",
        "february",
        "lowest",
        "closing",
        "level",
        "since",
        "full",
        "report",
        "click",
        "shanghai",
        "fear",
        "trade",
        "war",
        "world",
        "two",
        "largest",
        "economy",
        "jolted",
        "china",
        "market",
        "friday",
        "country",
        "main",
        "stock",
        "index",
        "tumbling",
        "six",
        "week",
        "bond",
        "yield",
        "fell",
        "investor",
        "rushed",
        "less",
        "risky",
        "asset",
        "shanghai",
        "composite",
        "index",
        "closed",
        "percent",
        "point",
        "lowest",
        "close",
        "since",
        "feb",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "set",
        "tumble",
        "monday",
        "tracking",
        "slump",
        "stock",
        "fear",
        "potential",
        "trade",
        "war",
        "china",
        "rattled",
        "investor",
        "local",
        "share",
        "price",
        "index",
        "future",
        "fell",
        "percent",
        "point",
        "discount",
        "underlying",
        "index",
        "close",
        "benchmark",
        "fell",
        "percent",
        "friday",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korean",
        "share",
        "dropped",
        "six",
        "year",
        "friday",
        "amid",
        "mounting",
        "fear",
        "global",
        "trade",
        "war",
        "beijing",
        "unveiled",
        "plan",
        "tariff",
        "import",
        "retaliation",
        "protectionist",
        "measure",
        "united",
        "state",
        "korea",
        "composite",
        "stock",
        "price",
        "index",
        "kospi",
        "closed",
        "percent",
        "point",
        "lowest",
        "since",
        "march",
        "also",
        "biggest",
        "daily",
        "percentage",
        "loss",
        "since",
        "may",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "hovered",
        "near",
        "low",
        "basket",
        "major",
        "currency",
        "friday",
        "course",
        "biggest",
        "weekly",
        "drop",
        "five",
        "investor",
        "worried",
        "escalating",
        "trade",
        "tension",
        "could",
        "hurt",
        "global",
        "growth",
        "dollar",
        "index",
        "measure",
        "greenback",
        "basket",
        "six",
        "major",
        "currency",
        "percent",
        "week",
        "index",
        "percent",
        "full",
        "report",
        "click",
        "shanghai",
        "fear",
        "trade",
        "war",
        "world",
        "two",
        "largest",
        "economy",
        "jolted",
        "china",
        "market",
        "friday",
        "country",
        "main",
        "stock",
        "index",
        "tumbling",
        "six",
        "week",
        "bond",
        "yield",
        "fell",
        "investor",
        "rushed",
        "less",
        "risky",
        "asset",
        "trade",
        "yuan",
        "quiet",
        "friday",
        "weakening",
        "morning",
        "session",
        "rising",
        "pip",
        "dollar",
        "gmt",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "new",
        "zealand",
        "dollar",
        "stumbled",
        "near",
        "year",
        "low",
        "japanese",
        "yen",
        "investor",
        "pulled",
        "away",
        "risk",
        "amid",
        "fear",
        "global",
        "trade",
        "war",
        "looming",
        "turmoil",
        "white",
        "house",
        "australian",
        "dollar",
        "fell",
        "yen",
        "lowest",
        "since",
        "november",
        "slid",
        "percent",
        "overnight",
        "biggest",
        "single",
        "day",
        "percentage",
        "loss",
        "since",
        "may",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korean",
        "share",
        "dropped",
        "six",
        "year",
        "friday",
        "amid",
        "mounting",
        "fear",
        "global",
        "trade",
        "war",
        "beijing",
        "unveiled",
        "plan",
        "tariff",
        "import",
        "retaliation",
        "protectionist",
        "measure",
        "united",
        "state",
        "also",
        "fell",
        "closing",
        "low",
        "dollar",
        "conclusion",
        "onshore",
        "trade",
        "percent",
        "compared",
        "thursday",
        "close",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "rose",
        "low",
        "friday",
        "choppy",
        "trading",
        "concern",
        "global",
        "trade",
        "war",
        "president",
        "donald",
        "trump",
        "announced",
        "tariff",
        "chinese",
        "good",
        "kept",
        "investor",
        "edge",
        "benchmark",
        "note",
        "fell",
        "price",
        "yield",
        "percent",
        "falling",
        "low",
        "percent",
        "overnight",
        "full",
        "report",
        "click",
        "london",
        "spanish",
        "government",
        "bond",
        "yield",
        "lowest",
        "year",
        "ahead",
        "potential",
        "rating",
        "upgrade",
        "later",
        "friday",
        "would",
        "take",
        "spain",
        "credit",
        "rating",
        "firmly",
        "single",
        "territory",
        "ahead",
        "peripheral",
        "peer",
        "p",
        "global",
        "set",
        "review",
        "rating",
        "spain",
        "market",
        "close",
        "analyst",
        "expect",
        "upgrade",
        "similar",
        "move",
        "fitch",
        "earlier",
        "year",
        "bond",
        "yield",
        "spread",
        "bps",
        "historically",
        "high",
        "even",
        "quite",
        "wide",
        "earlier",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "jgbs",
        "pushed",
        "higher",
        "friday",
        "worry",
        "rising",
        "global",
        "trade",
        "tension",
        "triggered",
        "slide",
        "equity",
        "sparked",
        "buying",
        "government",
        "debt",
        "key",
        "june",
        "jgb",
        "future",
        "contract",
        "rose",
        "point",
        "trading",
        "volume",
        "lot",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "price",
        "surged",
        "high",
        "friday",
        "threat",
        "global",
        "trade",
        "war",
        "sent",
        "investor",
        "scrambling",
        "safe",
        "asset",
        "spot",
        "gold",
        "gained",
        "percent",
        "per",
        "ounce",
        "et",
        "gmt",
        "hit",
        "highest",
        "since",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "chinese",
        "steel",
        "future",
        "friday",
        "posted",
        "biggest",
        "daily",
        "loss",
        "since",
        "launch",
        "contract",
        "amid",
        "worry",
        "escalating",
        "trade",
        "tension",
        "united",
        "state",
        "china",
        "weak",
        "demand",
        "metal",
        "active",
        "rebar",
        "shanghai",
        "future",
        "exchange",
        "hit",
        "downward",
        "limit",
        "percent",
        "yuan",
        "tonne",
        "lowest",
        "since",
        "july",
        "posting",
        "biggest",
        "daily",
        "loss",
        "since",
        "launch",
        "contract",
        "april",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "base",
        "metal",
        "hit",
        "low",
        "friday",
        "threat",
        "global",
        "trade",
        "war",
        "escalated",
        "president",
        "donald",
        "trump",
        "announced",
        "tariff",
        "billion",
        "chinese",
        "good",
        "london",
        "metal",
        "exchange",
        "copper",
        "ended",
        "percent",
        "tonne",
        "plumbed",
        "weakest",
        "since",
        "price",
        "extended",
        "fall",
        "previous",
        "session",
        "breaking",
        "moving",
        "average",
        "first",
        "time",
        "around",
        "month",
        "full",
        "report",
        "click",
        "oil",
        "crude",
        "price",
        "rose",
        "friday",
        "hitting",
        "highest",
        "since",
        "late",
        "january",
        "saudi",
        "energy",
        "minister",
        "said",
        "opec",
        "allied",
        "producer",
        "would",
        "need",
        "keep",
        "coordinating",
        "supply",
        "cut",
        "concern",
        "grew",
        "future",
        "iranian",
        "crude",
        "export",
        "brent",
        "crude",
        "future",
        "jumped",
        "percent",
        "settle",
        "barrel",
        "week",
        "brent",
        "percent",
        "strongest",
        "weekly",
        "rise",
        "since",
        "july",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "closed",
        "nearly",
        "percent",
        "friday",
        "due",
        "rise",
        "production",
        "disappointment",
        "government",
        "decision",
        "resume",
        "taxing",
        "export",
        "edible",
        "oil",
        "benchmark",
        "palm",
        "oil",
        "contract",
        "june",
        "delivery",
        "bursa",
        "malaysia",
        "derivative",
        "exchange",
        "fell",
        "percent",
        "ringgit",
        "per",
        "tonne",
        "end",
        "trading",
        "snapping",
        "rise",
        "week",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "fell",
        "low",
        "ended",
        "nearly",
        "percent",
        "friday",
        "pressured",
        "yen",
        "surge",
        "plunge",
        "shanghai",
        "future",
        "mounting",
        "trade",
        "tension",
        "world",
        "two",
        "largest",
        "economy",
        "unnerved",
        "china",
        "equity",
        "bond",
        "commodity",
        "market",
        "tokyo",
        "commodity",
        "exchange",
        "tocom",
        "future",
        "set",
        "tone",
        "rubber",
        "price",
        "southeast",
        "asia",
        "opened",
        "sharply",
        "lower",
        "decline",
        "accelerated",
        "shanghai",
        "future",
        "plunged",
        "percent",
        "shortly",
        "open",
        "tokyo",
        "commodity",
        "exchange",
        "rubber",
        "contract",
        "august",
        "delivery",
        "finished",
        "yen",
        "percent",
        "lower",
        "yen",
        "per",
        "kg",
        "plunging",
        "yen",
        "earlier",
        "lowest",
        "since",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}