{
    "organizations": [],
    "uuid": "2f169962c38b520c5e44f4202fc2561f014f2e27",
    "author": "Sam Sacks",
    "url": "https://www.wsj.com/articles/fiction-chronicle-life-will-deceive-you-later-1521234781",
    "ord_in_thread": 0,
    "title": "Fiction Chronicle: Life Will Deceive You Later",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "1 COMMENTS Tatyana Tolstaya opens her story collection “Aetherial Worlds” (Knopf, 241 pages, $25.95) by addressing the elephant in the room, the question of her loaded last name: “My grandfather Aleksey Tolstoy, a famous Russian writer, attended the Saint Petersburg Technological Institute in his youth, starting in 1901, thinking he would like to become an engineer.” Aleksey was a distant relative of Leo Tolstoy (Ms. Tolstaya’s great-granduncle) as well as one of Russia’s earliest science-fiction novelists. His imagination proved to be too vivid for engineering—a family trait, Ms. Tolstaya notes in a mischievous little humblebrag, that has passed down to her, too.\nBut if you were expecting writing in the grand and portentous manner of “War and Peace,” think again. Ms. Tolstaya seems wonderfully unintimidated by her ancestry. “Aetherial Worlds,” in a high-spirited translation by Anya Migdal, is playful and poetic, with a lightness that verges on flippancy. Even when Ms. Tolstaya writes about adulthood her setting is the world of children, which outwardly resembles ordinary life yet is touched by fantasies, ghosts and magic.\nA fine example of the book’s quotidian mysteries is in “Passing Through,” about the secret world where socks go when they disappear from the dryer. In “A Young Lady in Bloom,” drawn from Ms. Tolstaya’s university years working for the Leningrad post office, the telegrams she delivers conjure daydreams about their recipients, extravagant melodramas spawned from “bits and pieces of other people’s stories.” The title story springs in part from Ms. Tolstaya’s decision to have a patio built behind a new house, an imposition of the solid and factual upon the “green abyss” of the empty back yard.\nMingling memoir with flights of fancy, many of the stories follow Ms. Tolstaya’s extended travels to the U.S., France and Italy. (In “See the Reverse” she goes to Ravenna to recapture the scene on a postcard her beloved late father once sent her.) A sense of permanent impermanence, both forlorn and liberating, inflects her reveries, and never is Ms. Tolstaya more luxuriantly homesick than when she recalls her childhood. The resplendent story “The Invisible Maiden” describes her charmed summers in the family dacha and it shows this foxy, original writer at her most sublime, when memory fuses with wonder, and wonder with worship:\nIf you’re a young lady with a braid, of an age of yearning and expectation, and it’s a white night June evening of unfading light, and no one is sleeping, and there is no death, and the sky seems full of music, it feels right to go stand on this portico, hugging a stucco-covered column, watching the sea of lilac bushes cascading down the steps, and breathing in the scent of its white misty foam, the scent of your own pure flesh, the scent of your hair. Life will deceive you later, but not just yet.\nTom Rachman’s third novel, “The Italian Teacher” (Viking, 341 pages, $27) , presents a far darker view of what it’s like to descend from genius. The story centers on Charlie “Pinch” Bavinsky, the son of the famed postwar expressionist painter Bear Bavinsky. Bear is a charismatic, singleminded, controlling, egomaniacal, philoprogenitive, philandering absentee father—someone who cares more about his art than his “actual creations,” as one of Charlie’s numerous half-siblings complains. Like his discarded mother, Natalie, Charlie is tormented by the sensation that he’ll always be an afterthought, a footnote to his own life story.\nIn brief, punctuated episodes spanning six decades, from 1955 to the present year, Mr. Rachman dramatizes Charlie’s painfully earnest efforts to gain his father’s approval, or at least hold his attention. He tries his hand at painting (he quits when Bear tells him he’s no good), then at art history. Finally, having settled into a quiet career as a language instructor, he aims his sights on managing his father’s estate. It’s a long, unbroken run of humiliations and you can’t help wishing that Mr. Rachman had refreshed the stale air of rejection by getting outside of Charlie’s point of view from time to time. Instead, the book’s emotional range is restricted to self-loathing and regret, and it would take a genius (or a Joseph Heller ) to work successfully with such a limited palette.\nUnexpectedly, relief does arrive in the novel’s curveball final act, about Charlie’s role in shaping Bear’s posthumous legacy. With these spoiler-sensitive twists the book seems to change from a sulky character study to a wicked satire of artistic arrogance and the accidental nature of immortality. I think the shift should have come sooner—though I’m conscious of Bear’s pronouncement that “it used to be, when a guy couldn’t paint, he ended up a critic.”\nJohn Edgar Wideman, a writer shaped by his hometown, Pittsburgh, returns to fiction for the first time since 2010 with the story collection “American Histories” (Scribner, 227 pages, $26) . The “histories” of the title are both national and personal. With the scrupulous intelligence and meditative intensity that define all this author’s work, the stories move from subjects like the Civil War and Nat Turner’s rebellion to Mr. Wideman’s family’s tribulations, the two threads twining so intricately that they’re impossible to separate.\nThe collection’s theme is set in the opening story, “JB & FD,” an imaginary dialogue between John Brown and Frederick Douglass. Though both men were united in their hatred of slavery, they disagreed about the methods to end it. Brown chose wrath and martyrdom, while Douglass’s tools were reason, eloquence and decency. “I shall continue my work here in the North,” he tells Brown. “Offer my life, not my death, to my people.” The argument is re-enacted in the autobiographical story “Maps and Ledgers,” which details the shocking epidemic of violence that has infected the author’s family: his brother and son have each committed a murder, and his nephew was killed in cold blood. Mr. Wideman took Douglass’s path, fleeing the circumstances of his birth and becoming successful and respected within “an empire ruled by and run for the benefit of a group to which I did not belong.” But the persistence of catastrophe makes him dream of Brown’s bloody revolt.\nMr. Wideman’s explicit subject is racial injustice but his treatment of it quietly deepens into existential horror. “Writing Teacher,” about his difficulties helping a student who tries to write optimistically about oppression, runs up against “the sadness of wanting things not to be the way they indisputably are.” “Williamsburg Bridge” relates the cold-eyed contemplations of a man preparing to jump to his death in the East River. There is perhaps no more frightening emotion than despair, especially when felt with clarity and intellectual rigor. This, then, is not a book for the unwary. Mr. Wideman possesses a true and terrible vision of the tragic.",
    "published": "2018-03-17T00:13:00.000+02:00",
    "crawled": "2018-03-25T14:52:20.042+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "tatyana",
        "tolstaya",
        "open",
        "story",
        "collection",
        "aetherial",
        "world",
        "knopf",
        "page",
        "addressing",
        "elephant",
        "room",
        "question",
        "loaded",
        "last",
        "name",
        "grandfather",
        "aleksey",
        "tolstoy",
        "famous",
        "russian",
        "writer",
        "attended",
        "saint",
        "petersburg",
        "technological",
        "institute",
        "youth",
        "starting",
        "thinking",
        "would",
        "like",
        "become",
        "aleksey",
        "distant",
        "relative",
        "leo",
        "tolstoy",
        "tolstaya",
        "well",
        "one",
        "russia",
        "earliest",
        "novelist",
        "imagination",
        "proved",
        "vivid",
        "family",
        "trait",
        "tolstaya",
        "note",
        "mischievous",
        "little",
        "humblebrag",
        "passed",
        "expecting",
        "writing",
        "grand",
        "portentous",
        "manner",
        "war",
        "peace",
        "think",
        "tolstaya",
        "seems",
        "wonderfully",
        "unintimidated",
        "ancestry",
        "aetherial",
        "world",
        "translation",
        "anya",
        "migdal",
        "playful",
        "poetic",
        "lightness",
        "verge",
        "flippancy",
        "even",
        "tolstaya",
        "writes",
        "adulthood",
        "setting",
        "world",
        "child",
        "outwardly",
        "resembles",
        "ordinary",
        "life",
        "yet",
        "touched",
        "fantasy",
        "ghost",
        "magic",
        "fine",
        "example",
        "book",
        "quotidian",
        "mystery",
        "passing",
        "secret",
        "world",
        "sock",
        "go",
        "disappear",
        "dryer",
        "young",
        "lady",
        "bloom",
        "drawn",
        "tolstaya",
        "university",
        "year",
        "working",
        "leningrad",
        "post",
        "office",
        "telegram",
        "delivers",
        "conjure",
        "daydream",
        "recipient",
        "extravagant",
        "melodrama",
        "spawned",
        "bit",
        "piece",
        "people",
        "title",
        "story",
        "spring",
        "part",
        "tolstaya",
        "decision",
        "patio",
        "built",
        "behind",
        "new",
        "house",
        "imposition",
        "solid",
        "factual",
        "upon",
        "green",
        "abyss",
        "empty",
        "back",
        "yard",
        "mingling",
        "memoir",
        "flight",
        "fancy",
        "many",
        "story",
        "follow",
        "tolstaya",
        "extended",
        "travel",
        "france",
        "italy",
        "see",
        "reverse",
        "go",
        "ravenna",
        "recapture",
        "scene",
        "postcard",
        "beloved",
        "late",
        "father",
        "sent",
        "sense",
        "permanent",
        "impermanence",
        "forlorn",
        "liberating",
        "inflects",
        "revery",
        "never",
        "tolstaya",
        "luxuriantly",
        "homesick",
        "recall",
        "childhood",
        "resplendent",
        "story",
        "invisible",
        "maiden",
        "describes",
        "charmed",
        "summer",
        "family",
        "dacha",
        "show",
        "foxy",
        "original",
        "writer",
        "sublime",
        "memory",
        "fuse",
        "wonder",
        "wonder",
        "worship",
        "young",
        "lady",
        "braid",
        "age",
        "yearning",
        "expectation",
        "white",
        "night",
        "june",
        "evening",
        "unfading",
        "light",
        "one",
        "sleeping",
        "death",
        "sky",
        "seems",
        "full",
        "music",
        "feel",
        "right",
        "go",
        "stand",
        "portico",
        "hugging",
        "column",
        "watching",
        "sea",
        "lilac",
        "bush",
        "cascading",
        "step",
        "breathing",
        "scent",
        "white",
        "misty",
        "foam",
        "scent",
        "pure",
        "flesh",
        "scent",
        "hair",
        "life",
        "deceive",
        "later",
        "yet",
        "tom",
        "rachman",
        "third",
        "novel",
        "italian",
        "teacher",
        "viking",
        "page",
        "present",
        "far",
        "darker",
        "view",
        "like",
        "descend",
        "genius",
        "story",
        "center",
        "charlie",
        "pinch",
        "bavinsky",
        "son",
        "famed",
        "postwar",
        "expressionist",
        "painter",
        "bear",
        "bavinsky",
        "bear",
        "charismatic",
        "singleminded",
        "controlling",
        "egomaniacal",
        "philoprogenitive",
        "philandering",
        "absentee",
        "care",
        "art",
        "actual",
        "creation",
        "one",
        "charlie",
        "numerous",
        "complains",
        "like",
        "discarded",
        "mother",
        "natalie",
        "charlie",
        "tormented",
        "sensation",
        "always",
        "afterthought",
        "footnote",
        "life",
        "story",
        "brief",
        "punctuated",
        "episode",
        "spanning",
        "six",
        "decade",
        "present",
        "year",
        "rachman",
        "dramatizes",
        "charlie",
        "painfully",
        "earnest",
        "effort",
        "gain",
        "father",
        "approval",
        "least",
        "hold",
        "attention",
        "try",
        "hand",
        "painting",
        "quits",
        "bear",
        "tell",
        "good",
        "art",
        "history",
        "finally",
        "settled",
        "quiet",
        "career",
        "language",
        "instructor",
        "aim",
        "sight",
        "managing",
        "father",
        "estate",
        "long",
        "unbroken",
        "run",
        "humiliation",
        "help",
        "wishing",
        "rachman",
        "refreshed",
        "stale",
        "air",
        "rejection",
        "getting",
        "outside",
        "charlie",
        "point",
        "view",
        "time",
        "time",
        "instead",
        "book",
        "emotional",
        "range",
        "restricted",
        "regret",
        "would",
        "take",
        "genius",
        "joseph",
        "heller",
        "work",
        "successfully",
        "limited",
        "palette",
        "unexpectedly",
        "relief",
        "arrive",
        "novel",
        "curveball",
        "final",
        "act",
        "charlie",
        "role",
        "shaping",
        "bear",
        "posthumous",
        "legacy",
        "twist",
        "book",
        "seems",
        "change",
        "sulky",
        "character",
        "study",
        "wicked",
        "satire",
        "artistic",
        "arrogance",
        "accidental",
        "nature",
        "immortality",
        "think",
        "shift",
        "come",
        "conscious",
        "bear",
        "pronouncement",
        "used",
        "guy",
        "paint",
        "ended",
        "john",
        "edgar",
        "wideman",
        "writer",
        "shaped",
        "hometown",
        "pittsburgh",
        "return",
        "fiction",
        "first",
        "time",
        "since",
        "story",
        "collection",
        "american",
        "history",
        "scribner",
        "page",
        "history",
        "title",
        "national",
        "personal",
        "scrupulous",
        "intelligence",
        "meditative",
        "intensity",
        "define",
        "author",
        "work",
        "story",
        "move",
        "subject",
        "like",
        "civil",
        "war",
        "nat",
        "turner",
        "rebellion",
        "wideman",
        "family",
        "tribulation",
        "two",
        "thread",
        "twining",
        "intricately",
        "impossible",
        "separate",
        "collection",
        "theme",
        "set",
        "opening",
        "story",
        "jb",
        "fd",
        "imaginary",
        "dialogue",
        "john",
        "brown",
        "frederick",
        "douglas",
        "though",
        "men",
        "united",
        "hatred",
        "slavery",
        "disagreed",
        "method",
        "end",
        "brown",
        "chose",
        "wrath",
        "martyrdom",
        "douglas",
        "tool",
        "reason",
        "eloquence",
        "decency",
        "shall",
        "continue",
        "work",
        "north",
        "tell",
        "brown",
        "offer",
        "life",
        "death",
        "argument",
        "autobiographical",
        "story",
        "map",
        "ledger",
        "detail",
        "shocking",
        "epidemic",
        "violence",
        "infected",
        "author",
        "family",
        "brother",
        "son",
        "committed",
        "murder",
        "nephew",
        "killed",
        "cold",
        "blood",
        "wideman",
        "took",
        "douglas",
        "path",
        "fleeing",
        "circumstance",
        "birth",
        "becoming",
        "successful",
        "respected",
        "within",
        "empire",
        "ruled",
        "run",
        "benefit",
        "group",
        "persistence",
        "catastrophe",
        "make",
        "dream",
        "brown",
        "bloody",
        "revolt",
        "wideman",
        "explicit",
        "subject",
        "racial",
        "injustice",
        "treatment",
        "quietly",
        "deepens",
        "existential",
        "horror",
        "writing",
        "teacher",
        "difficulty",
        "helping",
        "student",
        "try",
        "write",
        "optimistically",
        "oppression",
        "run",
        "sadness",
        "wanting",
        "thing",
        "way",
        "indisputably",
        "williamsburg",
        "bridge",
        "relates",
        "contemplation",
        "man",
        "preparing",
        "jump",
        "death",
        "east",
        "river",
        "perhaps",
        "frightening",
        "emotion",
        "despair",
        "especially",
        "felt",
        "clarity",
        "intellectual",
        "rigor",
        "book",
        "unwary",
        "wideman",
        "possesses",
        "true",
        "terrible",
        "vision",
        "tragic"
    ]
}