{
    "organizations": [],
    "uuid": "12eb118a252e681813d751daeb8f74209aab0651",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/business-wire-caseyas-general-stores-announces-board-refreshment-with-appointment-of-three-new-independent-directors-and-new-board.html",
    "ord_in_thread": 0,
    "title": "Casey’s General Stores Announces Board Refreshment With Appointment of Three New Independent Directors New Board Leadership",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "H. Lynn Horak Appointed Chairman of the Board\nNew Directors Bring Leadership, Retail and Digital Marketing Expertise\nAdopts Governance Changes Consistent with Best Practices\nANKENY, Iowa--(BUSINESS WIRE)-- Casey’s General Stores, Inc. (“Casey’s” or “the Company”) (NASDAQ: CASY) today announced that its Board of Directors has appointed three new independent directors to its Board, effective immediately: Donald E. Frieson, David K. Lenhardt, and Allison M. Wing. The Company also announced that H. Lynn Horak, a Casey’s independent director since 2009, has been appointed Chairman of the Board.\nCasey’s newly appointed Chairman and new director appointments include the following:\nH. Lynn Horak , based in West Des Moines, Iowa, is the retired Regional Chairman with Wells Fargo Regional Banking Mr. Horak has served in many positions with Wells Fargo Bank, including Executive Vice President, Chief Financial Officer, President and Chief Executive Officer Mr. Horak brings more than 30 years of executive leadership experience and a critical understanding of credit markets, consumer behavior and retail analysis Donald E. Frieson , based in Bradenton, Florida, is the former Executive Vice President of Operations of Sam’s Club, a division of Walmart Inc. Mr. Frieson brings over 30 years of operations and logistics experience, including 18 years at Walmart, one of the world’s largest retailers At Walmart, Mr. Frieson led operations of the $50 billion Sam’s Club division, including the successful integration of Massmart Holdings Limited David K. Lenhardt , based in Phoenix, Arizona, is the former President and Chief Executive Officer of PetSmart, Inc. Mr. Lenhardt has over 14 years of senior leadership and retail experience at PetSmart, including two years as CEO; he also previously served on the PetSmart Board At PetSmart, Mr. Lenhardt led the transformation to a comprehensive digital model and built a differentiated pet services business Allison M. Wing , based in Minneapolis, Minnesota, is the former Chief Marketing Lead Officer and Executive Vice President of Digital Channels at Ascena Retail Group, Inc. Ms. Wing designed and launched a comprehensive digital strategy at Ascena Retail Group after founding and leading a separate retail company Ms. Wing has over 25 years of experience in marketing, digital engagement and e-commerce in the retail sector\nH. Lynn Horak said, “I am honored to take on the role of Chairman and to welcome Don, David and Ali, who bring impressive track records in retail and digital marketing capacities, as well as significant executive leadership experience in today’s evolving and consumer-focused retail environment. Their fresh perspectives will be instrumental as we build on Casey’s rich history and continue our efforts to position the Company for continued growth and value creation.”\nTerry W. Handley, President and Chief Executive Officer of Casey’s, said, “Our new directors join a Board and management team that are keenly focused on generating increased long-term value for shareholders through key initiatives - such as digital engagement and price optimization programs - to accelerate same-store sales growth and improve Casey’s financial and operational performance. We are confident that through these initiatives, as well as Casey’s new store construction and acquisition activity, Casey’s will be well-positioned to build on its strong track record and continue generating sustainable shareholder value for years to come.”\nMr. Handley added, “With today’s additions to our Board, Casey’s has the right team in place to provide the necessary oversight and governance to successfully embark on its next chapter. I strongly believe that we have a clear and actionable strategic plan to drive shareholder value, and I look forward to working with our new and existing directors and our management team to execute on this plan.”\nIn connection with the new director appointments, three incumbent Casey’s directors - departing Chairman Robert J. Myers, William C. Kimball, and Jeffrey M. Lamberti - have retired from the Board.\nMr. Horak added, “It’s been a true privilege and honor to work alongside Bill, Jeff, and of course, Bob, who has spent almost 30 years with the Company, including nearly a decade as Casey’s CEO. They instilled in Casey’s a relentless focus on operational execution and disciplined growth. These directors were part of a Board that oversaw compounded annual EBITDA growth of 11% and total shareholder returns of approximately 380% throughout their tenure together. Their contributions to Casey’s over the years have been truly invaluable, and we intend to carry their legacy forward. We sincerely thank them for their service to the Company.”\nWith these changes, Casey’s nine-member Board includes eight independent directors, four of whom were added within the last two years. The Board collectively brings a broad range of consumer/retail, digital marketing, operations, M&A, finance and accounting expertise as well as broad geographic diversity. Casey’s directors have an average Board tenure of four years.\nAdditional Governance Changes\nCasey’s also announced a number of other enhancements to its corporate governance and shareholder rights practices, including:\nAdopting Proxy Access Adopting majority voting in director elections (subject to shareholder approval) Implementing director age limitations Implementing director tenure limitations\n“These steps to enhance our governance are reflective of our conversations with shareholders and our commitment to enhancing our corporate governance practices,” said Mr. Horak. “By adopting proxy access and imposing age and tenure limitations for directors, we will provide shareholders with greater access and input into important governance matters facing the Company. If approved by shareholders, our adoption of majority voting for director elections will similarly increase shareholder access and input by providing shareholders with a stronger voice in director elections.”\nCasey’s will file a Form 8-K with the U.S. Securities and Exchange Commission that includes additional information about these changes.\nChairman and New Director Biographies\nH. Lynn Horak , 72, is the retired Regional Chairman with Wells Fargo Regional Banking. Mr. Horak held many positions with Wells Fargo Bank beginning in 1972, including Executive Vice President and Chief Financial Officer from 1981 to 1986, President and Chief Operating Officer from 1986 to 1991, and Chief Executive Officer and Chairman of the Board of Regional Banking for Iowa, Nebraska and Illinois from 1991 until November 2007. Mr. Horak continues to serve on the Wells Fargo Advisory Board for the Midwest Region and also serves on the board of directors of three other private companies. He has been a director of the Company since 2009. Mr. Horak brings a wealth of knowledge and experience from his career with Wells Fargo, including significant executive leadership experience and a critical understanding of credit markets, consumer behavior and retail analysis.\nDonald E. Frieson , 59, is the former Executive Vice President of Operations of Sam’s Club, a division of Walmart, bringing over 18 years of fleet management, regional management and operations experience at one of the world’s largest retailers. As EVP of Operations at Sam’s Club, Mr. Frieson was responsible for the operations of more than 600 stores. Prior to assuming those roles, he served within Walmart International as Chief Integration Officer for Massmart Holdings Limited, a majority-owned subsidiary of Walmart with a chain of more than 300 stores operating in 13 sub-Saharan Africa nations. He first joined Walmart in 1999 as a district manager for the private fleet, after 12 years at Schneider National Carriers, where he developed expertise in the trucking industry.\nDavid K. Lenhardt , 48, is the former President and Chief Executive Officer of the leading pet retailer, PetSmart, Inc. He spent more than 14 years with PetSmart and developed its ecommerce and digital business, including through the acquisition of online retailer Pet 360 and deployment of PetSmart’s order online/pick up in store capabilities. Mr. Lenhardt also successfully completed PetSmart’s strategic review process in 2014, which resulted in the sale of PetSmart to BC Partners for $8.7 billion in March 2015, representing the highest equity valuation in the history of the company. Prior to his role as President and Chief Executive Officer, Mr. Lenhardt served in multiple senior leadership roles at PetSmart from 2000-2012. From 1996 to 2000, he served as manager of Bain & Company, Inc., where he led consulting teams for retail, technology and e-commerce clients. David also has served as an analyst in the corporate finance and Latin American groups of Merrill Lynch & Co.'s investment banking division. He serves on the Board of Directors for Dogtopia Enterprises and the Phoenix Children's Hospital.\nAllison M. Wing , 51, is the former Chief Marketing Lead Officer and Executive Vice President of Digital Channels at Ascena Retail Group, Inc. from August 2014 through May 2017, where she launched the Ascena’s loyalty program and insights data production and e-commerce platforms. As a retail and brand marketing executive, she brings extensive digital, retail and customer insights experience. Prior to joining Ascena, she was the CEO, Founder & Chairperson of giggle, Inc., a private equity-funded omnichannel retailer, wholesaler and licenser of baby products. She started her career with Nike and later spent several years in Silicon Valley working as an Interim Chief Marketing/Revenue/Customer Officer for a variety of online, software & eCommerce companies. Ms. Wing currently serves on the Board of Directors for Worldwide Orphans and is a former director of Bazaarvoice, Inc.\nAbout Casey’s General Stores, Inc.\nCasey’s General Stores, Inc., headquartered in Ankeny, Iowa, owns and operates over 2,000 convenience stores in 15 states. The stores offer self-service gasoline, a wide variety of grocery items, and prepared foods, such as made-from-scratch pizza and donuts, chicken tenders, and made-to-order sub-sandwiches. Casey’s owns and operates two distribution centers, delivering approximately 90% of in-store products as well as approximately 75% of the fuel sold at their stores.\nForward Looking Statements\nCertain statements in this news release, including any discussion of expectations for future periods, constitute “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Such forward-looking statements involve known and unknown risks, uncertainties, and other factors that may cause actual results to differ materially from future results expressed or implied by those statements. Casey’s disclaims any intention or obligation to update or revise forward-looking statements, whether as a result of new information, future events, or otherwise.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180307005693/en/\nInvestor Contact\nCasey’s General Stores, Inc.\nBill Walljasper, 515-965-6505\nSenior VP & Chief Financial Officer\nor\nMedia Contact\nSard Verbinnen & CO.\nAndrew Cole/Jared Levy/Emily Claffey, 212-687-8080\ncaseys-svc@sardverb.com\nSource: Casey’s General Stores, Inc.",
    "published": "2018-03-07T16:40:00.000+02:00",
    "crawled": "2018-03-07T18:32:08.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lynn",
        "horak",
        "appointed",
        "chairman",
        "board",
        "new",
        "director",
        "bring",
        "leadership",
        "retail",
        "digital",
        "marketing",
        "expertise",
        "adopts",
        "governance",
        "change",
        "consistent",
        "best",
        "practice",
        "ankeny",
        "iowa",
        "business",
        "wire",
        "casey",
        "general",
        "store",
        "casey",
        "company",
        "nasdaq",
        "casy",
        "today",
        "announced",
        "board",
        "director",
        "appointed",
        "three",
        "new",
        "independent",
        "director",
        "board",
        "effective",
        "immediately",
        "donald",
        "frieson",
        "david",
        "lenhardt",
        "allison",
        "wing",
        "company",
        "also",
        "announced",
        "lynn",
        "horak",
        "casey",
        "independent",
        "director",
        "since",
        "appointed",
        "chairman",
        "board",
        "casey",
        "newly",
        "appointed",
        "chairman",
        "new",
        "director",
        "appointment",
        "include",
        "following",
        "lynn",
        "horak",
        "based",
        "west",
        "de",
        "moines",
        "iowa",
        "retired",
        "regional",
        "chairman",
        "well",
        "fargo",
        "regional",
        "banking",
        "horak",
        "served",
        "many",
        "position",
        "well",
        "fargo",
        "bank",
        "including",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "president",
        "chief",
        "executive",
        "officer",
        "horak",
        "brings",
        "year",
        "executive",
        "leadership",
        "experience",
        "critical",
        "understanding",
        "credit",
        "market",
        "consumer",
        "behavior",
        "retail",
        "analysis",
        "donald",
        "frieson",
        "based",
        "bradenton",
        "florida",
        "former",
        "executive",
        "vice",
        "president",
        "operation",
        "sam",
        "club",
        "division",
        "walmart",
        "frieson",
        "brings",
        "year",
        "operation",
        "logistics",
        "experience",
        "including",
        "year",
        "walmart",
        "one",
        "world",
        "largest",
        "retailer",
        "walmart",
        "frieson",
        "led",
        "operation",
        "billion",
        "sam",
        "club",
        "division",
        "including",
        "successful",
        "integration",
        "massmart",
        "holding",
        "limited",
        "david",
        "lenhardt",
        "based",
        "phoenix",
        "arizona",
        "former",
        "president",
        "chief",
        "executive",
        "officer",
        "petsmart",
        "lenhardt",
        "year",
        "senior",
        "leadership",
        "retail",
        "experience",
        "petsmart",
        "including",
        "two",
        "year",
        "ceo",
        "also",
        "previously",
        "served",
        "petsmart",
        "board",
        "petsmart",
        "lenhardt",
        "led",
        "transformation",
        "comprehensive",
        "digital",
        "model",
        "built",
        "differentiated",
        "pet",
        "service",
        "business",
        "allison",
        "wing",
        "based",
        "minneapolis",
        "minnesota",
        "former",
        "chief",
        "marketing",
        "lead",
        "officer",
        "executive",
        "vice",
        "president",
        "digital",
        "channel",
        "ascena",
        "retail",
        "group",
        "wing",
        "designed",
        "launched",
        "comprehensive",
        "digital",
        "strategy",
        "ascena",
        "retail",
        "group",
        "founding",
        "leading",
        "separate",
        "retail",
        "company",
        "wing",
        "year",
        "experience",
        "marketing",
        "digital",
        "engagement",
        "retail",
        "sector",
        "lynn",
        "horak",
        "said",
        "honored",
        "take",
        "role",
        "chairman",
        "welcome",
        "david",
        "ali",
        "bring",
        "impressive",
        "track",
        "record",
        "retail",
        "digital",
        "marketing",
        "capacity",
        "well",
        "significant",
        "executive",
        "leadership",
        "experience",
        "today",
        "evolving",
        "retail",
        "environment",
        "fresh",
        "perspective",
        "instrumental",
        "build",
        "casey",
        "rich",
        "history",
        "continue",
        "effort",
        "position",
        "company",
        "continued",
        "growth",
        "value",
        "terry",
        "handley",
        "president",
        "chief",
        "executive",
        "officer",
        "casey",
        "said",
        "new",
        "director",
        "join",
        "board",
        "management",
        "team",
        "keenly",
        "focused",
        "generating",
        "increased",
        "value",
        "shareholder",
        "key",
        "initiative",
        "digital",
        "engagement",
        "price",
        "optimization",
        "program",
        "accelerate",
        "sale",
        "growth",
        "improve",
        "casey",
        "financial",
        "operational",
        "performance",
        "confident",
        "initiative",
        "well",
        "casey",
        "new",
        "store",
        "construction",
        "acquisition",
        "activity",
        "casey",
        "build",
        "strong",
        "track",
        "record",
        "continue",
        "generating",
        "sustainable",
        "shareholder",
        "value",
        "year",
        "handley",
        "added",
        "today",
        "addition",
        "board",
        "casey",
        "right",
        "team",
        "place",
        "provide",
        "necessary",
        "oversight",
        "governance",
        "successfully",
        "embark",
        "next",
        "chapter",
        "strongly",
        "believe",
        "clear",
        "actionable",
        "strategic",
        "plan",
        "drive",
        "shareholder",
        "value",
        "look",
        "forward",
        "working",
        "new",
        "existing",
        "director",
        "management",
        "team",
        "execute",
        "connection",
        "new",
        "director",
        "appointment",
        "three",
        "incumbent",
        "casey",
        "director",
        "departing",
        "chairman",
        "robert",
        "myers",
        "william",
        "kimball",
        "jeffrey",
        "lamberti",
        "retired",
        "board",
        "horak",
        "added",
        "true",
        "privilege",
        "honor",
        "work",
        "alongside",
        "bill",
        "jeff",
        "course",
        "bob",
        "spent",
        "almost",
        "year",
        "company",
        "including",
        "nearly",
        "decade",
        "casey",
        "ceo",
        "instilled",
        "casey",
        "relentless",
        "focus",
        "operational",
        "execution",
        "disciplined",
        "growth",
        "director",
        "part",
        "board",
        "oversaw",
        "compounded",
        "annual",
        "ebitda",
        "growth",
        "total",
        "shareholder",
        "return",
        "approximately",
        "throughout",
        "tenure",
        "together",
        "contribution",
        "casey",
        "year",
        "truly",
        "invaluable",
        "intend",
        "carry",
        "legacy",
        "forward",
        "sincerely",
        "thank",
        "service",
        "change",
        "casey",
        "board",
        "includes",
        "eight",
        "independent",
        "director",
        "four",
        "added",
        "within",
        "last",
        "two",
        "year",
        "board",
        "collectively",
        "brings",
        "broad",
        "range",
        "digital",
        "marketing",
        "operation",
        "finance",
        "accounting",
        "expertise",
        "well",
        "broad",
        "geographic",
        "diversity",
        "casey",
        "director",
        "average",
        "board",
        "tenure",
        "four",
        "year",
        "additional",
        "governance",
        "change",
        "casey",
        "also",
        "announced",
        "number",
        "enhancement",
        "corporate",
        "governance",
        "shareholder",
        "right",
        "practice",
        "including",
        "adopting",
        "proxy",
        "access",
        "adopting",
        "majority",
        "voting",
        "director",
        "election",
        "subject",
        "shareholder",
        "approval",
        "implementing",
        "director",
        "age",
        "limitation",
        "implementing",
        "director",
        "tenure",
        "limitation",
        "step",
        "enhance",
        "governance",
        "reflective",
        "conversation",
        "shareholder",
        "commitment",
        "enhancing",
        "corporate",
        "governance",
        "practice",
        "said",
        "horak",
        "adopting",
        "proxy",
        "access",
        "imposing",
        "age",
        "tenure",
        "limitation",
        "director",
        "provide",
        "shareholder",
        "greater",
        "access",
        "input",
        "important",
        "governance",
        "matter",
        "facing",
        "company",
        "approved",
        "shareholder",
        "adoption",
        "majority",
        "voting",
        "director",
        "election",
        "similarly",
        "increase",
        "shareholder",
        "access",
        "input",
        "providing",
        "shareholder",
        "stronger",
        "voice",
        "director",
        "casey",
        "file",
        "form",
        "security",
        "exchange",
        "commission",
        "includes",
        "additional",
        "information",
        "change",
        "chairman",
        "new",
        "director",
        "biography",
        "lynn",
        "horak",
        "retired",
        "regional",
        "chairman",
        "well",
        "fargo",
        "regional",
        "banking",
        "horak",
        "held",
        "many",
        "position",
        "well",
        "fargo",
        "bank",
        "beginning",
        "including",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "president",
        "chief",
        "operating",
        "officer",
        "chief",
        "executive",
        "officer",
        "chairman",
        "board",
        "regional",
        "banking",
        "iowa",
        "nebraska",
        "illinois",
        "november",
        "horak",
        "continues",
        "serve",
        "well",
        "fargo",
        "advisory",
        "board",
        "midwest",
        "region",
        "also",
        "serf",
        "board",
        "director",
        "three",
        "private",
        "company",
        "director",
        "company",
        "since",
        "horak",
        "brings",
        "wealth",
        "knowledge",
        "experience",
        "career",
        "well",
        "fargo",
        "including",
        "significant",
        "executive",
        "leadership",
        "experience",
        "critical",
        "understanding",
        "credit",
        "market",
        "consumer",
        "behavior",
        "retail",
        "analysis",
        "donald",
        "frieson",
        "former",
        "executive",
        "vice",
        "president",
        "operation",
        "sam",
        "club",
        "division",
        "walmart",
        "bringing",
        "year",
        "fleet",
        "management",
        "regional",
        "management",
        "operation",
        "experience",
        "one",
        "world",
        "largest",
        "retailer",
        "evp",
        "operation",
        "sam",
        "club",
        "frieson",
        "responsible",
        "operation",
        "store",
        "prior",
        "assuming",
        "role",
        "served",
        "within",
        "walmart",
        "international",
        "chief",
        "integration",
        "officer",
        "massmart",
        "holding",
        "limited",
        "subsidiary",
        "walmart",
        "chain",
        "store",
        "operating",
        "africa",
        "nation",
        "first",
        "joined",
        "walmart",
        "district",
        "manager",
        "private",
        "fleet",
        "year",
        "schneider",
        "national",
        "carrier",
        "developed",
        "expertise",
        "trucking",
        "industry",
        "david",
        "lenhardt",
        "former",
        "president",
        "chief",
        "executive",
        "officer",
        "leading",
        "pet",
        "retailer",
        "petsmart",
        "spent",
        "year",
        "petsmart",
        "developed",
        "ecommerce",
        "digital",
        "business",
        "including",
        "acquisition",
        "online",
        "retailer",
        "pet",
        "deployment",
        "petsmart",
        "order",
        "store",
        "capability",
        "lenhardt",
        "also",
        "successfully",
        "completed",
        "petsmart",
        "strategic",
        "review",
        "process",
        "resulted",
        "sale",
        "petsmart",
        "bc",
        "partner",
        "billion",
        "march",
        "representing",
        "highest",
        "equity",
        "valuation",
        "history",
        "company",
        "prior",
        "role",
        "president",
        "chief",
        "executive",
        "officer",
        "lenhardt",
        "served",
        "multiple",
        "senior",
        "leadership",
        "role",
        "petsmart",
        "served",
        "manager",
        "bain",
        "company",
        "led",
        "consulting",
        "team",
        "retail",
        "technology",
        "client",
        "david",
        "also",
        "served",
        "analyst",
        "corporate",
        "finance",
        "latin",
        "american",
        "group",
        "merrill",
        "lynch",
        "investment",
        "banking",
        "division",
        "serf",
        "board",
        "director",
        "dogtopia",
        "enterprise",
        "phoenix",
        "child",
        "hospital",
        "allison",
        "wing",
        "former",
        "chief",
        "marketing",
        "lead",
        "officer",
        "executive",
        "vice",
        "president",
        "digital",
        "channel",
        "ascena",
        "retail",
        "group",
        "august",
        "may",
        "launched",
        "ascena",
        "loyalty",
        "program",
        "insight",
        "data",
        "production",
        "platform",
        "retail",
        "brand",
        "marketing",
        "executive",
        "brings",
        "extensive",
        "digital",
        "retail",
        "customer",
        "insight",
        "experience",
        "prior",
        "joining",
        "ascena",
        "ceo",
        "founder",
        "chairperson",
        "giggle",
        "private",
        "omnichannel",
        "retailer",
        "wholesaler",
        "licenser",
        "baby",
        "product",
        "started",
        "career",
        "nike",
        "later",
        "spent",
        "several",
        "year",
        "silicon",
        "valley",
        "working",
        "interim",
        "chief",
        "officer",
        "variety",
        "online",
        "software",
        "ecommerce",
        "company",
        "wing",
        "currently",
        "serf",
        "board",
        "director",
        "worldwide",
        "orphan",
        "former",
        "director",
        "bazaarvoice",
        "casey",
        "general",
        "store",
        "casey",
        "general",
        "store",
        "headquartered",
        "ankeny",
        "iowa",
        "owns",
        "operates",
        "convenience",
        "store",
        "state",
        "store",
        "offer",
        "gasoline",
        "wide",
        "variety",
        "grocery",
        "item",
        "prepared",
        "food",
        "pizza",
        "donut",
        "chicken",
        "tender",
        "casey",
        "owns",
        "operates",
        "two",
        "distribution",
        "center",
        "delivering",
        "approximately",
        "product",
        "well",
        "approximately",
        "fuel",
        "sold",
        "store",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "news",
        "release",
        "including",
        "discussion",
        "expectation",
        "future",
        "period",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "expressed",
        "implied",
        "statement",
        "casey",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "contact",
        "casey",
        "general",
        "store",
        "bill",
        "walljasper",
        "senior",
        "vp",
        "chief",
        "financial",
        "officer",
        "medium",
        "contact",
        "sard",
        "verbinnen",
        "andrew",
        "claffey",
        "source",
        "casey",
        "general",
        "store",
        "inc"
    ]
}