{
    "organizations": [],
    "uuid": "ee55078c87fe12ca11aabd30fc7250e2077873a8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/globe-newswire-tg-therapeutics-inc-announces-fourth-quarter-and-year-end-2017-financial-results-and-business-update.html",
    "ord_in_thread": 0,
    "title": "TG Therapeutics, Inc. Announces Fourth Quarter and Year-End 2017 Financial Results and Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, March 08, 2018 (GLOBE NEWSWIRE) --\nTG Therapeutics, Inc. (NASDAQ:TGTX) today announced its financial results for the fourth quarter and year ended December 31, 2017 and provided recent company developments along with a business outlook for 2018.\nMichael S. Weiss, the Company's Executive Chairman and Chief Executive Officer, stated, “2017 was a truly pivotal year for our company with the presentation of positive results from our first Phase 3 trial, the GENUINE trial, the completion of enrollment in our second Phase 3 trial, the UNITY-CLL trial, and the launch of our Phase 3 ULTIMATE trials in Multiple Sclerosis. These major milestones along with strong enrollment in our UNITY-NHL registration directed program sets the stage for an even more impactful 2018 and 2019.” Mr. Weiss continued, “We are extremely pleased to enter 2018 with a healthy balance sheet and look forward to multiple value creating milestones this year, including presenting topline ORR data from our Phase 3 UNITY-CLL trial and, ideally, filing our first BLA and/or NDA later in the year.”\n2017 Highlights\nOrphan Drug Designation: Orphan drug designation was granted for the combination of ublituximab (TG-1101) and umbralisib (TGR-1202) for the treatment of Chronic Lymphocytic Leukemia (CLL) and Diffuse Large B-Cell Lymphoma (DLBCL). Ublituximab Publication: Data from the Phase 1/2 trial of ublituximab was published in the British Journal of Haematology. GENUINE Phase 3 Data: Positive data from the Phase 3 GENUINE trial of ublituximab in combination with ibrutinib in patients with high risk CLL was presented at the ASCO annual meeting and Lugano Lymphoma Conference. ULTIMATE Phase 3 Trials in MS: Received a Special Protocol Assessment (SPA) for the Phase 3 ULTIMATE I and II studies in relapsing forms of multiple sclerosis, commenced enrollment into the global studies and presented clinical and MRI data from the supportive Phase 2 trial of ublituximab in RMS at various conferences throughout the year. UNITY-CLL Phase 3 Enrollment: Full enrollment in the UNITY-CLL Phase 3 Trial was completed in October 2017 Umbralisib Grant: Umbralisib was selected for a grant by the National Multiple Sclerosis Society to support the development of umbralisib as an oral B-Cell targeted treatment option in progressive Multiple Sclerosis (PMS). Anti-PD-L1 Entered the Clinic : The Company advanced its anti-PD-L1 monoclonal antibody into clinical development, with the first patient being dosed in a Phase I clinical trial.\nKey Objectives for 2018\nUNITY-CLL Phase 3 Trial : We plan to present top-line overall response rate results from our UNITY-CLL Phase 3 trial in both front line and relapsed or refractory CLL and also prepare a BLA/NDA filing for accelerated approval. GENUINE Phase 3 BLA Filing : A Biologics Licensing Application (BLA) filing will be prepared for ublituximab plus ibrutinib for potential accelerated approval based on the results from GENUINE. UNITY-NHL: Aggressively enroll into all cohorts of the UNITY-NHL clinical trial with the goal of completing enrollment into all cohorts. ULTIMATE Phase 3 Trials : Aggressively recruit to our Phase 3 MS trials. Data Presentations : Present new and updated data from ongoing trials at various scientific meetings throughout the year.\nFinancial Results for the Fourth Quarter and Full Year 2017\nCash Position: Cash, cash equivalents, investment securities, and interest receivable were $84.8 million as of December 31, 2017. Pro-forma cash, cash equivalents, investment securities, and interest receivable as of December 31, 2017 (excluding our first quarter 2018 operations) are approximately $114.6 million, after giving effect to $29.8 million of net proceeds from the utilization of the Company's at-the-market (\"ATM\") sales facility during the first quarter of 2018.\nR&D Expenses: Research and development (R&D) expenses were $26.0 million and $102.5 million for the three and twelve months ended December 31, 2017, respectively, compared to $22.3 million and $69.2 million for the three and twelve months ended December 31, 2016, respectively. Included in research and development expenses for the three and twelve months ended December 31, 2017, in addition to our other clinical expenses, are $6.1 million and $26.6 million, respectively, of manufacturing and CMC expenses for Phase 3 clinical trials and potential commercialization. The increase in R&D expenses for both the three and twelve months ended December 31, 2017, is primarily due to the ongoing clinical development programs and related manufacturing costs for TG-1101 and TGR-1202.\nG&A Expenses: General and administrative (G&A) expenses were $5.1 million and $16.3 million for the three and twelve months ended December 31, 2017, respectively, as compared to $1.8 million and $9.9 million for the three and twelve months ended December 31, 2016, respectively. The increase in G&A expenses for the three and twelve months ended December 31, 2017 relates primarily to non-cash compensation expenses related to equity incentive expense recognized during 2017.\nNet Loss: Net loss was $30.9 million and $118.5 million for the three and twelve months ended December 31, 2017, respectively, compared to a net loss of $23.7 million and $78.3 million for the three and twelve months ended December 31, 2016, respectively.\nFinancial Guidance: The Company believes its cash, cash equivalents, investment securities, and interest receivable on hand as of December 31, 2017, inclusive of the proceeds raised subsequent to the year-end will be sufficient to fund the Company's planned operations through mid-2019.\nConference Call Information\nThe Company will host an investor conference call today, Thursday, March 8, 2018 at 8:30am ET, to discuss the Company’s 2017 financial results and provide a business outlook for 2018.\nIn order to participate in the conference call, please call 1-877-407-8029 (U.S.), 1-201-689-8029 (outside the U.S.), Conference Title: TG Therapeutics Year-End 2017 Earnings Call. A live audio webcast of this conference call will be available on the Events page, located within the Investors & Media section, of the Company's website at www.tgtherapeutics.com . An audio recording of the conference call will also be available for replay at www.tgtherapeutics.com , for a period of 30 days after the call.\nABOUT TG THERAPEUTICS, INC.\nTG Therapeutics is a biopharmaceutical company focused on the acquisition, development and commercialization of novel treatments for B-cell malignancies and autoimmune diseases. Currently, the company is developing two therapies targeting hematological malignancies and autoimmune diseases. Ublituximab (TG-1101) is a novel, glycoengineered monoclonal antibody that targets a specific and unique epitope on the CD20 antigen found on mature B-lymphocytes. TG Therapeutics is also developing umbralisib (TGR-1202), an orally available PI3K delta inhibitor. The delta isoform of PI3K is strongly expressed in cells of hematopoietic origin and is believed to be important in the proliferation and survival of B‐lymphocytes. Both ublituximab and umbralisib, or the combination of which is referred to as ‘U2', are in Phase 3 clinical development for patients with hematologic malignancies, with ublituximab also in Phase 3 clinical development for Multiple Sclerosis. Additionally, the Company has recently brought its anti-PD-L1 monoclonal antibody into Phase 1 development and aims to bring additional pipeline assets into the clinic in the future. TG Therapeutics is headquartered in New York City.\nCautionary Statement\nSome of the statements included in this press release may be forward-looking statements that involve a number of risks and uncertainties. For those statements, we claim the protection of the safe harbor for forward-looking statements contained in the Private Securities Litigation Reform Act of 1995. In addition to the risk factors identified from time to time in our reports filed with the Securities and Exchange Commission, factors that could cause our actual results to differ materially are the following: our ability to successfully and cost effectively complete clinical trials on-time and to announce clinical trial results in the projected timeframes; our ability to manage cash in line with our expectations; the risk that we don't achieve expected milestones or that even if achieved they are not value creating; the risk that results from earlier clinical trials, including those that may have supported the acceptance of our data for presentation or publication or may have influenced our decision to proceed with additional clinical trials, will not be reproduced in future studies; the risk that the combination of ublituximab (TG-1101) and umbralisib (TGR-1202), referred to as TG-1303 or \"U2\" and being studied in the UNITY clinical trials and other studies, will not prove to be safe and efficacious for any indication or will not prove to be safe and effective for use as part of triple and quad treatment regimens; the risk that any interim analyses from ongoing clinical trials will not produce the desired or predicted result; the risk the results of the GENUINE trial will not be adequate to support the filing of a BLA of ublituximab in combination with ibrutinib or that we choose not to file a BLA based on the GENUINE trial; the risk the results of the UNITY-CLL trial will not be adequate to support the filing of a BLA/NDA of the U2 combination for accelerated approval or that we choose not to file a BLA/NDA based on the UNITY-CLL trial results; the risk that the early Phase 2 data of ublituximab in MS will not be reproduced in the Phase 3 MS trials. Any forward-looking statements set forth in this press release speak only as of the date of this press release. We do not undertake to update any of these forward-looking statements to reflect events or circumstances that occur after the date hereof. This press release and prior releases are available at www.tgtherapeutics.com . The information found on our website is not incorporated by reference into this press release and is included for reference purposes only.\nCONTACT:\nJenna Bosco\nSenior VP, Corporate Communications\nTG Therapeutics, Inc.\nTelephone: 212.554.4351\nEmail: ir@tgtxinc.com\nTG Therapeutics, Inc.\nSelected Consolidated Financial Data ﻿ Statements of Operations Information (Unaudited) : Three Months Ended December 31, Year Ended December 31, 2017 2016 2017 2016 License revenue $ 38,095 $ 38,095 $ 152,381 $ 152,381 Costs and expenses: Research and development: Noncash compensation 260,007 868,624 5,646,716 2,742,354 Other research and development 25,736,101 21,414,723 96,886,134 66,489,820 Total research and development 25,996,108 22,283,347 102,532,850 69,232,174 General and administrative: Noncash compensation 3,309,971 459,975 10,298,568 4,767,645 Other general and administrative 1,766,747 1,322,831 6,032,714 5,121,690 Total general and administrative 5,076,718 1,782,806 16,331,282 9,889,335 Total costs and expenses 31,072,826 24,066,153 118,864,132 79,121,509 Operating loss (31,034,731 ) (24,028,058 ) (118,711,751 ) (78,969,128 ) Other (income) expense: Interest income (120,422 ) (57,576 ) (294,478 ) (323,032 ) Other (income) expense (54,542 ) (296,339 ) 58,739 (393,202 ) Total other (income) expense (174,964 ) (353,915 ) (235,739 ) (716,234 ) Net loss $ (30,859,767 ) $ (23,674,143 ) $ (118,476,012 ) $ (78,252,894 ) Basic and diluted net loss per common share $ (0.46 ) $ (0.48 ) $ (1.91 ) $ (1.60 ) Weighted average shares used in computing basic and diluted net loss per common share\n66,572,544\n49,278,068\n62,069,570\n49,041,354\nBalance Sheet Information: December 31, 2017\n(Unaudited) December 31, 2016 Cash, cash equivalents, investment securities and interest receivable $ 84,825,125 $ 44,968,992 Total assets 97,381,536 54,781,547 Accumulated deficit (354,862,832 ) (236,386,820 ) Total equity 66,993,055 35,867,802\nSource:TG Therapeutics, Inc.",
    "published": "2018-03-08T15:30:00.000+02:00",
    "crawled": "2018-03-08T16:24:32.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "march",
        "globe",
        "newswire",
        "tg",
        "therapeutic",
        "nasdaq",
        "tgtx",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "provided",
        "recent",
        "company",
        "development",
        "along",
        "business",
        "outlook",
        "michael",
        "weiss",
        "company",
        "executive",
        "chairman",
        "chief",
        "executive",
        "officer",
        "stated",
        "truly",
        "pivotal",
        "year",
        "company",
        "presentation",
        "positive",
        "result",
        "first",
        "phase",
        "trial",
        "genuine",
        "trial",
        "completion",
        "enrollment",
        "second",
        "phase",
        "trial",
        "trial",
        "launch",
        "phase",
        "ultimate",
        "trial",
        "multiple",
        "sclerosis",
        "major",
        "milestone",
        "along",
        "strong",
        "enrollment",
        "registration",
        "directed",
        "program",
        "set",
        "stage",
        "even",
        "impactful",
        "weiss",
        "continued",
        "extremely",
        "pleased",
        "enter",
        "healthy",
        "balance",
        "sheet",
        "look",
        "forward",
        "multiple",
        "value",
        "creating",
        "milestone",
        "year",
        "including",
        "presenting",
        "topline",
        "orr",
        "data",
        "phase",
        "trial",
        "ideally",
        "filing",
        "first",
        "bla",
        "nda",
        "later",
        "highlight",
        "orphan",
        "drug",
        "designation",
        "orphan",
        "drug",
        "designation",
        "granted",
        "combination",
        "ublituximab",
        "umbralisib",
        "treatment",
        "chronic",
        "lymphocytic",
        "leukemia",
        "cll",
        "diffuse",
        "large",
        "lymphoma",
        "dlbcl",
        "ublituximab",
        "publication",
        "data",
        "phase",
        "trial",
        "ublituximab",
        "published",
        "british",
        "journal",
        "haematology",
        "genuine",
        "phase",
        "data",
        "positive",
        "data",
        "phase",
        "genuine",
        "trial",
        "ublituximab",
        "combination",
        "ibrutinib",
        "patient",
        "high",
        "risk",
        "cll",
        "presented",
        "asco",
        "annual",
        "meeting",
        "lugano",
        "lymphoma",
        "conference",
        "ultimate",
        "phase",
        "trial",
        "m",
        "received",
        "special",
        "protocol",
        "assessment",
        "spa",
        "phase",
        "ultimate",
        "ii",
        "study",
        "relapsing",
        "form",
        "multiple",
        "sclerosis",
        "commenced",
        "enrollment",
        "global",
        "study",
        "presented",
        "clinical",
        "mri",
        "data",
        "supportive",
        "phase",
        "trial",
        "ublituximab",
        "rms",
        "various",
        "conference",
        "throughout",
        "year",
        "phase",
        "enrollment",
        "full",
        "enrollment",
        "phase",
        "trial",
        "completed",
        "october",
        "umbralisib",
        "grant",
        "umbralisib",
        "selected",
        "grant",
        "national",
        "multiple",
        "sclerosis",
        "society",
        "support",
        "development",
        "umbralisib",
        "oral",
        "targeted",
        "treatment",
        "option",
        "progressive",
        "multiple",
        "sclerosis",
        "pm",
        "entered",
        "clinic",
        "company",
        "advanced",
        "monoclonal",
        "antibody",
        "clinical",
        "development",
        "first",
        "patient",
        "dosed",
        "phase",
        "clinical",
        "trial",
        "key",
        "objective",
        "phase",
        "trial",
        "plan",
        "present",
        "overall",
        "response",
        "rate",
        "result",
        "phase",
        "trial",
        "front",
        "line",
        "relapsed",
        "refractory",
        "cll",
        "also",
        "prepare",
        "filing",
        "accelerated",
        "approval",
        "genuine",
        "phase",
        "bla",
        "filing",
        "biologics",
        "licensing",
        "application",
        "bla",
        "filing",
        "prepared",
        "ublituximab",
        "plus",
        "ibrutinib",
        "potential",
        "accelerated",
        "approval",
        "based",
        "result",
        "genuine",
        "aggressively",
        "enroll",
        "cohort",
        "clinical",
        "trial",
        "goal",
        "completing",
        "enrollment",
        "cohort",
        "ultimate",
        "phase",
        "trial",
        "aggressively",
        "recruit",
        "phase",
        "m",
        "trial",
        "data",
        "presentation",
        "present",
        "new",
        "updated",
        "data",
        "ongoing",
        "trial",
        "various",
        "scientific",
        "meeting",
        "throughout",
        "year",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "interest",
        "receivable",
        "million",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "interest",
        "receivable",
        "december",
        "excluding",
        "first",
        "quarter",
        "operation",
        "approximately",
        "million",
        "giving",
        "effect",
        "million",
        "net",
        "proceeds",
        "utilization",
        "company",
        "atm",
        "sale",
        "facility",
        "first",
        "quarter",
        "r",
        "expense",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "million",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "compared",
        "million",
        "million",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "included",
        "research",
        "development",
        "expense",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "addition",
        "clinical",
        "expense",
        "million",
        "million",
        "respectively",
        "manufacturing",
        "cmc",
        "expense",
        "phase",
        "clinical",
        "trial",
        "potential",
        "commercialization",
        "increase",
        "r",
        "expense",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "primarily",
        "due",
        "ongoing",
        "clinical",
        "development",
        "program",
        "related",
        "manufacturing",
        "cost",
        "g",
        "expense",
        "general",
        "administrative",
        "g",
        "expense",
        "million",
        "million",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "compared",
        "million",
        "million",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "increase",
        "g",
        "expense",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "relates",
        "primarily",
        "compensation",
        "expense",
        "related",
        "equity",
        "incentive",
        "expense",
        "recognized",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "million",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "compared",
        "net",
        "loss",
        "million",
        "million",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "financial",
        "guidance",
        "company",
        "belief",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "interest",
        "receivable",
        "hand",
        "december",
        "inclusive",
        "proceeds",
        "raised",
        "subsequent",
        "sufficient",
        "fund",
        "company",
        "planned",
        "operation",
        "conference",
        "call",
        "information",
        "company",
        "host",
        "investor",
        "conference",
        "call",
        "today",
        "thursday",
        "march",
        "et",
        "discus",
        "company",
        "financial",
        "result",
        "provide",
        "business",
        "outlook",
        "order",
        "participate",
        "conference",
        "call",
        "please",
        "call",
        "outside",
        "conference",
        "title",
        "tg",
        "therapeutic",
        "earnings",
        "call",
        "live",
        "audio",
        "webcast",
        "conference",
        "call",
        "available",
        "event",
        "page",
        "located",
        "within",
        "investor",
        "medium",
        "section",
        "company",
        "website",
        "audio",
        "recording",
        "conference",
        "call",
        "also",
        "available",
        "replay",
        "period",
        "day",
        "call",
        "tg",
        "therapeutic",
        "tg",
        "therapeutic",
        "biopharmaceutical",
        "company",
        "focused",
        "acquisition",
        "development",
        "commercialization",
        "novel",
        "treatment",
        "malignancy",
        "autoimmune",
        "disease",
        "currently",
        "company",
        "developing",
        "two",
        "therapy",
        "targeting",
        "hematological",
        "malignancy",
        "autoimmune",
        "disease",
        "ublituximab",
        "novel",
        "glycoengineered",
        "monoclonal",
        "antibody",
        "target",
        "specific",
        "unique",
        "epitope",
        "cd20",
        "antigen",
        "found",
        "mature",
        "tg",
        "therapeutic",
        "also",
        "developing",
        "umbralisib",
        "orally",
        "available",
        "pi3k",
        "delta",
        "inhibitor",
        "delta",
        "isoform",
        "pi3k",
        "strongly",
        "expressed",
        "cell",
        "hematopoietic",
        "origin",
        "believed",
        "important",
        "proliferation",
        "survival",
        "ublituximab",
        "umbralisib",
        "combination",
        "referred",
        "u2",
        "phase",
        "clinical",
        "development",
        "patient",
        "hematologic",
        "malignancy",
        "ublituximab",
        "also",
        "phase",
        "clinical",
        "development",
        "multiple",
        "sclerosis",
        "additionally",
        "company",
        "recently",
        "brought",
        "monoclonal",
        "antibody",
        "phase",
        "development",
        "aim",
        "bring",
        "additional",
        "pipeline",
        "asset",
        "clinic",
        "future",
        "tg",
        "therapeutic",
        "headquartered",
        "new",
        "york",
        "city",
        "cautionary",
        "statement",
        "statement",
        "included",
        "press",
        "release",
        "may",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "statement",
        "claim",
        "protection",
        "safe",
        "harbor",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "addition",
        "risk",
        "factor",
        "identified",
        "time",
        "time",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "following",
        "ability",
        "successfully",
        "cost",
        "effectively",
        "complete",
        "clinical",
        "trial",
        "announce",
        "clinical",
        "trial",
        "result",
        "projected",
        "timeframes",
        "ability",
        "manage",
        "cash",
        "line",
        "expectation",
        "risk",
        "achieve",
        "expected",
        "milestone",
        "even",
        "achieved",
        "value",
        "creating",
        "risk",
        "result",
        "earlier",
        "clinical",
        "trial",
        "including",
        "may",
        "supported",
        "acceptance",
        "data",
        "presentation",
        "publication",
        "may",
        "influenced",
        "decision",
        "proceed",
        "additional",
        "clinical",
        "trial",
        "reproduced",
        "future",
        "study",
        "risk",
        "combination",
        "ublituximab",
        "umbralisib",
        "referred",
        "u2",
        "studied",
        "unity",
        "clinical",
        "trial",
        "study",
        "prove",
        "safe",
        "efficacious",
        "indication",
        "prove",
        "safe",
        "effective",
        "use",
        "part",
        "triple",
        "quad",
        "treatment",
        "regimen",
        "risk",
        "interim",
        "analysis",
        "ongoing",
        "clinical",
        "trial",
        "produce",
        "desired",
        "predicted",
        "result",
        "risk",
        "result",
        "genuine",
        "trial",
        "adequate",
        "support",
        "filing",
        "bla",
        "ublituximab",
        "combination",
        "ibrutinib",
        "choose",
        "file",
        "bla",
        "based",
        "genuine",
        "trial",
        "risk",
        "result",
        "trial",
        "adequate",
        "support",
        "filing",
        "u2",
        "combination",
        "accelerated",
        "approval",
        "choose",
        "file",
        "based",
        "trial",
        "result",
        "risk",
        "early",
        "phase",
        "data",
        "ublituximab",
        "m",
        "reproduced",
        "phase",
        "m",
        "trial",
        "statement",
        "set",
        "forth",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occur",
        "date",
        "hereof",
        "press",
        "release",
        "prior",
        "release",
        "available",
        "information",
        "found",
        "website",
        "incorporated",
        "reference",
        "press",
        "release",
        "included",
        "reference",
        "purpose",
        "contact",
        "jenna",
        "bosco",
        "senior",
        "vp",
        "corporate",
        "communication",
        "tg",
        "therapeutic",
        "telephone",
        "email",
        "ir",
        "tg",
        "therapeutic",
        "selected",
        "consolidated",
        "financial",
        "data",
        "statement",
        "operation",
        "information",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "license",
        "revenue",
        "cost",
        "expense",
        "research",
        "development",
        "noncash",
        "compensation",
        "research",
        "development",
        "total",
        "research",
        "development",
        "general",
        "administrative",
        "noncash",
        "compensation",
        "general",
        "administrative",
        "total",
        "general",
        "administrative",
        "total",
        "cost",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "income",
        "expense",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "balance",
        "sheet",
        "information",
        "december",
        "unaudited",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "security",
        "interest",
        "receivable",
        "total",
        "asset",
        "accumulated",
        "deficit",
        "total",
        "equity",
        "source",
        "tg",
        "therapeutic",
        "inc"
    ]
}