{
    "organizations": [],
    "uuid": "57ca712f858ff7c5c55f9efc8bed7e410d56799e",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/22/health-care-is-democrats-secret-weapon-in-the-2018-midterm-elections.html",
    "ord_in_thread": 0,
    "title": "Health care is Democrats’ secret weapon in the 2018 midterm elections",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "In a remarkable twist of karma, health care could defeat Republicans at the polls this November.\nOpposition to the Affordable Care Act helped sweep the GOP into power eight years ago. But after they spent the last year failing to repeal it while the Trump administration waged a quiet administrative war against the law, Republicans in Congress are facing the very real possibility that health care could animate the backlash that could force them out of power next year.\nThat is the subtext of this week's fight in Congress over whether to include stabilizing the health care law in the government spending bill. Republicans who support stabilization cite reducing premiums as their top priority: Outside experts have projected a 40 percent drop in premiums for ACA plans if stabilization measures were put in place, though estimates from the Congressional Budget Office are not quite as rosy. Those lawmakers haven't fallen in love with Obamacare or anything, but they see the political utility of lowering premiums.\n\nMore from Vox: \nHow to watch: Stormy Daniels's 60 Minutes interview \nThe police shooting of Stephon Clark is the latest to draw Black Lives Matter's scrutiny \nAndrew Cuomo can't afford to ignore Cynthia Nixon's challenge \nDemocrats, meanwhile, know they have a winning issue on their hands. Progressive operatives note that 2019 premiums are supposed to be announced in October — just a few weeks before the election. Given that last year's premium increases were rightly attributed to Trump's sabotage — and that voters tend to blame the party in power anyway for what is right or wrong with their health care — that could provide more ammunition for the Democrats in their final attacks right before voters head to the polls.\nFrom special elections over the past year, we know health care has been a powerful motivator for Democratic voters. In his razor-thin win in Pennsylvania's 18th Congressional District, Democrat Conor Lamb decisively won the health care vote. Polling uniformly shows Americans trust the minority party in Congress over the majority on health care.\nRepublicans can't undo all of the damage of the past year. They have already voted for various unpopular repeal bills that would have left 20 million fewer Americans with health insurance and that would have unwound protections for people with preexisting conditions.\nThose attacks are baked in. The GOP's only remaining hope is to try to mitigate premium increases for next year — and then hope health care isn't enough to carry a blue wave.\nObamacare stabilization is really about the midterms If you read between the lines, the impetus for Republicans who have spent eight years demonizing Obamacare deciding now to help it is pretty clear: Premiums are going up, they will keep going up without new federal funding, and Americans will blame the people in power if they do.\n\"Rates will go up. The individual market will probably collapse,\" Sen. Lamar Alexander (R-TN), who has led the stabilization talks over the last year, said on the Senate floor last week, describing what would happen without a stabilization plan. \"There will be 11 million people who are between jobs, who are self-employed, who are working, who literally cannot afford insurance, and they're not going to be very happy. And they're going to blame every one of us, and they should.\"\nThe polling bears this out — specifically that Republicans will take the blame for the state of Obamacare, even if they hate the law. The Kaiser Family Foundation recently found that 60 percent of Americans believe Republicans are responsible for the ACA going forward. And nothing matters more to voters on health care than its cost.\nRepublicans already have a mess on their hands of their own making. The Trump administration's multifaceted crusade against the health care law — slashing outreach budgets and pulling the law's cost-sharing reduction payments to insurers — were already to blame for a 20 percent premium hike this year. Then Congress repealed the individual mandate in their tax bill, a huge political victory given the GOP's vehement opposition to the mandate but one that insurers have said would drive up premiums even more next year.\nThe Republican solution to these problems that they have created is $30 billion in reinsurance funding, proposed by Alexander, Sen. Susan Collins (R-ME) and House Energy and Commerce Committee Chair Greg Walden (R-OR). They want to pass the funding as part of the government spending bill that must be approved by Friday to avoid a shutdown.\nAlexander has clung to evidence that the plan would drive down premiums: 40 percent, according to the consulting firm Oliver Wyman, or a more modest 10 to 20 percent drop, according to the Congressional Budget Office. In either case, the stabilization bill would help avert a round of damning October headlines about skyrocketing insurance costs on the GOP's watch. (The CBO also projects a slight rise in the uninsured rate because the proposal would end up making insurance more expensive for some people who receive ACA subsidies. But that would not happen immediately.)\nIf they can get it passed, that is. House conservatives have always been dubious about stabilizing Obamacare, and now Democrats don't sound enthused either.\nThey might not want to give Republicans a win because of the politics — like I said, Democratic operatives are keenly aware of when premiums are announced — but the Trump White House made it easier for them by demanding anti-abortion riders be attached to the plan and by trying to codify an administration proposal that would unwind the ACA's protections for preexisting conditions.\nThat has allowed Democrats to oppose the stabilization bill on solid policy ground while at the same time denying Republicans a win that would soften the electoral environment for the GOP.\nWhat we've learned from the special elections From the Republican perspective, shoring up the insurance markets would at best stop the bleeding. Because the early returns in the midterm elections, and in the public debate over health care, have been brutal for the majority party.\nAt the macro level, Americans clearly trust Democrats more than Republicans on the issue. A Politico/Morning Consult poll from November found that 44 percent of voters trusted Democrats more, compared to 34 percent who trusted Republicans more. (USA Today and Suffolk found a similar breakdown: 43 percent trusted Democrats the most, 15 percent said they trusted Trump, and 10 percent trust Republicans in Congress — harsh numbers for the GOP any way you cut them.)\nOn top of that, the ACA — the Republican policy boogeyman for the past decade — has never been more popular than it is today, after withstanding a year of GOP attacks.\nSo it should come as no surprise that Democrats are already landing substantial wins on health care in this cycle's special elections thus far.\nIt started last summer, with Jon Ossoff's unexpectedly strong showing to replace Georgia Rep. Tom Price. As Jeff Stein documented at the time for Vox, voters in that red district were overwhelming motivated by the health care debate raging on Capitol Hill over a GOP plan projected to increase the ranks of the insured by 20 million or so people.\n\"It's the No. 1 issue,\" Ossoff supporter Gopi Nath, 48, told Stein. Three-quarters of voters, even in that red-tinted district, opposed the Republican repeal bill.\nA few months later, in Alabama, Doug Jones surged to his shocking upset in another deep-red state by dismissing the GOP's \"repeal and replace\" promises as a political slogan and by fiercely advocating for a funding extension for the Children's Health Insurance Program.\nThe most decisive win for Democrats — and for health care — was in the Pennsylvania 18th, where Trump won by 20 points just a year ago, a district Republicans had held for 15 years. The Democratic candidate, Lamb, won by less than 1,000 votes, and health care could make a compelling case it put him over the top.\nFrom a Public Policy Polling exit poll , taken the day after Pennsylvania's special election:\nHealth care was a top issue for 52 percent of voters: 15 percent said it was the most important issue for them, and another 37 percent said that it was very important. The health care voters broke hard toward Lamb: 64 percent of those who said it was their No. 1 issue backed the Democrat, and 62 percent of the people who said it was very important supported him. Obamacare broke even in a district that Donald Trump won by 20 percentage points in 2016: 44 percent of voters supported the law, and 42 percent opposed it. Meanwhile, 52 percent of PA-18 voters said they opposed the Republican plans to repeal the health care law, and only 39 percent approved. These candidates have settled on a playbook that Democrats should be able to deploy in the most Republican-leaning states and districts across the country: slam Republicans for trying to take health insurance away from 20 million people and for trying to take away the ACA's protections for people with preexisting conditions.\nTake a look at Wisconsin, a reddening state that should be a battleground in 2018. There, Democratic Sen. Tammy Baldwin — up for her first reelection, with constituents feeling either ambivalent or uninformed about her — has made health care her signature issue. Baldwin had a preexisting condition when she was a child, and she has spent the past few weeks slamming the Trump administration for undermining the ACA.\n\"Her signature issue right now is health care. Every alternative that the Republicans are offering activates progressives, and the independents are like, 'I'm not sure about this one, gang,'\" Scot Ross, a progressive activist in the state, told me. \"I think that is a feather in Sen. Baldwin's cap.\"\nSo a Democratic candidate struggling to build an identity, up for reelection in a state that Republicans have slowly conquered since 2010, turned to health care as her best bet for the fall. There is no better evidence of how health care politics have changed.",
    "published": "2018-03-22T23:41:00.000+02:00",
    "crawled": "2018-03-23T00:14:29.054+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "remarkable",
        "twist",
        "karma",
        "health",
        "care",
        "could",
        "defeat",
        "republican",
        "poll",
        "november",
        "opposition",
        "affordable",
        "care",
        "act",
        "helped",
        "sweep",
        "gop",
        "power",
        "eight",
        "year",
        "ago",
        "spent",
        "last",
        "year",
        "failing",
        "repeal",
        "trump",
        "administration",
        "waged",
        "quiet",
        "administrative",
        "war",
        "law",
        "republican",
        "congress",
        "facing",
        "real",
        "possibility",
        "health",
        "care",
        "could",
        "animate",
        "backlash",
        "could",
        "force",
        "power",
        "next",
        "year",
        "subtext",
        "week",
        "fight",
        "congress",
        "whether",
        "include",
        "stabilizing",
        "health",
        "care",
        "law",
        "government",
        "spending",
        "bill",
        "republican",
        "support",
        "stabilization",
        "cite",
        "reducing",
        "premium",
        "top",
        "priority",
        "outside",
        "expert",
        "projected",
        "percent",
        "drop",
        "premium",
        "aca",
        "plan",
        "stabilization",
        "measure",
        "put",
        "place",
        "though",
        "estimate",
        "congressional",
        "budget",
        "office",
        "quite",
        "rosy",
        "lawmaker",
        "fallen",
        "love",
        "obamacare",
        "anything",
        "see",
        "political",
        "utility",
        "lowering",
        "premium",
        "vox",
        "watch",
        "stormy",
        "daniel",
        "minute",
        "interview",
        "police",
        "shooting",
        "stephon",
        "clark",
        "latest",
        "draw",
        "black",
        "life",
        "matter",
        "scrutiny",
        "andrew",
        "cuomo",
        "ca",
        "afford",
        "ignore",
        "cynthia",
        "nixon",
        "challenge",
        "democrat",
        "meanwhile",
        "know",
        "winning",
        "issue",
        "hand",
        "progressive",
        "operative",
        "note",
        "premium",
        "supposed",
        "announced",
        "october",
        "week",
        "election",
        "given",
        "last",
        "year",
        "premium",
        "increase",
        "rightly",
        "attributed",
        "trump",
        "sabotage",
        "voter",
        "tend",
        "blame",
        "party",
        "power",
        "anyway",
        "right",
        "wrong",
        "health",
        "care",
        "could",
        "provide",
        "ammunition",
        "democrat",
        "final",
        "attack",
        "right",
        "voter",
        "head",
        "poll",
        "special",
        "election",
        "past",
        "year",
        "know",
        "health",
        "care",
        "powerful",
        "motivator",
        "democratic",
        "voter",
        "win",
        "pennsylvania",
        "18th",
        "congressional",
        "district",
        "democrat",
        "conor",
        "lamb",
        "decisively",
        "health",
        "care",
        "vote",
        "polling",
        "uniformly",
        "show",
        "american",
        "trust",
        "minority",
        "party",
        "congress",
        "majority",
        "health",
        "care",
        "republican",
        "ca",
        "undo",
        "damage",
        "past",
        "year",
        "already",
        "voted",
        "various",
        "unpopular",
        "repeal",
        "bill",
        "would",
        "left",
        "million",
        "fewer",
        "american",
        "health",
        "insurance",
        "would",
        "unwound",
        "protection",
        "people",
        "preexisting",
        "condition",
        "attack",
        "baked",
        "gop",
        "remaining",
        "hope",
        "try",
        "mitigate",
        "premium",
        "increase",
        "next",
        "year",
        "hope",
        "health",
        "care",
        "enough",
        "carry",
        "blue",
        "wave",
        "obamacare",
        "stabilization",
        "really",
        "midterm",
        "read",
        "line",
        "impetus",
        "republican",
        "spent",
        "eight",
        "year",
        "demonizing",
        "obamacare",
        "deciding",
        "help",
        "pretty",
        "clear",
        "premium",
        "going",
        "keep",
        "going",
        "without",
        "new",
        "federal",
        "funding",
        "american",
        "blame",
        "people",
        "power",
        "rate",
        "go",
        "individual",
        "market",
        "probably",
        "collapse",
        "lamar",
        "alexander",
        "led",
        "stabilization",
        "talk",
        "last",
        "year",
        "said",
        "senate",
        "floor",
        "last",
        "week",
        "describing",
        "would",
        "happen",
        "without",
        "stabilization",
        "plan",
        "million",
        "people",
        "job",
        "working",
        "literally",
        "afford",
        "insurance",
        "going",
        "happy",
        "going",
        "blame",
        "every",
        "one",
        "u",
        "polling",
        "bear",
        "specifically",
        "republican",
        "take",
        "blame",
        "state",
        "obamacare",
        "even",
        "hate",
        "law",
        "kaiser",
        "family",
        "foundation",
        "recently",
        "found",
        "percent",
        "american",
        "believe",
        "republican",
        "responsible",
        "aca",
        "going",
        "forward",
        "nothing",
        "matter",
        "voter",
        "health",
        "care",
        "cost",
        "republican",
        "already",
        "mess",
        "hand",
        "making",
        "trump",
        "administration",
        "multifaceted",
        "crusade",
        "health",
        "care",
        "law",
        "slashing",
        "outreach",
        "budget",
        "pulling",
        "law",
        "reduction",
        "payment",
        "insurer",
        "already",
        "blame",
        "percent",
        "premium",
        "hike",
        "year",
        "congress",
        "repealed",
        "individual",
        "mandate",
        "tax",
        "bill",
        "huge",
        "political",
        "victory",
        "given",
        "gop",
        "vehement",
        "opposition",
        "mandate",
        "one",
        "insurer",
        "said",
        "would",
        "drive",
        "premium",
        "even",
        "next",
        "year",
        "republican",
        "solution",
        "problem",
        "created",
        "billion",
        "reinsurance",
        "funding",
        "proposed",
        "alexander",
        "susan",
        "collins",
        "house",
        "energy",
        "commerce",
        "committee",
        "chair",
        "greg",
        "walden",
        "want",
        "pas",
        "funding",
        "part",
        "government",
        "spending",
        "bill",
        "must",
        "approved",
        "friday",
        "avoid",
        "shutdown",
        "alexander",
        "clung",
        "evidence",
        "plan",
        "would",
        "drive",
        "premium",
        "percent",
        "according",
        "consulting",
        "firm",
        "oliver",
        "wyman",
        "modest",
        "percent",
        "drop",
        "according",
        "congressional",
        "budget",
        "office",
        "either",
        "case",
        "stabilization",
        "bill",
        "would",
        "help",
        "avert",
        "round",
        "damning",
        "october",
        "headline",
        "skyrocketing",
        "insurance",
        "cost",
        "gop",
        "watch",
        "cbo",
        "also",
        "project",
        "slight",
        "rise",
        "uninsured",
        "rate",
        "proposal",
        "would",
        "end",
        "making",
        "insurance",
        "expensive",
        "people",
        "receive",
        "aca",
        "subsidy",
        "would",
        "happen",
        "immediately",
        "get",
        "passed",
        "house",
        "conservative",
        "always",
        "dubious",
        "stabilizing",
        "obamacare",
        "democrat",
        "sound",
        "enthused",
        "either",
        "might",
        "want",
        "give",
        "republican",
        "win",
        "politics",
        "like",
        "said",
        "democratic",
        "operative",
        "keenly",
        "aware",
        "premium",
        "announced",
        "trump",
        "white",
        "house",
        "made",
        "easier",
        "demanding",
        "rider",
        "attached",
        "plan",
        "trying",
        "codify",
        "administration",
        "proposal",
        "would",
        "unwind",
        "aca",
        "protection",
        "preexisting",
        "condition",
        "allowed",
        "democrat",
        "oppose",
        "stabilization",
        "bill",
        "solid",
        "policy",
        "ground",
        "time",
        "denying",
        "republican",
        "win",
        "would",
        "soften",
        "electoral",
        "environment",
        "gop",
        "learned",
        "special",
        "election",
        "republican",
        "perspective",
        "shoring",
        "insurance",
        "market",
        "would",
        "best",
        "stop",
        "bleeding",
        "early",
        "return",
        "midterm",
        "election",
        "public",
        "debate",
        "health",
        "care",
        "brutal",
        "majority",
        "party",
        "macro",
        "level",
        "american",
        "clearly",
        "trust",
        "democrat",
        "republican",
        "issue",
        "consult",
        "poll",
        "november",
        "found",
        "percent",
        "voter",
        "trusted",
        "democrat",
        "compared",
        "percent",
        "trusted",
        "republican",
        "usa",
        "today",
        "suffolk",
        "found",
        "similar",
        "breakdown",
        "percent",
        "trusted",
        "democrat",
        "percent",
        "said",
        "trusted",
        "trump",
        "percent",
        "trust",
        "republican",
        "congress",
        "harsh",
        "number",
        "gop",
        "way",
        "cut",
        "top",
        "aca",
        "republican",
        "policy",
        "boogeyman",
        "past",
        "decade",
        "never",
        "popular",
        "today",
        "withstanding",
        "year",
        "gop",
        "attack",
        "come",
        "surprise",
        "democrat",
        "already",
        "landing",
        "substantial",
        "win",
        "health",
        "care",
        "cycle",
        "special",
        "election",
        "thus",
        "far",
        "started",
        "last",
        "summer",
        "jon",
        "ossoff",
        "unexpectedly",
        "strong",
        "showing",
        "replace",
        "georgia",
        "tom",
        "price",
        "jeff",
        "stein",
        "documented",
        "time",
        "vox",
        "voter",
        "red",
        "district",
        "overwhelming",
        "motivated",
        "health",
        "care",
        "debate",
        "raging",
        "capitol",
        "hill",
        "gop",
        "plan",
        "projected",
        "increase",
        "rank",
        "insured",
        "million",
        "people",
        "issue",
        "ossoff",
        "supporter",
        "gopi",
        "nath",
        "told",
        "stein",
        "voter",
        "even",
        "district",
        "opposed",
        "republican",
        "repeal",
        "bill",
        "month",
        "later",
        "alabama",
        "doug",
        "jones",
        "surged",
        "shocking",
        "upset",
        "another",
        "state",
        "dismissing",
        "gop",
        "repeal",
        "replace",
        "promise",
        "political",
        "slogan",
        "fiercely",
        "advocating",
        "funding",
        "extension",
        "child",
        "health",
        "insurance",
        "program",
        "decisive",
        "win",
        "democrat",
        "health",
        "care",
        "pennsylvania",
        "18th",
        "trump",
        "point",
        "year",
        "ago",
        "district",
        "republican",
        "held",
        "year",
        "democratic",
        "candidate",
        "lamb",
        "less",
        "vote",
        "health",
        "care",
        "could",
        "make",
        "compelling",
        "case",
        "put",
        "top",
        "public",
        "policy",
        "polling",
        "exit",
        "poll",
        "taken",
        "day",
        "pennsylvania",
        "special",
        "election",
        "health",
        "care",
        "top",
        "issue",
        "percent",
        "voter",
        "percent",
        "said",
        "important",
        "issue",
        "another",
        "percent",
        "said",
        "important",
        "health",
        "care",
        "voter",
        "broke",
        "hard",
        "toward",
        "lamb",
        "percent",
        "said",
        "issue",
        "backed",
        "democrat",
        "percent",
        "people",
        "said",
        "important",
        "supported",
        "obamacare",
        "broke",
        "even",
        "district",
        "donald",
        "trump",
        "percentage",
        "point",
        "percent",
        "voter",
        "supported",
        "law",
        "percent",
        "opposed",
        "meanwhile",
        "percent",
        "voter",
        "said",
        "opposed",
        "republican",
        "plan",
        "repeal",
        "health",
        "care",
        "law",
        "percent",
        "approved",
        "candidate",
        "settled",
        "playbook",
        "democrat",
        "able",
        "deploy",
        "state",
        "district",
        "across",
        "country",
        "slam",
        "republican",
        "trying",
        "take",
        "health",
        "insurance",
        "away",
        "million",
        "people",
        "trying",
        "take",
        "away",
        "aca",
        "protection",
        "people",
        "preexisting",
        "condition",
        "take",
        "look",
        "wisconsin",
        "reddening",
        "state",
        "battleground",
        "democratic",
        "tammy",
        "baldwin",
        "first",
        "reelection",
        "constituent",
        "feeling",
        "either",
        "ambivalent",
        "uninformed",
        "made",
        "health",
        "care",
        "signature",
        "issue",
        "baldwin",
        "preexisting",
        "condition",
        "child",
        "spent",
        "past",
        "week",
        "slamming",
        "trump",
        "administration",
        "undermining",
        "aca",
        "signature",
        "issue",
        "right",
        "health",
        "care",
        "every",
        "alternative",
        "republican",
        "offering",
        "activates",
        "progressive",
        "independent",
        "like",
        "sure",
        "one",
        "gang",
        "scot",
        "ross",
        "progressive",
        "activist",
        "state",
        "told",
        "think",
        "feather",
        "baldwin",
        "cap",
        "democratic",
        "candidate",
        "struggling",
        "build",
        "identity",
        "reelection",
        "state",
        "republican",
        "slowly",
        "conquered",
        "since",
        "turned",
        "health",
        "care",
        "best",
        "bet",
        "fall",
        "better",
        "evidence",
        "health",
        "care",
        "politics",
        "changed"
    ]
}