{
    "organizations": [],
    "uuid": "d25e8ee12483a6fa37d915df87b0f41587fd0035",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/pr-newswire-heritage-financial-corporation-to-acquire-premier-commercial-bancorp.html",
    "ord_in_thread": 0,
    "title": "Heritage Financial Corporation to Acquire Premier Commercial Bancorp",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OLYMPIA, Wash. and HILLSBORO, Ore., March 8, 2018 /PRNewswire/ -- Heritage Financial Corporation (\"Heritage\") (NASDAQ: HFWA) and Premier Commercial Bancorp (\"Premier\") (OTC Pink: PRCB) jointly announced today the signing of a definitive agreement under which Heritage will acquire Premier in an all-stock transaction valued at approximately $88.6 million, or $15.12 per share, based on the closing price of Heritage common stock of $31.10 on March 8, 2018.\nPremier Community Bank, established in 1999, is headquartered in Hillsboro, Oregon with six branch locations and $401 million in total assets, $344 million in total loans and $331 million in total deposits as of December 31, 2017, and is the wholly owned subsidiary of Premier. Heritage will have total assets over $5 billion on a pro forma basis including the impact of the Premier acquisition.\n\"The partnership with Premier is an excellent way for us to expand our franchise in the Portland market. Heritage has significant momentum in Portland and Seattle, which are two of the most attractive banking markets in the Pacific Northwest,\" said Brian Vance, President and Chief Executive Officer of Heritage Financial Corporation. Mr. Vance continued, \"We welcome the employees and customers of Premier to Heritage, and we look forward to our combined success going forward.\"\nRick A. Roby, President and Chief Executive Officer of Premier, added, \"We believe the combination of Premier and Heritage will be of significant value to our shareholders, customers and employees. We are pleased to partner with an organization that shares our dedication to provide high level personal service.\"\nJeff Deuel, President & Chief Operating Officer of Heritage Bank, added, \"We have followed Premier's success for several years and have been impressed with the strong community banking culture its team has built. On a combined basis, in the Portland metropolitan area Heritage will have approximately $408 million in total loans and $418 million in deposits, and we believe this will provide us with the operational scale to take advantage of more growth opportunities going forward.\"\nUnder the terms of the merger agreement, Premier shareholders will receive 0.4863 shares of Heritage common stock for each share of Premier common stock. Based on the closing price of Heritage common stock of $31.10 on March 8, 2018, the consideration value per share for Premier was $15.12, or approximately $88.6 million in the aggregate, including the value of restricted stock. The value of the merger consideration will fluctuate until closing based on the value of Heritage's common stock price. Upon consummation, the shareholders of Premier will own approximately 7.7% of the combined company.\nThe definitive agreement has been unanimously approved by the boards of directors of Heritage and Premier. The merger is subject to regulatory approvals, approval by Premier shareholders, and certain other customary closing conditions and is expected to close in the third quarter of 2018.\nD.A. Davidson & Co. served as financial advisor and provided a fairness opinion to Heritage's board, and Breyer & Associates PC and Silver, Freedman, Taff & Tiernan, LLP served as legal counsel to Heritage. Sandler O'Neill + Partners, L.P. served as financial advisor and provided a fairness opinion to Premier, and Miller Nash Graham & Dunn LLP served as legal counsel to Premier.\nInvestor Conference Call\nHeritage will host a conference call to discuss the transaction on March 9, 2018 at 10:00 a.m. Pacific time. Interested parties are invited to listen in by dialing (800) 553-0272. A presentation regarding the transaction will be discussed on this call and a copy will be available at www.hf-wa.com under the tab \"Investor Presentation\". The call will be available for replay through March 23, 2018, by dialing (800) 475-6701, or for international by dialing (320) 365-3844 – access code 445763.\nAbout Heritage Financial Corporation\nHeritage is an Olympia, Washington-based bank holding company with Heritage Bank, a full-service commercial bank, as its sole wholly-owned banking subsidiary. Heritage Bank has a branching network of 60 banking offices in Washington and Oregon. Heritage Bank does business under the Central Valley Bank name in the Yakima and Kittitas counties of Washington and under the Whidbey Island Bank name on Whidbey Island. Heritage's common stock is traded on the NASDAQ Global Select Market under the symbol \"HFWA\". More information about Heritage can be found on its website at www.hf-wa.com and more information about Heritage Bank can be found on its website at www.heritagebanknw.com .\nAbout Premier Commercial Bancorp\nPremier was formed in 2002 as a holding company for Premier Community Bank which was opened in 1999 by local business people to deliver loan and deposit product solutions through experienced and professional bankers to businesses, nonprofits, professionals, and individuals. Premier Community Bank serves the greater Portland Metropolitan area with four offices in Washington County, one office in Yamhill County, and a new full service office in Multnomah County.\nFORWARD-LOOKING STATEMENTS\nThis press release contains regarding Heritage, Premier, the proposed merger and the combined company after the close of the transaction that are intended to be covered by the safe harbor for \" \" provided by the Private Securities Litigation Reform Act of 1995. All statements other than statements of historical fact are . These statements involve inherent risks, uncertainties and contingencies, many of which are difficult to predict and are generally beyond the control of Heritage, Premier and the combined company. We caution readers that a number of important factors could cause actual results to differ materially from those expressed in, or implied or projected by, such . In addition to factors previously disclosed in reports filed by Heritage with the Securities and Exchange Commission (the \"SEC\"), risks and uncertainties for each institution and the combined institution include, but are not limited to, the following factors: the expected cost savings, synergies and other financial benefits from the merger might not be realized within the expected time frames or at all; governmental approval of the merger may not be obtained or adverse regulatory conditions may be imposed in connection with governmental approvals of the merger; conditions to the closing of the merger may not be satisfied; the shareholders of Premier may fail to approve the consummation of the merger; the integration of the combined company, including personnel changes/retention, might not proceed as planned; and the combined company might not perform as well as expected. All included in this communication are based on information available at the time of the communication. Heritage and Premier undertake no obligation to revise or publicly release any revision or update to these to reflect new information, future events or circumstances or otherwise that occur after the date on which such statements were made.\nAnnualized, pro forma, projected and estimated numbers are used for illustrative purposes only, are not forecasts and may not reflect actual results.\nADDITIONAL INFORMATION\nHeritage will file a registration statement on Form S-4 with the SEC in connection with the proposed transaction. The registration statement will include a proxy statement of Premier that also constitutes a prospectus of Heritage, which will be sent to the shareholders of Premier. Premier shareholders are advised to read the proxy statement/prospectus when it becomes available because it will contain important information about Heritage, Premier and the proposed transaction. When filed, this document and other documents relating to the merger filed by Heritage can be obtained free of charge from the SEC's website at www.sec.gov . These documents also can be obtained free of charge by accessing Heritage's website at www.hf-wa.com under the tab \"Investor Relations\" and then under \"SEC Filings.\" Alternatively, these documents, when available, can be obtained free of charge from Heritage upon written request to Heritage Financial Corporation, Attn: Investor Relations, 201 Fifth Avenue S.W., Olympia, Washington 98501 or by calling (360) 943-1500.\nPARTICIPANTS IN THIS TRANSACTION\nHeritage, Premier and certain of their respective directors and executive officers may be deemed to be participants in the solicitation of proxies from Premier shareholders in connection with the proposed transaction under the rules of the SEC. Information about the directors and executive officers of Heritage may be found in the definitive proxy statement of Heritage filed with the SEC by Heritage on March 23, 2017. This definitive proxy statement can be obtained free of charge from the sources indicated above. Information about the directors and executive officers of Premier will be included in the proxy statement/prospectus when filed with the SEC. Additional information regarding the interests of these participants will also be included in the proxy statement/prospectus regarding the proposed transaction when it becomes available.\nView original content: http://www.prnewswire.com/news-releases/heritage-financial-corporation-to-acquire-premier-commercial-bancorp-300611265.html\nSOURCE Heritage Financial Corporation",
    "published": "2018-03-09T05:00:00.000+02:00",
    "crawled": "2018-03-09T05:02:10.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "olympia",
        "hillsboro",
        "march",
        "heritage",
        "financial",
        "corporation",
        "heritage",
        "nasdaq",
        "hfwa",
        "premier",
        "commercial",
        "bancorp",
        "premier",
        "otc",
        "pink",
        "prcb",
        "jointly",
        "announced",
        "today",
        "signing",
        "definitive",
        "agreement",
        "heritage",
        "acquire",
        "premier",
        "transaction",
        "valued",
        "approximately",
        "million",
        "per",
        "share",
        "based",
        "closing",
        "price",
        "heritage",
        "common",
        "stock",
        "march",
        "premier",
        "community",
        "bank",
        "established",
        "headquartered",
        "hillsboro",
        "oregon",
        "six",
        "branch",
        "location",
        "million",
        "total",
        "asset",
        "million",
        "total",
        "loan",
        "million",
        "total",
        "deposit",
        "december",
        "wholly",
        "owned",
        "subsidiary",
        "premier",
        "heritage",
        "total",
        "asset",
        "billion",
        "pro",
        "forma",
        "basis",
        "including",
        "impact",
        "premier",
        "acquisition",
        "partnership",
        "premier",
        "excellent",
        "way",
        "u",
        "expand",
        "franchise",
        "portland",
        "market",
        "heritage",
        "significant",
        "momentum",
        "portland",
        "seattle",
        "two",
        "attractive",
        "banking",
        "market",
        "pacific",
        "northwest",
        "said",
        "brian",
        "vance",
        "president",
        "chief",
        "executive",
        "officer",
        "heritage",
        "financial",
        "corporation",
        "vance",
        "continued",
        "welcome",
        "employee",
        "customer",
        "premier",
        "heritage",
        "look",
        "forward",
        "combined",
        "success",
        "going",
        "forward",
        "rick",
        "roby",
        "president",
        "chief",
        "executive",
        "officer",
        "premier",
        "added",
        "believe",
        "combination",
        "premier",
        "heritage",
        "significant",
        "value",
        "shareholder",
        "customer",
        "employee",
        "pleased",
        "partner",
        "organization",
        "share",
        "dedication",
        "provide",
        "high",
        "level",
        "personal",
        "service",
        "jeff",
        "deuel",
        "president",
        "chief",
        "operating",
        "officer",
        "heritage",
        "bank",
        "added",
        "followed",
        "premier",
        "success",
        "several",
        "year",
        "impressed",
        "strong",
        "community",
        "banking",
        "culture",
        "team",
        "built",
        "combined",
        "basis",
        "portland",
        "metropolitan",
        "area",
        "heritage",
        "approximately",
        "million",
        "total",
        "loan",
        "million",
        "deposit",
        "believe",
        "provide",
        "u",
        "operational",
        "scale",
        "take",
        "advantage",
        "growth",
        "opportunity",
        "going",
        "forward",
        "term",
        "merger",
        "agreement",
        "premier",
        "shareholder",
        "receive",
        "share",
        "heritage",
        "common",
        "stock",
        "share",
        "premier",
        "common",
        "stock",
        "based",
        "closing",
        "price",
        "heritage",
        "common",
        "stock",
        "march",
        "consideration",
        "value",
        "per",
        "share",
        "premier",
        "approximately",
        "million",
        "aggregate",
        "including",
        "value",
        "restricted",
        "stock",
        "value",
        "merger",
        "consideration",
        "fluctuate",
        "closing",
        "based",
        "value",
        "heritage",
        "common",
        "stock",
        "price",
        "upon",
        "consummation",
        "shareholder",
        "premier",
        "approximately",
        "combined",
        "company",
        "definitive",
        "agreement",
        "unanimously",
        "approved",
        "board",
        "director",
        "heritage",
        "premier",
        "merger",
        "subject",
        "regulatory",
        "approval",
        "approval",
        "premier",
        "shareholder",
        "certain",
        "customary",
        "closing",
        "condition",
        "expected",
        "close",
        "third",
        "quarter",
        "davidson",
        "served",
        "financial",
        "advisor",
        "provided",
        "fairness",
        "opinion",
        "heritage",
        "board",
        "breyer",
        "associate",
        "pc",
        "silver",
        "freedman",
        "taff",
        "tiernan",
        "llp",
        "served",
        "legal",
        "counsel",
        "heritage",
        "sandler",
        "partner",
        "served",
        "financial",
        "advisor",
        "provided",
        "fairness",
        "opinion",
        "premier",
        "miller",
        "nash",
        "graham",
        "dunn",
        "llp",
        "served",
        "legal",
        "counsel",
        "premier",
        "investor",
        "conference",
        "call",
        "heritage",
        "host",
        "conference",
        "call",
        "discus",
        "transaction",
        "march",
        "pacific",
        "time",
        "interested",
        "party",
        "invited",
        "listen",
        "dialing",
        "presentation",
        "regarding",
        "transaction",
        "discussed",
        "call",
        "copy",
        "available",
        "tab",
        "investor",
        "presentation",
        "call",
        "available",
        "replay",
        "march",
        "dialing",
        "international",
        "dialing",
        "access",
        "code",
        "heritage",
        "financial",
        "corporation",
        "heritage",
        "olympia",
        "bank",
        "holding",
        "company",
        "heritage",
        "bank",
        "commercial",
        "bank",
        "sole",
        "banking",
        "subsidiary",
        "heritage",
        "bank",
        "branching",
        "network",
        "banking",
        "office",
        "washington",
        "oregon",
        "heritage",
        "bank",
        "business",
        "central",
        "valley",
        "bank",
        "name",
        "yakima",
        "kittitas",
        "county",
        "washington",
        "whidbey",
        "island",
        "bank",
        "name",
        "whidbey",
        "island",
        "heritage",
        "common",
        "stock",
        "traded",
        "nasdaq",
        "global",
        "select",
        "market",
        "symbol",
        "hfwa",
        "information",
        "heritage",
        "found",
        "website",
        "information",
        "heritage",
        "bank",
        "found",
        "website",
        "premier",
        "commercial",
        "bancorp",
        "premier",
        "formed",
        "holding",
        "company",
        "premier",
        "community",
        "bank",
        "opened",
        "local",
        "business",
        "people",
        "deliver",
        "loan",
        "deposit",
        "product",
        "solution",
        "experienced",
        "professional",
        "banker",
        "business",
        "nonprofit",
        "professional",
        "individual",
        "premier",
        "community",
        "bank",
        "serf",
        "greater",
        "portland",
        "metropolitan",
        "area",
        "four",
        "office",
        "washington",
        "county",
        "one",
        "office",
        "yamhill",
        "county",
        "new",
        "full",
        "service",
        "office",
        "multnomah",
        "county",
        "statement",
        "press",
        "release",
        "contains",
        "regarding",
        "heritage",
        "premier",
        "proposed",
        "merger",
        "combined",
        "company",
        "close",
        "transaction",
        "intended",
        "covered",
        "safe",
        "harbor",
        "provided",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "contingency",
        "many",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "control",
        "heritage",
        "premier",
        "combined",
        "company",
        "caution",
        "reader",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "projected",
        "addition",
        "factor",
        "previously",
        "disclosed",
        "report",
        "filed",
        "heritage",
        "security",
        "exchange",
        "commission",
        "sec",
        "risk",
        "uncertainty",
        "institution",
        "combined",
        "institution",
        "include",
        "limited",
        "following",
        "factor",
        "expected",
        "cost",
        "saving",
        "synergy",
        "financial",
        "benefit",
        "merger",
        "might",
        "realized",
        "within",
        "expected",
        "time",
        "frame",
        "governmental",
        "approval",
        "merger",
        "may",
        "obtained",
        "adverse",
        "regulatory",
        "condition",
        "may",
        "imposed",
        "connection",
        "governmental",
        "approval",
        "merger",
        "condition",
        "closing",
        "merger",
        "may",
        "satisfied",
        "shareholder",
        "premier",
        "may",
        "fail",
        "approve",
        "consummation",
        "merger",
        "integration",
        "combined",
        "company",
        "including",
        "personnel",
        "might",
        "proceed",
        "planned",
        "combined",
        "company",
        "might",
        "perform",
        "well",
        "expected",
        "included",
        "communication",
        "based",
        "information",
        "available",
        "time",
        "communication",
        "heritage",
        "premier",
        "undertake",
        "obligation",
        "revise",
        "publicly",
        "release",
        "revision",
        "update",
        "reflect",
        "new",
        "information",
        "future",
        "event",
        "circumstance",
        "otherwise",
        "occur",
        "date",
        "statement",
        "made",
        "annualized",
        "pro",
        "forma",
        "projected",
        "estimated",
        "number",
        "used",
        "illustrative",
        "purpose",
        "forecast",
        "may",
        "reflect",
        "actual",
        "result",
        "additional",
        "information",
        "heritage",
        "file",
        "registration",
        "statement",
        "form",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "registration",
        "statement",
        "include",
        "proxy",
        "statement",
        "premier",
        "also",
        "constitutes",
        "prospectus",
        "heritage",
        "sent",
        "shareholder",
        "premier",
        "premier",
        "shareholder",
        "advised",
        "read",
        "proxy",
        "becomes",
        "available",
        "contain",
        "important",
        "information",
        "heritage",
        "premier",
        "proposed",
        "transaction",
        "filed",
        "document",
        "document",
        "relating",
        "merger",
        "filed",
        "heritage",
        "obtained",
        "free",
        "charge",
        "sec",
        "website",
        "document",
        "also",
        "obtained",
        "free",
        "charge",
        "accessing",
        "heritage",
        "website",
        "tab",
        "investor",
        "relation",
        "sec",
        "filing",
        "alternatively",
        "document",
        "available",
        "obtained",
        "free",
        "charge",
        "heritage",
        "upon",
        "written",
        "request",
        "heritage",
        "financial",
        "corporation",
        "attn",
        "investor",
        "relation",
        "fifth",
        "avenue",
        "olympia",
        "washington",
        "calling",
        "participant",
        "transaction",
        "heritage",
        "premier",
        "certain",
        "respective",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "premier",
        "shareholder",
        "connection",
        "proposed",
        "transaction",
        "rule",
        "sec",
        "information",
        "director",
        "executive",
        "officer",
        "heritage",
        "may",
        "found",
        "definitive",
        "proxy",
        "statement",
        "heritage",
        "filed",
        "sec",
        "heritage",
        "march",
        "definitive",
        "proxy",
        "statement",
        "obtained",
        "free",
        "charge",
        "source",
        "indicated",
        "information",
        "director",
        "executive",
        "officer",
        "premier",
        "included",
        "proxy",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "interest",
        "participant",
        "also",
        "included",
        "proxy",
        "regarding",
        "proposed",
        "transaction",
        "becomes",
        "available",
        "view",
        "original",
        "content",
        "http",
        "source",
        "heritage",
        "financial",
        "corporation"
    ]
}