{
    "organizations": [],
    "uuid": "eec2875e3098457d18d4effe67fe3d469d350039",
    "author": "Nick Timiraos",
    "url": "https://www.wsj.com/articles/fed-officials-marked-up-growth-inflation-outlook-in-january-1519239983",
    "ord_in_thread": 0,
    "title": "Fed Gives Bullish Signals on Economy",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "108 COMMENTS WASHINGTON—Federal Reserve officials signaled growing confidence in the U.S. economy when they met in January, bolstering their plans to continue raising short-term interest rates as soon as next month.\nSeveral Fed officials late last month believed the economy was set to grow even faster than when they elevated their growth projections at their December meeting, according to minutes of the Jan. 30-31 session, which were released Wednesday. Some officials also appeared more certain inflation would return to their 2% target over the coming year after years of consistently lagging behind.\nThe minutes were keenly parsed by investors, who are eager for any sign the Fed is likely to accelerate its plan to raise interest rates as the economy picks up. In December, the officials boosted rates to a range between 1.25% and 1.5% and penciled in three more increases this year. Investors have been on edge for signs the Fed might lift rates a fourth time in 2018.\nThe minutes didn’t signal any immediate change in the Fed’s likely path of increases. But the stronger growth outlook, which was made before Congress approved a separate spending bill that should further boost economic demand this year and next, supports the current rate path and could serve as an important prerequisite for moving a touch more aggressively later this year.\nMarkets gyrated Wednesday. Investors appeared to initially welcome the Fed minutes, relieved that they didn’t signal the central bank was poised to ramp up its tightening efforts. But stocks and bonds fell after it became clearer the Fed might move more aggressively than anticipated later this year.\nRelated\nQuarles Says Fed Should Continue Gradual Pace Capital Account: A Nascent Petro-Economy Flips Oil’s Impact Bonds Fall as Fed Fuels Rate Worries The Powell Fed Is Starting to Take Shape The Dow Jones Industrial Average initially rose as much as 300 points but closed down 166.97 points, or 0.67%, at 24797.78. Government bonds also sold off after the release of the minutes. The 10-year Treasury yield closed at 2.943%, from 2.895% Tuesday.\nAfter holding its benchmark federal-funds rate near zero for seven years, the Fed has raised it five times since late 2015.\nThe Fed left rates unchanged at the January meeting and is likely to boost them at its next gathering, March 20-21, which will be the first led by its new chairman, Jerome Powell.\n“A majority of participants noted that a stronger outlook for economic growth raised the likelihood that further gradual policy firming would be appropriate,” the minutes said.\nInvestors are focused on whether the Fed will raise rates more than anticipated currently, decisions that would ripple through the economy by affecting asset prices and borrowing costs for consumers and businesses.\nThe answer largely turns on inflation, which remains below the central bank’s 2% target.\nIn December, the Fed’s preferred inflation gauge, excluding volatile food and energy categories, rose 1.5% from a year earlier. At the January Fed meeting, staff economists projected this measure would rise “notably faster in 2018” before reaching the 2% target in 2019 and remaining there after that.\n“There was no sign of inflation anxiety in the minutes,” said Roberto Perli, an analyst at research firm Cornerstone Macro, referring to concerns about inflation rising too quickly.\nInflation was already expected to pick up over the coming months because weak readings last March and April will no longer be included in year-over-year comparisons. But the staff forecast also projected a rebound in inflation due to further declines in slack across the economy.\nOfficials raised their growth projections when they met in mid-December because Congress was close to agreement on a $1.5 trillion tax-cut package.\nWhen officials met in January, several had further lifted their growth forecasts, citing rising stock prices, relatively low bond yields and a final tax package that was somewhat more generous in providing cuts over the next few years than previously expected, the minutes said.\nOthers said the prospects for the economy to perform better than they expected had also increased.\nMeanwhile, after the January meeting, Congress approved a larger-than-expected government spending plan , which should provide more fuel for economic growth.\nThe spending boost has prompted more economists in recent days to project the Fed will raise rates slightly faster this year and next to ensure the economy stays on an even keel.\nThe challenge for the Fed is that many economists don’t see either the tax cuts or the federal funding increase doing much to raise the economy’s long-run growth rate, even though many anticipate they will provide a short-term boost.\nEconomists at JPMorgan Chase & Co. and UBS Group AG project the unemployment rate will fall to 3.2% next year, the lowest level in 65 years and more than a percentage point below the level most Fed officials expect is sustainable over the long run.\nTo engineer a so-called soft landing, where the economy doesn’t overheat or pull back sharply, officials would need to slow down growth and guide the unemployment rate gently higher from those low levels.\n“Historically, the hardest part of monetary policy is the soft landing. You can tell it’s the hardest part because they’ve never achieved it before,” said Seth Carpenter, chief U.S. economist at UBS and a former Fed official.\nFed officials began slowly raising rates nearly two years ago, when there wasn’t a hint of inflation, in part because “they understood how hard it is to have a soft landing,” Mr. Carpenter added. The risk is that the recent rounds of fiscal stimulus “have just blown their plan out of the water.”\nIf Fed officials grow more confident that inflation is rising toward their 2% target over time, they could stick to their tentative plan for three rate increases this year. But if it looks like new federal spending, tax cuts, a weaker dollar and lower unemployment will lead to acceleration in price pressures, the policy makers could act more aggressively.\nSeveral officials in recent weeks have played down the difference between three or four rate rises this year, in part because they have plenty of time to adjust their plans as the year unfolds.\nIn addition to the inflation debate, policy makers faced a separate puzzle in January. Stocks rose to records, long-term bond yields fell, and the dollar weakened, even though the Fed last year steadily raised interest rates and started paring its bond portfolio. Generally in the past, Fed rate increases caused financial conditions to tighten, preventing the economy from overheating.\nFed officials “cautioned that imbalances in financial markets may begin to emerge as the economy continued to operate above potential,” the minutes said.\nShortly after Fed officials met, stocks suffered a 10% decline. They have recovered somewhat, and bond yields resumed their climb.\nSo long as market upheaval doesn’t spiral out of control, these developments could comfort some officials who had fretted that easy financial conditions might fuel dangerous asset bubbles.\nOfficials have said they expect the tax changes to boost consumer spending and capital spending. An upturn in business investment could increase the economy’s capacity to produce more goods and services without spurring excessive inflation, a development Fed officials would welcome.\nBut officials haven’t shown conviction in that outcome.\n“Several participants expressed considerable uncertainty about the degree to which changes to corporate taxes would support business investment,” the minutes said. “Firms may be only just beginning to determine how they might allocate their tax savings among investment, worker compensation, mergers and acquisitions, returns to shareholders, or other uses.”\nWrite to Nick Timiraos at nick.timiraos@wsj.com",
    "published": "2018-03-23T06:52:00.000+03:00",
    "crawled": "2018-03-24T13:24:05.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "reserve",
        "official",
        "signaled",
        "growing",
        "confidence",
        "economy",
        "met",
        "january",
        "bolstering",
        "plan",
        "continue",
        "raising",
        "interest",
        "rate",
        "soon",
        "next",
        "month",
        "several",
        "fed",
        "official",
        "late",
        "last",
        "month",
        "believed",
        "economy",
        "set",
        "grow",
        "even",
        "faster",
        "elevated",
        "growth",
        "projection",
        "december",
        "meeting",
        "according",
        "minute",
        "session",
        "released",
        "wednesday",
        "official",
        "also",
        "appeared",
        "certain",
        "inflation",
        "would",
        "return",
        "target",
        "coming",
        "year",
        "year",
        "consistently",
        "lagging",
        "behind",
        "minute",
        "keenly",
        "parsed",
        "investor",
        "eager",
        "sign",
        "fed",
        "likely",
        "accelerate",
        "plan",
        "raise",
        "interest",
        "rate",
        "economy",
        "pick",
        "december",
        "official",
        "boosted",
        "rate",
        "range",
        "penciled",
        "three",
        "increase",
        "year",
        "investor",
        "edge",
        "sign",
        "fed",
        "might",
        "lift",
        "rate",
        "fourth",
        "time",
        "minute",
        "signal",
        "immediate",
        "change",
        "fed",
        "likely",
        "path",
        "increase",
        "stronger",
        "growth",
        "outlook",
        "made",
        "congress",
        "approved",
        "separate",
        "spending",
        "bill",
        "boost",
        "economic",
        "demand",
        "year",
        "next",
        "support",
        "current",
        "rate",
        "path",
        "could",
        "serve",
        "important",
        "prerequisite",
        "moving",
        "touch",
        "aggressively",
        "later",
        "year",
        "market",
        "gyrated",
        "wednesday",
        "investor",
        "appeared",
        "initially",
        "welcome",
        "fed",
        "minute",
        "relieved",
        "signal",
        "central",
        "bank",
        "poised",
        "ramp",
        "tightening",
        "effort",
        "stock",
        "bond",
        "fell",
        "became",
        "clearer",
        "fed",
        "might",
        "move",
        "aggressively",
        "anticipated",
        "later",
        "year",
        "related",
        "quarles",
        "say",
        "fed",
        "continue",
        "gradual",
        "pace",
        "capital",
        "account",
        "nascent",
        "flip",
        "oil",
        "impact",
        "bond",
        "fall",
        "fed",
        "fuel",
        "rate",
        "worry",
        "powell",
        "fed",
        "starting",
        "take",
        "shape",
        "dow",
        "jones",
        "industrial",
        "average",
        "initially",
        "rose",
        "much",
        "point",
        "closed",
        "point",
        "government",
        "bond",
        "also",
        "sold",
        "release",
        "minute",
        "treasury",
        "yield",
        "closed",
        "tuesday",
        "holding",
        "benchmark",
        "rate",
        "near",
        "zero",
        "seven",
        "year",
        "fed",
        "raised",
        "five",
        "time",
        "since",
        "late",
        "fed",
        "left",
        "rate",
        "unchanged",
        "january",
        "meeting",
        "likely",
        "boost",
        "next",
        "gathering",
        "march",
        "first",
        "led",
        "new",
        "chairman",
        "jerome",
        "powell",
        "majority",
        "participant",
        "noted",
        "stronger",
        "outlook",
        "economic",
        "growth",
        "raised",
        "likelihood",
        "gradual",
        "policy",
        "firming",
        "would",
        "appropriate",
        "minute",
        "said",
        "investor",
        "focused",
        "whether",
        "fed",
        "raise",
        "rate",
        "anticipated",
        "currently",
        "decision",
        "would",
        "ripple",
        "economy",
        "affecting",
        "asset",
        "price",
        "borrowing",
        "cost",
        "consumer",
        "business",
        "answer",
        "largely",
        "turn",
        "inflation",
        "remains",
        "central",
        "bank",
        "target",
        "december",
        "fed",
        "preferred",
        "inflation",
        "gauge",
        "excluding",
        "volatile",
        "food",
        "energy",
        "category",
        "rose",
        "year",
        "earlier",
        "january",
        "fed",
        "meeting",
        "staff",
        "economist",
        "projected",
        "measure",
        "would",
        "rise",
        "notably",
        "faster",
        "reaching",
        "target",
        "remaining",
        "sign",
        "inflation",
        "anxiety",
        "minute",
        "said",
        "roberto",
        "perli",
        "analyst",
        "research",
        "firm",
        "cornerstone",
        "macro",
        "referring",
        "concern",
        "inflation",
        "rising",
        "quickly",
        "inflation",
        "already",
        "expected",
        "pick",
        "coming",
        "month",
        "weak",
        "reading",
        "last",
        "march",
        "april",
        "longer",
        "included",
        "comparison",
        "staff",
        "forecast",
        "also",
        "projected",
        "rebound",
        "inflation",
        "due",
        "decline",
        "slack",
        "across",
        "economy",
        "official",
        "raised",
        "growth",
        "projection",
        "met",
        "congress",
        "close",
        "agreement",
        "trillion",
        "package",
        "official",
        "met",
        "january",
        "several",
        "lifted",
        "growth",
        "forecast",
        "citing",
        "rising",
        "stock",
        "price",
        "relatively",
        "low",
        "bond",
        "yield",
        "final",
        "tax",
        "package",
        "somewhat",
        "generous",
        "providing",
        "cut",
        "next",
        "year",
        "previously",
        "expected",
        "minute",
        "said",
        "others",
        "said",
        "prospect",
        "economy",
        "perform",
        "better",
        "expected",
        "also",
        "increased",
        "meanwhile",
        "january",
        "meeting",
        "congress",
        "approved",
        "government",
        "spending",
        "plan",
        "provide",
        "fuel",
        "economic",
        "growth",
        "spending",
        "boost",
        "prompted",
        "economist",
        "recent",
        "day",
        "project",
        "fed",
        "raise",
        "rate",
        "slightly",
        "faster",
        "year",
        "next",
        "ensure",
        "economy",
        "stay",
        "even",
        "keel",
        "challenge",
        "fed",
        "many",
        "economist",
        "see",
        "either",
        "tax",
        "cut",
        "federal",
        "funding",
        "increase",
        "much",
        "raise",
        "economy",
        "growth",
        "rate",
        "even",
        "though",
        "many",
        "anticipate",
        "provide",
        "boost",
        "economist",
        "jpmorgan",
        "chase",
        "ubs",
        "group",
        "ag",
        "project",
        "unemployment",
        "rate",
        "fall",
        "next",
        "year",
        "lowest",
        "level",
        "year",
        "percentage",
        "point",
        "level",
        "fed",
        "official",
        "expect",
        "sustainable",
        "long",
        "run",
        "engineer",
        "soft",
        "landing",
        "economy",
        "overheat",
        "pull",
        "back",
        "sharply",
        "official",
        "would",
        "need",
        "slow",
        "growth",
        "guide",
        "unemployment",
        "rate",
        "gently",
        "higher",
        "low",
        "level",
        "historically",
        "hardest",
        "part",
        "monetary",
        "policy",
        "soft",
        "landing",
        "tell",
        "hardest",
        "part",
        "never",
        "achieved",
        "said",
        "seth",
        "carpenter",
        "chief",
        "economist",
        "ubs",
        "former",
        "fed",
        "official",
        "fed",
        "official",
        "began",
        "slowly",
        "raising",
        "rate",
        "nearly",
        "two",
        "year",
        "ago",
        "hint",
        "inflation",
        "part",
        "understood",
        "hard",
        "soft",
        "landing",
        "carpenter",
        "added",
        "risk",
        "recent",
        "round",
        "fiscal",
        "stimulus",
        "blown",
        "plan",
        "fed",
        "official",
        "grow",
        "confident",
        "inflation",
        "rising",
        "toward",
        "target",
        "time",
        "could",
        "stick",
        "tentative",
        "plan",
        "three",
        "rate",
        "increase",
        "year",
        "look",
        "like",
        "new",
        "federal",
        "spending",
        "tax",
        "cut",
        "weaker",
        "dollar",
        "lower",
        "unemployment",
        "lead",
        "acceleration",
        "price",
        "pressure",
        "policy",
        "maker",
        "could",
        "act",
        "aggressively",
        "several",
        "official",
        "recent",
        "week",
        "played",
        "difference",
        "three",
        "four",
        "rate",
        "rise",
        "year",
        "part",
        "plenty",
        "time",
        "adjust",
        "plan",
        "year",
        "unfolds",
        "addition",
        "inflation",
        "debate",
        "policy",
        "maker",
        "faced",
        "separate",
        "puzzle",
        "january",
        "stock",
        "rose",
        "record",
        "bond",
        "yield",
        "fell",
        "dollar",
        "weakened",
        "even",
        "though",
        "fed",
        "last",
        "year",
        "steadily",
        "raised",
        "interest",
        "rate",
        "started",
        "paring",
        "bond",
        "portfolio",
        "generally",
        "past",
        "fed",
        "rate",
        "increase",
        "caused",
        "financial",
        "condition",
        "tighten",
        "preventing",
        "economy",
        "overheating",
        "fed",
        "official",
        "cautioned",
        "imbalance",
        "financial",
        "market",
        "may",
        "begin",
        "emerge",
        "economy",
        "continued",
        "operate",
        "potential",
        "minute",
        "said",
        "shortly",
        "fed",
        "official",
        "met",
        "stock",
        "suffered",
        "decline",
        "recovered",
        "somewhat",
        "bond",
        "yield",
        "resumed",
        "climb",
        "long",
        "market",
        "upheaval",
        "spiral",
        "control",
        "development",
        "could",
        "comfort",
        "official",
        "fretted",
        "easy",
        "financial",
        "condition",
        "might",
        "fuel",
        "dangerous",
        "asset",
        "bubble",
        "official",
        "said",
        "expect",
        "tax",
        "change",
        "boost",
        "consumer",
        "spending",
        "capital",
        "spending",
        "upturn",
        "business",
        "investment",
        "could",
        "increase",
        "economy",
        "capacity",
        "produce",
        "good",
        "service",
        "without",
        "spurring",
        "excessive",
        "inflation",
        "development",
        "fed",
        "official",
        "would",
        "welcome",
        "official",
        "shown",
        "conviction",
        "outcome",
        "several",
        "participant",
        "expressed",
        "considerable",
        "uncertainty",
        "degree",
        "change",
        "corporate",
        "tax",
        "would",
        "support",
        "business",
        "investment",
        "minute",
        "said",
        "firm",
        "may",
        "beginning",
        "determine",
        "might",
        "allocate",
        "tax",
        "saving",
        "among",
        "investment",
        "worker",
        "compensation",
        "merger",
        "acquisition",
        "return",
        "shareholder",
        "write",
        "nick",
        "timiraos"
    ]
}