{
    "organizations": [],
    "uuid": "f2f0670167eee5a551ad2fd45c163055474ca677",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/globe-newswire-caladrius-biosciences-acquires-an-exclusive-license-to-a-late-stage-cd34-cell-therapy-program-for-the-treatment-of.html",
    "ord_in_thread": 0,
    "title": "Caladrius Biosciences Acquires an Exclusive License to a Late Stage CD34+ Cell Therapy Program for the Treatment of Refractory Angina",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BASKING RIDGE, N.J., March 06, 2018 (GLOBE NEWSWIRE) -- Caladrius Biosciences, Inc. (NASDAQ:CLBS) (“Caladrius” or the “Company”), a development-stage biopharmaceutical company with multiple technology platforms targeting autoimmune and select cardiology indications, announces today that the Company acquired from Shire plc (LSE:SHP) (NASDAQ:SHPG) an exclusive worldwide license to data from a late stage CD34+ cell therapy program for the treatment of chronic myocardial ischemia targeting refractory angina. Under the terms of the agreement, Caladrius acquired the exclusive worldwide rights to the data set and regulatory filings for the CD34+ cell therapy program for the treatment of refractory angina. In exchange, Shire will receive undisclosed up-front consideration, milestones and a royalty on product sales.\nThe comprehensive data set that Caladrius licensed includes preclinical ( in vivo and in vitro) and Phase 1, Phase 2 and Phase 3 clinical study data of CD34 cell therapy as a treatment for no-option refractory angina, along with the corresponding regulatory filings.\nThe program is supported by data from 3 randomized placebo controlled trials. 1 ,2,3 A recent publication in the European Heart Journal, entitled “Autologous CD34 + cell therapy improves exercise capacity, angina frequency and reduces mortality in no-option refractory angina: a patient-level pooled analysis of randomized double-blinded trials” combines the data from all three studies encompassing over 300 patients and reveals statistically significant improvements in mortality, exercise capacity and chest pain frequency. (See the publication at https://doi.org/10.1093/eurheartj/ehx764 .)\n“Prior to joining Caladrius, I designed and was principal investigator of the Phase 1 and Phase 2 studies of this CD34+ therapy that were conducted with the support of Baxter. I also designed and launched the Phase 3 study at Baxter prior to its spinoff of Baxalta and Baxalta’s subsequent merger with Shire. Given my intimate knowledge of this clinical program, I am very excited by our acquisition of this data license and remain positive about the prospects for this therapy as a treatment for patients suffering with refractory angina,” stated Douglas W. Losordo, MD, FACC, FAHA, Senior Vice President, Clinical, Medical and Regulatory Affairs and Chief Medical Officer of Caladrius. “Preclinical studies have established the mechanism of action of CD34+ cell therapy in restoring microcirculation and improving myocardial tissue perfusion and clinical trials have shown clinical benefit in a patient population that had exhausted all other available therapeutic options. 4 ,5,6 We believe that the growing body of clinical data in support of CD34+ cell therapy as a treatment for refractory angina is very encouraging and we believe that Caladrius is uniquely positioned to advance this late-stage program through to potential regulatory approval.”\n“This transaction offers an ideal opportunity for Caladrius to obtain a promising late-stage development asset complementary to our existing pipeline of CD34+ cell therapy development programs in ischemic repair,” said David J. Mazzo, Ph.D., President and Chief Executive Officer of Caladrius. “This program represents a large potential commercial opportunity as refractory angina afflicts approximately one million people in the U.S. alone, with an incidence rate of 50,000 to 100,000 annually. 7 We look forward to discussing with the FDA the most expeditious regulatory path aimed at registration for this CD34+ cell therapy program and to bringing this potentially restorative therapy to patients in need.”\nAbout Refractory Angina\nIt is estimated that as many as one million people in the United States have chronic symptomatic coronary artery disease (often referred to as refractory angina) that is recalcitrant to medical therapy and unamenable to conventional revascularization procedures. Patients have reproducible lifestyle-limiting symptoms of chest pain, shortness of breath, and easy fatigability. These symptoms are often due to totally occluded coronary arteries or diffuse coronary atherosclerosis that makes revascularization problematic. As the population ages and the incidence of diabetes mellitus increases, this clinical condition will become more prevalent. Patients with this condition have significant morbidity and experience a lower quality of life. 8\nAbout Caladrius Biosciences\nCaladrius Biosciences, Inc. is a clinical stage biopharmaceutical company with multiple technology platforms targeting autoimmune and select cardiology indications. The Company is investigating its lead product candidate, CLBS03, an ex vivo expanded polyclonal T regulatory cell therapy for the treatment of recent-onset type 1 diabetes, in an ongoing Phase 2 trial. CLBS14, CD34+ cell therapy intended as a treatment for coronary microvascular dysfunction, is Caladrius’ proprietary and patent protected formulation of CD34 cells designed specifically to enhance the potency of the CD34 cells for repair and regeneration of cardiovascular tissue. Its companion product, CLBS12, is formulated specifically for intramuscular administration for the treatment of lower extremity ischemia. A phase 2 study of CLBS12 as a treatment for critical limb ischemia is enrolling in Japan, a successful outcome of which will qualify the program for consideration of early conditional approval based on discussions with the Japanese regulatory authorities as provided for under Japan’s progressive regenerative medicine regulations. For more information about Caladrius please visit www.caladrius.com.\nSafe Harbor for Forward Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements reflect management’s current expectations, as of the date of this press release, and involve certain risks and uncertainties. All statements other than statements of historical fact contained in this press release are forward-looking statements. The Company’s actual results could differ materially from those anticipated in these forward-looking statements as a result of various factors. Factors that could cause future results to materially differ from the recent results or those projected in forward-looking statements include the “Risk Factors” described in the Company’s Annual Report on Form 10-K filed with the Securities and Exchange Commission (“SEC”) on March 17, 2017, and in the Company’s other periodic filings with the SEC. The Company’s further development is highly dependent on, among other things, future medical and research developments and market acceptance, which are outside of its control. You are cautioned not to place undue reliance on forward-looking statements, which speak only as of the date of this Press Release. Caladrius does not intend, and disclaims any obligation, to update or revise any forward-looking information contained in this Press Release or with respect to the matters described herein.\nContacts:\nInvestors:\nCaladrius Biosciences, Inc.\nJohn Menditto\nExecutive Director, Investor Relations and Corporate Communications\nPhone: 908-842-0084\nEmail: jmenditto@caladrius.com\nLHA Investor Relations\nAnne Marie Fields\nSenior Vice President\nPhone: 212-838-3777\nEmail: afields@lhai.com\n1 Losordo, D.W., et al., Intramyocardial transplantation of autologous CD34+ stem cells for intractable angina: a phase I/IIa double-blind, randomized controlled trial. Circulation, 2007. 115 (25): p. 3165-3172\n2 Losordo, D.W., et al., Intramyocardial, autologous CD34+ cell therapy for refractory angina. Circ Res, 2011. 109 (4): p. 428-36.\n3 Povsic, T.J., et al., The RENEW Trial: Efficacy and Safety of Intramyocardial Autologous CD34(+) Cell Administration in Patients With Refractory Angina. JACC Cardiovasc Interv, 2016. 9 (15): p. 1576-85.\n4 Asahara, T., Murohara, T., Sullivan, A., Silver, M., van der Zee, R., Li, T., Witzenbichler, B., Schatteman, G., Isner, J.M. Isolation of putative progenitor endothelial cells for angiogenesis. Science 199; 275(5302): 964–7\n5 Dose-dependent contribution of CD34-positive cell transplantation to concurrent vasculogenesis and cardiomyogenesis for functional regenerative recovery after myocardial infarction. Circulation 2006; 113(10): 1311–25\n6 Kawamoto, A., Iwasaki, H., Kusano, K., Murayama, T., Oyamada, A., Silver, M., Hulbert, C., Gavin, M., Hanley, A., Ma, H., Kearney, M., Zak, V., Asahara, T., Losordo, D.W. CD34-positive cells exhibit increased potency and safety for therapeutic neovascularization after myocardial infarction compared with total mononuclear cells. Circulation 2006; 114(20): 2163–9\n7 Global Cardiology Science & Practice: April 30, 2015\n8 Ochsner J . 2009 Winter; 9(4): 220–226.\nSource:Caladrius Biosciences, Inc.",
    "published": "2018-03-06T16:00:00.000+02:00",
    "crawled": "2018-03-06T18:18:50.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "basking",
        "ridge",
        "march",
        "globe",
        "newswire",
        "caladrius",
        "bioscience",
        "nasdaq",
        "clbs",
        "caladrius",
        "company",
        "biopharmaceutical",
        "company",
        "multiple",
        "technology",
        "platform",
        "targeting",
        "autoimmune",
        "select",
        "cardiology",
        "indication",
        "announces",
        "today",
        "company",
        "acquired",
        "shire",
        "plc",
        "lse",
        "shp",
        "nasdaq",
        "shpg",
        "exclusive",
        "worldwide",
        "license",
        "data",
        "late",
        "stage",
        "cell",
        "therapy",
        "program",
        "treatment",
        "chronic",
        "myocardial",
        "ischemia",
        "targeting",
        "refractory",
        "angina",
        "term",
        "agreement",
        "caladrius",
        "acquired",
        "exclusive",
        "worldwide",
        "right",
        "data",
        "set",
        "regulatory",
        "filing",
        "cell",
        "therapy",
        "program",
        "treatment",
        "refractory",
        "angina",
        "exchange",
        "shire",
        "receive",
        "undisclosed",
        "consideration",
        "milestone",
        "royalty",
        "product",
        "sale",
        "comprehensive",
        "data",
        "set",
        "caladrius",
        "licensed",
        "includes",
        "preclinical",
        "vivo",
        "vitro",
        "phase",
        "phase",
        "phase",
        "clinical",
        "study",
        "data",
        "cd34",
        "cell",
        "therapy",
        "treatment",
        "refractory",
        "angina",
        "along",
        "corresponding",
        "regulatory",
        "filing",
        "program",
        "supported",
        "data",
        "randomized",
        "placebo",
        "controlled",
        "trial",
        "recent",
        "publication",
        "european",
        "heart",
        "journal",
        "entitled",
        "autologous",
        "cd34",
        "cell",
        "therapy",
        "improves",
        "exercise",
        "capacity",
        "angina",
        "frequency",
        "reduces",
        "mortality",
        "refractory",
        "angina",
        "pooled",
        "analysis",
        "randomized",
        "trial",
        "combine",
        "data",
        "three",
        "study",
        "encompassing",
        "patient",
        "reveals",
        "statistically",
        "significant",
        "improvement",
        "mortality",
        "exercise",
        "capacity",
        "chest",
        "pain",
        "frequency",
        "see",
        "publication",
        "http",
        "prior",
        "joining",
        "caladrius",
        "designed",
        "principal",
        "investigator",
        "phase",
        "phase",
        "study",
        "therapy",
        "conducted",
        "support",
        "baxter",
        "also",
        "designed",
        "launched",
        "phase",
        "study",
        "baxter",
        "prior",
        "spinoff",
        "baxalta",
        "baxalta",
        "subsequent",
        "merger",
        "shire",
        "given",
        "intimate",
        "knowledge",
        "clinical",
        "program",
        "excited",
        "acquisition",
        "data",
        "license",
        "remain",
        "positive",
        "prospect",
        "therapy",
        "treatment",
        "patient",
        "suffering",
        "refractory",
        "angina",
        "stated",
        "douglas",
        "losordo",
        "md",
        "facc",
        "faha",
        "senior",
        "vice",
        "president",
        "clinical",
        "medical",
        "regulatory",
        "affair",
        "chief",
        "medical",
        "officer",
        "caladrius",
        "preclinical",
        "study",
        "established",
        "mechanism",
        "action",
        "cell",
        "therapy",
        "restoring",
        "microcirculation",
        "improving",
        "myocardial",
        "tissue",
        "perfusion",
        "clinical",
        "trial",
        "shown",
        "clinical",
        "benefit",
        "patient",
        "population",
        "exhausted",
        "available",
        "therapeutic",
        "option",
        "believe",
        "growing",
        "body",
        "clinical",
        "data",
        "support",
        "cell",
        "therapy",
        "treatment",
        "refractory",
        "angina",
        "encouraging",
        "believe",
        "caladrius",
        "uniquely",
        "positioned",
        "advance",
        "program",
        "potential",
        "regulatory",
        "transaction",
        "offer",
        "ideal",
        "opportunity",
        "caladrius",
        "obtain",
        "promising",
        "development",
        "asset",
        "complementary",
        "existing",
        "pipeline",
        "cell",
        "therapy",
        "development",
        "program",
        "ischemic",
        "repair",
        "said",
        "david",
        "mazzo",
        "president",
        "chief",
        "executive",
        "officer",
        "caladrius",
        "program",
        "represents",
        "large",
        "potential",
        "commercial",
        "opportunity",
        "refractory",
        "angina",
        "afflicts",
        "approximately",
        "one",
        "million",
        "people",
        "alone",
        "incidence",
        "rate",
        "annually",
        "look",
        "forward",
        "discussing",
        "fda",
        "expeditious",
        "regulatory",
        "path",
        "aimed",
        "registration",
        "cell",
        "therapy",
        "program",
        "bringing",
        "potentially",
        "restorative",
        "therapy",
        "patient",
        "refractory",
        "angina",
        "estimated",
        "many",
        "one",
        "million",
        "people",
        "united",
        "state",
        "chronic",
        "symptomatic",
        "coronary",
        "artery",
        "disease",
        "often",
        "referred",
        "refractory",
        "angina",
        "recalcitrant",
        "medical",
        "therapy",
        "unamenable",
        "conventional",
        "revascularization",
        "procedure",
        "patient",
        "reproducible",
        "symptom",
        "chest",
        "pain",
        "shortness",
        "breath",
        "easy",
        "fatigability",
        "symptom",
        "often",
        "due",
        "totally",
        "occluded",
        "coronary",
        "artery",
        "diffuse",
        "coronary",
        "atherosclerosis",
        "make",
        "revascularization",
        "problematic",
        "population",
        "age",
        "incidence",
        "diabetes",
        "mellitus",
        "increase",
        "clinical",
        "condition",
        "become",
        "prevalent",
        "patient",
        "condition",
        "significant",
        "morbidity",
        "experience",
        "lower",
        "quality",
        "life",
        "caladrius",
        "bioscience",
        "caladrius",
        "bioscience",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "multiple",
        "technology",
        "platform",
        "targeting",
        "autoimmune",
        "select",
        "cardiology",
        "indication",
        "company",
        "investigating",
        "lead",
        "product",
        "candidate",
        "clbs03",
        "ex",
        "vivo",
        "expanded",
        "polyclonal",
        "regulatory",
        "cell",
        "therapy",
        "treatment",
        "type",
        "diabetes",
        "ongoing",
        "phase",
        "trial",
        "clbs14",
        "cell",
        "therapy",
        "intended",
        "treatment",
        "coronary",
        "microvascular",
        "dysfunction",
        "caladrius",
        "proprietary",
        "patent",
        "protected",
        "formulation",
        "cd34",
        "cell",
        "designed",
        "specifically",
        "enhance",
        "potency",
        "cd34",
        "cell",
        "repair",
        "regeneration",
        "cardiovascular",
        "tissue",
        "companion",
        "product",
        "clbs12",
        "formulated",
        "specifically",
        "intramuscular",
        "administration",
        "treatment",
        "lower",
        "extremity",
        "ischemia",
        "phase",
        "study",
        "clbs12",
        "treatment",
        "critical",
        "limb",
        "ischemia",
        "enrolling",
        "japan",
        "successful",
        "outcome",
        "qualify",
        "program",
        "consideration",
        "early",
        "conditional",
        "approval",
        "based",
        "discussion",
        "japanese",
        "regulatory",
        "authority",
        "provided",
        "japan",
        "progressive",
        "regenerative",
        "medicine",
        "regulation",
        "information",
        "caladrius",
        "please",
        "visit",
        "safe",
        "harbor",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "reflect",
        "management",
        "current",
        "expectation",
        "date",
        "press",
        "release",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "press",
        "release",
        "statement",
        "company",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "result",
        "various",
        "factor",
        "factor",
        "could",
        "cause",
        "future",
        "result",
        "materially",
        "differ",
        "recent",
        "result",
        "projected",
        "statement",
        "include",
        "risk",
        "factor",
        "described",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "company",
        "periodic",
        "filing",
        "sec",
        "company",
        "development",
        "highly",
        "dependent",
        "among",
        "thing",
        "future",
        "medical",
        "research",
        "development",
        "market",
        "acceptance",
        "outside",
        "control",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "caladrius",
        "intend",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "information",
        "contained",
        "press",
        "release",
        "respect",
        "matter",
        "described",
        "herein",
        "contact",
        "investor",
        "caladrius",
        "bioscience",
        "john",
        "menditto",
        "executive",
        "director",
        "investor",
        "relation",
        "corporate",
        "communication",
        "phone",
        "email",
        "jmenditto",
        "lha",
        "investor",
        "relation",
        "anne",
        "marie",
        "field",
        "senior",
        "vice",
        "president",
        "phone",
        "email",
        "afields",
        "losordo",
        "et",
        "intramyocardial",
        "transplantation",
        "autologous",
        "stem",
        "cell",
        "intractable",
        "angina",
        "phase",
        "randomized",
        "controlled",
        "trial",
        "circulation",
        "losordo",
        "et",
        "intramyocardial",
        "autologous",
        "cell",
        "therapy",
        "refractory",
        "angina",
        "circ",
        "re",
        "povsic",
        "et",
        "renew",
        "trial",
        "efficacy",
        "safety",
        "intramyocardial",
        "autologous",
        "cd34",
        "cell",
        "administration",
        "patient",
        "refractory",
        "angina",
        "jacc",
        "cardiovasc",
        "interv",
        "asahara",
        "murohara",
        "sullivan",
        "silver",
        "van",
        "der",
        "zee",
        "li",
        "witzenbichler",
        "schatteman",
        "isner",
        "isolation",
        "putative",
        "progenitor",
        "endothelial",
        "cell",
        "angiogenesis",
        "science",
        "contribution",
        "cell",
        "transplantation",
        "concurrent",
        "vasculogenesis",
        "cardiomyogenesis",
        "functional",
        "regenerative",
        "recovery",
        "myocardial",
        "infarction",
        "circulation",
        "kawamoto",
        "iwasaki",
        "kusano",
        "murayama",
        "oyamada",
        "silver",
        "hulbert",
        "gavin",
        "hanley",
        "kearney",
        "zak",
        "asahara",
        "losordo",
        "cell",
        "exhibit",
        "increased",
        "potency",
        "safety",
        "therapeutic",
        "neovascularization",
        "myocardial",
        "infarction",
        "compared",
        "total",
        "mononuclear",
        "cell",
        "circulation",
        "global",
        "cardiology",
        "science",
        "practice",
        "april",
        "ochsner",
        "j",
        "winter",
        "source",
        "caladrius",
        "bioscience",
        "inc"
    ]
}