{
    "organizations": [],
    "uuid": "09df009f338d346121b798d620d6c651584a2f08",
    "author": "",
    "url": "https://in.reuters.com/article/eurozone-banks-italy-bad-loans-insight/insight-a-tale-of-two-hotels-italys-bad-loan-sales-hang-in-the-balance-idINKBN1GX0VH",
    "ord_in_thread": 0,
    "title": "Insight: A tale of two hotels: Italy's bad loan sales hang in the balance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 21, 2018 / 9:09 AM / Updated 14 minutes ago Insight: A tale of two hotels: Italy's bad loan sales hang in the balance Valentina Za , Simon Jessop 8 Min Read MILAN/LONDON (Reuters) - The Hotel Dei Dogi, a lagoon-side palazzo in Venice, will be renovated in the autumn for the first time in 20 years after a U.S. investment firm snapped up the debts of its family owners, confident of selling it and eight sister hotels at a profit. Reception desk is seen in the Hotel Dei Dogi, part of the hotel chain Boscolo in Venice, Italy, March 15, 2018. REUTERS/Stefano Rellandini In the hinterland a couple of hours’ drive to the west, hotel Le Seriole, modest with a small pool and closed, is being auctioned for a fifth time this month; four previous attempts drew no bids - driving the price down by 79 percent. The two hotels hold clues to Italy’s ability to draw a final line under a banking crisis that risked undermining the euro zone at its height and boosted anti-establishment parties in this month’s election. The Dei Dogi is the exception - such high end properties account for just five percent of the problem loan market’s annual turnover, two industry sources said. Far more common are businesses like Le Seriole, for which liquidation could be the only option. But both fall into the more promising half of Europe’s biggest bad loan market because their obligations are backed by physical assets. A buyer can expect to recover at least 50-60 percent of a loan with good collateral such as an apartment in a large city, compared with just 5-6 percent in a corporate bankruptcy with no assets pledged as guarantee, several industry sources said. Italy’s banks have cut their soured debts below 300 billion euros from a peak of 360 billion in 2015-16, starting with batches of unsecured loans that were easier to price. Regulators, keen to strengthen the lenders and prevent a new financial crisis, are demanding more, and banks, having ploughed through reams of messy loan records, last year began to put more valuable secured loans on the block. They are drawing healthy competition from investors seeking higher returns in a property market that has lagged behind a rebound in other developed countries. Some buyers see a virtuous circle in which an injection of funds into neglected underlying assets proves a boon to the broader Italian economy. Others fear prices are rising too fast at a time of post-election political uncertainty. All agree a sense of momentum is key. “Perceptions and the level of confidence count perhaps even more than actual numbers,” said Guido Lombardo, chief investment officer at Credito Fondiario, an Italian bank that invests in soured loans and manages them. “A prospect of stability would really help support expectations of a pick-up in property prices.” GROWTH CONUNDRUM Italy’s 1.5 percent economic growth last year, the fastest since 2010, helped corporate insolvency rates return to pre-crisis levels. The upturn should also benefit creditors’ recovery rates, which generally move inversely to default rates. “How much and how fast you recover is directly correlated with GDP growth, with a lag of 6-12 months,” said Andrea Mignanelli, CEO of Italy’s second-biggest debt collector, Cerved Credit Management. “With the economy on the mend, we’re already witnessing improvements: fewer judicial auctions with no bidders, more out-of-court settlements, slightly quicker bankruptcy proceedings.” The election, however, has cast doubt over Italy’s outlook as some economists say only further reforms can lift the growth potential of the euro zone’s most sluggish economy. The reformist centre-left government was punished by popular anger at bailouts that shored up the system but hurt thousands of ordinary savers. Now, the two contenders to lead the next executive are the anti-establishment 5-Star and the eurosceptic League, who both have pledged to row back on previous market-friendly measures. HOPE AND DESPAIR Betting on Italy’s steady tourist flows, Minnesota-based investment firm Varde Partners bought 350 million euros of bank debt owed by hotel chain Boscolo before acquiring nine hotels, including Dei Dogi, from the controlling family last year. The entrance to the Hotel Le Seriole is seen in Asola, Italy, March 15, 2018. Picture taken March 15, 2018. REUTERS/Stringer NO RESALES. NO ARCHIVES Varde restructured the debt and will invest 80 to 90 million euros in a revamp under new chief executive Stephen Alden, who oversaw the renovation of The Connaught hotel in London. “The management team will be focused on enhancing the quality of the hotels over the next three to four years,” said Tim Mooney, a partner and global head of real estate at Varde in London. “We will then seek to sell the company.” Despite being a top tourist destination, Italy suffers from outdated infrastructure with thousands of overly-indebted, family-owned hotels lacking the cash to invest in the business. Stuck in the countryside outside Mantua, hotel Le Seriole was financed by bailed-out lender Monte dei Paschi di Siena, which is offloading 24 billion euros in bad debts. Provided the loans are cheap enough, funds can still reap the double-digit returns their investors normally demand even if a property sells for less than the value of the land it is on. “There are really good returns to be made if you know how to price your assets well,” said Pier Paolo Masenza, a partner at consultancy PwC in Milan. Selling prices have risen, by 10 percent in 18 months according to one industry source. But despite this, and years of costly writedowns by banks, a gap remains between balance-sheet values and how much investors are willing to pay. Slideshow (6 Images) Italy’s slow-moving judicial system is partly to blame; data firm DATASINC calculates foreclosures and insolvency procedures take on average 4.4 years, increasing risks and costs. Three industry sources said investors can expect to recoup on average 30-35 percent of a loan’s nominal value. But servicing costs shave up to 10 percent off recovery rates and legal costs take off another 5-6 percent. Returns are still attractive considering Italian soured loans fetched on average 18 percent of their face value last year, Italian bad loan specialist Banca IFIS calculated. That compares with an average book value of 35.6 percent for the worst kind of soured loans, which total 166.5 billion euros before writedowns according to the central bank. Several sources said up to two thirds of a further 112 billion euros in ‘unlikely to pay’ UTP loans valued by banks at around 66 percent of their face value would have to be classed as insolvent and heavily written down to facilitate disposals. This is either because borrowers are effectively beyond redemption or because the loans’ small size makes them unsuitable for restructuring. HEATING UP With some investors saying Italian bad loan portfolios on sale can easily attract two dozen bids, banks can hope rising competition among investors will help stem future loan losses. Early market entrants, big private investment firms such as Cerberus or Fortress, have been joined by niche buyers like London-based Algebris, which targets corporate bad loans backed by high-quality properties, mainly in northern Italy. There are also more buyers funding purchases from bank deposits and happy with lower returns than traditional funds. A well-oiled market would help Italian banks deal with new European rules which will give lenders only up to eight years to write off new loans turning sour to avoid build-ups. But a top investor and a debt collection specialist both said they were concerned about how much further prices could rise before endangering returns, as their loans were performing in line with projections rather than outperforming. “That means the prices paid for those portfolios were broadly right. Yet prices keep rising ... we’re nearing levels where someone may start getting hurt,” one person said. ($1 = 0.8106 euros)",
    "published": "2018-03-21T11:06:00.000+02:00",
    "crawled": "2018-03-21T11:27:54.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "minute",
        "ago",
        "insight",
        "tale",
        "two",
        "hotel",
        "italy",
        "bad",
        "loan",
        "sale",
        "hang",
        "balance",
        "valentina",
        "za",
        "simon",
        "jessop",
        "min",
        "read",
        "reuters",
        "hotel",
        "dei",
        "dogi",
        "palazzo",
        "venice",
        "renovated",
        "autumn",
        "first",
        "time",
        "year",
        "investment",
        "firm",
        "snapped",
        "debt",
        "family",
        "owner",
        "confident",
        "selling",
        "eight",
        "sister",
        "hotel",
        "profit",
        "reception",
        "desk",
        "seen",
        "hotel",
        "dei",
        "dogi",
        "part",
        "hotel",
        "chain",
        "boscolo",
        "venice",
        "italy",
        "march",
        "rellandini",
        "hinterland",
        "couple",
        "hour",
        "drive",
        "west",
        "hotel",
        "le",
        "seriole",
        "modest",
        "small",
        "pool",
        "closed",
        "auctioned",
        "fifth",
        "time",
        "month",
        "four",
        "previous",
        "attempt",
        "drew",
        "bid",
        "driving",
        "price",
        "percent",
        "two",
        "hotel",
        "hold",
        "clue",
        "italy",
        "ability",
        "draw",
        "final",
        "line",
        "banking",
        "crisis",
        "risked",
        "undermining",
        "euro",
        "zone",
        "height",
        "boosted",
        "party",
        "month",
        "election",
        "dei",
        "dogi",
        "exception",
        "high",
        "end",
        "property",
        "account",
        "five",
        "percent",
        "problem",
        "loan",
        "market",
        "annual",
        "turnover",
        "two",
        "industry",
        "source",
        "said",
        "far",
        "common",
        "business",
        "like",
        "le",
        "seriole",
        "liquidation",
        "could",
        "option",
        "fall",
        "promising",
        "half",
        "europe",
        "biggest",
        "bad",
        "loan",
        "market",
        "obligation",
        "backed",
        "physical",
        "asset",
        "buyer",
        "expect",
        "recover",
        "least",
        "percent",
        "loan",
        "good",
        "collateral",
        "apartment",
        "large",
        "city",
        "compared",
        "percent",
        "corporate",
        "bankruptcy",
        "asset",
        "pledged",
        "guarantee",
        "several",
        "industry",
        "source",
        "said",
        "italy",
        "bank",
        "cut",
        "soured",
        "debt",
        "billion",
        "euro",
        "peak",
        "billion",
        "starting",
        "batch",
        "unsecured",
        "loan",
        "easier",
        "price",
        "regulator",
        "keen",
        "strengthen",
        "lender",
        "prevent",
        "new",
        "financial",
        "crisis",
        "demanding",
        "bank",
        "ploughed",
        "ream",
        "messy",
        "loan",
        "record",
        "last",
        "year",
        "began",
        "put",
        "valuable",
        "secured",
        "loan",
        "block",
        "drawing",
        "healthy",
        "competition",
        "investor",
        "seeking",
        "higher",
        "return",
        "property",
        "market",
        "lagged",
        "behind",
        "rebound",
        "developed",
        "country",
        "buyer",
        "see",
        "virtuous",
        "circle",
        "injection",
        "fund",
        "neglected",
        "underlying",
        "asset",
        "prof",
        "boon",
        "broader",
        "italian",
        "economy",
        "others",
        "fear",
        "price",
        "rising",
        "fast",
        "time",
        "political",
        "uncertainty",
        "agree",
        "sense",
        "momentum",
        "key",
        "perception",
        "level",
        "confidence",
        "count",
        "perhaps",
        "even",
        "actual",
        "number",
        "said",
        "guido",
        "lombardo",
        "chief",
        "investment",
        "officer",
        "credito",
        "fondiario",
        "italian",
        "bank",
        "invests",
        "soured",
        "loan",
        "manages",
        "prospect",
        "stability",
        "would",
        "really",
        "help",
        "support",
        "expectation",
        "property",
        "growth",
        "conundrum",
        "italy",
        "percent",
        "economic",
        "growth",
        "last",
        "year",
        "fastest",
        "since",
        "helped",
        "corporate",
        "insolvency",
        "rate",
        "return",
        "level",
        "upturn",
        "also",
        "benefit",
        "creditor",
        "recovery",
        "rate",
        "generally",
        "move",
        "inversely",
        "default",
        "rate",
        "much",
        "fast",
        "recover",
        "directly",
        "correlated",
        "gdp",
        "growth",
        "lag",
        "month",
        "said",
        "andrea",
        "mignanelli",
        "ceo",
        "italy",
        "debt",
        "collector",
        "cerved",
        "credit",
        "management",
        "economy",
        "mend",
        "already",
        "witnessing",
        "improvement",
        "fewer",
        "judicial",
        "auction",
        "bidder",
        "settlement",
        "slightly",
        "quicker",
        "bankruptcy",
        "election",
        "however",
        "cast",
        "doubt",
        "italy",
        "outlook",
        "economist",
        "say",
        "reform",
        "lift",
        "growth",
        "potential",
        "euro",
        "zone",
        "sluggish",
        "economy",
        "reformist",
        "government",
        "punished",
        "popular",
        "anger",
        "bailouts",
        "shored",
        "system",
        "hurt",
        "thousand",
        "ordinary",
        "saver",
        "two",
        "contender",
        "lead",
        "next",
        "executive",
        "eurosceptic",
        "league",
        "pledged",
        "row",
        "back",
        "previous",
        "measure",
        "hope",
        "despair",
        "betting",
        "italy",
        "steady",
        "tourist",
        "flow",
        "investment",
        "firm",
        "varde",
        "partner",
        "bought",
        "million",
        "euro",
        "bank",
        "debt",
        "owed",
        "hotel",
        "chain",
        "boscolo",
        "acquiring",
        "nine",
        "hotel",
        "including",
        "dei",
        "dogi",
        "controlling",
        "family",
        "last",
        "year",
        "entrance",
        "hotel",
        "le",
        "seriole",
        "seen",
        "asola",
        "italy",
        "march",
        "picture",
        "taken",
        "march",
        "resale",
        "archive",
        "varde",
        "restructured",
        "debt",
        "invest",
        "million",
        "euro",
        "revamp",
        "new",
        "chief",
        "executive",
        "stephen",
        "alden",
        "oversaw",
        "renovation",
        "connaught",
        "hotel",
        "london",
        "management",
        "team",
        "focused",
        "enhancing",
        "quality",
        "hotel",
        "next",
        "three",
        "four",
        "year",
        "said",
        "tim",
        "mooney",
        "partner",
        "global",
        "head",
        "real",
        "estate",
        "varde",
        "london",
        "seek",
        "sell",
        "despite",
        "top",
        "tourist",
        "destination",
        "italy",
        "suffers",
        "outdated",
        "infrastructure",
        "thousand",
        "hotel",
        "lacking",
        "cash",
        "invest",
        "business",
        "stuck",
        "countryside",
        "outside",
        "mantua",
        "hotel",
        "le",
        "seriole",
        "financed",
        "lender",
        "monte",
        "dei",
        "paschi",
        "di",
        "siena",
        "offloading",
        "billion",
        "euro",
        "bad",
        "debt",
        "provided",
        "loan",
        "cheap",
        "enough",
        "fund",
        "still",
        "reap",
        "return",
        "investor",
        "normally",
        "demand",
        "even",
        "property",
        "sell",
        "less",
        "value",
        "land",
        "really",
        "good",
        "return",
        "made",
        "know",
        "price",
        "asset",
        "well",
        "said",
        "pier",
        "paolo",
        "masenza",
        "partner",
        "consultancy",
        "pwc",
        "milan",
        "selling",
        "price",
        "risen",
        "percent",
        "month",
        "according",
        "one",
        "industry",
        "source",
        "despite",
        "year",
        "costly",
        "writedowns",
        "bank",
        "gap",
        "remains",
        "value",
        "much",
        "investor",
        "willing",
        "pay",
        "slideshow",
        "image",
        "italy",
        "judicial",
        "system",
        "partly",
        "blame",
        "data",
        "firm",
        "datasinc",
        "calculates",
        "foreclosure",
        "insolvency",
        "procedure",
        "take",
        "average",
        "year",
        "increasing",
        "risk",
        "cost",
        "three",
        "industry",
        "source",
        "said",
        "investor",
        "expect",
        "recoup",
        "average",
        "percent",
        "loan",
        "nominal",
        "value",
        "servicing",
        "cost",
        "shave",
        "percent",
        "recovery",
        "rate",
        "legal",
        "cost",
        "take",
        "another",
        "percent",
        "return",
        "still",
        "attractive",
        "considering",
        "italian",
        "soured",
        "loan",
        "fetched",
        "average",
        "percent",
        "face",
        "value",
        "last",
        "year",
        "italian",
        "bad",
        "loan",
        "specialist",
        "banca",
        "ifis",
        "calculated",
        "compare",
        "average",
        "book",
        "value",
        "percent",
        "worst",
        "kind",
        "soured",
        "loan",
        "total",
        "billion",
        "euro",
        "writedowns",
        "according",
        "central",
        "bank",
        "several",
        "source",
        "said",
        "two",
        "third",
        "billion",
        "euro",
        "unlikely",
        "pay",
        "utp",
        "loan",
        "valued",
        "bank",
        "around",
        "percent",
        "face",
        "value",
        "would",
        "classed",
        "insolvent",
        "heavily",
        "written",
        "facilitate",
        "disposal",
        "either",
        "borrower",
        "effectively",
        "beyond",
        "redemption",
        "loan",
        "small",
        "size",
        "make",
        "unsuitable",
        "restructuring",
        "heating",
        "investor",
        "saying",
        "italian",
        "bad",
        "loan",
        "portfolio",
        "sale",
        "easily",
        "attract",
        "two",
        "dozen",
        "bid",
        "bank",
        "hope",
        "rising",
        "competition",
        "among",
        "investor",
        "help",
        "stem",
        "future",
        "loan",
        "loss",
        "early",
        "market",
        "entrant",
        "big",
        "private",
        "investment",
        "firm",
        "cerberus",
        "fortress",
        "joined",
        "niche",
        "buyer",
        "like",
        "algebris",
        "target",
        "corporate",
        "bad",
        "loan",
        "backed",
        "property",
        "mainly",
        "northern",
        "italy",
        "also",
        "buyer",
        "funding",
        "purchase",
        "bank",
        "deposit",
        "happy",
        "lower",
        "return",
        "traditional",
        "fund",
        "market",
        "would",
        "help",
        "italian",
        "bank",
        "deal",
        "new",
        "european",
        "rule",
        "give",
        "lender",
        "eight",
        "year",
        "write",
        "new",
        "loan",
        "turning",
        "sour",
        "avoid",
        "top",
        "investor",
        "debt",
        "collection",
        "specialist",
        "said",
        "concerned",
        "much",
        "price",
        "could",
        "rise",
        "endangering",
        "return",
        "loan",
        "performing",
        "line",
        "projection",
        "rather",
        "outperforming",
        "mean",
        "price",
        "paid",
        "portfolio",
        "broadly",
        "right",
        "yet",
        "price",
        "keep",
        "rising",
        "nearing",
        "level",
        "someone",
        "may",
        "start",
        "getting",
        "hurt",
        "one",
        "person",
        "said",
        "euro"
    ]
}