{
    "organizations": [],
    "uuid": "5830405152af7a11f04335d919e08afa276b0a07",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/globe-newswire-cartesian-to-be-acquired-by-blackstreet-capital-holdings.html",
    "ord_in_thread": 0,
    "title": "Cartesian to be Acquired by Blackstreet Capital Holdings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OVERLAND PARK, Kan., March 22, 2018 (GLOBE NEWSWIRE) -- Cartesian, Inc. (OTCQB:CRTN), a leading provider of consulting services and managed solutions to the global telecom, media and technology industries (the “Company”), today announced that its Strategic Review Committee and Board of Directors unanimously approved the Company entering into an Agreement and Plan of Merger to be acquired by an affiliate of Blackstreet Capital Holdings (“Blackstreet”), a Chevy Chase, MD-based private, diversified holding company, that will result in Cartesian becoming a privately held company when the merger is completed.\nCartesian Executive Chairman Donald J. Tringali said, “For several months, the Strategic Review Committee of the Board and its financial advisors have been seeking strategic alternatives for the Company. We view this announcement as good news for our employees, good news for our customers, and good news for our shareholders.”\nBlackstreet’s Founder and CEO Murry Gunty added, “We are pleased to have the opportunity to work with the Cartesian team to serve its world class customer base going forward. We look forward to the completion of the transaction and providing a long-term home for the business.”\nThe initial step in the transaction is a tender offer under which an affiliate of Blackstreet, the acquiror, will offer to acquire all outstanding shares of Cartesian, Inc. for $0.40 per share, a premium of 137% percent over the closing price of the Company’s common stock on March 21, 2018.\nUpon successful acquisition of at least a majority, but less than 90%, of the outstanding shares by Acquiror, the Company will seek a shareholder vote approving a merger of the Company with a subsidiary of Acquiror, under which each Cartesian shareholder who did not tender shares will receive $0.40 per share. The Company anticipates that the shareholder meeting will take place, if at all, within 60-90 days following the expiration of the Tender Offer.\nBecause Cartesian’s stock is no longer listed on a stock exchange, it is not eligible to use the procedure under Delaware law that permits a merger to occur without a shareholder vote if more than a majority of the outstanding shares are purchased in the first-step tender offer. If 90% or more of the outstanding shares are tendered in the tender offer, the merger may be effected by a resolution adopted by the acquiror’s board of directors.\nCompletion of the merger is not subject to a financing condition but is subject to shareholder approval (if needed to approve the merger) and other customary closing conditions for a transaction of this type. Assuming satisfaction of those conditions, the Company expects the merger to close as soon as possible after shareholder approval (if needed to approve the merger), most likely in June or July, 2018.\nConsummation of the merger will result in all outstanding shares of Cartesian common stock being converted into $0.40 per share in cash. The Company’s shares of common stock will then be deregistered under the Securities and Exchange Act of 1934, as amended (the Exchange Act); Cartesian will no longer be subject to the reporting requirements of the Exchange Act; and the shares of its common stock will no longer trade on any market.\nArmory Securities, LLC served as financial advisor to the Strategic Review Committee and Stinson Leonard Street as legal counsel. Manatt, Phelps & Phillips LLP served as legal counsel to Blackstreet Capital Holdings.\nFurther details of the Merger Agreement are contained in a Current Report on Form 8-K filed by the Company today with the Securities and Exchange Commission.\nAbout Cartesian, Inc.\nCartesian, Inc. (OTC:CRTN) is a specialist provider of consulting services and managed solutions to leaders in the global communications, technology and digital media industries. Cartesian provides strategic advice, management consulting, and managed solutions to clients worldwide. The company has offices in Boston, Kansas City, London, New York, and Philadelphia. For more information, visit www.cartesian.com .\nAbout Blackstreet Capital Holdings, LLC\nBlackstreet Capital Holdings, LLC is a Chevy Chase, MD based diversified holding company run by Founder and CEO Murry Gunty. Blackstreet seeks acquisitions in debt and equity of lower middle market businesses or corporate orphans that are in out-of-favor industries or are undergoing some form of transition. Blackstreet makes acquisitions in a range of industries, including business services, manufacturing, distribution, franchisors, retail, education, sports and entertainment and consumer finance. For more information, visit www.blackstreethold.com .\nAdditional Information and Where You Can Find It\nThe tender offer referred to in this press release has not yet commenced. This press release is for informational purposes only and is not an offer to purchase or a solicitation of an offer to sell, securities, or a solicitation of any proxy, vote or approval with respect to the proposed transaction or otherwise, nor is it a substitute for the tender offer materials that will be filed with the U.S. Securities and Exchange Commission (“SEC”). The solicitation and offer to buy the issued and outstanding shares of Cartesian, Inc. common stock will only be made pursuant to an offer to purchase and related tender offer materials described more fully below. At the time the tender offer is commenced, a subsidiary of Cartesian Holdings, LLC will file a tender offer statement with the SEC on Schedule TO containing an offer to purchase, form of letter of transmittal and related materials, and Cartesian, Inc. will file with the SEC a tender offer solicitation/recommendation statement on Schedule 14D-9 with respect to the tender offer. INVESTORS AND STOCKHOLDERS ARE URGED TO CAREFULLY READ THE TENDER OFFER STATEMENT AND RELATED MATERIALS (INCLUDING THE OFFER TO PURCHASE, RELATED LETTER OF TRANSMITTAL AND OTHER TENDER OFFER DOCUMENTS) AND THE SOLICITATION/RECOMMENDATION STATEMENT CAREFULLY (WHEN THEY BECOME AVAILABLE) AND IN THEIR ENTIRETY BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE TENDER OFFER THAT SHOULD BE READ PRIOR TO MAKING A DECISION TO TENDER SHARES.\nIn connection with the merger, Cartesian, Inc. may be required to file a proxy statement with the SEC. If Cartesian, Inc. is required to do so, following the filing of a definitive proxy statement with the SEC, Cartesian, Inc. will mail or make available the definitive proxy statement and a proxy card to each stockholder entitled to vote at the special meeting relating to the proposed merger. In such event, stockholders are urged to carefully read these materials in their entirety (including any amendments or supplements thereto) and any other relevant documents that Cartesian, Inc. will file with the SEC when they become available because they will contain important information.\nThe tender offer materials will be sent free of charge to all Cartesian, Inc. stockholders, and any definitive proxy statement will be mailed or otherwise made available to all stockholders of Cartesian, Inc. In addition, all of those materials (and all other tender offer documents filed or furnished by Cartesian, Inc. or Cartesian Holdings, LLC or any of its subsidiaries with the SEC) will be available at no charge from the SEC through its website at www.sec.gov . The Schedule TO (including the offer to purchase and related materials) and the Schedule 14D-9 (including the solicitation/recommendation statement), once filed, may also be obtained for free by contacting the Information Agent for the tender offer which will be named in the Schedule TO.\nParticipants in the Solicitation\nIn the event that Cartesian, Inc. files a proxy statement with the SEC with respect to the merger, information about the persons who may, under the rules of the SEC, be considered to be participants in the solicitation of Cartesian, Inc.’s stockholders in connection with the proposed merger, and any interest they have in the proposed merger, will be set forth in the definitive proxy statement when it is filed with the SEC. Additional information regarding these individuals is set forth in Cartesian, Inc.’s Annual Report on Form 10-K/A (Amendment No. 1) for the fiscal year ended December 31, 2016, which was filed with the SEC on April 28, 2017, and in Cartesian, Inc.'s periodic and current reports and in statements of changes in beneficial ownership subsequently filed with the SEC. These documents may be obtained for free at the SEC’s website at www.sec.gov , and via Cartesian, Inc.’s Investor Relations section of its website at www.cartesian.com .\nCautionary Statement Regarding Forward-Looking Statements\nThis document may include “forward-looking” statements within the meaning of the Private Securities Litigation Reform Act of 1995. In particular, any statements that do not relate to historical or current facts constitute forward-looking statements, including, without limitation, statements relating to the completion of the tender offer and the merger. Forward-looking statements often address expected future business and financial performance and financial condition, and often contain words such as “expect,” “anticipate,” “intend,” “plan,” “believe,” “seek,” “see,” “will,” “would,” “target,” similar expressions, and variations or negatives of these words. Forward-looking statements are not guarantees of future results and are subject to risks, uncertainties and assumptions that could cause actual results to differ materially from those expressed in any forward-looking statements. The inclusion of such statements should not be regarded as a representation that any plans, estimates or expectations will be achieved. You should not place undue reliance on such statements. Important factors that could cause actual results to differ materially from such plans, estimates or expectations include, among others, that the conditions to the closing of the tender offer or merger may not be satisfied or waived on a timely basis or otherwise; the tender offer and merger may involve unexpected costs, liabilities or delays; the business of Cartesian, Inc. may suffer as a result of uncertainty surrounding the transactions; legal proceedings may be initiated related to the transactions and the outcome of any legal proceedings related to the transactions may be adverse to Cartesian, Inc.; there may be unforeseen events, changes or other circumstances that could give rise to the termination of the merger agreement; as well as the risks described in its periodic reports filed with the SEC, including, but not limited to, \"Cautionary Statement Regarding Forward Looking Information\" under Part I and \"Risk Factors\" in Item 1A of its Annual Report on Form 10-K for the fiscal year ended December 31, 2016 and subsequent periodic reports containing updated disclosures of such risks. Such risks include, without limitation: Cartesian, Inc.'s ability to generate sufficient cash flow from operations and obtain sufficient financing to continue its operations and pay its obligations, Cartesian, Inc.'s ability to retain the limited number of large clients that constitute a major portion of its revenues, Cartesian, Inc.'s ability to protect client or Cartesian data or information systems from security breaches and cyber-attacks, technological advances and competitive factors in the markets in which Cartesian, Inc. competes. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date of this release. Except as required by applicable law, Cartesian, Inc. undertakes no obligation to update forward-looking statements to reflect events or circumstances arising after such date.\nInvestor Contact: Matt Glover or Najim Mostamand, CFA Liolios Group, Inc. 949-574-3860 CRTN@liolios.com\nSource:Cartesian, Inc.",
    "published": "2018-03-22T15:00:00.000+02:00",
    "crawled": "2018-03-22T18:24:33.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "overland",
        "park",
        "march",
        "globe",
        "newswire",
        "cartesian",
        "otcqb",
        "crtn",
        "leading",
        "provider",
        "consulting",
        "service",
        "managed",
        "solution",
        "global",
        "telecom",
        "medium",
        "technology",
        "industry",
        "company",
        "today",
        "announced",
        "strategic",
        "review",
        "committee",
        "board",
        "director",
        "unanimously",
        "approved",
        "company",
        "entering",
        "agreement",
        "plan",
        "merger",
        "acquired",
        "affiliate",
        "blackstreet",
        "capital",
        "holding",
        "blackstreet",
        "chevy",
        "chase",
        "private",
        "diversified",
        "holding",
        "company",
        "result",
        "cartesian",
        "becoming",
        "privately",
        "held",
        "company",
        "merger",
        "completed",
        "cartesian",
        "executive",
        "chairman",
        "donald",
        "tringali",
        "said",
        "several",
        "month",
        "strategic",
        "review",
        "committee",
        "board",
        "financial",
        "advisor",
        "seeking",
        "strategic",
        "alternative",
        "company",
        "view",
        "announcement",
        "good",
        "news",
        "employee",
        "good",
        "news",
        "customer",
        "good",
        "news",
        "blackstreet",
        "founder",
        "ceo",
        "murry",
        "gunty",
        "added",
        "pleased",
        "opportunity",
        "work",
        "cartesian",
        "team",
        "serve",
        "world",
        "class",
        "customer",
        "base",
        "going",
        "forward",
        "look",
        "forward",
        "completion",
        "transaction",
        "providing",
        "home",
        "initial",
        "step",
        "transaction",
        "tender",
        "offer",
        "affiliate",
        "blackstreet",
        "acquiror",
        "offer",
        "acquire",
        "outstanding",
        "share",
        "cartesian",
        "per",
        "share",
        "premium",
        "percent",
        "closing",
        "price",
        "company",
        "common",
        "stock",
        "march",
        "upon",
        "successful",
        "acquisition",
        "least",
        "majority",
        "less",
        "outstanding",
        "share",
        "acquiror",
        "company",
        "seek",
        "shareholder",
        "vote",
        "approving",
        "merger",
        "company",
        "subsidiary",
        "acquiror",
        "cartesian",
        "shareholder",
        "tender",
        "share",
        "receive",
        "per",
        "share",
        "company",
        "anticipates",
        "shareholder",
        "meeting",
        "take",
        "place",
        "within",
        "day",
        "following",
        "expiration",
        "tender",
        "offer",
        "cartesian",
        "stock",
        "longer",
        "listed",
        "stock",
        "exchange",
        "eligible",
        "use",
        "procedure",
        "delaware",
        "law",
        "permit",
        "merger",
        "occur",
        "without",
        "shareholder",
        "vote",
        "majority",
        "outstanding",
        "share",
        "purchased",
        "tender",
        "offer",
        "outstanding",
        "share",
        "tendered",
        "tender",
        "offer",
        "merger",
        "may",
        "effected",
        "resolution",
        "adopted",
        "acquiror",
        "board",
        "director",
        "completion",
        "merger",
        "subject",
        "financing",
        "condition",
        "subject",
        "shareholder",
        "approval",
        "needed",
        "approve",
        "merger",
        "customary",
        "closing",
        "condition",
        "transaction",
        "type",
        "assuming",
        "satisfaction",
        "condition",
        "company",
        "expects",
        "merger",
        "close",
        "soon",
        "possible",
        "shareholder",
        "approval",
        "needed",
        "approve",
        "merger",
        "likely",
        "june",
        "july",
        "consummation",
        "merger",
        "result",
        "outstanding",
        "share",
        "cartesian",
        "common",
        "stock",
        "converted",
        "per",
        "share",
        "cash",
        "company",
        "share",
        "common",
        "stock",
        "deregistered",
        "security",
        "exchange",
        "act",
        "amended",
        "exchange",
        "act",
        "cartesian",
        "longer",
        "subject",
        "reporting",
        "requirement",
        "exchange",
        "act",
        "share",
        "common",
        "stock",
        "longer",
        "trade",
        "market",
        "armory",
        "security",
        "llc",
        "served",
        "financial",
        "advisor",
        "strategic",
        "review",
        "committee",
        "stinson",
        "leonard",
        "street",
        "legal",
        "counsel",
        "manatt",
        "phelps",
        "phillips",
        "llp",
        "served",
        "legal",
        "counsel",
        "blackstreet",
        "capital",
        "holding",
        "detail",
        "merger",
        "agreement",
        "contained",
        "current",
        "report",
        "form",
        "filed",
        "company",
        "today",
        "security",
        "exchange",
        "commission",
        "cartesian",
        "cartesian",
        "otc",
        "crtn",
        "specialist",
        "provider",
        "consulting",
        "service",
        "managed",
        "solution",
        "leader",
        "global",
        "communication",
        "technology",
        "digital",
        "medium",
        "industry",
        "cartesian",
        "provides",
        "strategic",
        "advice",
        "management",
        "consulting",
        "managed",
        "solution",
        "client",
        "worldwide",
        "company",
        "office",
        "boston",
        "kansa",
        "city",
        "london",
        "new",
        "york",
        "philadelphia",
        "information",
        "visit",
        "blackstreet",
        "capital",
        "holding",
        "llc",
        "blackstreet",
        "capital",
        "holding",
        "llc",
        "chevy",
        "chase",
        "md",
        "based",
        "diversified",
        "holding",
        "company",
        "run",
        "founder",
        "ceo",
        "murry",
        "gunty",
        "blackstreet",
        "seek",
        "acquisition",
        "debt",
        "equity",
        "lower",
        "middle",
        "market",
        "business",
        "corporate",
        "orphan",
        "industry",
        "undergoing",
        "form",
        "transition",
        "blackstreet",
        "make",
        "acquisition",
        "range",
        "industry",
        "including",
        "business",
        "service",
        "manufacturing",
        "distribution",
        "franchisors",
        "retail",
        "education",
        "sport",
        "entertainment",
        "consumer",
        "finance",
        "information",
        "visit",
        "additional",
        "information",
        "find",
        "tender",
        "offer",
        "referred",
        "press",
        "release",
        "yet",
        "commenced",
        "press",
        "release",
        "informational",
        "purpose",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "security",
        "solicitation",
        "proxy",
        "vote",
        "approval",
        "respect",
        "proposed",
        "transaction",
        "otherwise",
        "substitute",
        "tender",
        "offer",
        "material",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "solicitation",
        "offer",
        "buy",
        "issued",
        "outstanding",
        "share",
        "cartesian",
        "common",
        "stock",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "related",
        "tender",
        "offer",
        "material",
        "described",
        "fully",
        "time",
        "tender",
        "offer",
        "commenced",
        "subsidiary",
        "cartesian",
        "holding",
        "llc",
        "file",
        "tender",
        "offer",
        "statement",
        "sec",
        "schedule",
        "containing",
        "offer",
        "purchase",
        "form",
        "letter",
        "transmittal",
        "related",
        "material",
        "cartesian",
        "file",
        "sec",
        "tender",
        "offer",
        "statement",
        "schedule",
        "respect",
        "tender",
        "offer",
        "investor",
        "stockholder",
        "urged",
        "carefully",
        "read",
        "tender",
        "offer",
        "statement",
        "related",
        "material",
        "including",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "tender",
        "offer",
        "document",
        "statement",
        "carefully",
        "become",
        "available",
        "entirety",
        "contain",
        "important",
        "information",
        "tender",
        "offer",
        "read",
        "prior",
        "making",
        "decision",
        "tender",
        "share",
        "connection",
        "merger",
        "cartesian",
        "may",
        "required",
        "file",
        "proxy",
        "statement",
        "sec",
        "cartesian",
        "required",
        "following",
        "filing",
        "definitive",
        "proxy",
        "statement",
        "sec",
        "cartesian",
        "mail",
        "make",
        "available",
        "definitive",
        "proxy",
        "statement",
        "proxy",
        "card",
        "stockholder",
        "entitled",
        "vote",
        "special",
        "meeting",
        "relating",
        "proposed",
        "merger",
        "event",
        "stockholder",
        "urged",
        "carefully",
        "read",
        "material",
        "entirety",
        "including",
        "amendment",
        "supplement",
        "thereto",
        "relevant",
        "document",
        "cartesian",
        "file",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "tender",
        "offer",
        "material",
        "sent",
        "free",
        "charge",
        "cartesian",
        "stockholder",
        "definitive",
        "proxy",
        "statement",
        "mailed",
        "otherwise",
        "made",
        "available",
        "stockholder",
        "cartesian",
        "addition",
        "material",
        "tender",
        "offer",
        "document",
        "filed",
        "furnished",
        "cartesian",
        "cartesian",
        "holding",
        "llc",
        "subsidiary",
        "sec",
        "available",
        "charge",
        "sec",
        "website",
        "schedule",
        "including",
        "offer",
        "purchase",
        "related",
        "material",
        "schedule",
        "including",
        "statement",
        "filed",
        "may",
        "also",
        "obtained",
        "free",
        "contacting",
        "information",
        "agent",
        "tender",
        "offer",
        "named",
        "schedule",
        "participant",
        "solicitation",
        "event",
        "cartesian",
        "file",
        "proxy",
        "statement",
        "sec",
        "respect",
        "merger",
        "information",
        "person",
        "may",
        "rule",
        "sec",
        "considered",
        "participant",
        "solicitation",
        "cartesian",
        "stockholder",
        "connection",
        "proposed",
        "merger",
        "interest",
        "proposed",
        "merger",
        "set",
        "forth",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "individual",
        "set",
        "forth",
        "cartesian",
        "annual",
        "report",
        "form",
        "amendment",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "april",
        "cartesian",
        "periodic",
        "current",
        "report",
        "statement",
        "change",
        "beneficial",
        "ownership",
        "subsequently",
        "filed",
        "sec",
        "document",
        "may",
        "obtained",
        "free",
        "sec",
        "website",
        "via",
        "cartesian",
        "investor",
        "relation",
        "section",
        "website",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "document",
        "may",
        "include",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "particular",
        "statement",
        "relate",
        "historical",
        "current",
        "fact",
        "constitute",
        "statement",
        "including",
        "without",
        "limitation",
        "statement",
        "relating",
        "completion",
        "tender",
        "offer",
        "merger",
        "statement",
        "often",
        "address",
        "expected",
        "future",
        "business",
        "financial",
        "performance",
        "financial",
        "condition",
        "often",
        "contain",
        "word",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "believe",
        "seek",
        "see",
        "would",
        "target",
        "similar",
        "expression",
        "variation",
        "negative",
        "word",
        "statement",
        "guarantee",
        "future",
        "result",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "inclusion",
        "statement",
        "regarded",
        "representation",
        "plan",
        "estimate",
        "expectation",
        "achieved",
        "place",
        "undue",
        "reliance",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "plan",
        "estimate",
        "expectation",
        "include",
        "among",
        "others",
        "condition",
        "closing",
        "tender",
        "offer",
        "merger",
        "may",
        "satisfied",
        "waived",
        "timely",
        "basis",
        "otherwise",
        "tender",
        "offer",
        "merger",
        "may",
        "involve",
        "unexpected",
        "cost",
        "liability",
        "delay",
        "business",
        "cartesian",
        "may",
        "suffer",
        "result",
        "uncertainty",
        "surrounding",
        "transaction",
        "legal",
        "proceeding",
        "may",
        "initiated",
        "related",
        "transaction",
        "outcome",
        "legal",
        "proceeding",
        "related",
        "transaction",
        "may",
        "adverse",
        "cartesian",
        "may",
        "unforeseen",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "well",
        "risk",
        "described",
        "periodic",
        "report",
        "filed",
        "sec",
        "including",
        "limited",
        "cautionary",
        "statement",
        "regarding",
        "forward",
        "looking",
        "information",
        "part",
        "risk",
        "factor",
        "item",
        "1a",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "subsequent",
        "periodic",
        "report",
        "containing",
        "updated",
        "disclosure",
        "risk",
        "risk",
        "include",
        "without",
        "limitation",
        "cartesian",
        "ability",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "operation",
        "obtain",
        "sufficient",
        "financing",
        "continue",
        "operation",
        "pay",
        "obligation",
        "cartesian",
        "ability",
        "retain",
        "limited",
        "number",
        "large",
        "client",
        "constitute",
        "major",
        "portion",
        "revenue",
        "cartesian",
        "ability",
        "protect",
        "client",
        "cartesian",
        "data",
        "information",
        "system",
        "security",
        "breach",
        "technological",
        "advance",
        "competitive",
        "factor",
        "market",
        "cartesian",
        "competes",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "release",
        "except",
        "required",
        "applicable",
        "law",
        "cartesian",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "arising",
        "date",
        "investor",
        "contact",
        "matt",
        "glover",
        "najim",
        "mostamand",
        "cfa",
        "liolios",
        "group",
        "crtn",
        "source",
        "cartesian",
        "inc"
    ]
}