{
    "organizations": [],
    "uuid": "1f12200d7fd7492fbf0326e3808d7aabafa2a59a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/business-wire-new-york-life-achieves-milestone-financial-results-in-2017.html",
    "ord_in_thread": 0,
    "title": "New York Life Achieves Milestone Financial Results in 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following a record-breaking 2016, New York Life reaches new company highs for operating earnings, insurance and annuity sales, assets under management, and surplus\nPosts largest dividend payout in company’s history\nNEW YORK--(BUSINESS WIRE)-- New York Life Insurance Company today announced a record-breaking year of financial results in 2017, including all-time company highs for operating earnings, assets under management, and individual life insurance in force. Company records were also achieved in the metrics that directly capture the value New York Life delivers to its policy owners: dividends and benefits paid to eligible policy owners and beneficiaries. In November 2017, New York Life announced the largest dividend payout in the company’s history, up 36 percent since 2012.\n“These results again validate New York Life’s business strategy, which pairs our market-leading life insurance and agency franchise with a diverse set of supporting businesses, all aligned with the interests of our policy owners,” said Ted Mathas, chairman and CEO of New York Life. “While markets fluctuate, our time-tested approach has enabled New York Life to consistently grow the value we deliver to policy owners year over year while continuing to provide peace of mind to the families and businesses who rely on us.”\nRobust Results Underscore the Value of New York Life’s Agent Force\nThe company’s outstanding bottom line results were driven by company records in a number of top line measures, none more important than sales of life insurance. New York Life achieved its 21 st consecutive year of growth in life insurance sales in 2017, with sales through New York Life agents up 4 percent over the prior year.\nJohn Kim, president of New York Life, said, “Personal guidance, delivered by the dedicated and diverse agents of New York Life, remains at the heart of our business model. At the same time, the company continues to invest in digital capabilities to enhance the service our field force provides. We applaud the outstanding commitment of our 12,000 professional agents, who day after day help people make the important decisions needed to achieve financial security.”\nRecord Surplus Continues to Drive Unsurpassed Financial Strength Ratings\nNew York Life is in the enviable position of declaring all-time company highs in both dividend payout and surplus, and remains one of only two companies out of more than 900 in the industry to receive the highest possible financial strength ratings currently awarded to any life insurer by all four major financial rating agencies.\nNew York Life’s financial strength reflects the performance of the company’s insurance business, including strong investment results from its $242.5 billion general account portfolio despite a persistent low interest rate environment, and contributions from the company’s diverse set of businesses.\nWhile these results also include a one-time $600 million reduction in surplus related to tax reform, the company expects that tax reform will positively impact its financial position over the long term.\nAdditional performance highlights as of December 31, 2017\nReached $2.06 billion in operating earnings 1 for 2017, the highest in the company’s history. Paid over $10.6 billion in total dividends and benefits to policy owners. Announced a dividend payout of $1.78 billion in 2018, a 36 percent increase since 2012. Grew surplus (including the asset valuation reserve) to $24 billion. Reported life insurance sales of over $1.3 billion and individual life insurance in force of\n$993 billion. Reached a record high in annuity sales of $13.8 billion. Reported a general account balance of $242.5 billion in cash and invested assets, and total assets under management of $586 billion.\nAbout New York Life\nNew York Life Insurance Company, a Fortune 100 company founded in 1845, is the largest mutual life insurance company in the United States* and one of the largest life insurers in the world. New York Life has the highest possible financial strength ratings currently awarded to any life insurer from all four of the major credit rating agencies: A.M. Best (A++), Fitch (AAA), Moody’s Investors Service (Aaa), Standard & Poor’s (AA+).** Headquartered in New York City, New York Life’s family of companies offers life insurance, retirement income, investments and long-term care insurance. Visit www.newyorklife.com for more information.\n*Based on revenue as reported by “Fortune 500 ranked within Industries, Insurance: Life, Health (Mutual),” Fortune magazine, 6/12/17. For methodology, please see http://fortune.com/fortune500/ .\n**Individual independent rating agency commentary as of 8/1/17.\n1 Operating earnings is the measure used for management purposes to track the company’s results from ongoing operations and the underlying profitability of the business. This metric is based on accounting principles generally accepted in the United States of America (GAAP) with certain adjustments we believe are more appropriate as a measurement approach (non-GAAP). Operating earnings equal GAAP net income adjusted for, primarily, the removal of gains and losses from investments and related adjustments and dividends to policy owners that are supported by capital gains or earnings from other businesses.\nPolicy owners can view the GAAP-basis consolidated financial statements and a detailed reconciliation to our non-GAAP performance measures by visiting: https://www.newyorklife.com/about/our-strength/ .\nThe New York State Department of Financial Services (the Department) recognizes only statutory accounting practices for determining and reporting the financial condition and results of operations of an insurance company, for determining its solvency under the New York Insurance Law, and for management determining whether its financial condition warrants the payment of a dividend to its policy owners. No consideration is given by the Department to financial statements prepared in accordance with GAAP in making such determinations.\nNew York Life Insurance Company\n2017 Financial Highlights (in millions)\n2017\n2016\nOperating Earnings 2\n$2,058\n$1,954\nSurplus and Asset Valuation Reserve 3\n$24,198\n$23,336\nPolicyholder Benefits and Dividends 4\n$10,633\n$10,093\nInsurance Sales 5\n$1,315\n$1,231\nAnnuity Sales 6\n$13,809\n$12,837\nAssets Under Management 7\n$585,919\n$537,783\nIndividual Life Insurance in Force 8\n$992,821\n$956,615\n2 See footnote 1.\n3 Total surplus, which includes the Asset Valuation Reserve (AVR), is one of the key indicators of the company’s long term financial strength and stability and is presented on a consolidated basis of the company. NYLIC’s statutory surplus was $20.36 billion and $20.11 billion at December 31, 2017 and 2016, respectively. Included in NYLIC’s statutory surplus is NYLIAC’s statutory surplus totaling $9.19 billion and $8.72 billion at December 31, 2017 and 2016, respectively. AVR for NYLIC was $2.65 billion and $2.18 billion at December 31, 2017 and 2016, respectively. AVR for NYLIAC was $1.19 billion and $1.05 billion at December 31, 2017 and 2016, respectively.\nPolicy owners can view the statutory financial statements applicable to their respective companies by visiting https://www.newyorklife.com/about/our-strength/ .\n4 Policy owner benefits primarily include death claims paid to beneficiaries and annuity payments. Dividends are payments made to eligible policy owners from divisible surplus. Divisible surplus is the portion of the company’s total surplus that is available, following each year’s operations, for distribution in the form of dividends. Dividends are not guaranteed. Each year the board of directors votes on the amount and allocation of the divisible surplus. The 36% growth over 2012 is based on $1.78 billion of dividends declared as payable in 2018 compared to $1.31 billion of dividends paid in 2012. Policy owner benefits and dividends reflect the consolidated results of NYLIC and its domestic insurance subsidiaries. Intercompany transactions have been eliminated in consolidation. NYLIC’s policy owner benefits and dividends were $7.38 billion and $7.23 billion for the 12 months ended December 31, 2017 and 2016, respectively. NYLIAC’s policy owner benefits were $3.26 billion and $2.95 billion for the 12 months ended December 31, 2017 and 2016, respectively.\n5 Insurance sales represent annualized first-year premiums on participating issued whole life insurance, term life insurance, universal life insurance, long-term care insurance, and other health insurance products. A sale is generally counted when the initial premium is paid and the policy is issued. Adjustments are made to normalize non-recurring premiums to align with our annualized recurring premium methodology for insurance sales. Some examples are: single premium products sold through our agents and Advanced Markets Network (AMN) retail and COLI distribution channel, our network of independent agents and brokers, are counted at 10 percent. Sales are generated from both domestic and Mexican operations.\n6 Total annuity sales represent premiums on our deferred annuities (both fixed and variable) and on our guaranteed income annuities. Sales are generally recognized when premiums are received. Annuities are primarily issued by NYLIAC.\n7 Assets under management consist of cash and invested assets and separate account assets of the company’s domestic and international insurance operations, and assets the company manages for third-party investors, including mutual funds, separately managed accounts, retirement plans and assets under administration. The company’s General Account investment portfolio totaled $242.53 billion as of December 31, 2017 (including $102.04 billion invested assets of NYLIAC). As of December 31, 2017, total assets equaled $303.18 billion (including $152.85 billion total assets of NYLIAC). Total liabilities, excluding the Asset Valuation Reserve (AVR), equaled $278.98 billion (including $142.47 billion total liabilities of NYLIAC). See Note 3 for total surplus.\n8 Individual life insurance in force is the total face amount of individual life insurance contracts (term, whole life and universal life) outstanding for NYLIC and its domestic insurance subsidiaries at a given time. The company’s individual life insurance in force totaled $992.8 billion at December 31, 2017 (including $175.7 billion for NYLIAC).\nThe New York State Department of Financial Services recognizes only statutory accounting practices for determining and reporting the financial condition and results of operations of an insurance company. The separate statutory basis financial statements (including assets, liabilities, and surplus and AVR) for our insurance companies, as well as a copy of the GAAP basis consolidated financial statements and a detailed reconciliation to our non-GAAP performance measure (i.e. Operating Earnings) are available at https://www.newyorklife.com/about/our-strength/ . Copies of these items are also available by contacting the Secretary of New York Life Insurance Company, 51 Madison Avenue, New York, NY 10010.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180313005944/en/\nNew York Life\nJason Weinzimer, 212-576-7260\njason_weinzimer@newyorklife.com\nor\nSloane & Company\nJohn Hartz, 857-598-4779\nJHartz@sloanepr.com\nSource: New York Life Insurance Company",
    "published": "2018-03-13T17:24:00.000+02:00",
    "crawled": "2018-03-13T20:31:39.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "new",
        "york",
        "life",
        "reach",
        "new",
        "company",
        "high",
        "operating",
        "earnings",
        "insurance",
        "annuity",
        "sale",
        "asset",
        "management",
        "surplus",
        "post",
        "largest",
        "dividend",
        "payout",
        "company",
        "history",
        "new",
        "york",
        "business",
        "wire",
        "new",
        "york",
        "life",
        "insurance",
        "company",
        "today",
        "announced",
        "year",
        "financial",
        "result",
        "including",
        "company",
        "high",
        "operating",
        "earnings",
        "asset",
        "management",
        "individual",
        "life",
        "insurance",
        "force",
        "company",
        "record",
        "also",
        "achieved",
        "metric",
        "directly",
        "capture",
        "value",
        "new",
        "york",
        "life",
        "delivers",
        "policy",
        "owner",
        "dividend",
        "benefit",
        "paid",
        "eligible",
        "policy",
        "owner",
        "beneficiary",
        "november",
        "new",
        "york",
        "life",
        "announced",
        "largest",
        "dividend",
        "payout",
        "company",
        "history",
        "percent",
        "since",
        "result",
        "validate",
        "new",
        "york",
        "life",
        "business",
        "strategy",
        "pair",
        "life",
        "insurance",
        "agency",
        "franchise",
        "diverse",
        "set",
        "supporting",
        "business",
        "aligned",
        "interest",
        "policy",
        "owner",
        "said",
        "ted",
        "mathas",
        "chairman",
        "ceo",
        "new",
        "york",
        "life",
        "market",
        "fluctuate",
        "approach",
        "enabled",
        "new",
        "york",
        "life",
        "consistently",
        "grow",
        "value",
        "deliver",
        "policy",
        "owner",
        "year",
        "year",
        "continuing",
        "provide",
        "peace",
        "mind",
        "family",
        "business",
        "rely",
        "robust",
        "result",
        "underscore",
        "value",
        "new",
        "york",
        "life",
        "agent",
        "force",
        "company",
        "outstanding",
        "bottom",
        "line",
        "result",
        "driven",
        "company",
        "record",
        "number",
        "top",
        "line",
        "measure",
        "none",
        "important",
        "sale",
        "life",
        "insurance",
        "new",
        "york",
        "life",
        "achieved",
        "st",
        "consecutive",
        "year",
        "growth",
        "life",
        "insurance",
        "sale",
        "sale",
        "new",
        "york",
        "life",
        "agent",
        "percent",
        "prior",
        "year",
        "john",
        "kim",
        "president",
        "new",
        "york",
        "life",
        "said",
        "personal",
        "guidance",
        "delivered",
        "dedicated",
        "diverse",
        "agent",
        "new",
        "york",
        "life",
        "remains",
        "heart",
        "business",
        "model",
        "time",
        "company",
        "continues",
        "invest",
        "digital",
        "capability",
        "enhance",
        "service",
        "field",
        "force",
        "provides",
        "applaud",
        "outstanding",
        "commitment",
        "professional",
        "agent",
        "day",
        "day",
        "help",
        "people",
        "make",
        "important",
        "decision",
        "needed",
        "achieve",
        "financial",
        "record",
        "surplus",
        "continues",
        "drive",
        "unsurpassed",
        "financial",
        "strength",
        "rating",
        "new",
        "york",
        "life",
        "enviable",
        "position",
        "declaring",
        "company",
        "high",
        "dividend",
        "payout",
        "surplus",
        "remains",
        "one",
        "two",
        "company",
        "industry",
        "receive",
        "highest",
        "possible",
        "financial",
        "strength",
        "rating",
        "currently",
        "awarded",
        "life",
        "insurer",
        "four",
        "major",
        "financial",
        "rating",
        "agency",
        "new",
        "york",
        "life",
        "financial",
        "strength",
        "reflects",
        "performance",
        "company",
        "insurance",
        "business",
        "including",
        "strong",
        "investment",
        "result",
        "billion",
        "general",
        "account",
        "portfolio",
        "despite",
        "persistent",
        "low",
        "interest",
        "rate",
        "environment",
        "contribution",
        "company",
        "diverse",
        "set",
        "business",
        "result",
        "also",
        "include",
        "million",
        "reduction",
        "surplus",
        "related",
        "tax",
        "reform",
        "company",
        "expects",
        "tax",
        "reform",
        "positively",
        "impact",
        "financial",
        "position",
        "long",
        "term",
        "additional",
        "performance",
        "highlight",
        "december",
        "reached",
        "billion",
        "operating",
        "earnings",
        "highest",
        "company",
        "history",
        "paid",
        "billion",
        "total",
        "dividend",
        "benefit",
        "policy",
        "owner",
        "announced",
        "dividend",
        "payout",
        "billion",
        "percent",
        "increase",
        "since",
        "grew",
        "surplus",
        "including",
        "asset",
        "valuation",
        "reserve",
        "billion",
        "reported",
        "life",
        "insurance",
        "sale",
        "billion",
        "individual",
        "life",
        "insurance",
        "force",
        "billion",
        "reached",
        "record",
        "high",
        "annuity",
        "sale",
        "billion",
        "reported",
        "general",
        "account",
        "balance",
        "billion",
        "cash",
        "invested",
        "asset",
        "total",
        "asset",
        "management",
        "billion",
        "new",
        "york",
        "life",
        "new",
        "york",
        "life",
        "insurance",
        "company",
        "fortune",
        "company",
        "founded",
        "largest",
        "mutual",
        "life",
        "insurance",
        "company",
        "united",
        "state",
        "one",
        "largest",
        "life",
        "insurer",
        "world",
        "new",
        "york",
        "life",
        "highest",
        "possible",
        "financial",
        "strength",
        "rating",
        "currently",
        "awarded",
        "life",
        "insurer",
        "four",
        "major",
        "credit",
        "rating",
        "agency",
        "best",
        "fitch",
        "aaa",
        "moody",
        "investor",
        "service",
        "aaa",
        "standard",
        "poor",
        "headquartered",
        "new",
        "york",
        "city",
        "new",
        "york",
        "life",
        "family",
        "company",
        "offer",
        "life",
        "insurance",
        "retirement",
        "income",
        "investment",
        "care",
        "insurance",
        "visit",
        "information",
        "based",
        "revenue",
        "reported",
        "fortune",
        "ranked",
        "within",
        "industry",
        "insurance",
        "life",
        "health",
        "mutual",
        "fortune",
        "magazine",
        "methodology",
        "please",
        "see",
        "http",
        "individual",
        "independent",
        "rating",
        "agency",
        "commentary",
        "operating",
        "earnings",
        "measure",
        "used",
        "management",
        "purpose",
        "track",
        "company",
        "result",
        "ongoing",
        "operation",
        "underlying",
        "profitability",
        "business",
        "metric",
        "based",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "certain",
        "adjustment",
        "believe",
        "appropriate",
        "measurement",
        "approach",
        "operating",
        "earnings",
        "equal",
        "gaap",
        "net",
        "income",
        "adjusted",
        "primarily",
        "removal",
        "gain",
        "loss",
        "investment",
        "related",
        "adjustment",
        "dividend",
        "policy",
        "owner",
        "supported",
        "capital",
        "gain",
        "earnings",
        "business",
        "policy",
        "owner",
        "view",
        "consolidated",
        "financial",
        "statement",
        "detailed",
        "reconciliation",
        "performance",
        "measure",
        "visiting",
        "http",
        "new",
        "york",
        "state",
        "department",
        "financial",
        "service",
        "department",
        "recognizes",
        "statutory",
        "accounting",
        "practice",
        "determining",
        "reporting",
        "financial",
        "condition",
        "result",
        "operation",
        "insurance",
        "company",
        "determining",
        "solvency",
        "new",
        "york",
        "insurance",
        "law",
        "management",
        "determining",
        "whether",
        "financial",
        "condition",
        "warrant",
        "payment",
        "dividend",
        "policy",
        "owner",
        "consideration",
        "given",
        "department",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "making",
        "determination",
        "new",
        "york",
        "life",
        "insurance",
        "company",
        "financial",
        "highlight",
        "million",
        "operating",
        "earnings",
        "surplus",
        "asset",
        "valuation",
        "reserve",
        "policyholder",
        "benefit",
        "dividend",
        "insurance",
        "sale",
        "annuity",
        "sale",
        "asset",
        "management",
        "individual",
        "life",
        "insurance",
        "force",
        "see",
        "footnote",
        "total",
        "surplus",
        "includes",
        "asset",
        "valuation",
        "reserve",
        "avr",
        "one",
        "key",
        "indicator",
        "company",
        "long",
        "term",
        "financial",
        "strength",
        "stability",
        "presented",
        "consolidated",
        "basis",
        "company",
        "nylic",
        "statutory",
        "surplus",
        "billion",
        "billion",
        "december",
        "respectively",
        "included",
        "nylic",
        "statutory",
        "surplus",
        "nyliac",
        "statutory",
        "surplus",
        "totaling",
        "billion",
        "billion",
        "december",
        "respectively",
        "avr",
        "nylic",
        "billion",
        "billion",
        "december",
        "respectively",
        "avr",
        "nyliac",
        "billion",
        "billion",
        "december",
        "respectively",
        "policy",
        "owner",
        "view",
        "statutory",
        "financial",
        "statement",
        "applicable",
        "respective",
        "company",
        "visiting",
        "http",
        "policy",
        "owner",
        "benefit",
        "primarily",
        "include",
        "death",
        "claim",
        "paid",
        "beneficiary",
        "annuity",
        "payment",
        "dividend",
        "payment",
        "made",
        "eligible",
        "policy",
        "owner",
        "divisible",
        "surplus",
        "divisible",
        "surplus",
        "portion",
        "company",
        "total",
        "surplus",
        "available",
        "following",
        "year",
        "operation",
        "distribution",
        "form",
        "dividend",
        "dividend",
        "guaranteed",
        "year",
        "board",
        "director",
        "vote",
        "amount",
        "allocation",
        "divisible",
        "surplus",
        "growth",
        "based",
        "billion",
        "dividend",
        "declared",
        "payable",
        "compared",
        "billion",
        "dividend",
        "paid",
        "policy",
        "owner",
        "benefit",
        "dividend",
        "reflect",
        "consolidated",
        "result",
        "nylic",
        "domestic",
        "insurance",
        "subsidiary",
        "intercompany",
        "transaction",
        "eliminated",
        "consolidation",
        "nylic",
        "policy",
        "owner",
        "benefit",
        "dividend",
        "billion",
        "billion",
        "month",
        "ended",
        "december",
        "respectively",
        "nyliac",
        "policy",
        "owner",
        "benefit",
        "billion",
        "billion",
        "month",
        "ended",
        "december",
        "respectively",
        "insurance",
        "sale",
        "represent",
        "annualized",
        "premium",
        "participating",
        "issued",
        "whole",
        "life",
        "insurance",
        "term",
        "life",
        "insurance",
        "universal",
        "life",
        "insurance",
        "care",
        "insurance",
        "health",
        "insurance",
        "product",
        "sale",
        "generally",
        "counted",
        "initial",
        "premium",
        "paid",
        "policy",
        "issued",
        "adjustment",
        "made",
        "normalize",
        "premium",
        "align",
        "annualized",
        "recurring",
        "premium",
        "methodology",
        "insurance",
        "sale",
        "example",
        "single",
        "premium",
        "product",
        "sold",
        "agent",
        "advanced",
        "market",
        "network",
        "amn",
        "retail",
        "coli",
        "distribution",
        "channel",
        "network",
        "independent",
        "agent",
        "broker",
        "counted",
        "percent",
        "sale",
        "generated",
        "domestic",
        "mexican",
        "operation",
        "total",
        "annuity",
        "sale",
        "represent",
        "premium",
        "deferred",
        "annuity",
        "fixed",
        "variable",
        "guaranteed",
        "income",
        "annuity",
        "sale",
        "generally",
        "recognized",
        "premium",
        "received",
        "annuity",
        "primarily",
        "issued",
        "nyliac",
        "asset",
        "management",
        "consist",
        "cash",
        "invested",
        "asset",
        "separate",
        "account",
        "asset",
        "company",
        "domestic",
        "international",
        "insurance",
        "operation",
        "asset",
        "company",
        "manages",
        "investor",
        "including",
        "mutual",
        "fund",
        "separately",
        "managed",
        "account",
        "retirement",
        "plan",
        "asset",
        "administration",
        "company",
        "general",
        "account",
        "investment",
        "portfolio",
        "totaled",
        "billion",
        "december",
        "including",
        "billion",
        "invested",
        "asset",
        "nyliac",
        "december",
        "total",
        "asset",
        "equaled",
        "billion",
        "including",
        "billion",
        "total",
        "asset",
        "nyliac",
        "total",
        "liability",
        "excluding",
        "asset",
        "valuation",
        "reserve",
        "avr",
        "equaled",
        "billion",
        "including",
        "billion",
        "total",
        "liability",
        "nyliac",
        "see",
        "note",
        "total",
        "surplus",
        "individual",
        "life",
        "insurance",
        "force",
        "total",
        "face",
        "amount",
        "individual",
        "life",
        "insurance",
        "contract",
        "term",
        "whole",
        "life",
        "universal",
        "life",
        "outstanding",
        "nylic",
        "domestic",
        "insurance",
        "subsidiary",
        "given",
        "time",
        "company",
        "individual",
        "life",
        "insurance",
        "force",
        "totaled",
        "billion",
        "december",
        "including",
        "billion",
        "nyliac",
        "new",
        "york",
        "state",
        "department",
        "financial",
        "service",
        "recognizes",
        "statutory",
        "accounting",
        "practice",
        "determining",
        "reporting",
        "financial",
        "condition",
        "result",
        "operation",
        "insurance",
        "company",
        "separate",
        "statutory",
        "basis",
        "financial",
        "statement",
        "including",
        "asset",
        "liability",
        "surplus",
        "avr",
        "insurance",
        "company",
        "well",
        "copy",
        "gaap",
        "basis",
        "consolidated",
        "financial",
        "statement",
        "detailed",
        "reconciliation",
        "performance",
        "measure",
        "operating",
        "earnings",
        "available",
        "http",
        "copy",
        "item",
        "also",
        "available",
        "contacting",
        "secretary",
        "new",
        "york",
        "life",
        "insurance",
        "company",
        "madison",
        "avenue",
        "new",
        "york",
        "ny",
        "view",
        "source",
        "version",
        "http",
        "new",
        "york",
        "life",
        "jason",
        "weinzimer",
        "sloane",
        "company",
        "john",
        "hartz",
        "jhartz",
        "source",
        "new",
        "york",
        "life",
        "insurance",
        "company"
    ]
}