{
    "organizations": [],
    "uuid": "7c24ef0dedf5eb850bbf2f80cac45edc24e15fd8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/23/business-wire-genon-energy-inc-announces-agreement-to-sell-canal-units-1-and-2-and-provides-update-on-its-ongoing-reorganization-efforts.html",
    "ord_in_thread": 0,
    "title": "GenOn Energy, Inc. Announces Agreement to Sell Canal Units 1 and 2 and Provides Update on its Ongoing Reorganization Efforts",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PRINCETON, N.J.--(BUSINESS WIRE)-- GenOn Energy, Inc. (“GenOn”) announced today that on March 22, 2018, certain of its wholly owned subsidiaries entered into a Purchase and Sale Agreement (“Purchase Agreement”) with Stonepeak Kestrel Holdings LLC (“Buyer”), a subsidiary of Stonepeak Infrastructure Partners (“Stonepeak”), pursuant to which Buyer agreed to purchase all of the right, title and interest in Canal Units 1 and 2, electricity generating facilities with a combined summer capacity rating of approximately 1,112 megawatts (the “Canal Facilities”). GenOn’s affiliates entered into the Purchase Agreement with the support of a majority of its noteholders. Total proceeds are expected to be approximately $390.3 million, inclusive of the expected closing purchase price of $320 million, estimated working capital (including target fuel inventory) of $32.5 million, an anticipated refund of $13.5 million from NRG in respect of the Canal 3 Option (defined below), and an estimated $24.3 million of post-closing excess fuel inventory payments. The closing purchase price is subject to adjustment for the net working capital of the business calculated as of the closing date (including a downward adjustment for distributions or dividends made after June 30, 2018) and upward adjustment of $13.5 million if the Canal 3 transaction does not close due to a debt financing failure at Canal 3. Subject to the satisfaction of closing conditions described in the Purchase Agreement, the transaction is expected to close early in the third quarter of 2018.\nGenOn, a wholly owned subsidiary of NRG Energy, Inc. (NYSE: NRG), previously entered into a Cooperation Agreement with NRG, whereby GenOn obtained both a rejection option through January 22, 2018 and a purchase option through March 31, 2018 (the “Canal 3 Option”) for NRG’s Canal 3 power generation facility (“Canal 3”). On March 22, 2018, GenOn entered into an amendment to its Cooperation Agreement with NRG providing for, among other terms: (i) direct negotiation by NRG with a third-party purchaser of Canal 3, (ii) a refund from NRG of $13.5 million of GenOn’s prepayment of the Canal 3 Option upon the closing of a third-party sale of Canal 3, and (iii) a refund from NRG of the entire $15.0 million of GenOn’s prepayment of the Canal 3 Option in the event of a termination of the sale of the Canal Facilities resulting from a breach by NRG of the purchase agreement for a third-party sale of Canal 3. Concurrently with the execution of the Purchase Agreement, an affiliate of Buyer and NRG entered into a Purchase and Sale Agreement pursuant to which an affiliate of Buyer agreed to purchase Canal 3 directly from an affiliate of NRG. GenOn elected to allow the rejection option to expire unexercised and has agreed with Buyer to not exercise the Canal 3 Option.\nFurther Update on Chapter 11 Plan of Reorganization\nThe above transactions represent a critical milestone in the process of effectuating GenOn’s Chapter 11 plan of reorganization, which was confirmed on December 12th, 2017 (the “Plan”), and grants GenOn the flexibility to effectuate third-party asset sales and/or reorganize. Together with the previously announced signing of a purchase agreement for an estimated $520 million of gross cash proceeds, including target working capital, for Hunterstown CCGT, GenOn estimates the realization of $910.3 million of gross cash proceeds, $886 million of which is expected by early in the third quarter of 2018, with an additional $24.3 million of post-closing excess fuel inventory payments within the next two years. Under applicable law and the terms of GenOn’s agreements with NRG, GenOn does not expect to pay any material income taxes (directly or contractually) on the sale of Hunterstown CCGT and Canal Facilities.\nM&A and Reorganization Process for Non-Canal Assets\nGenOn continues to make significant additional progress in exploring and evaluating value-maximizing alternatives for its various remaining interests. The M&A process for Choctaw continues to progress and GenOn retains the ability to utilize NRG’s net operating losses with respect to any gains generated by a sale of Choctaw through 2019. At this time, GenOn has decided not to pursue further bids for Bowline after receiving a number of bids, including a high bid of up to $240 million, based on the view that the bids received were inadequate and the implied EBITDA multiple of the highest bid was too low, a decision supported by the Steering Committee of the GenOn noteholders. Accordingly, GenOn currently plans to retain Bowline and undertake operational and capital structure initiatives to maximize its profitability and cash flow. The M&A process also continues to advance for certain PJM Interconnection and California Independent System Operator assets.\nThe structuring of the reorganized GenOn remains a key focus of GenOn and the Steering Committee of the GenOn noteholders, including matters of governance, debt capitalization including any third-party financings, tax and other key considerations.\nGenOn Americas Generation, LLC (“GAG”) Administrative Claim Repayment\nOn February 1, 2018, GenOn elected to make a $300 million partial payment in respect of the GAG Administrative Claim, resulting in an outstanding balance following this payment of approximately $362.5 million. GenOn may consider additional repayments of the GAG Administrative Claim prior to the effective date of the Plan.\nGenOn Mid-Atlantic, LLC (“GenMA”) Settlement\nThe GenMA settlement term sheet previously agreed to among GenOn, the GenOn noteholders, NRG, the GenMA owner lessors and an ad hoc committee of GenMA pass-through certificateholders in connection with entry into the Plan and approved by the bankruptcy court, provides, among other things, GenOn with a potential pathway to future cash flow distributions, subject to GenMA achieving certain cash accumulation targets. Implementation of the GenMA settlement remains subject to entry into definitive documentation, which is currently under negotiation.\nNRG REMA LLC (“REMA”) Forbearance\nREMA, an indirect subsidiary of GenOn, remains under a forbearance agreement with PSEGR Conemaugh Generation, LLC, Conemaugh Lessor Genco LLC and an ad hoc committee of REMA pass-through certificateholders, relating to certain events of default resulting from REMA’s failure to provide incremental qualifying credit support under the applicable leases and participation agreements. GenOn continues to evaluate alternatives and participate in certain discussions with respect to GenOn’s equity interest and intercompany claims into REMA, with GenOn publicly disclosing various intercompany claim, projection and lease documentation information on December 28, 2017 in connection with such evaluation and discussions.\nCredit Suisse Securities (USA) LLC is acting as exclusive financial advisor to GenOn related to the sale of the Canal Facilities. Kirkland & Ellis LLP serves as legal counsel and Rothschild & Co. as financial advisor to GenOn. Ducera Partners LLC (and affiliates) and Davis Polk & Wardwell LLP serve as advisors to the ad hoc group of GenOn noteholders. Quinn Emanuel Urquhart & Sullivan, LLP and Ducera Partners LLC (and affiliates) serve as advisors to the ad hoc group of GenOn Americas Generation noteholders.\nStonepeak is an independent infrastructure investment manager focusing on the power, renewables & utilities, transportation, midstream energy, water, and communications sectors. The firm is headquartered in New York City and currently manages $13.8 billion of capital on behalf of its investors. Stonepeak invests in long-lived, hard-asset infrastructure businesses and projects, which provide essential services to customers and partners with strong management teams in supporting major growth initiatives and realizing operational improvements. Sidley Austin LLP serves as legal counsel to Stonepeak related to the acquisition of the Canal Facilities.\nForward-Looking Statements\nThis communication contains forward-looking statements that may state GenOn or its management’s intentions, beliefs, expectations or predictions for the future. Such forward-looking statements are subject to certain risks, uncertainties and assumptions, and typically can be identified by the use of words such as “will,” “expect,” “estimate,” “anticipate,” “forecast,” “plan,” “believe” and similar terms. These forward-looking statements are based on current expectations and projections about future events. Readers are cautioned that forward-looking statements are not guarantees of future operating and financial performance or results and involve substantial risks and uncertainties that cannot be predicted or quantified, and, consequently, the actual performance of GenOn and its subsidiaries may differ materially from those expressed or implied by such forward-looking statements. Such risks and uncertainties include, but are not limited to, factors described from time to time in GenOn’s reports filed with the SEC at www.sec.gov .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180323005317/en/\nMedia:\nFor GenOn Energy, Inc.\nMarijke Shugrue, 609-524-5262\nSource: GenOn Energy, Inc.",
    "published": "2018-03-23T16:43:00.000+03:00",
    "crawled": "2018-03-23T19:50:17.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "princeton",
        "business",
        "wire",
        "genon",
        "energy",
        "genon",
        "announced",
        "today",
        "march",
        "certain",
        "wholly",
        "owned",
        "subsidiary",
        "entered",
        "purchase",
        "sale",
        "agreement",
        "purchase",
        "agreement",
        "stonepeak",
        "kestrel",
        "holding",
        "llc",
        "buyer",
        "subsidiary",
        "stonepeak",
        "infrastructure",
        "partner",
        "stonepeak",
        "pursuant",
        "buyer",
        "agreed",
        "purchase",
        "right",
        "title",
        "interest",
        "canal",
        "unit",
        "electricity",
        "generating",
        "facility",
        "combined",
        "summer",
        "capacity",
        "rating",
        "approximately",
        "megawatt",
        "canal",
        "facility",
        "genon",
        "affiliate",
        "entered",
        "purchase",
        "agreement",
        "support",
        "majority",
        "noteholders",
        "total",
        "proceeds",
        "expected",
        "approximately",
        "million",
        "inclusive",
        "expected",
        "closing",
        "purchase",
        "price",
        "million",
        "estimated",
        "working",
        "capital",
        "including",
        "target",
        "fuel",
        "inventory",
        "million",
        "anticipated",
        "refund",
        "million",
        "nrg",
        "respect",
        "canal",
        "option",
        "defined",
        "estimated",
        "million",
        "excess",
        "fuel",
        "inventory",
        "payment",
        "closing",
        "purchase",
        "price",
        "subject",
        "adjustment",
        "net",
        "working",
        "capital",
        "business",
        "calculated",
        "closing",
        "date",
        "including",
        "downward",
        "adjustment",
        "distribution",
        "dividend",
        "made",
        "june",
        "upward",
        "adjustment",
        "million",
        "canal",
        "transaction",
        "close",
        "due",
        "debt",
        "financing",
        "failure",
        "canal",
        "subject",
        "satisfaction",
        "closing",
        "condition",
        "described",
        "purchase",
        "agreement",
        "transaction",
        "expected",
        "close",
        "early",
        "third",
        "quarter",
        "genon",
        "wholly",
        "owned",
        "subsidiary",
        "nrg",
        "energy",
        "nyse",
        "nrg",
        "previously",
        "entered",
        "cooperation",
        "agreement",
        "nrg",
        "whereby",
        "genon",
        "obtained",
        "rejection",
        "option",
        "january",
        "purchase",
        "option",
        "march",
        "canal",
        "option",
        "nrg",
        "canal",
        "power",
        "generation",
        "facility",
        "canal",
        "march",
        "genon",
        "entered",
        "amendment",
        "cooperation",
        "agreement",
        "nrg",
        "providing",
        "among",
        "term",
        "direct",
        "negotiation",
        "nrg",
        "purchaser",
        "canal",
        "ii",
        "refund",
        "nrg",
        "million",
        "genon",
        "prepayment",
        "canal",
        "option",
        "upon",
        "closing",
        "sale",
        "canal",
        "iii",
        "refund",
        "nrg",
        "entire",
        "million",
        "genon",
        "prepayment",
        "canal",
        "option",
        "event",
        "termination",
        "sale",
        "canal",
        "facility",
        "resulting",
        "breach",
        "nrg",
        "purchase",
        "agreement",
        "sale",
        "canal",
        "concurrently",
        "execution",
        "purchase",
        "agreement",
        "affiliate",
        "buyer",
        "nrg",
        "entered",
        "purchase",
        "sale",
        "agreement",
        "pursuant",
        "affiliate",
        "buyer",
        "agreed",
        "purchase",
        "canal",
        "directly",
        "affiliate",
        "nrg",
        "genon",
        "elected",
        "allow",
        "rejection",
        "option",
        "expire",
        "unexercised",
        "agreed",
        "buyer",
        "exercise",
        "canal",
        "option",
        "update",
        "chapter",
        "plan",
        "reorganization",
        "transaction",
        "represent",
        "critical",
        "milestone",
        "process",
        "effectuating",
        "genon",
        "chapter",
        "plan",
        "reorganization",
        "confirmed",
        "december",
        "12th",
        "plan",
        "grant",
        "genon",
        "flexibility",
        "effectuate",
        "asset",
        "sale",
        "reorganize",
        "together",
        "previously",
        "announced",
        "signing",
        "purchase",
        "agreement",
        "estimated",
        "million",
        "gross",
        "cash",
        "proceeds",
        "including",
        "target",
        "working",
        "capital",
        "hunterstown",
        "ccgt",
        "genon",
        "estimate",
        "realization",
        "million",
        "gross",
        "cash",
        "proceeds",
        "million",
        "expected",
        "early",
        "third",
        "quarter",
        "additional",
        "million",
        "excess",
        "fuel",
        "inventory",
        "payment",
        "within",
        "next",
        "two",
        "year",
        "applicable",
        "law",
        "term",
        "genon",
        "agreement",
        "nrg",
        "genon",
        "expect",
        "pay",
        "material",
        "income",
        "tax",
        "directly",
        "contractually",
        "sale",
        "hunterstown",
        "ccgt",
        "canal",
        "facility",
        "reorganization",
        "process",
        "asset",
        "genon",
        "continues",
        "make",
        "significant",
        "additional",
        "progress",
        "exploring",
        "evaluating",
        "alternative",
        "various",
        "remaining",
        "interest",
        "process",
        "choctaw",
        "continues",
        "progress",
        "genon",
        "retains",
        "ability",
        "utilize",
        "nrg",
        "net",
        "operating",
        "loss",
        "respect",
        "gain",
        "generated",
        "sale",
        "choctaw",
        "time",
        "genon",
        "decided",
        "pursue",
        "bid",
        "bowline",
        "receiving",
        "number",
        "bid",
        "including",
        "high",
        "bid",
        "million",
        "based",
        "view",
        "bid",
        "received",
        "inadequate",
        "implied",
        "ebitda",
        "multiple",
        "highest",
        "bid",
        "low",
        "decision",
        "supported",
        "steering",
        "committee",
        "genon",
        "noteholders",
        "accordingly",
        "genon",
        "currently",
        "plan",
        "retain",
        "bowline",
        "undertake",
        "operational",
        "capital",
        "structure",
        "initiative",
        "maximize",
        "profitability",
        "cash",
        "flow",
        "process",
        "also",
        "continues",
        "advance",
        "certain",
        "pjm",
        "interconnection",
        "california",
        "independent",
        "system",
        "operator",
        "asset",
        "structuring",
        "reorganized",
        "genon",
        "remains",
        "key",
        "focus",
        "genon",
        "steering",
        "committee",
        "genon",
        "noteholders",
        "including",
        "matter",
        "governance",
        "debt",
        "capitalization",
        "including",
        "financing",
        "tax",
        "key",
        "consideration",
        "genon",
        "america",
        "generation",
        "llc",
        "gag",
        "administrative",
        "claim",
        "repayment",
        "february",
        "genon",
        "elected",
        "make",
        "million",
        "partial",
        "payment",
        "respect",
        "gag",
        "administrative",
        "claim",
        "resulting",
        "outstanding",
        "balance",
        "following",
        "payment",
        "approximately",
        "million",
        "genon",
        "may",
        "consider",
        "additional",
        "repayment",
        "gag",
        "administrative",
        "claim",
        "prior",
        "effective",
        "date",
        "plan",
        "genon",
        "llc",
        "genma",
        "settlement",
        "genma",
        "settlement",
        "term",
        "sheet",
        "previously",
        "agreed",
        "among",
        "genon",
        "genon",
        "noteholders",
        "nrg",
        "genma",
        "owner",
        "lessor",
        "ad",
        "hoc",
        "committee",
        "genma",
        "certificateholders",
        "connection",
        "entry",
        "plan",
        "approved",
        "bankruptcy",
        "court",
        "provides",
        "among",
        "thing",
        "genon",
        "potential",
        "pathway",
        "future",
        "cash",
        "flow",
        "distribution",
        "subject",
        "genma",
        "achieving",
        "certain",
        "cash",
        "accumulation",
        "target",
        "implementation",
        "genma",
        "settlement",
        "remains",
        "subject",
        "entry",
        "definitive",
        "documentation",
        "currently",
        "negotiation",
        "nrg",
        "rema",
        "llc",
        "rema",
        "forbearance",
        "rema",
        "indirect",
        "subsidiary",
        "genon",
        "remains",
        "forbearance",
        "agreement",
        "psegr",
        "conemaugh",
        "generation",
        "llc",
        "conemaugh",
        "lessor",
        "genco",
        "llc",
        "ad",
        "hoc",
        "committee",
        "rema",
        "certificateholders",
        "relating",
        "certain",
        "event",
        "default",
        "resulting",
        "rema",
        "failure",
        "provide",
        "incremental",
        "qualifying",
        "credit",
        "support",
        "applicable",
        "lease",
        "participation",
        "agreement",
        "genon",
        "continues",
        "evaluate",
        "alternative",
        "participate",
        "certain",
        "discussion",
        "respect",
        "genon",
        "equity",
        "interest",
        "intercompany",
        "claim",
        "rema",
        "genon",
        "publicly",
        "disclosing",
        "various",
        "intercompany",
        "claim",
        "projection",
        "lease",
        "documentation",
        "information",
        "december",
        "connection",
        "evaluation",
        "discussion",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "acting",
        "exclusive",
        "financial",
        "advisor",
        "genon",
        "related",
        "sale",
        "canal",
        "facility",
        "kirkland",
        "elli",
        "llp",
        "serf",
        "legal",
        "counsel",
        "rothschild",
        "financial",
        "advisor",
        "genon",
        "ducera",
        "partner",
        "llc",
        "affiliate",
        "davis",
        "polk",
        "wardwell",
        "llp",
        "serve",
        "advisor",
        "ad",
        "hoc",
        "group",
        "genon",
        "noteholders",
        "quinn",
        "emanuel",
        "urquhart",
        "sullivan",
        "llp",
        "ducera",
        "partner",
        "llc",
        "affiliate",
        "serve",
        "advisor",
        "ad",
        "hoc",
        "group",
        "genon",
        "america",
        "generation",
        "noteholders",
        "stonepeak",
        "independent",
        "infrastructure",
        "investment",
        "manager",
        "focusing",
        "power",
        "renewables",
        "utility",
        "transportation",
        "midstream",
        "energy",
        "water",
        "communication",
        "sector",
        "firm",
        "headquartered",
        "new",
        "york",
        "city",
        "currently",
        "manages",
        "billion",
        "capital",
        "behalf",
        "investor",
        "stonepeak",
        "invests",
        "infrastructure",
        "business",
        "project",
        "provide",
        "essential",
        "service",
        "customer",
        "partner",
        "strong",
        "management",
        "team",
        "supporting",
        "major",
        "growth",
        "initiative",
        "realizing",
        "operational",
        "improvement",
        "sidley",
        "austin",
        "llp",
        "serf",
        "legal",
        "counsel",
        "stonepeak",
        "related",
        "acquisition",
        "canal",
        "facility",
        "statement",
        "communication",
        "contains",
        "statement",
        "may",
        "state",
        "genon",
        "management",
        "intention",
        "belief",
        "expectation",
        "prediction",
        "future",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "assumption",
        "typically",
        "identified",
        "use",
        "word",
        "expect",
        "estimate",
        "anticipate",
        "forecast",
        "plan",
        "believe",
        "similar",
        "term",
        "statement",
        "based",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "reader",
        "cautioned",
        "statement",
        "guarantee",
        "future",
        "operating",
        "financial",
        "performance",
        "result",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "predicted",
        "quantified",
        "consequently",
        "actual",
        "performance",
        "genon",
        "subsidiary",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "factor",
        "described",
        "time",
        "time",
        "genon",
        "report",
        "filed",
        "sec",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "genon",
        "energy",
        "marijke",
        "shugrue",
        "source",
        "genon",
        "energy",
        "inc"
    ]
}