{
    "organizations": [],
    "uuid": "01935095aadcd354b95ad11aff4a42a83c4bdbe2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-ekso-bionics-reports-fourth-quarter-and-year-end-2017-results.html",
    "ord_in_thread": 0,
    "title": "Ekso Bionics Reports Fourth Quarter and Year End 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RICHMOND, Calif., March 13, 2018 (GLOBE NEWSWIRE) -- Ekso Bionics Holdings, Inc. (NASDAQ:EKSO), an industry leader in exoskeleton technology for medical and industrial use, today reported financial results for the three and twelve months ended December 31, 2017.\nRecent Highlights and Accomplishments\nShipped 21 EksoGT™ systems in the fourth quarter of 2017 including six rental units. In addition, converted four previously rented units to a sale. This brings total placements to 277, of which 17 are rentals.\nA 49% increase year-over-year in Ekso GT systems shipped, with 61 Ekso GT systems in 2017.\nA 44% increase year-over-year in industrial units shipped, with 195 mounts and vests shipped in 2017.\nFollowing cost reduction initiative announced in May of 2017, significantly reduced cash loss from operations from $9.7 million in the second quarter of 2017 to $5.7 million in the fourth quarter of 2017.\nAnnounced partnership with HASOMED, a developer of neurological rehabilitation products, to advance distribution for EksoGT exoskeleton’s Functional Electrical Stimulation (FES) in Europe.\nExpanded WISE (Walking Improvement for SCI with Exoskeletons) study into two additional centers for a total of ten centers throughout the United States.\nStudy published in the International Spinal Cord Society’s (ISCOS) peer-reviewed journal, Spinal Cord, demonstrating the EksoGT™ is safe and feasible for use for persons with spinal cord injuries.\n“Changing the paradigm of how the medical and industrial communities protect and restore human mobility takes time, but our solid fourth quarter 2017 financial results demonstrate that our commercialization efforts over the past six quarters are starting to bear fruit,” said Jack Peurach, President and Chief Executive Officer of Ekso Bionics. “We believe the company is strongly positioned to leverage the momentum we created in 2017 to achieve additional success going forward. Visibility into our sales pipeline is up, gross margins are improving and market awareness of our products is increasing in North America and Europe, and we have a solid foundation on which to expand the footprint of our products in the months ahead.”\nFourth Quarter 2017 Financial Results\nRevenue was $2.5 million for the fourth quarter ended December 31, 2017, which includes approximately $2.1 million in medical device revenue, and $0.3 million in industrial sales. Revenue was $2.6 million for the quarter ended December 31, 2016, which included approximately $1.8 million in medical revenue, $0.6 million in industrial sales, and $0.2 million in engineering services.\nGross profit for the quarter ended December 31, 2017 was $0.8 million, the same level as for the quarter ended December 31, 2016.\nSales and marketing expenses for the quarter ended December 31, 2017 were $3.6 million, compared to $2.8 million for the quarter ended December 31, 2016, an increase of $0.8 million. This increase was due to an increase in marketing related to the commercialization of the Company’s medical devices for rehabilitation and its exoskeleton offerings for industrial applications, an increase in clinical research activity, and increased average employee headcount notwithstanding the reduction in workforce in May 2017.\nResearch and development expenses for the quarter ended December 31, 2017 were $2.0 million, compared to $2.3 million for the quarter ended December 31, 2016, a decrease of $0.3 million. This decrease was primarily due to decreased employment costs because of the reduction in workforce.\nGeneral and administrative expenses for the quarter ended December 31, 2017 were $3.3 million, compared to $2.6 million for the quarter ended December 31, 2016, an increase of $0.7 million. This increase was primarily due to an increase in business development related activities for China.\nNet loss applicable to common stockholders for the three months ended December 31, 2017 was $9.0 million, or $0.15 per basic and diluted share, compared to $5.6 million, or $0.29 per basic share and $0.34 diluted share for the three months ended December 31, 2016.\nFull Year 2016 Financial Results\nRevenue for the full year ended December 31, 2017 was $7.4 million, compared to $14.2 million for the same period in the prior year. The decrease in revenue for the 2017 period was primarily due to the revenue recognition during the twelve months ended December 31, 2016 of $6.5 million of previously deferred revenue resulting from a change of an accounting estimate.\nGross profit for the year ended December 31, 2017 was approximately $2.0 million, compared to $2.9 million during the same period of 2016. The decrease was primarily due to $1.2 million of gross profit from our change in accounting estimate related to revenue recognition during the year ended December 31, 2016.\nSales and marketing expenses were $13.1 million for the full year ended December 31, 2017, compared to $11.0 million for the same period in the prior year, an increase of $2.1 million. The increase was primarily due to an increase in marketing related to the commercialization of the Company’s medical devices for rehabilitation and its exoskeleton offerings for industrial applications, an increase in clinical research activity, and an increase in sales and marketing personnel.\nResearch and development expenses were $9.5 million for the full year ended December 31, 2017, compared to $8.9 million in the same period in 2016, an increase of $0.6 million. This increase was primarily due to labor redirected to product innovation activities from billable engineering service projects which was recorded in cost of revenue, and increases in outside services and material purchases.\nGeneral and administrative expenses were $10.7 million for the full year ended December 31, 2017, compared to $10.9 million in the same period in 2016, a decrease of $0.2 million. The decrease was primarily due to a decrease in average headcount, the absence of a $0.8 million non-cash stock compensation charge in the full year ended December 31, 2016 related to the modification of stock options that had been granted to the then Chief Executive Officer, and a $0.3 million severance charge in 2016 period related to the departure of the then Chief Executive Officer. These decreases were offset by increased costs of $1.2 million associated with business development activities in China.\nNet loss applicable to common stockholders for the full year ended December 31, 2017 was $29.1 million, or $0.82 per basic and diluted share, compared to $33.8 million, or $1.87 per basic share and $2.05 per diluted share for the full year ended December 31, 2016.\nCash on hand at December 31, 2017 was $27.8 million, compared to $16.8 million at December 31, 2016. For the year ended December 31, 2017, the Company used $31.2 million of cash in operations, compared to $25.0 million for the year ended December 31, 2016. The increase in cash on hand is a result of the fully financed rights offering completed in the third quarter of 2017.\nConference Call\nInvestors interested in listening to the conference call may do so by dialing (877) 407-3036 for domestic callers or (201) 378-4919 for international callers, using Conference ID: 13677231. A live webcast of the event will be available in the “Investors” section of the company’s website at www.eksobionics.com , or by clicking here .\nA replay of the call will be available for two weeks by dialing (877) 660-6853 for domestic callers or (201) 612-7415 for international callers, using Conference ID: 13581989. The webcast will also be available on the company’s website for one month following the completion of the call.\nAbout Ekso Bionics®\nEkso Bionics® is a leading developer of exoskeleton solutions that amplify human potential by supporting or enhancing strength, endurance and mobility across medical and industrial applications. Founded in 2005, the company continues to build upon its unparalleled expertise to design some of the most cutting-edge, innovative wearable robots available on the market. Ekso Bionics is the only exoskeleton company to offer technologies that range from helping those with paralysis to stand up and walk, to enhancing human capabilities on job sites across the globe. The company is headquartered in the Bay Area and is listed on the Nasdaq Capital Market under the symbol EKSO. For more information, visit: www.eksobionics.com .\nForward-Looking Statements\nAny statements contained in this press release that do not describe historical facts may constitute . Forward-looking statements may include, without limitation, statements regarding (i) the plans and objectives of management for future operations, including plans or objectives relating to the design, development and commercialization of human exoskeletons, (ii) estimates or projection of financial results, financial condition, operating results, capital expenditures, capital structure, continued momentum in commercialization efforts, expansion of product footprint or other financial or operational items, (iii) the Company's future financial performance, and (iv) the assumptions underlying or relating to any statement described in points (i), (ii) or (iii) above. Such are not meant to predict or guarantee actual results, performance, events or circumstances and may not be realized because they are based upon the Company's current projections, plans, objectives, beliefs, expectations, estimates and assumptions and are subject to a number of risks and uncertainties and other influences, many of which the Company has no control over. Actual results and the timing of certain events and circumstances may differ materially from those described by the as a result of these risks and uncertainties. Factors that may influence or contribute to the inaccuracy of the or cause actual results to differ materially from expected or desired results may include, without limitation, changes resulting from the Company’s finalization of its financial statements for and as of the period and year ended December 31, 2017, information or new changes in facts or circumstances that may occur prior to the filing of the Company’s Annual Report on Form 10-K that are required to be included therein, the Company's inability to obtain adequate financing to fund the Company's operations and necessary to develop or enhance our technology, the significant length of time and resources associated with the development of the Company's products, the Company's failure to achieve broad market acceptance of the Company's products, the failure of the Company’s sales and marketing organization or partners to market the Company’s products effectively, adverse results in future clinical studies of the Company's medical device products, the failure to obtain or maintain patent protection for the Company's technology, failure to obtain or maintain regulatory approval to market the Company's medical devices, lack of product diversification, existing or increased competition, and the Company's failure to implement the Company's business plans or strategies. These and other factors are identified and described in more detail in the Company's filings with the SEC. To learn more about Ekso Bionics please visit us at www.eksobionics.com . The Company does not undertake to update these .\nMedia Contact:\nChantal Beaudry\n212-867-1762\ncbeaudry@lazarpartners.com\nInvestor Contact:\nMatthew Ventimiglia\n212-599-1265\ninvestors@eksobionics.com\nEkso Bionics Holdings, Inc. Condensed Consolidated Statements of Operations (In thousands, except per share amounts) Three months ended\nDecember 31, Years ended\nDecember 31, 2017 2016 2017 2016 Revenue: Device and related $ 2,453 $ 2,431 $ 7,315 $ 13,434 Engineering services - 156 38 787 Total revenue 2,453 2,587 7,353 14,221 Cost of revenue: Device and related 1,676 1,637 5,270 10,715 Engineering services - 107 14 559 Total cost of revenue 1,676 1,744 5,284 11,274 Gross profit 777 843 2,069 2,947 Operating expenses: Sales and marketing 3,593 2,846 13,156 10,997 Research and development 1,992 2,293 9,483 8,879 General and administrative 3,285 2,582 10,715 10,853 Restructuring (6 ) - 659 - Change in fair value, contingent consideration (141 ) (196 ) (332 ) (196 ) Total operating expenses 8,723 7,525 33,681 30,533 Loss from operations (7,946 ) (6,682 ) (31,612 ) (27,586 ) Other income (expense), net: Gain (loss) on warrant liability (942 ) 1,256 3,909 4,286 Interest and other, net (89 ) (150 ) (1,419 ) (170 ) Total other income (expense), net (1,031 ) 1,106 2,490 4,116 Net loss (8,977 ) (5,576 ) (29,122 ) (23,470 ) Less: Preferred deemed dividend - - - 10,345 Net loss applicable to common shareholders $ (8,977 ) $ (5,576 ) $ (29,122 ) $ (33,815 ) Basic net loss per share applicable to common shareholders $ (0.15 ) $ (0.29 ) $ (0.82 ) $ (1.87 ) Weighted average number of shares of common stock outstanding, basic 59,921 19,488 35,609 18,126 Diluted net loss per share applicable to common shareholders $ (0.15 ) $ (0.34 ) $ (0.82 ) $ (2.05 ) Weighted average number of shares of common stock outstanding, diluted 59,921 19,811 35,609 18,622\nEkso Bionics Holdings, Inc. Condensed Consolidated Balance Sheets (In thousands, except par value) December 31, December 31, 2017 2016 Assets Current assets: Cash $ 27,813 $ 16,846 Accounts receivable, net 2,760 1,780 Inventories, net 3,025 1,556 Prepaid expenses and other current assets 1,339 502 Total current assets 34,937 20,684 Property and equipment, net 2,249 2,435 Intangible assets, net 491 1,026 Goodwill 189 189 Other assets 122 91 Total assets $ 37,988 $ 24,425 Liabilities and Stockholders' Equity Current liabilities: Accounts payable 2,420 2,374 Accrued liabilities 3,503 3,130 Deferred revenues, current 1,103 825 Note payable, current 2,139 0 Total current liabilities 9,165 6,329 Deferred revenue 816 805 Note payable, net 4,830 6,789 Warrant liability 1,648 3,546 Contingent consideration liability 42 217 Contingent success fee liability 39 116 Other non-current liabilities 57 92 Total liabilities 16,597 17,894 Stockholders' equity: Common stock 60 22 Additional paid-in capital 165,825 121,291 Accumulated other comprehensive (loss) income (340 ) 79 Accumulated deficit (144,154 ) (114,861 ) Total stockholders' equity 21,391 6,531 Total liabilities and stockholders' equity $ 37,988 $ 24,425\nSource:Ekso Bionics Holdings, Inc.",
    "published": "2018-03-13T23:05:00.000+02:00",
    "crawled": "2018-03-14T00:23:13.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "richmond",
        "march",
        "globe",
        "newswire",
        "ekso",
        "bionics",
        "holding",
        "nasdaq",
        "ekso",
        "industry",
        "leader",
        "exoskeleton",
        "technology",
        "medical",
        "industrial",
        "use",
        "today",
        "reported",
        "financial",
        "result",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "recent",
        "highlight",
        "accomplishment",
        "shipped",
        "system",
        "fourth",
        "quarter",
        "including",
        "six",
        "rental",
        "unit",
        "addition",
        "converted",
        "four",
        "previously",
        "rented",
        "unit",
        "sale",
        "brings",
        "total",
        "placement",
        "rental",
        "increase",
        "ekso",
        "gt",
        "system",
        "shipped",
        "ekso",
        "gt",
        "system",
        "increase",
        "industrial",
        "unit",
        "shipped",
        "mount",
        "vest",
        "shipped",
        "following",
        "cost",
        "reduction",
        "initiative",
        "announced",
        "may",
        "significantly",
        "reduced",
        "cash",
        "loss",
        "operation",
        "million",
        "second",
        "quarter",
        "million",
        "fourth",
        "quarter",
        "announced",
        "partnership",
        "hasomed",
        "developer",
        "neurological",
        "rehabilitation",
        "product",
        "advance",
        "distribution",
        "eksogt",
        "exoskeleton",
        "functional",
        "electrical",
        "stimulation",
        "fe",
        "europe",
        "expanded",
        "wise",
        "walking",
        "improvement",
        "sci",
        "exoskeleton",
        "study",
        "two",
        "additional",
        "center",
        "total",
        "ten",
        "center",
        "throughout",
        "united",
        "state",
        "study",
        "published",
        "international",
        "spinal",
        "cord",
        "society",
        "iscos",
        "journal",
        "spinal",
        "cord",
        "demonstrating",
        "safe",
        "feasible",
        "use",
        "person",
        "spinal",
        "cord",
        "injury",
        "changing",
        "paradigm",
        "medical",
        "industrial",
        "community",
        "protect",
        "restore",
        "human",
        "mobility",
        "take",
        "time",
        "solid",
        "fourth",
        "quarter",
        "financial",
        "result",
        "demonstrate",
        "commercialization",
        "effort",
        "past",
        "six",
        "quarter",
        "starting",
        "bear",
        "fruit",
        "said",
        "jack",
        "peurach",
        "president",
        "chief",
        "executive",
        "officer",
        "ekso",
        "bionics",
        "believe",
        "company",
        "strongly",
        "positioned",
        "leverage",
        "momentum",
        "created",
        "achieve",
        "additional",
        "success",
        "going",
        "forward",
        "visibility",
        "sale",
        "pipeline",
        "gross",
        "margin",
        "improving",
        "market",
        "awareness",
        "product",
        "increasing",
        "north",
        "america",
        "europe",
        "solid",
        "foundation",
        "expand",
        "footprint",
        "product",
        "month",
        "fourth",
        "quarter",
        "financial",
        "result",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "ended",
        "december",
        "includes",
        "approximately",
        "million",
        "medical",
        "device",
        "revenue",
        "million",
        "industrial",
        "sale",
        "revenue",
        "million",
        "quarter",
        "ended",
        "december",
        "included",
        "approximately",
        "million",
        "medical",
        "revenue",
        "million",
        "industrial",
        "sale",
        "million",
        "engineering",
        "service",
        "gross",
        "profit",
        "quarter",
        "ended",
        "december",
        "million",
        "level",
        "quarter",
        "ended",
        "december",
        "sale",
        "marketing",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "december",
        "increase",
        "million",
        "increase",
        "due",
        "increase",
        "marketing",
        "related",
        "commercialization",
        "company",
        "medical",
        "device",
        "rehabilitation",
        "exoskeleton",
        "offering",
        "industrial",
        "application",
        "increase",
        "clinical",
        "research",
        "activity",
        "increased",
        "average",
        "employee",
        "headcount",
        "notwithstanding",
        "reduction",
        "workforce",
        "may",
        "research",
        "development",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "december",
        "decrease",
        "million",
        "decrease",
        "primarily",
        "due",
        "decreased",
        "employment",
        "cost",
        "reduction",
        "workforce",
        "general",
        "administrative",
        "expense",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "december",
        "increase",
        "million",
        "increase",
        "primarily",
        "due",
        "increase",
        "business",
        "development",
        "related",
        "activity",
        "china",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "basic",
        "share",
        "diluted",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "full",
        "year",
        "financial",
        "result",
        "revenue",
        "full",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "decrease",
        "revenue",
        "period",
        "primarily",
        "due",
        "revenue",
        "recognition",
        "twelve",
        "month",
        "ended",
        "december",
        "million",
        "previously",
        "deferred",
        "revenue",
        "resulting",
        "change",
        "accounting",
        "estimate",
        "gross",
        "profit",
        "year",
        "ended",
        "december",
        "approximately",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "primarily",
        "due",
        "million",
        "gross",
        "profit",
        "change",
        "accounting",
        "estimate",
        "related",
        "revenue",
        "recognition",
        "year",
        "ended",
        "december",
        "sale",
        "marketing",
        "expense",
        "million",
        "full",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "increase",
        "million",
        "increase",
        "primarily",
        "due",
        "increase",
        "marketing",
        "related",
        "commercialization",
        "company",
        "medical",
        "device",
        "rehabilitation",
        "exoskeleton",
        "offering",
        "industrial",
        "application",
        "increase",
        "clinical",
        "research",
        "activity",
        "increase",
        "sale",
        "marketing",
        "personnel",
        "research",
        "development",
        "expense",
        "million",
        "full",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "increase",
        "million",
        "increase",
        "primarily",
        "due",
        "labor",
        "redirected",
        "product",
        "innovation",
        "activity",
        "billable",
        "engineering",
        "service",
        "project",
        "recorded",
        "cost",
        "revenue",
        "increase",
        "outside",
        "service",
        "material",
        "purchase",
        "general",
        "administrative",
        "expense",
        "million",
        "full",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "decrease",
        "million",
        "decrease",
        "primarily",
        "due",
        "decrease",
        "average",
        "headcount",
        "absence",
        "million",
        "stock",
        "compensation",
        "charge",
        "full",
        "year",
        "ended",
        "december",
        "related",
        "modification",
        "stock",
        "option",
        "granted",
        "chief",
        "executive",
        "officer",
        "million",
        "severance",
        "charge",
        "period",
        "related",
        "departure",
        "chief",
        "executive",
        "officer",
        "decrease",
        "offset",
        "increased",
        "cost",
        "million",
        "associated",
        "business",
        "development",
        "activity",
        "china",
        "net",
        "loss",
        "applicable",
        "common",
        "stockholder",
        "full",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "basic",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "basic",
        "share",
        "per",
        "diluted",
        "share",
        "full",
        "year",
        "ended",
        "december",
        "cash",
        "hand",
        "december",
        "million",
        "compared",
        "million",
        "december",
        "year",
        "ended",
        "december",
        "company",
        "used",
        "million",
        "cash",
        "operation",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "increase",
        "cash",
        "hand",
        "result",
        "fully",
        "financed",
        "right",
        "offering",
        "completed",
        "third",
        "quarter",
        "conference",
        "call",
        "investor",
        "interested",
        "listening",
        "conference",
        "call",
        "may",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "using",
        "conference",
        "id",
        "live",
        "webcast",
        "event",
        "available",
        "investor",
        "section",
        "company",
        "website",
        "clicking",
        "replay",
        "call",
        "available",
        "two",
        "week",
        "dialing",
        "domestic",
        "caller",
        "international",
        "caller",
        "using",
        "conference",
        "id",
        "webcast",
        "also",
        "available",
        "company",
        "website",
        "one",
        "month",
        "following",
        "completion",
        "call",
        "ekso",
        "ekso",
        "leading",
        "developer",
        "exoskeleton",
        "solution",
        "amplify",
        "human",
        "potential",
        "supporting",
        "enhancing",
        "strength",
        "endurance",
        "mobility",
        "across",
        "medical",
        "industrial",
        "application",
        "founded",
        "company",
        "continues",
        "build",
        "upon",
        "unparalleled",
        "expertise",
        "design",
        "innovative",
        "wearable",
        "robot",
        "available",
        "market",
        "ekso",
        "bionics",
        "exoskeleton",
        "company",
        "offer",
        "technology",
        "range",
        "helping",
        "paralysis",
        "stand",
        "walk",
        "enhancing",
        "human",
        "capability",
        "job",
        "site",
        "across",
        "globe",
        "company",
        "headquartered",
        "bay",
        "area",
        "listed",
        "nasdaq",
        "capital",
        "market",
        "symbol",
        "ekso",
        "information",
        "visit",
        "statement",
        "statement",
        "contained",
        "press",
        "release",
        "describe",
        "historical",
        "fact",
        "may",
        "constitute",
        "statement",
        "may",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "plan",
        "objective",
        "management",
        "future",
        "operation",
        "including",
        "plan",
        "objective",
        "relating",
        "design",
        "development",
        "commercialization",
        "human",
        "exoskeleton",
        "ii",
        "estimate",
        "projection",
        "financial",
        "result",
        "financial",
        "condition",
        "operating",
        "result",
        "capital",
        "expenditure",
        "capital",
        "structure",
        "continued",
        "momentum",
        "commercialization",
        "effort",
        "expansion",
        "product",
        "footprint",
        "financial",
        "operational",
        "item",
        "iii",
        "company",
        "future",
        "financial",
        "performance",
        "iv",
        "assumption",
        "underlying",
        "relating",
        "statement",
        "described",
        "point",
        "ii",
        "iii",
        "meant",
        "predict",
        "guarantee",
        "actual",
        "result",
        "performance",
        "event",
        "circumstance",
        "may",
        "realized",
        "based",
        "upon",
        "company",
        "current",
        "projection",
        "plan",
        "objective",
        "belief",
        "expectation",
        "estimate",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "influence",
        "many",
        "company",
        "control",
        "actual",
        "result",
        "timing",
        "certain",
        "event",
        "circumstance",
        "may",
        "differ",
        "materially",
        "described",
        "result",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "influence",
        "contribute",
        "inaccuracy",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expected",
        "desired",
        "result",
        "may",
        "include",
        "without",
        "limitation",
        "change",
        "resulting",
        "company",
        "finalization",
        "financial",
        "statement",
        "period",
        "year",
        "ended",
        "december",
        "information",
        "new",
        "change",
        "fact",
        "circumstance",
        "may",
        "occur",
        "prior",
        "filing",
        "company",
        "annual",
        "report",
        "form",
        "required",
        "included",
        "therein",
        "company",
        "inability",
        "obtain",
        "adequate",
        "financing",
        "fund",
        "company",
        "operation",
        "necessary",
        "develop",
        "enhance",
        "technology",
        "significant",
        "length",
        "time",
        "resource",
        "associated",
        "development",
        "company",
        "product",
        "company",
        "failure",
        "achieve",
        "broad",
        "market",
        "acceptance",
        "company",
        "product",
        "failure",
        "company",
        "sale",
        "marketing",
        "organization",
        "partner",
        "market",
        "company",
        "product",
        "effectively",
        "adverse",
        "result",
        "future",
        "clinical",
        "study",
        "company",
        "medical",
        "device",
        "product",
        "failure",
        "obtain",
        "maintain",
        "patent",
        "protection",
        "company",
        "technology",
        "failure",
        "obtain",
        "maintain",
        "regulatory",
        "approval",
        "market",
        "company",
        "medical",
        "device",
        "lack",
        "product",
        "diversification",
        "existing",
        "increased",
        "competition",
        "company",
        "failure",
        "implement",
        "company",
        "business",
        "plan",
        "strategy",
        "factor",
        "identified",
        "described",
        "detail",
        "company",
        "filing",
        "sec",
        "learn",
        "ekso",
        "bionics",
        "please",
        "visit",
        "u",
        "company",
        "undertake",
        "update",
        "medium",
        "contact",
        "chantal",
        "beaudry",
        "cbeaudry",
        "investor",
        "contact",
        "matthew",
        "ventimiglia",
        "investor",
        "ekso",
        "bionics",
        "holding",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "device",
        "related",
        "engineering",
        "service",
        "total",
        "revenue",
        "cost",
        "revenue",
        "device",
        "related",
        "engineering",
        "service",
        "total",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "sale",
        "marketing",
        "research",
        "development",
        "general",
        "administrative",
        "restructuring",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "gain",
        "loss",
        "warrant",
        "liability",
        "interest",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "less",
        "preferred",
        "deemed",
        "dividend",
        "net",
        "loss",
        "applicable",
        "common",
        "shareholder",
        "basic",
        "net",
        "loss",
        "per",
        "share",
        "applicable",
        "common",
        "shareholder",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "outstanding",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "applicable",
        "common",
        "shareholder",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "outstanding",
        "diluted",
        "ekso",
        "bionics",
        "holding",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "par",
        "value",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "current",
        "note",
        "payable",
        "current",
        "total",
        "current",
        "liability",
        "deferred",
        "revenue",
        "note",
        "payable",
        "net",
        "warrant",
        "liability",
        "contingent",
        "consideration",
        "liability",
        "contingent",
        "success",
        "fee",
        "liability",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "income",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "source",
        "ekso",
        "bionics",
        "holding",
        "inc"
    ]
}