{
    "organizations": [],
    "uuid": "62976266bfa6d1db2907c758bc0d906284d5e63e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/pr-newswire-santacruz-silver-reports-2017-annual-production-results-and-2018-update.html",
    "ord_in_thread": 0,
    "title": "Santacruz Silver Reports 2017 Annual Production Results and 2018 Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TSX.V: SCZ\nFSE: 1SZ\nVANCOUVER, March 5, 2018 /PRNewswire/ - Santacruz Silver Mining Ltd. (TSX.V:SCZ) (the \"Company\" or \"Santacruz\") reports its operating results from the Veta Grande Project in Zacatecas, Mexico and Rosario Project in Charcas, San Luis Potosi, Mexico for the fourth quarter (\"Q4\") and year ended December 31, 2017 and provides an operations update.\nThe Company produced a total of 865,458 silver equivalent ounces in fiscal 2017 (2016 - 970,332) including fourth quarter production of 139,670 silver equivalent ounces (2016 - 242,048). The decreased production is a result of a number of factors including a delayed production start at the Membrillo Prospect, lower than expected head grades from the previously mined mineralized material (\"chorros\") at the Veta Grande Project and from a temporary suspension of operations at the Veta Grande Project in November 2017 (see press release dated November 22, 2017). Mining operations were further challenged by a deficiency of working capital.\nArturo Prestamo, Santacruz's President and CEO stated \"In 2017 Santacruz made several positive steps towards solidifying its operations base including the retirement of the senior JMET debt facility, the negotiation of the outright acquisition of the Veta Grande Project, the appointment of Carlos Silva as COO, and optioning 20% of the Company's Zacatecas mineral portfolio to Carrizal Mining, S.A. de C.V.\" Mr. Prestamo continued \"Further, as a first step to address the Company's current working capital needs Santacruz has entered into a services agreement with Carrizal Mining to provide to it certain mining related services that will generate approximately US$1.1 million of monthly cash flow to Santacruz.\"\nProject Updates\nVeta Grande Project\nTwo important initiatives are currently ongoing at the Veta Grande Project. The first initiative is the expansion of the Veta Grande mill capacity to 750 tpd which is well advanced. Commissioning of this expansion is expected to start in late March. The second initiative is the conversion of the source of mineralized millfeed to the Veta Grande mill from the chorros to in situ vein material from the Veta Grande and Armados veins. In connection with this matter the first phase of a surface drilling campaign consisting of 6,000 metres is underway on the Veta Grande vein and a 3,000-metre underground drill program on the Armados vein is scheduled to commence within 10 days. The mill expansion and drilling campaigns are being funded by Carrizal Mining pursuant to the terms of its 20% earn-in on the Veta Grande mineral portfolio.\nRosario Project\nThe Company recently has recently taken the decision to consolidate all of its Rosario Project mining operations to the Membrillo Prospect. Mine development has now reached Level 2 and mine production is increasing. Once the mine operations at the Membrillo Prospect achieve target amounts the Company will recommence mining operations at the Cinco Estrellas Property.\nCONSOLIDATED PRODUCTION RESULTS – 2017 Q4 AND 2017 ANNUAL\n2017 Q4\n2016 Q4\n2017 Yr\n2016 Yr 1\nMaterial Processed (tonnes milled)\n30,975\n46,587\n181,077\n121,804\nSilver eqv. ounce production\n139,670\n242,048\n865,458\n970,332\nSilver production (ounces)\n44,316\n100,199\n313,946\n486,136\nGold production (ounces)\n239\n251\n1,431\n569\nLead production (tonnes)\n94\n348\n623\n991\nZinc production (tonnes)\n412\n768\n2,292\n3,039\nAverage Head Grade (g/t Ag Eqv.)\n194\n206\n161\n288\n2017 Ag Eq was calculated using metal prices of: Ag $16.00/oz, Au $1,150/oz, Pb $1.00/lb and Zn $1.15/lb.\n2016 Ag Eq was calculated using metal prices of: Ag $14.50/oz, Au $1,100/oz, Pb $0.76/lb and Zn $0.71/lb.\n1\nThe Veta Grande Project commenced commercial production October 1, 2016 and as such the 2016 annual production figures\ndo not include a full year's production from this project.\nVETA GRANDE PROJECT PRODUCTION RESULTS – 2017 Q4 AND 2017 ANNUAL\n2017 Q4\n2016 Q4\n2017 Yr\n2016 Yr 1\nMaterial Processed (tonnes milled)\n17,657\n28,562\n102,111\n28,562\nSilver eqv. ounce production\n64,987\n106,519\n423,130\n106,519\nSilver production (ounces)\n25,665\n29,843\n201,284\n29,843\nSilver head grade (g/t)\n78\n56\n100\n56\nSilver recovery (%)\n58\n58\n61\n58\nGold production (ounces)\n53\n115\n424\n115\nLead production (tonnes)\n70\n232\n466\n232\nZinc production (tonnes)\n163\n382\n803\n382\nAverage Head Grade (g/t Ag Eqv.)\n183\n170\n127\n170\n2017 Ag Eq was calculated using metal prices of: Ag $16.00/oz, Au $1,150/oz, Pb $1.00/lb and Zn $1.15/lb.\n2016 Ag Eq was calculated using metal prices of: Ag $14.50/oz, Au $1,100/oz, Pb $0.76/lb and Zn $0.71/lb.\n1\nThe Veta Grande Project commenced commercial production October 1, 2016 and as such the 2016 annual production figures\ndo not include a full year's production from this project.\nROSARIO PROJECT PRODUCTION RESULTS – 2017 Q4 AND 2017 ANNUAL\n2017 Q4\n2016 Q4\n2017 Yr\n2016 Yr\nMaterial Processed (tonnes milled)\n13,317\n18,025\n78,964\n93,242\nSilver eqv. ounce production\n74,683\n135,529\n442,328\n863,873\nSilver production (ounces)\n18,652\n70,356\n112,662\n456,293\nSilver head grade (g/t)\n53\n126\n52\n163\nSilver recovery (%)\n82\n96\n85\n94\nGold production (ounces)\n186\n136\n1,007\n454\nLead production (tonnes)\n23\n116\n157\n759\nZinc production (tonnes)\n249\n386\n1,489\n2,657\nAverage Head Grade (g/t Ag Eqv.)\n209\n263\n205\n324\n2017 Ag Eq was calculated using metal prices of: Ag $16.00/oz, Au $1,150/oz, Pb $1.00/lb and Zn $1.15/lb.\n2016 Ag Eq was calculated using metal prices of: Ag $14.50/oz, Au $1,100/oz, Pb $0.76/lb and Zn $0.71/lb.\nSampling and Laboratory\nThe reported head grades have been estimated from assay results of samples collected from stockpiles of mined mineralized material. The reported stope grades are of assay results of underground chip samples collected across the vein and at an average interval of three meters along the strike length of the vein. Blanks, standards and duplicate control samples are not utilized in the sampling procedure.\nSamples collected from the Rosario and Veta Grande Projects are assayed at the Rosario and Veta Grande laboratories, respectively. Both laboratories are owned and operated by Santacruz and the facilities are meant to serve the mining operations at the projects. The Rosario and Veta Grande laboratories are not independent of the Company and do not hold ISO certification. Samples are prepared by drying, crushing, rifle splitting and pulverizing to <75 microns passing 200-mesh. Samples are analyzed by 3-acid digestion and Atomic Absorption Spectrometry. Gold and silver are further analyzed by fire assay with gravametric finish.\nQualified Persons\nThe technical information included in this statement has been reviewed and approved by Van Phu Bui, P.Geo. of ARC Geoscience Group who is independent of the Company and is a qualified person, pursuant to the meaning of such terms in NI 43-101.\nAbout Santacruz Silver Mining Ltd.\nSantacruz is a Mexican focused silver company with two producing silver projects (Rosario, including the Cinco Estrellas property and Membrillo Prospect, and Veta Grande) and two exploration properties, the Minillas property and Zacatecas properties. The Company is managed by a technical team of professionals with proven track records in developing, operating and discovering silver mines in Mexico. Our corporate objective is to become a mid-tier silver producer.\n'signed'\nArturo Préstamo Elizondo,\nPresident, Chief Executive Officer and Director\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nForward looking information\nCertain statements contained in this news release constitute \"forward-looking information\" as such term is used in applicable Canadian securities laws. Forward-looking information is based on plans, expectations and estimates of management at the date the information is provided and is subject to certain factors and assumptions. In making the forward-looking statements included in this news release, the Company has applied several material assumptions, including, but not limited to, assumptions as to the continuation of payments under the Agreement, the expansion of the Vita Grande Project, the Company's financial condition and development plans do not change as a result of unforeseen events, third party mineralized material to be milled by the Company will have properties consistent with management's expectations, that the Company will receive all required regulatory approvals, and that future metal prices and the demand and market outlook for metals will remain stable or improve. Forward-looking information is subject to a variety of risks and uncertainties and other factors that could cause plans, estimates and actual results to vary materially from those projected in such forward-looking information. Factors that could cause the forward-looking information in this news release to change or to be inaccurate include, but are not limited to, the risk that any of the assumptions referred to prove not to be valid or reliable, which could result in lower revenue, higher cost, or lower production levels; delays and/or cessation in planned work; changes in the Company's financial condition and development plans; delays in regulatory approval; risks associated with the interpretation of data (including in respect of the third party mineralized material) regarding the geology, grade and continuity of mineral deposits; the possibility that results will not be consistent with the Company's expectations, as well as the other risks and uncertainties applicable to mineral exploration and development activities and to the Company as set forth in the Company's continuous disclosure filings filed under the Company's profile at www.sedar.com . There can be no assurance that any forward-looking information will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, the reader should not place any undue reliance on forward-looking information or statements. The Company undertakes no obligation to update forward-looking information or statements, other than as required by applicable law.\nRosario Project\nThe decisions to commence production at the Rosario Mine, Cinco Estrellas Property and Membrillo Prospect were not based on a feasibility study of mineral reserves demonstrating economic and technical viability, but rather on a more preliminary estimate of inferred mineral resources. Accordingly, there is increased uncertainty and economic and technical risks of failure associated with this production decision. Production and economic variables may vary considerably, due to the absence of a complete and detailed site analysis according to and in accordance with NI 43-101.\nVeta Grande Project\nThe decision to commence production at Veta Grande Project was not based on a feasibility study on mineral reserves demonstrating economic and technical viability. Accordingly, there is increased uncertainty and economic and technical risks of failure associated with this production decision. Production and economic variables may vary considerably due to the absence of a complete and detailed site analysis according to and in accordance with NI 43-101.\nSOURCE SantaCruz Silver Mining Ltd.",
    "published": "2018-03-05T23:04:00.000+02:00",
    "crawled": "2018-03-06T00:38:56.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "scz",
        "fse",
        "1sz",
        "vancouver",
        "march",
        "santacruz",
        "silver",
        "mining",
        "scz",
        "company",
        "santacruz",
        "report",
        "operating",
        "result",
        "veta",
        "grande",
        "project",
        "zacatecas",
        "mexico",
        "rosario",
        "project",
        "charcas",
        "san",
        "luis",
        "potosi",
        "mexico",
        "fourth",
        "quarter",
        "q4",
        "year",
        "ended",
        "december",
        "provides",
        "operation",
        "update",
        "company",
        "produced",
        "total",
        "silver",
        "equivalent",
        "ounce",
        "fiscal",
        "including",
        "fourth",
        "quarter",
        "production",
        "silver",
        "equivalent",
        "ounce",
        "decreased",
        "production",
        "result",
        "number",
        "factor",
        "including",
        "delayed",
        "production",
        "start",
        "membrillo",
        "prospect",
        "lower",
        "expected",
        "head",
        "grade",
        "previously",
        "mined",
        "mineralized",
        "material",
        "chorros",
        "veta",
        "grande",
        "project",
        "temporary",
        "suspension",
        "operation",
        "veta",
        "grande",
        "project",
        "november",
        "see",
        "press",
        "release",
        "dated",
        "november",
        "mining",
        "operation",
        "challenged",
        "deficiency",
        "working",
        "capital",
        "arturo",
        "prestamo",
        "santacruz",
        "president",
        "ceo",
        "stated",
        "santacruz",
        "made",
        "several",
        "positive",
        "step",
        "towards",
        "solidifying",
        "operation",
        "base",
        "including",
        "retirement",
        "senior",
        "jmet",
        "debt",
        "facility",
        "negotiation",
        "outright",
        "acquisition",
        "veta",
        "grande",
        "project",
        "appointment",
        "carlos",
        "silva",
        "coo",
        "optioning",
        "company",
        "zacatecas",
        "mineral",
        "portfolio",
        "carrizal",
        "mining",
        "de",
        "prestamo",
        "continued",
        "first",
        "step",
        "address",
        "company",
        "current",
        "working",
        "capital",
        "need",
        "santacruz",
        "entered",
        "service",
        "agreement",
        "carrizal",
        "mining",
        "provide",
        "certain",
        "mining",
        "related",
        "service",
        "generate",
        "approximately",
        "u",
        "million",
        "monthly",
        "cash",
        "flow",
        "santacruz",
        "project",
        "update",
        "veta",
        "grande",
        "project",
        "two",
        "important",
        "initiative",
        "currently",
        "ongoing",
        "veta",
        "grande",
        "project",
        "first",
        "initiative",
        "expansion",
        "veta",
        "grande",
        "mill",
        "capacity",
        "tpd",
        "well",
        "advanced",
        "commissioning",
        "expansion",
        "expected",
        "start",
        "late",
        "march",
        "second",
        "initiative",
        "conversion",
        "source",
        "mineralized",
        "millfeed",
        "veta",
        "grande",
        "mill",
        "chorros",
        "situ",
        "vein",
        "material",
        "veta",
        "grande",
        "armados",
        "vein",
        "connection",
        "matter",
        "first",
        "phase",
        "surface",
        "drilling",
        "campaign",
        "consisting",
        "metre",
        "underway",
        "veta",
        "grande",
        "vein",
        "underground",
        "drill",
        "program",
        "armados",
        "vein",
        "scheduled",
        "commence",
        "within",
        "day",
        "mill",
        "expansion",
        "drilling",
        "campaign",
        "funded",
        "carrizal",
        "mining",
        "pursuant",
        "term",
        "veta",
        "grande",
        "mineral",
        "portfolio",
        "rosario",
        "project",
        "company",
        "recently",
        "recently",
        "taken",
        "decision",
        "consolidate",
        "rosario",
        "project",
        "mining",
        "operation",
        "membrillo",
        "prospect",
        "mine",
        "development",
        "reached",
        "level",
        "mine",
        "production",
        "increasing",
        "mine",
        "operation",
        "membrillo",
        "prospect",
        "achieve",
        "target",
        "amount",
        "company",
        "recommence",
        "mining",
        "operation",
        "cinco",
        "estrellas",
        "property",
        "consolidated",
        "production",
        "result",
        "q4",
        "annual",
        "q4",
        "q4",
        "yr",
        "yr",
        "material",
        "processed",
        "tonne",
        "milled",
        "silver",
        "eqv",
        "ounce",
        "production",
        "silver",
        "production",
        "ounce",
        "gold",
        "production",
        "ounce",
        "lead",
        "production",
        "tonne",
        "zinc",
        "production",
        "tonne",
        "average",
        "head",
        "grade",
        "ag",
        "eqv",
        "ag",
        "eq",
        "calculated",
        "using",
        "metal",
        "price",
        "ag",
        "au",
        "pb",
        "zn",
        "ag",
        "eq",
        "calculated",
        "using",
        "metal",
        "price",
        "ag",
        "au",
        "pb",
        "zn",
        "veta",
        "grande",
        "project",
        "commenced",
        "commercial",
        "production",
        "october",
        "annual",
        "production",
        "figure",
        "include",
        "full",
        "year",
        "production",
        "project",
        "veta",
        "grande",
        "project",
        "production",
        "result",
        "q4",
        "annual",
        "q4",
        "q4",
        "yr",
        "yr",
        "material",
        "processed",
        "tonne",
        "milled",
        "silver",
        "eqv",
        "ounce",
        "production",
        "silver",
        "production",
        "ounce",
        "silver",
        "head",
        "grade",
        "silver",
        "recovery",
        "gold",
        "production",
        "ounce",
        "lead",
        "production",
        "tonne",
        "zinc",
        "production",
        "tonne",
        "average",
        "head",
        "grade",
        "ag",
        "eqv",
        "ag",
        "eq",
        "calculated",
        "using",
        "metal",
        "price",
        "ag",
        "au",
        "pb",
        "zn",
        "ag",
        "eq",
        "calculated",
        "using",
        "metal",
        "price",
        "ag",
        "au",
        "pb",
        "zn",
        "veta",
        "grande",
        "project",
        "commenced",
        "commercial",
        "production",
        "october",
        "annual",
        "production",
        "figure",
        "include",
        "full",
        "year",
        "production",
        "project",
        "rosario",
        "project",
        "production",
        "result",
        "q4",
        "annual",
        "q4",
        "q4",
        "yr",
        "yr",
        "material",
        "processed",
        "tonne",
        "milled",
        "silver",
        "eqv",
        "ounce",
        "production",
        "silver",
        "production",
        "ounce",
        "silver",
        "head",
        "grade",
        "silver",
        "recovery",
        "gold",
        "production",
        "ounce",
        "lead",
        "production",
        "tonne",
        "zinc",
        "production",
        "tonne",
        "average",
        "head",
        "grade",
        "ag",
        "eqv",
        "ag",
        "eq",
        "calculated",
        "using",
        "metal",
        "price",
        "ag",
        "au",
        "pb",
        "zn",
        "ag",
        "eq",
        "calculated",
        "using",
        "metal",
        "price",
        "ag",
        "au",
        "pb",
        "zn",
        "sampling",
        "laboratory",
        "reported",
        "head",
        "grade",
        "estimated",
        "assay",
        "result",
        "sample",
        "collected",
        "stockpile",
        "mined",
        "mineralized",
        "material",
        "reported",
        "stope",
        "grade",
        "assay",
        "result",
        "underground",
        "chip",
        "sample",
        "collected",
        "across",
        "vein",
        "average",
        "interval",
        "three",
        "meter",
        "along",
        "strike",
        "length",
        "vein",
        "blank",
        "standard",
        "duplicate",
        "control",
        "sample",
        "utilized",
        "sampling",
        "procedure",
        "sample",
        "collected",
        "rosario",
        "veta",
        "grande",
        "project",
        "assayed",
        "rosario",
        "veta",
        "grande",
        "laboratory",
        "respectively",
        "laboratory",
        "owned",
        "operated",
        "santacruz",
        "facility",
        "meant",
        "serve",
        "mining",
        "operation",
        "project",
        "rosario",
        "veta",
        "grande",
        "laboratory",
        "independent",
        "company",
        "hold",
        "iso",
        "certification",
        "sample",
        "prepared",
        "drying",
        "crushing",
        "rifle",
        "splitting",
        "pulverizing",
        "micron",
        "passing",
        "sample",
        "analyzed",
        "digestion",
        "atomic",
        "absorption",
        "spectrometry",
        "gold",
        "silver",
        "analyzed",
        "fire",
        "assay",
        "gravametric",
        "finish",
        "qualified",
        "person",
        "technical",
        "information",
        "included",
        "statement",
        "reviewed",
        "approved",
        "van",
        "phu",
        "bui",
        "arc",
        "geoscience",
        "group",
        "independent",
        "company",
        "qualified",
        "person",
        "pursuant",
        "meaning",
        "term",
        "ni",
        "santacruz",
        "silver",
        "mining",
        "santacruz",
        "mexican",
        "focused",
        "silver",
        "company",
        "two",
        "producing",
        "silver",
        "project",
        "rosario",
        "including",
        "cinco",
        "estrellas",
        "property",
        "membrillo",
        "prospect",
        "veta",
        "grande",
        "two",
        "exploration",
        "property",
        "minillas",
        "property",
        "zacatecas",
        "property",
        "company",
        "managed",
        "technical",
        "team",
        "professional",
        "proven",
        "track",
        "record",
        "developing",
        "operating",
        "discovering",
        "silver",
        "mine",
        "mexico",
        "corporate",
        "objective",
        "become",
        "silver",
        "producer",
        "arturo",
        "préstamo",
        "elizondo",
        "president",
        "chief",
        "executive",
        "officer",
        "director",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "forward",
        "looking",
        "information",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "constitute",
        "information",
        "term",
        "used",
        "applicable",
        "canadian",
        "security",
        "law",
        "information",
        "based",
        "plan",
        "expectation",
        "estimate",
        "management",
        "date",
        "information",
        "provided",
        "subject",
        "certain",
        "factor",
        "assumption",
        "making",
        "statement",
        "included",
        "news",
        "release",
        "company",
        "applied",
        "several",
        "material",
        "assumption",
        "including",
        "limited",
        "assumption",
        "continuation",
        "payment",
        "agreement",
        "expansion",
        "vita",
        "grande",
        "project",
        "company",
        "financial",
        "condition",
        "development",
        "plan",
        "change",
        "result",
        "unforeseen",
        "event",
        "third",
        "party",
        "mineralized",
        "material",
        "milled",
        "company",
        "property",
        "consistent",
        "management",
        "expectation",
        "company",
        "receive",
        "required",
        "regulatory",
        "approval",
        "future",
        "metal",
        "price",
        "demand",
        "market",
        "outlook",
        "metal",
        "remain",
        "stable",
        "improve",
        "information",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "plan",
        "estimate",
        "actual",
        "result",
        "vary",
        "materially",
        "projected",
        "information",
        "factor",
        "could",
        "cause",
        "information",
        "news",
        "release",
        "change",
        "inaccurate",
        "include",
        "limited",
        "risk",
        "assumption",
        "referred",
        "prove",
        "valid",
        "reliable",
        "could",
        "result",
        "lower",
        "revenue",
        "higher",
        "cost",
        "lower",
        "production",
        "level",
        "delay",
        "cessation",
        "planned",
        "work",
        "change",
        "company",
        "financial",
        "condition",
        "development",
        "plan",
        "delay",
        "regulatory",
        "approval",
        "risk",
        "associated",
        "interpretation",
        "data",
        "including",
        "respect",
        "third",
        "party",
        "mineralized",
        "material",
        "regarding",
        "geology",
        "grade",
        "continuity",
        "mineral",
        "deposit",
        "possibility",
        "result",
        "consistent",
        "company",
        "expectation",
        "well",
        "risk",
        "uncertainty",
        "applicable",
        "mineral",
        "exploration",
        "development",
        "activity",
        "company",
        "set",
        "forth",
        "company",
        "continuous",
        "disclosure",
        "filing",
        "filed",
        "company",
        "profile",
        "assurance",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "statement",
        "company",
        "undertakes",
        "obligation",
        "update",
        "information",
        "statement",
        "required",
        "applicable",
        "law",
        "rosario",
        "project",
        "decision",
        "commence",
        "production",
        "rosario",
        "mine",
        "cinco",
        "estrellas",
        "property",
        "membrillo",
        "prospect",
        "based",
        "feasibility",
        "study",
        "mineral",
        "reserve",
        "demonstrating",
        "economic",
        "technical",
        "viability",
        "rather",
        "preliminary",
        "estimate",
        "inferred",
        "mineral",
        "resource",
        "accordingly",
        "increased",
        "uncertainty",
        "economic",
        "technical",
        "risk",
        "failure",
        "associated",
        "production",
        "decision",
        "production",
        "economic",
        "variable",
        "may",
        "vary",
        "considerably",
        "due",
        "absence",
        "complete",
        "detailed",
        "site",
        "analysis",
        "according",
        "accordance",
        "ni",
        "veta",
        "grande",
        "project",
        "decision",
        "commence",
        "production",
        "veta",
        "grande",
        "project",
        "based",
        "feasibility",
        "study",
        "mineral",
        "reserve",
        "demonstrating",
        "economic",
        "technical",
        "viability",
        "accordingly",
        "increased",
        "uncertainty",
        "economic",
        "technical",
        "risk",
        "failure",
        "associated",
        "production",
        "decision",
        "production",
        "economic",
        "variable",
        "may",
        "vary",
        "considerably",
        "due",
        "absence",
        "complete",
        "detailed",
        "site",
        "analysis",
        "according",
        "accordance",
        "ni",
        "source",
        "santacruz",
        "silver",
        "mining",
        "ltd"
    ]
}