{
    "organizations": [],
    "uuid": "273591c652128dbdd5b2f47cf45d7d00adc49241",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/25/cnbc-transcript-jean-sebastien-jacques-ceo-rio-tinto.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Jean-Sébastien Jacques, CEO, Rio Tinto",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of a CNBC interview with Jean-Sébastien Jacques, CEO of Rio Tinto at the China Development Forum in Beijing. The interview was broadcast on CNBC's The Rundown on 26 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Martin Soong.\nMartin Soong (MS): You must be probably relieved as the head of Rio Tinto, we've exemptions from U.S. the trump tariffs on steel and aluminium for Australia as well as obviously for Canada, where you've a lot of your business, I think the biggest shipper of aluminum into the U.S.\nJean-Sébastien Jacques: That's correct, we supplied around one third of the aluminum that's consumed in the U.S.\nMS: So here's the thing, the exemptions are temporary, until I think May 1, depending on well let's talk things through…\nJean-Sébastien Jacques: Not in the context of Canada, that's my understanding of it.\nMS: Ah, but Australia?\nJean-Sébastien Jacques: But you know the truth of the matter, opposition has always been the same, which is to say it is an integrative supply chain between the U.S. and Canada and…The best from a U.S. consumer is to have access to low cost, low carbon aluminum and when look at the position of aluminum smelters in Canada, not even in the first quarter of the cost curve, we even…\nAnd on top of it, they are hydro based so, the quality of the supply of the aluminum to the U.S. is of high quality, so I am absolutely convinced that there will be common, sorry common sense will prevail at the end of the day.\nMS: So that part of the supply chain is safe. What about Australia though?\nJean-Sébastien Jacques: Yeah, we don't supply lots of products from Australia to the U.S. So the primary concern we may have had was in relation to Canada and the U.S., and as you pointed out, there's exemption granted for Canada, so at this point are we concerned about? The answer is no, because we are working very closely with our customers, either in Canada or in the U.S.A. to make sure that the supply chain is as efficient as it can be, that's our priority.\nMS: Quotas, doesn't worry you?\nJean-Sébastien Jacques: Today, as I said, there's exemption between Canada and the U.S.A so the work we're doing, our key priorities, we focus to develop better products, better supply chain to be more efficient. That's what we're focusing on.\nMS: There's been rumbling that the Trump's administration may be considering tariff action on sectors, as in manufacturing right, err so we think EU, we think China obviously as well, so based on the amount of steel, of stuff like that they consumed, if that does come to pass, that must be a worry for a company like Rio.\nJean-Sébastien Jacques: Let me put it this way. If I step back in the mining business, we're in the mining business, the industry is driven by two factors. One is GDP, and the GDP today is going pretty well, across all geographies, and the other one is about trade. Eighty to 90 percent of our product is shifting from one country to another so, anything that relate to trade relation is of concern to us.\nNow the truth of the matter is in context of China and the U.S., everybody knows, that trade is the best way to create wealth, the history shows it, and our belief is that both China and the U.S. are great trading nations. Maybe there are differences but I am sure common sense will prevail at the end of the day, so I am just hope that together, (they) will work out the issues, and in that context in the next 45 and 60 days that could be very important so let's watch it and let see what happens .\nMS: So I think a lot of people would agree with you that the best case scenario would be if they can talk this through and come to some sort of negotiated settlement. What if they don't though?\nJean-Sébastien Jacques: You know I am always an optimist by nature right? Rio Tinto has been around for 145 years, we've seen some ups, we've seen some downs. We believe in trade, we believe in fair trade and let's see in what happen in the next 45 to 60 days.\nNow in the meantime, what is important to us is to continue to do our business, which is really about creating world class asset, and creating world class supply chain, having strong relationship with our customers, providing the right products and services, that's what we are focusing on. I cannot control the prices, I cannot control the trade regulations, I have to deal with it, in the meantime, I am focusing on my customers, on my assets.\nMS: Would it be fair to say the business you're in, the logistics, the supply chain, the value chain, is not as nimble or as flexible as a lot of other industries and that if a trade war actually erupts, puts you at a bit of a disadvantage?\nJean-Sébastien Jacques: Well you know, let's look at it… we think the mining business, we've the best balance sheet, we have the best portfolio of assets, for example the iron ore asset we have in the Pilbara in Australia, or the aluminum smelters we're discussing about in Canada, so as long as we have the best assets, the best performance and the best balance sheet, then to be honest, our whole aim is to create value, superior value for shareholders in the short, medium and long term.\nIf I look at 2017, that was a good example of it, we delivered $9.7 billion of returns to our shareholders, including $5.2 billion dollars of dividend which is highest dividend in the 145 years history of this company, so we are very focused, we are very focused on our customers, we are clear on our commitment to deliver superior value to our shareholders in the short, medium and long term, and 40,000 people are focusing on it every day, every night.\nMS: That's good to know, part of the exercise that you've just explained are offloading some of your coal assets as well. How much more to go on the coal side?\nJean-Sébastien Jacques: Let me step back and explain the decision on the coal business, this decision about the portfolio. Although we have the best balance sheet across the industry we have to make some choices, that's what strategy is about. We have decided to invest in iron ore, we have decided to invest in copper, we have decided to invest in bauxite and aluminum. So we know that coal assets, which are very good hence the valuation that we are able to extract for our shareholders, will not attract capital because we have a very disciplined capital allocation process across Rio Tinto, so as soon as you say and you acknowledge that the assets would not able to attract capital then the decision is very simple, you need to find a new home and…and that's what we've been doing, and you saw the announcement we've made last week which is very good value for our shareholders, so that's what it's about, it's a strategy decision and nothing else.\nEND\nMedia Contact:\nMike Cheong\nCommunications Manager, CNBC Asia Pacific\nD: +65 6326 1123\nM: +65 9852 8630\nMike.Cheong@nbcuni.com\nAbout CNBC\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the world's major financial markets via three regional TV networks in Asia, EMEA and the US. CNBC.com is the preeminent financial news source on the web featuring video, real-time market analysis and dynamic financial tools. CNBC serves the world's most powerful audience of CEOs, senior executives, the financial services industry and private investors and is available in more than 409 million homes worldwide. CNBC is a division of NBCUniversal.\nFor more information, please visit www.cnbc.com",
    "published": "2018-03-26T03:20:00.000+03:00",
    "crawled": "2018-03-26T03:20:40.034+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "jacques",
        "ceo",
        "rio",
        "tinto",
        "china",
        "development",
        "forum",
        "beijing",
        "interview",
        "broadcast",
        "cnbc",
        "rundown",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "martin",
        "soong",
        "martin",
        "soong",
        "m",
        "must",
        "probably",
        "relieved",
        "head",
        "rio",
        "tinto",
        "exemption",
        "trump",
        "tariff",
        "steel",
        "aluminium",
        "australia",
        "well",
        "obviously",
        "canada",
        "lot",
        "business",
        "think",
        "biggest",
        "shipper",
        "aluminum",
        "jacques",
        "correct",
        "supplied",
        "around",
        "one",
        "third",
        "aluminum",
        "consumed",
        "m",
        "thing",
        "exemption",
        "temporary",
        "think",
        "may",
        "depending",
        "well",
        "let",
        "talk",
        "thing",
        "jacques",
        "context",
        "canada",
        "understanding",
        "m",
        "ah",
        "australia",
        "jacques",
        "know",
        "truth",
        "matter",
        "opposition",
        "always",
        "say",
        "integrative",
        "supply",
        "chain",
        "canada",
        "best",
        "consumer",
        "access",
        "low",
        "cost",
        "low",
        "carbon",
        "aluminum",
        "look",
        "position",
        "aluminum",
        "smelter",
        "canada",
        "even",
        "first",
        "quarter",
        "cost",
        "curve",
        "top",
        "hydro",
        "based",
        "quality",
        "supply",
        "aluminum",
        "high",
        "quality",
        "absolutely",
        "convinced",
        "common",
        "sorry",
        "common",
        "sense",
        "prevail",
        "end",
        "day",
        "m",
        "part",
        "supply",
        "chain",
        "safe",
        "australia",
        "though",
        "jacques",
        "yeah",
        "supply",
        "lot",
        "product",
        "australia",
        "primary",
        "concern",
        "may",
        "relation",
        "canada",
        "pointed",
        "exemption",
        "granted",
        "canada",
        "point",
        "concerned",
        "answer",
        "working",
        "closely",
        "customer",
        "either",
        "canada",
        "make",
        "sure",
        "supply",
        "chain",
        "efficient",
        "priority",
        "m",
        "quota",
        "worry",
        "jacques",
        "today",
        "said",
        "exemption",
        "canada",
        "work",
        "key",
        "priority",
        "focus",
        "develop",
        "better",
        "product",
        "better",
        "supply",
        "chain",
        "efficient",
        "focusing",
        "m",
        "rumbling",
        "trump",
        "administration",
        "may",
        "considering",
        "tariff",
        "action",
        "sector",
        "manufacturing",
        "right",
        "err",
        "think",
        "eu",
        "think",
        "china",
        "obviously",
        "well",
        "based",
        "amount",
        "steel",
        "stuff",
        "like",
        "consumed",
        "come",
        "pas",
        "must",
        "worry",
        "company",
        "like",
        "rio",
        "jacques",
        "let",
        "put",
        "way",
        "step",
        "back",
        "mining",
        "business",
        "mining",
        "business",
        "industry",
        "driven",
        "two",
        "factor",
        "one",
        "gdp",
        "gdp",
        "today",
        "going",
        "pretty",
        "well",
        "across",
        "geography",
        "one",
        "trade",
        "eighty",
        "percent",
        "product",
        "shifting",
        "one",
        "country",
        "another",
        "anything",
        "relate",
        "trade",
        "relation",
        "concern",
        "u",
        "truth",
        "matter",
        "context",
        "china",
        "everybody",
        "know",
        "trade",
        "best",
        "way",
        "create",
        "wealth",
        "history",
        "show",
        "belief",
        "china",
        "great",
        "trading",
        "nation",
        "maybe",
        "difference",
        "sure",
        "common",
        "sense",
        "prevail",
        "end",
        "day",
        "hope",
        "together",
        "work",
        "issue",
        "context",
        "next",
        "day",
        "could",
        "important",
        "let",
        "watch",
        "let",
        "see",
        "happens",
        "m",
        "think",
        "lot",
        "people",
        "would",
        "agree",
        "best",
        "case",
        "scenario",
        "would",
        "talk",
        "come",
        "sort",
        "negotiated",
        "settlement",
        "though",
        "jacques",
        "know",
        "always",
        "optimist",
        "nature",
        "right",
        "rio",
        "tinto",
        "around",
        "year",
        "seen",
        "ups",
        "seen",
        "down",
        "believe",
        "trade",
        "believe",
        "fair",
        "trade",
        "let",
        "see",
        "happen",
        "next",
        "day",
        "meantime",
        "important",
        "u",
        "continue",
        "business",
        "really",
        "creating",
        "world",
        "class",
        "asset",
        "creating",
        "world",
        "class",
        "supply",
        "chain",
        "strong",
        "relationship",
        "customer",
        "providing",
        "right",
        "product",
        "service",
        "focusing",
        "control",
        "price",
        "control",
        "trade",
        "regulation",
        "deal",
        "meantime",
        "focusing",
        "customer",
        "asset",
        "m",
        "would",
        "fair",
        "say",
        "business",
        "logistics",
        "supply",
        "chain",
        "value",
        "chain",
        "nimble",
        "flexible",
        "lot",
        "industry",
        "trade",
        "war",
        "actually",
        "erupts",
        "put",
        "bit",
        "disadvantage",
        "jacques",
        "well",
        "know",
        "let",
        "look",
        "think",
        "mining",
        "business",
        "best",
        "balance",
        "sheet",
        "best",
        "portfolio",
        "asset",
        "example",
        "iron",
        "ore",
        "asset",
        "pilbara",
        "australia",
        "aluminum",
        "smelter",
        "discussing",
        "canada",
        "long",
        "best",
        "asset",
        "best",
        "performance",
        "best",
        "balance",
        "sheet",
        "honest",
        "whole",
        "aim",
        "create",
        "value",
        "superior",
        "value",
        "shareholder",
        "short",
        "medium",
        "long",
        "term",
        "look",
        "good",
        "example",
        "delivered",
        "billion",
        "return",
        "shareholder",
        "including",
        "billion",
        "dollar",
        "dividend",
        "highest",
        "dividend",
        "year",
        "history",
        "company",
        "focused",
        "focused",
        "customer",
        "clear",
        "commitment",
        "deliver",
        "superior",
        "value",
        "shareholder",
        "short",
        "medium",
        "long",
        "term",
        "people",
        "focusing",
        "every",
        "day",
        "every",
        "night",
        "m",
        "good",
        "know",
        "part",
        "exercise",
        "explained",
        "offloading",
        "coal",
        "asset",
        "well",
        "much",
        "go",
        "coal",
        "side",
        "jacques",
        "let",
        "step",
        "back",
        "explain",
        "decision",
        "coal",
        "business",
        "decision",
        "portfolio",
        "although",
        "best",
        "balance",
        "sheet",
        "across",
        "industry",
        "make",
        "choice",
        "strategy",
        "decided",
        "invest",
        "iron",
        "ore",
        "decided",
        "invest",
        "copper",
        "decided",
        "invest",
        "bauxite",
        "aluminum",
        "know",
        "coal",
        "asset",
        "good",
        "hence",
        "valuation",
        "able",
        "extract",
        "shareholder",
        "attract",
        "capital",
        "disciplined",
        "capital",
        "allocation",
        "process",
        "across",
        "rio",
        "tinto",
        "soon",
        "say",
        "acknowledge",
        "asset",
        "would",
        "able",
        "attract",
        "capital",
        "decision",
        "simple",
        "need",
        "find",
        "new",
        "home",
        "saw",
        "announcement",
        "made",
        "last",
        "week",
        "good",
        "value",
        "shareholder",
        "strategy",
        "decision",
        "nothing",
        "else",
        "end",
        "medium",
        "contact",
        "mike",
        "cheong",
        "communication",
        "manager",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "world",
        "major",
        "financial",
        "market",
        "via",
        "three",
        "regional",
        "tv",
        "network",
        "asia",
        "emea",
        "u",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "video",
        "market",
        "analysis",
        "dynamic",
        "financial",
        "tool",
        "cnbc",
        "serf",
        "world",
        "powerful",
        "audience",
        "ceo",
        "senior",
        "executive",
        "financial",
        "service",
        "industry",
        "private",
        "investor",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "division",
        "nbcuniversal",
        "information",
        "please",
        "visit"
    ]
}