{
    "organizations": [],
    "uuid": "bead95d6190802c5b8c568a644e1e23077274215",
    "author": "",
    "url": "https://www.reuters.com/article/us-britain-russia-stockpiles/secret-trial-shows-risks-of-nerve-agent-theft-in-post-soviet-chaos-experts-idUSKCN1GQ2RH",
    "ord_in_thread": 0,
    "title": "Secret trial shows risks of nerve agent theft in post-Soviet chaos: experts",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 14, 2018 / 6:24 PM / Updated 42 minutes ago Secret trial shows risks of nerve agent theft in post-Soviet chaos: experts Christian Lowe , Maria Tsvetkova , Anthony Deutsch 8 Min Read MOSCOW/AMSTERDAM (Reuters) - The British government says Russia is to blame for poisoning former spy Sergei Skripal with a nerve agent, and most chemical weapons specialists agree. But they say an alternative explanation cannot be ruled out: that the nerve agent got into the hands of people not acting for the Russian state. The Soviet Union’s chemical weapons programme was in such disarray in the aftermath of the Cold War that some toxic substances and know-how could have got into the hands of criminals, say people who dealt with the programme at the time. “Could somebody have smuggled something out?” said Amy Smithson, a biological and chemical weapons expert. “I certainly wouldn’t rule that possibility out, especially a small amount and particularly in view of how lax the security was at Russian chemical facilities in the early 1990s.” While nerve agents degrade over time, if the pre-cursor ingredients for the nerve agent were smuggled out back then, stored in proper conditions and mixed recently, they could still be deadly in a small-scale attack, two experts on chemical weapons told Reuters. Skripal, 66, and his daughter Yulia, 33, remain in hospital in critical condition after being found unconscious on a bench in the city of Salisbury on March 4. A police officer was also harmed and remains in a serious condition. British Prime Minister Theresa May said on Wednesday that “there is no alternative conclusion, other than that the Russian state was culpable for the attempted murder of Mr. Skripal and his daughter, and for threatening the lives of other British citizens.” Russia has denied any involvement in the nerve agent attack. POISONED TELEPHONE Accounts of security deficiencies at weapons facilities indicate that, at least for a period in the 1990s, Moscow was not in firm control of its chemical weapons stockpiles or the people guarding them. When Russian banking magnate Ivan Kivelidi and his secretary died in 1995 from organ failure after a military-grade poison was found on the telephone receiver of his Moscow office, an employee of a state chemical research institute confessed to having secretly supplied the toxin. In a closed-door trial, Kivelidi’s business partner was convicted of poisoning Kivelidi over a dispute. At the trial, prosecutors said the business partner had obtained the poison, via several intermediaries, from Leonard Rink, an employee of a state chemical research institute known as GosNIIOKhT. The same institute, according to Vil Mirzayanov, a Soviet chemical weapons scientist who later turned whistleblower, was part of the state chemical weapons programme and helped develop the “Novichok” family of nerve agents that Britain has said was responsible for poisoning Skripal. In a statement to investigators after his arrest, viewed by Reuters, Rink said he was in possession of poisons created as part of the chemical weapons programme which he stored in his garage. On more than one occasion, he said, he sold the substances to supplement his income and pay down a debt. The poison in the Kivelidi case was sold in a deal brokered by an ex-policeman contact of Rink’s. Rink handed over the poison, in an ampoule hidden inside a pen presentation box, in a meeting at Moscow’s Belorussky station, according to his statement. Rink received a one-year suspended prison sentence for “misuse of powers,” according to Boris Kuznetsov, who was a lawyer for Kivelidi’s business partner during the trial. Kuznetsov said he believed his client was innocent, and that Kivelidi was poisoned by rogue intelligence officers acting without the knowledge of the Russian president at the time, Boris Yeltsin. He added that he would share files from the case with the British authorities, because he believed they could be relevant to the Skripal investigation. The State Scientific Research Institute of Organic Chemistry and Technology in Moscow, Russia, March 14, 2018. REUTERS/Tatyana Makeyeva Reuters was not able to contact Rink. STATE OF DISARRAY The Soviet chemical weapons programme was a sprawling operation spread across far-flung provincial cities that incorporated the world’s largest chemical arsenal, publicly declared at 40,000 tonnes. When the Soviet Union ceased to exist, funding dried up, scientists’ salaries were in several months of arrears, staff morale slumped and facilities were left to fend for themselves with little government control or oversight. According to a 1995 report published by the Henry L. Stimson Center, a Washington security think-tank, and based on accounts from industry insiders, physical security at the facilities was deficient. It said railroad entrances to the facilities were padlocked but unguarded, and at some sites chemical weapons were stored in buildings with wooden doors and tiled roofs that an intruder could get into with little difficulty. Chemical weapons were stored in silos without tamper-proof seals, making it difficult to detect if small quantities were being siphoned off. Slideshow (2 Images) A second report by the Stimson Center four years later highlighted the risk of Soviet chemical weapons scientists - who earned a pittance when they were paid at all - being recruited by criminals, terrorists, or rogue states. “All the ingredients for successful black marketeering are present through the chemical and biological complexes - under- or unemployed, scientists and managers, valuable commodities at far-flung locations, and poor security,” the report said. SATELLITE STATES In some cases in the early 1990s, highly toxic chemical agents wound up outside Russian territory, in ex-Soviet facilities in newly-independent states such as Ukraine, Kazakhstan, and Uzbekistan. According to Mirzayanov, the former Soviet chemical weapons scientist, the “Novichok” family of nerve agents developed by the GosNIIOKhT institute was tested in Nukus, Uzbekistan. In an interview with Reuters on Tuesday, Mirzayanov, now resident in Princeton, New Jersey, said though he believed the Kremlin was behind the Skripal attack. The ex-Soviet republics outside Russia that suddenly found themselves hosting ex-Soviet chemical weapons facilities were even less equipped than Moscow to secure them. U.S. troops who arrived in Uzbekistan after 2001 to establish an air base in the city of Khanabad came across stockpiles of old munitions that had not been accounted for, which turned out to contain chlorine and other chemical compounds, said someone who was present at the time and who spoke on condition of anonymity. People in the chemical weapons field said security since the 1990s had improved drastically, helped by Western aid, the transfer of weapons stockpiles from neighboring states to Russia and a stronger Russian state. Russia’s trade and industry ministry, which oversaw the disposal of chemical weapons stockpiles, said in a statement sent to Reuters that Russia had destroyed 100 percent of the stocks in strict compliance with international commitments, and faster than the United States. The ministry did not address questions about chemical weapons smuggling in the aftermath of the Soviet collapse. Ukraine’s state security service, which tracks weapons proliferation, said it had no immediate comment. The Uzbek foreign ministry did not respond to a request for comment. The state-owned Kazakh nuclear company which operates the Pavlodar Chemical Plant, a former chemical weapons facility, and the Energy Ministry, to which the nuclear company reports, did not reply to questions. Additional reporting by Olzhas Auyezov in ALMATY, Pavel Polityuk in KIEV and Joseph Ax in NEW YORK; Editing by Cassell Bryan-Low",
    "published": "2018-03-14T20:24:00.000+02:00",
    "crawled": "2018-03-14T20:43:31.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "pm",
        "updated",
        "minute",
        "ago",
        "secret",
        "trial",
        "show",
        "risk",
        "nerve",
        "agent",
        "theft",
        "chaos",
        "expert",
        "christian",
        "lowe",
        "maria",
        "tsvetkova",
        "anthony",
        "deutsch",
        "min",
        "read",
        "reuters",
        "british",
        "government",
        "say",
        "russia",
        "blame",
        "poisoning",
        "former",
        "spy",
        "sergei",
        "skripal",
        "nerve",
        "agent",
        "chemical",
        "weapon",
        "specialist",
        "agree",
        "say",
        "alternative",
        "explanation",
        "ruled",
        "nerve",
        "agent",
        "got",
        "hand",
        "people",
        "acting",
        "russian",
        "state",
        "soviet",
        "union",
        "chemical",
        "weapon",
        "programme",
        "disarray",
        "aftermath",
        "cold",
        "war",
        "toxic",
        "substance",
        "could",
        "got",
        "hand",
        "criminal",
        "say",
        "people",
        "dealt",
        "programme",
        "time",
        "could",
        "somebody",
        "smuggled",
        "something",
        "said",
        "amy",
        "smithson",
        "biological",
        "chemical",
        "weapon",
        "expert",
        "certainly",
        "rule",
        "possibility",
        "especially",
        "small",
        "amount",
        "particularly",
        "view",
        "lax",
        "security",
        "russian",
        "chemical",
        "facility",
        "early",
        "nerve",
        "agent",
        "degrade",
        "time",
        "ingredient",
        "nerve",
        "agent",
        "smuggled",
        "back",
        "stored",
        "proper",
        "condition",
        "mixed",
        "recently",
        "could",
        "still",
        "deadly",
        "attack",
        "two",
        "expert",
        "chemical",
        "weapon",
        "told",
        "reuters",
        "skripal",
        "daughter",
        "yulia",
        "remain",
        "hospital",
        "critical",
        "condition",
        "found",
        "unconscious",
        "bench",
        "city",
        "salisbury",
        "march",
        "police",
        "officer",
        "also",
        "harmed",
        "remains",
        "serious",
        "condition",
        "british",
        "prime",
        "minister",
        "theresa",
        "may",
        "said",
        "wednesday",
        "alternative",
        "conclusion",
        "russian",
        "state",
        "culpable",
        "attempted",
        "murder",
        "skripal",
        "daughter",
        "threatening",
        "life",
        "british",
        "russia",
        "denied",
        "involvement",
        "nerve",
        "agent",
        "attack",
        "poisoned",
        "telephone",
        "account",
        "security",
        "deficiency",
        "weapon",
        "facility",
        "indicate",
        "least",
        "period",
        "1990s",
        "moscow",
        "firm",
        "control",
        "chemical",
        "weapon",
        "stockpile",
        "people",
        "guarding",
        "russian",
        "banking",
        "magnate",
        "ivan",
        "kivelidi",
        "secretary",
        "died",
        "organ",
        "failure",
        "poison",
        "found",
        "telephone",
        "receiver",
        "moscow",
        "office",
        "employee",
        "state",
        "chemical",
        "research",
        "institute",
        "confessed",
        "secretly",
        "supplied",
        "toxin",
        "trial",
        "kivelidi",
        "business",
        "partner",
        "convicted",
        "poisoning",
        "kivelidi",
        "dispute",
        "trial",
        "prosecutor",
        "said",
        "business",
        "partner",
        "obtained",
        "poison",
        "via",
        "several",
        "intermediary",
        "leonard",
        "rink",
        "employee",
        "state",
        "chemical",
        "research",
        "institute",
        "known",
        "gosniiokht",
        "institute",
        "according",
        "vil",
        "mirzayanov",
        "soviet",
        "chemical",
        "weapon",
        "scientist",
        "later",
        "turned",
        "whistleblower",
        "part",
        "state",
        "chemical",
        "weapon",
        "programme",
        "helped",
        "develop",
        "novichok",
        "family",
        "nerve",
        "agent",
        "britain",
        "said",
        "responsible",
        "poisoning",
        "skripal",
        "statement",
        "investigator",
        "arrest",
        "viewed",
        "reuters",
        "rink",
        "said",
        "possession",
        "poison",
        "created",
        "part",
        "chemical",
        "weapon",
        "programme",
        "stored",
        "garage",
        "one",
        "occasion",
        "said",
        "sold",
        "substance",
        "supplement",
        "income",
        "pay",
        "debt",
        "poison",
        "kivelidi",
        "case",
        "sold",
        "deal",
        "brokered",
        "contact",
        "rink",
        "rink",
        "handed",
        "poison",
        "ampoule",
        "hidden",
        "inside",
        "pen",
        "presentation",
        "box",
        "meeting",
        "moscow",
        "belorussky",
        "station",
        "according",
        "statement",
        "rink",
        "received",
        "suspended",
        "prison",
        "sentence",
        "misuse",
        "power",
        "according",
        "boris",
        "kuznetsov",
        "lawyer",
        "kivelidi",
        "business",
        "partner",
        "trial",
        "kuznetsov",
        "said",
        "believed",
        "client",
        "innocent",
        "kivelidi",
        "poisoned",
        "rogue",
        "intelligence",
        "officer",
        "acting",
        "without",
        "knowledge",
        "russian",
        "president",
        "time",
        "boris",
        "yeltsin",
        "added",
        "would",
        "share",
        "file",
        "case",
        "british",
        "authority",
        "believed",
        "could",
        "relevant",
        "skripal",
        "investigation",
        "state",
        "scientific",
        "research",
        "institute",
        "organic",
        "chemistry",
        "technology",
        "moscow",
        "russia",
        "march",
        "makeyeva",
        "reuters",
        "able",
        "contact",
        "rink",
        "state",
        "disarray",
        "soviet",
        "chemical",
        "weapon",
        "programme",
        "sprawling",
        "operation",
        "spread",
        "across",
        "provincial",
        "city",
        "incorporated",
        "world",
        "largest",
        "chemical",
        "arsenal",
        "publicly",
        "declared",
        "tonne",
        "soviet",
        "union",
        "ceased",
        "exist",
        "funding",
        "dried",
        "scientist",
        "salary",
        "several",
        "month",
        "arrears",
        "staff",
        "morale",
        "slumped",
        "facility",
        "left",
        "fend",
        "little",
        "government",
        "control",
        "oversight",
        "according",
        "report",
        "published",
        "henry",
        "stimson",
        "center",
        "washington",
        "security",
        "based",
        "account",
        "industry",
        "insider",
        "physical",
        "security",
        "facility",
        "deficient",
        "said",
        "railroad",
        "entrance",
        "facility",
        "padlocked",
        "unguarded",
        "site",
        "chemical",
        "weapon",
        "stored",
        "building",
        "wooden",
        "door",
        "tiled",
        "roof",
        "intruder",
        "could",
        "get",
        "little",
        "difficulty",
        "chemical",
        "weapon",
        "stored",
        "silo",
        "without",
        "seal",
        "making",
        "difficult",
        "detect",
        "small",
        "quantity",
        "siphoned",
        "slideshow",
        "image",
        "second",
        "report",
        "stimson",
        "center",
        "four",
        "year",
        "later",
        "highlighted",
        "risk",
        "soviet",
        "chemical",
        "weapon",
        "scientist",
        "earned",
        "pittance",
        "paid",
        "recruited",
        "criminal",
        "terrorist",
        "rogue",
        "state",
        "ingredient",
        "successful",
        "black",
        "marketeering",
        "present",
        "chemical",
        "biological",
        "complex",
        "unemployed",
        "scientist",
        "manager",
        "valuable",
        "commodity",
        "location",
        "poor",
        "security",
        "report",
        "said",
        "satellite",
        "state",
        "case",
        "early",
        "1990s",
        "highly",
        "toxic",
        "chemical",
        "agent",
        "wound",
        "outside",
        "russian",
        "territory",
        "facility",
        "state",
        "ukraine",
        "kazakhstan",
        "uzbekistan",
        "according",
        "mirzayanov",
        "former",
        "soviet",
        "chemical",
        "weapon",
        "scientist",
        "novichok",
        "family",
        "nerve",
        "agent",
        "developed",
        "gosniiokht",
        "institute",
        "tested",
        "nukus",
        "uzbekistan",
        "interview",
        "reuters",
        "tuesday",
        "mirzayanov",
        "resident",
        "princeton",
        "new",
        "jersey",
        "said",
        "though",
        "believed",
        "kremlin",
        "behind",
        "skripal",
        "attack",
        "republic",
        "outside",
        "russia",
        "suddenly",
        "found",
        "hosting",
        "chemical",
        "weapon",
        "facility",
        "even",
        "less",
        "equipped",
        "moscow",
        "secure",
        "troop",
        "arrived",
        "uzbekistan",
        "establish",
        "air",
        "base",
        "city",
        "khanabad",
        "came",
        "across",
        "stockpile",
        "old",
        "munition",
        "accounted",
        "turned",
        "contain",
        "chlorine",
        "chemical",
        "compound",
        "said",
        "someone",
        "present",
        "time",
        "spoke",
        "condition",
        "anonymity",
        "people",
        "chemical",
        "weapon",
        "field",
        "said",
        "security",
        "since",
        "1990s",
        "improved",
        "drastically",
        "helped",
        "western",
        "aid",
        "transfer",
        "weapon",
        "stockpile",
        "neighboring",
        "state",
        "russia",
        "stronger",
        "russian",
        "state",
        "russia",
        "trade",
        "industry",
        "ministry",
        "oversaw",
        "disposal",
        "chemical",
        "weapon",
        "stockpile",
        "said",
        "statement",
        "sent",
        "reuters",
        "russia",
        "destroyed",
        "percent",
        "stock",
        "strict",
        "compliance",
        "international",
        "commitment",
        "faster",
        "united",
        "state",
        "ministry",
        "address",
        "question",
        "chemical",
        "weapon",
        "smuggling",
        "aftermath",
        "soviet",
        "collapse",
        "ukraine",
        "state",
        "security",
        "service",
        "track",
        "weapon",
        "proliferation",
        "said",
        "immediate",
        "comment",
        "uzbek",
        "foreign",
        "ministry",
        "respond",
        "request",
        "comment",
        "kazakh",
        "nuclear",
        "company",
        "operates",
        "pavlodar",
        "chemical",
        "plant",
        "former",
        "chemical",
        "weapon",
        "facility",
        "energy",
        "ministry",
        "nuclear",
        "company",
        "report",
        "reply",
        "question",
        "additional",
        "reporting",
        "olzhas",
        "auyezov",
        "almaty",
        "pavel",
        "polityuk",
        "kiev",
        "joseph",
        "ax",
        "new",
        "york",
        "editing",
        "cassell"
    ]
}