{
    "organizations": [],
    "uuid": "72fc814c01720d4dd9f1204009c92cf2a4a24018",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/business-wire-medallion-financial-corp-reports-fourth-quarter-2017-results.html",
    "ord_in_thread": 0,
    "title": "Medallion Financial Corp. Reports Fourth Quarter 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Medallion Financial Corp. (Nasdaq:MFIN), a specialty finance company that originates and services loans in various niche industries, announced today its fourth quarter 2017 results.\nFourth Quarter 2017 Highlights\nNet increase in net assets resulting from operations of $3.3 million, or $0.14 per diluted share Net investment income before income taxes at Medallion Bank of $18.5 million, driven primarily by Medallion Bank’s consumer lending segment Medallion Bank’s net consumer lending portfolio held $684 million of receivables as of December 31, 2017; 29% growth from the prior year when including $221 million of receivable sales in 2017 Managed assets of $1.59 billion as of December 31, 2017, including $1.07 billion at Medallion Bank Net interest margin of 1.62% compared to 1.09% in the prior-year period; on a pro-forma combined basis with Medallion Bank, it was 7.41%, compared to 6.81% in the prior-year period Medallion Financial and Medallion Bank recorded non-cash reserves and charge-offs of $15.8 million and $16.0 million, respectively, on the medallion portfolio Total medallion delinquencies over 90 days (inclusive of Medallion Bank) declined to $71.9 million as of December 31, 2017, compared to $118.1 million in the prior quarter Net asset value per share of $11.80 as of December 31, 2017 Mezzanine lending division earned $4.2 million for the fourth quarter Net investment loss before income taxes was $1.6 million for the fourth quarter of 2017, compared to net investment loss before income taxes of $2.9 million for the prior-year period. On a combined basis with Medallion Bank, net investment income before income taxes was $17.1 million for the fourth quarter of 2017, an increase from $14.9 million in the prior-year period. The Company believes the combined figure is a more appropriate indication of the Company’s operating capabilities as it combines Medallion Bank with Medallion Financial, and is before realized/unrealized appreciation/depreciation.\nFull Year 2017 Highlights\nMedallion Bank recorded record net investment income before income taxes of $71.5 million, driven by its consumer lending segment. Mezzanine lending division generated net increase in net assets resulting from operations of $11.8 million, a 46% increase from the prior year.\n“We are very pleased with our fourth quarter results and with the direction of the Company. 2017 saw us begin to make headway from the challenges we’ve faced over the past couple of years, led by excellent performances from our consumer segment and mezzanine division,” stated Andrew Murstein, President of Medallion Financial. “During the quarter, our consumer lending segment at Medallion Bank successfully sold $127 million of performing consumer loans at a premium, and for 2017 in total, the ongoing success of the segment led to Medallion Bank generating over $70 million in net investment income before income taxes. Our mezzanine segment also continues to perform very well, as we exited two investments in the quarter and realized gains. Overall, in 2017, we generated nearly $11.8 million in net investment income and gains in our mezzanine segment.”\n“On the medallion lending side, we continued to reduce the estimated value of unrestricted New York City medallion collateral in the fourth quarter and incurred additional unrealized depreciation expense and charge-offs of $31.8 million for non-performing medallion loans on a combined basis with Medallion Bank,” added Mr. Murstein. “Our strategy has been very effective and remains unchanged in 2018 – focus squarely on our consumer and mezzanine divisions while steadily reducing our medallion lending exposure.”\nMedallion Bank\nFor the fourth quarter of 2017, Medallion Bank produced net interest income of $25.1 million, a 7% increase compared to $23.4 million in the prior-year period. Net investment income before taxes was $18.5 million, a 6% increase from the prior-year period. Medallion Bank recorded a net loss of $6.7 million, compared to a net loss of $12.9 million in the prior year. The lower net loss was primarily due to recording lower charge-offs and reserves in the fourth quarter of 2017 for medallion loans compared to the prior-year period. In addition the Bank took a $7.4 million charge related to a reduction of the Bank’s deferred tax asset caused by the passage of the Tax Cuts and Jobs Act in December 2017.\nConsumer Lending Segment\nMedallion Bank’s net consumer loan portfolio was $683.5 million as of December 31, 2017, a 2% decrease compared to $700.7 million at the end of the prior-year period primarily as a result of the sale of approximately $94 million in performing consumer loans in the first quarter of 2017 and $127 million in performing consumer loans in the fourth quarter of 2017. Including the loans sold, the consumer division continues to grow by approximately 29% per year. The average interest rate on the portfolio was 15.0%, an increase from 14.3% one year ago. Consumer loan delinquencies over 90 days as of December 31, 2017 were 0.57% versus 0.41% in the prior quarter.\nMedallion Lending Segment\nMedallion Bank’s net medallion loan portfolio as of December 31, 2017 was $179.7 million, compared to $261.8 million at the end of the prior year. The average interest rate on the portfolio was 4.30% versus 3.75% in the prior year. Medallion loans represent 20% of Medallion Bank’s investment portfolio compared to 26% at the end of the prior year. Total medallion loan delinquencies over 90 days past due were $12.2 million as of December 31, 2017, compared to $19.6 million in the prior quarter.\nMedallion Financial and Non-Bank Subsidiaries\nFor the fourth quarter of 2017, net increase in net assets resulting from operations was $3.3 million, or $0.14 per diluted common share, compared to a net increase in net assets resulting from operations of $7.1 million, or $0.29 per diluted common share, in the prior-year period. Net investment loss before taxes for the fourth quarter of 2017 was $1.6 million, compared to net investment loss before income taxes of $2.9 million in the prior-year period.\nIf Medallion Bank was fully combined with Medallion Financial, net investment income before taxes for the fourth quarter of 2017 would have been $17.1 million, compared to $14.9 million in the prior-year period.\nMedallion Financial’s net interest margin was 1.62% for the fourth quarter of 2017, which included $1.8 million of unrecorded interest and dividend income received as a result of the successful exit of a long-time investment, compared to 1.09% in the prior year. On a pro-forma combined basis with Medallion Bank, fourth quarter 2017 net interest margin was 7.41%, compared to 6.81% in the prior year, reflecting the low cost of funds at Medallion Bank and its higher-yielding loan portfolio.\nMedallion Lending\nMedallion loans outstanding, net, as of December 31, 2017 were $208.3 million, a reduction of 22% compared to $266.8 million at the end of the prior year, primarily due to unrealized depreciation reflecting current medallion market conditions and portfolio reductions. The average interest rate on the medallion portfolio was 4.41% versus 4.01% in the prior year. Total medallion delinquencies over 90 days declined to $59.7 million as of December 31, 2017, compared to $98.4 million in the prior quarter.\nThe net managed medallion portfolio, which encompasses loans at Medallion Bank, was $388.0 million at quarter end, a decline of 27% from $528.6 million a year ago. Total medallion delinquencies over 90 days (inclusive of Medallion Bank) declined to $71.9 million as of December 31, 2017, compared to $118.1 million in the prior quarter.\nCommercial Lending\nCommercial loans, net, as of December 31, 2017 were $90.2 million, an 8% increase from $83.6 million at the end of the prior year, primarily reflecting an increase in mezzanine loans in the portfolio. Commercial loans represented 15% of the investment portfolio, compared with 13% in the prior year. The average interest rate on the portfolio was 12.02%, compared to 13.05% in the prior year.\nFor the fourth quarter of 2017, the Company’s mezzanine segment grew its assets, which includes its loan portfolio, by 3% from the prior year to $90.6 million. Net increase in net assets resulting from operations for the commercial lending segment was $4.2 million compared to $2.4 million in the prior year.\nConference Call Information\nThe Company is hosting a conference call to discuss the financial results tomorrow, March 2, 2018, at 8:30 am Eastern.\nIf you have a question for management that you would like answered on the call, please submit your question to investorrelations@medallion.com prior to the start of the call.\nThe dial-in number for the conference call is (877) 407-0789 (toll-free) or (201) 689-8562 (direct). Please dial the number 10 minutes prior to the scheduled start time. A live webcast of the conference call will also be available on Medallion Financial’s website at http://www.medallion.com/investors.html .\nA replay will be available following the end of the call through Friday, March 9, 2018, by telephone at (844) 512-2921 (toll-free) or (412) 317-6671 (direct), passcode 13676286. A webcast replay of the call will be available at http://www.medallion.com/ for one year following the call.\nAbout Medallion Financial Corp.\nMedallion Financial Corp. is a specialty finance company that originates and services loans in various industries, and its wholly-owned portfolio company, Medallion Bank, also originates and services consumer loans. The Company and its subsidiaries have lent approximately $7 billion to small businesses since the Company’s initial public offering in 1996.\nPlease note that this press release contains forward-looking statements that involve risks and uncertainties relating to business performance, cash flow, costs, sales, net investment income, earnings, and growth. Medallion’s actual results may differ significantly from the results discussed in such forward-looking statements. Factors that might cause such a difference include, but are not limited to, those factors discussed under the heading “Risk Factors,” in Medallion’s 2016 Annual Report on Form 10-K.\nMEDALLION FINANCIAL CORP.\nCONSOLIDATED STATEMENTS OF OPERATIONS\nThree Months Ended December 31, (Dollars in thousands, except per share data) 2017 2016 Total investment income $6,020 $4,997 Total interest expense 3,486 3,365 Net interest income 2,534 1,632 Total noninterest income 85 243 Salaries and benefits 2,422 2,954 Professional fees 744 1,005 Occupancy expense 267 264 Goodwill impairment - 5,099 Other operating expenses 793 612 Total operating expenses 4,226 9,834 Net investment loss before income taxes (1,607 ) (7,959 ) Income tax (provision) (1,296 ) 10,047 Net investment loss after income taxes (2,903 ) 2,088 Net realized gains (losses) on investments, net of taxes (31,574 ) 80 Net change in unrealized appreciation on Medallion Bank and other controlled subsidiaries\n(1,606 ) 85,900 Net change in unrealized appreciation on investments 33,005 (25,449 ) Income tax benefit 6,423 (55,563 ) Net unrealized appreciation (depreciation) on investments 37,822 4,888 Net realized/unrealized gains (losses) on investments 6,248 4,968 Net increase (decrease) in net assets resulting from operations $3,345 $7,056 Net investment income (loss) after income taxes per common share Basic ($0.12 ) ($2.03 ) Diluted ($0.12 ) ($2.03 ) Net increase (decrease) in net assets resulting from operations per common share\nBasic $0.14 $0.29 Diluted $0.14 $0.29 Weighted average common shares outstanding Basic 23,930,854 23,937,945 Diluted 24,185,539 24,011,963 MEDALLION FINANCIAL CORP.\nCONSOLIDATED BALANCE SHEETS\n(Dollars in thousands, except per share data) December 31, 2017 December 31, 2016 Assets Medallion loans, at fair value $208,279 $266,816 Commercial loans, at fair value 90,188 83,634 Investment in Medallion Bank and other controlled subsidiaries, at fair value 302,147 293,360 Equity investments, at fair value 9,521 8,468 Net investments 610,135 652,278 Cash and cash equivalents 12,690 20,962 Accrued interest receivable 547 769 Fixed assets, net 235 267 Investments other than securities 7,450 9,510 Other assets, net 4,465 5,591 Total assets $635,522 $689,377 Liabilities Accounts payable and accrued expenses $ 4,373 $ 5,425 Accrued interest payable 3,831 2,883 Deferred and other tax liabilities, net 12,536 45,900 Funds borrowed 327,623 349,073 Total liabilities 348,363 403,281 Commitments and contingencies - - Total shareholders' equity (net assets) 287,159 286,096 Total liabilities and shareholders' equity $635,522 $689,377 Number of common shares outstanding 24,343,084 24,024,821 Net asset value per share $11.80 $11.91 Total managed loans $1,190,382 $1,341,968 Total managed assets 1,592,985 1,631,875\n //www.businesswire.com/news/home/20180301006389/en/\nInvestors:\nICR\n212-328-2176\nInvestorRelations@medallion.com\nSource: Medallion Financial Corp.",
    "published": "2018-03-02T00:15:00.000+02:00",
    "crawled": "2018-03-02T01:30:18.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "medallion",
        "financial",
        "nasdaq",
        "mfin",
        "specialty",
        "finance",
        "company",
        "originates",
        "service",
        "loan",
        "various",
        "niche",
        "industry",
        "announced",
        "today",
        "fourth",
        "quarter",
        "result",
        "fourth",
        "quarter",
        "highlight",
        "net",
        "increase",
        "net",
        "asset",
        "resulting",
        "operation",
        "million",
        "per",
        "diluted",
        "share",
        "net",
        "investment",
        "income",
        "income",
        "tax",
        "medallion",
        "bank",
        "million",
        "driven",
        "primarily",
        "medallion",
        "bank",
        "consumer",
        "lending",
        "segment",
        "medallion",
        "bank",
        "net",
        "consumer",
        "lending",
        "portfolio",
        "held",
        "million",
        "receivables",
        "december",
        "growth",
        "prior",
        "year",
        "including",
        "million",
        "receivable",
        "sale",
        "managed",
        "asset",
        "billion",
        "december",
        "including",
        "billion",
        "medallion",
        "bank",
        "net",
        "interest",
        "margin",
        "compared",
        "period",
        "combined",
        "basis",
        "medallion",
        "bank",
        "compared",
        "period",
        "medallion",
        "financial",
        "medallion",
        "bank",
        "recorded",
        "reserve",
        "million",
        "million",
        "respectively",
        "medallion",
        "portfolio",
        "total",
        "medallion",
        "delinquency",
        "day",
        "inclusive",
        "medallion",
        "bank",
        "declined",
        "million",
        "december",
        "compared",
        "million",
        "prior",
        "quarter",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "december",
        "mezzanine",
        "lending",
        "division",
        "earned",
        "million",
        "fourth",
        "quarter",
        "net",
        "investment",
        "loss",
        "income",
        "tax",
        "million",
        "fourth",
        "quarter",
        "compared",
        "net",
        "investment",
        "loss",
        "income",
        "tax",
        "million",
        "period",
        "combined",
        "basis",
        "medallion",
        "bank",
        "net",
        "investment",
        "income",
        "income",
        "tax",
        "million",
        "fourth",
        "quarter",
        "increase",
        "million",
        "period",
        "company",
        "belief",
        "combined",
        "figure",
        "appropriate",
        "indication",
        "company",
        "operating",
        "capability",
        "combine",
        "medallion",
        "bank",
        "medallion",
        "financial",
        "full",
        "year",
        "highlight",
        "medallion",
        "bank",
        "recorded",
        "record",
        "net",
        "investment",
        "income",
        "income",
        "tax",
        "million",
        "driven",
        "consumer",
        "lending",
        "segment",
        "mezzanine",
        "lending",
        "division",
        "generated",
        "net",
        "increase",
        "net",
        "asset",
        "resulting",
        "operation",
        "million",
        "increase",
        "prior",
        "year",
        "pleased",
        "fourth",
        "quarter",
        "result",
        "direction",
        "company",
        "saw",
        "u",
        "begin",
        "make",
        "headway",
        "challenge",
        "faced",
        "past",
        "couple",
        "year",
        "led",
        "excellent",
        "performance",
        "consumer",
        "segment",
        "mezzanine",
        "division",
        "stated",
        "andrew",
        "murstein",
        "president",
        "medallion",
        "financial",
        "quarter",
        "consumer",
        "lending",
        "segment",
        "medallion",
        "bank",
        "successfully",
        "sold",
        "million",
        "performing",
        "consumer",
        "loan",
        "premium",
        "total",
        "ongoing",
        "success",
        "segment",
        "led",
        "medallion",
        "bank",
        "generating",
        "million",
        "net",
        "investment",
        "income",
        "income",
        "tax",
        "mezzanine",
        "segment",
        "also",
        "continues",
        "perform",
        "well",
        "exited",
        "two",
        "investment",
        "quarter",
        "realized",
        "gain",
        "overall",
        "generated",
        "nearly",
        "million",
        "net",
        "investment",
        "income",
        "gain",
        "mezzanine",
        "medallion",
        "lending",
        "side",
        "continued",
        "reduce",
        "estimated",
        "value",
        "unrestricted",
        "new",
        "york",
        "city",
        "medallion",
        "collateral",
        "fourth",
        "quarter",
        "incurred",
        "additional",
        "unrealized",
        "depreciation",
        "expense",
        "million",
        "medallion",
        "loan",
        "combined",
        "basis",
        "medallion",
        "bank",
        "added",
        "murstein",
        "strategy",
        "effective",
        "remains",
        "unchanged",
        "focus",
        "squarely",
        "consumer",
        "mezzanine",
        "division",
        "steadily",
        "reducing",
        "medallion",
        "lending",
        "medallion",
        "bank",
        "fourth",
        "quarter",
        "medallion",
        "bank",
        "produced",
        "net",
        "interest",
        "income",
        "million",
        "increase",
        "compared",
        "million",
        "period",
        "net",
        "investment",
        "income",
        "tax",
        "million",
        "increase",
        "period",
        "medallion",
        "bank",
        "recorded",
        "net",
        "loss",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "prior",
        "year",
        "lower",
        "net",
        "loss",
        "primarily",
        "due",
        "recording",
        "lower",
        "reserve",
        "fourth",
        "quarter",
        "medallion",
        "loan",
        "compared",
        "period",
        "addition",
        "bank",
        "took",
        "million",
        "charge",
        "related",
        "reduction",
        "bank",
        "deferred",
        "tax",
        "asset",
        "caused",
        "passage",
        "tax",
        "cut",
        "job",
        "act",
        "december",
        "consumer",
        "lending",
        "segment",
        "medallion",
        "bank",
        "net",
        "consumer",
        "loan",
        "portfolio",
        "million",
        "december",
        "decrease",
        "compared",
        "million",
        "end",
        "period",
        "primarily",
        "result",
        "sale",
        "approximately",
        "million",
        "performing",
        "consumer",
        "loan",
        "first",
        "quarter",
        "million",
        "performing",
        "consumer",
        "loan",
        "fourth",
        "quarter",
        "including",
        "loan",
        "sold",
        "consumer",
        "division",
        "continues",
        "grow",
        "approximately",
        "per",
        "year",
        "average",
        "interest",
        "rate",
        "portfolio",
        "increase",
        "one",
        "year",
        "ago",
        "consumer",
        "loan",
        "delinquency",
        "day",
        "december",
        "versus",
        "prior",
        "quarter",
        "medallion",
        "lending",
        "segment",
        "medallion",
        "bank",
        "net",
        "medallion",
        "loan",
        "portfolio",
        "december",
        "million",
        "compared",
        "million",
        "end",
        "prior",
        "year",
        "average",
        "interest",
        "rate",
        "portfolio",
        "versus",
        "prior",
        "year",
        "medallion",
        "loan",
        "represent",
        "medallion",
        "bank",
        "investment",
        "portfolio",
        "compared",
        "end",
        "prior",
        "year",
        "total",
        "medallion",
        "loan",
        "delinquency",
        "day",
        "past",
        "due",
        "million",
        "december",
        "compared",
        "million",
        "prior",
        "quarter",
        "medallion",
        "financial",
        "subsidiary",
        "fourth",
        "quarter",
        "net",
        "increase",
        "net",
        "asset",
        "resulting",
        "operation",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "compared",
        "net",
        "increase",
        "net",
        "asset",
        "resulting",
        "operation",
        "million",
        "per",
        "diluted",
        "common",
        "share",
        "period",
        "net",
        "investment",
        "loss",
        "tax",
        "fourth",
        "quarter",
        "million",
        "compared",
        "net",
        "investment",
        "loss",
        "income",
        "tax",
        "million",
        "period",
        "medallion",
        "bank",
        "fully",
        "combined",
        "medallion",
        "financial",
        "net",
        "investment",
        "income",
        "tax",
        "fourth",
        "quarter",
        "would",
        "million",
        "compared",
        "million",
        "period",
        "medallion",
        "financial",
        "net",
        "interest",
        "margin",
        "fourth",
        "quarter",
        "included",
        "million",
        "unrecorded",
        "interest",
        "dividend",
        "income",
        "received",
        "result",
        "successful",
        "exit",
        "investment",
        "compared",
        "prior",
        "year",
        "combined",
        "basis",
        "medallion",
        "bank",
        "fourth",
        "quarter",
        "net",
        "interest",
        "margin",
        "compared",
        "prior",
        "year",
        "reflecting",
        "low",
        "cost",
        "fund",
        "medallion",
        "bank",
        "loan",
        "portfolio",
        "medallion",
        "lending",
        "medallion",
        "loan",
        "outstanding",
        "net",
        "december",
        "million",
        "reduction",
        "compared",
        "million",
        "end",
        "prior",
        "year",
        "primarily",
        "due",
        "unrealized",
        "depreciation",
        "reflecting",
        "current",
        "medallion",
        "market",
        "condition",
        "portfolio",
        "reduction",
        "average",
        "interest",
        "rate",
        "medallion",
        "portfolio",
        "versus",
        "prior",
        "year",
        "total",
        "medallion",
        "delinquency",
        "day",
        "declined",
        "million",
        "december",
        "compared",
        "million",
        "prior",
        "quarter",
        "net",
        "managed",
        "medallion",
        "portfolio",
        "encompasses",
        "loan",
        "medallion",
        "bank",
        "million",
        "quarter",
        "end",
        "decline",
        "million",
        "year",
        "ago",
        "total",
        "medallion",
        "delinquency",
        "day",
        "inclusive",
        "medallion",
        "bank",
        "declined",
        "million",
        "december",
        "compared",
        "million",
        "prior",
        "quarter",
        "commercial",
        "lending",
        "commercial",
        "loan",
        "net",
        "december",
        "million",
        "increase",
        "million",
        "end",
        "prior",
        "year",
        "primarily",
        "reflecting",
        "increase",
        "mezzanine",
        "loan",
        "portfolio",
        "commercial",
        "loan",
        "represented",
        "investment",
        "portfolio",
        "compared",
        "prior",
        "year",
        "average",
        "interest",
        "rate",
        "portfolio",
        "compared",
        "prior",
        "year",
        "fourth",
        "quarter",
        "company",
        "mezzanine",
        "segment",
        "grew",
        "asset",
        "includes",
        "loan",
        "portfolio",
        "prior",
        "year",
        "million",
        "net",
        "increase",
        "net",
        "asset",
        "resulting",
        "operation",
        "commercial",
        "lending",
        "segment",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "conference",
        "call",
        "information",
        "company",
        "hosting",
        "conference",
        "call",
        "discus",
        "financial",
        "result",
        "tomorrow",
        "march",
        "eastern",
        "question",
        "management",
        "would",
        "like",
        "answered",
        "call",
        "please",
        "submit",
        "question",
        "investorrelations",
        "prior",
        "start",
        "call",
        "number",
        "conference",
        "call",
        "direct",
        "please",
        "dial",
        "number",
        "minute",
        "prior",
        "scheduled",
        "start",
        "time",
        "live",
        "webcast",
        "conference",
        "call",
        "also",
        "available",
        "medallion",
        "financial",
        "website",
        "http",
        "replay",
        "available",
        "following",
        "end",
        "call",
        "friday",
        "march",
        "telephone",
        "direct",
        "passcode",
        "webcast",
        "replay",
        "call",
        "available",
        "http",
        "one",
        "year",
        "following",
        "call",
        "medallion",
        "financial",
        "medallion",
        "financial",
        "specialty",
        "finance",
        "company",
        "originates",
        "service",
        "loan",
        "various",
        "industry",
        "portfolio",
        "company",
        "medallion",
        "bank",
        "also",
        "originates",
        "service",
        "consumer",
        "loan",
        "company",
        "subsidiary",
        "lent",
        "approximately",
        "billion",
        "small",
        "business",
        "since",
        "company",
        "initial",
        "public",
        "offering",
        "please",
        "note",
        "press",
        "release",
        "contains",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "relating",
        "business",
        "performance",
        "cash",
        "flow",
        "cost",
        "sale",
        "net",
        "investment",
        "income",
        "earnings",
        "growth",
        "medallion",
        "actual",
        "result",
        "may",
        "differ",
        "significantly",
        "result",
        "discussed",
        "statement",
        "factor",
        "might",
        "cause",
        "difference",
        "include",
        "limited",
        "factor",
        "discussed",
        "heading",
        "risk",
        "factor",
        "medallion",
        "annual",
        "report",
        "form",
        "medallion",
        "financial",
        "consolidated",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "december",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "total",
        "investment",
        "income",
        "total",
        "interest",
        "expense",
        "net",
        "interest",
        "income",
        "total",
        "noninterest",
        "income",
        "salary",
        "benefit",
        "professional",
        "fee",
        "occupancy",
        "expense",
        "goodwill",
        "impairment",
        "operating",
        "expense",
        "total",
        "operating",
        "expense",
        "net",
        "investment",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "investment",
        "loss",
        "income",
        "tax",
        "net",
        "realized",
        "gain",
        "loss",
        "investment",
        "net",
        "tax",
        "net",
        "change",
        "unrealized",
        "appreciation",
        "medallion",
        "bank",
        "controlled",
        "subsidiary",
        "net",
        "change",
        "unrealized",
        "appreciation",
        "investment",
        "income",
        "tax",
        "benefit",
        "net",
        "unrealized",
        "appreciation",
        "depreciation",
        "investment",
        "net",
        "gain",
        "loss",
        "investment",
        "net",
        "increase",
        "decrease",
        "net",
        "asset",
        "resulting",
        "operation",
        "net",
        "investment",
        "income",
        "loss",
        "income",
        "tax",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "net",
        "increase",
        "decrease",
        "net",
        "asset",
        "resulting",
        "operation",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "medallion",
        "financial",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "december",
        "december",
        "asset",
        "medallion",
        "loan",
        "fair",
        "value",
        "commercial",
        "loan",
        "fair",
        "value",
        "investment",
        "medallion",
        "bank",
        "controlled",
        "subsidiary",
        "fair",
        "value",
        "equity",
        "investment",
        "fair",
        "value",
        "net",
        "investment",
        "cash",
        "cash",
        "equivalent",
        "accrued",
        "interest",
        "receivable",
        "fixed",
        "asset",
        "net",
        "investment",
        "security",
        "asset",
        "net",
        "total",
        "asset",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "interest",
        "payable",
        "deferred",
        "tax",
        "liability",
        "net",
        "fund",
        "borrowed",
        "total",
        "liability",
        "commitment",
        "contingency",
        "total",
        "shareholder",
        "equity",
        "net",
        "asset",
        "total",
        "liability",
        "shareholder",
        "equity",
        "number",
        "common",
        "share",
        "outstanding",
        "net",
        "asset",
        "value",
        "per",
        "share",
        "total",
        "managed",
        "loan",
        "total",
        "managed",
        "asset",
        "investor",
        "icr",
        "investorrelations",
        "source",
        "medallion",
        "financial",
        "corp"
    ]
}