{
    "organizations": [],
    "uuid": "2765b4a966bbbde72a2a968f6ea6d7c7b0daf5b6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/globe-newswire-abm-industries-announces-sale-of-common-stock-by-existing-shareholders.html",
    "ord_in_thread": 0,
    "title": "ABM Industries Announces Sale of Common Stock by Existing Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, March 14, 2018 (GLOBE NEWSWIRE) -- ABM (NYSE:ABM), a leading provider of facility solutions, today announced that affiliates of Thomas H. Lee Partners, L.P. and Goldman Sachs Merchant Banking Division (the “Selling Stockholders”) intend, subject to market conditions, to offer 9,047,741 shares of ABM common stock in an underwritten secondary offering. The Selling Stockholders will receive all of the net proceeds from the offering. ABM is not offering any shares of common stock in the offering and will not receive any proceeds for the sale of shares in the offering.\nThe shares of common stock being offered were previously issued by ABM to the Selling Stockholders in connection with its acquisition of GCA Holding Corp., the indirect parent of GCA Services Group, on September 1, 2017.\nGoldman Sachs & Co. LLC and UBS Securities LLC will act as joint book-running managers for proposed offering.\nThis offering is being made pursuant to an effective shelf registration statement (including a prospectus) (File No. 333-223233). A preliminary prospectus supplement relating to the offering will also be filed with the Securities and Exchange Commission (“SEC”) for the offering to which this communication relates. Before you invest, you should read the prospectus included in that registration statement, the preliminary prospectus supplement and the other documents ABM has filed with the SEC and incorporated by reference into the shelf registration statement for more complete information about ABM and its common stock. You may obtain a copy of the preliminary prospectus supplement, the accompanying prospectus, the final prospectus supplement and the documents incorporated by reference therein, when available, for free by visiting EDGAR on the SEC website at www.sec.gov . Copies of the preliminary prospectus supplement for this offering may also be obtained, when available, by contacting Goldman Sachs & Co. LLC, Attn: Prospectus Department, 200 West Street, New York, NY 10282, telephone: (866) 471-2526, facsimile: 212-902-9316, e-mail: prospectus-ny@ny.email.gs.com and UBS Securities LLC, Attn: Prospectus Department, 1285 Avenue of the Americas, New York, NY 10019, telephone: 888-827-7275 or by email: ol-prospectusrequest@ubs.com\nThis press release does not constitute an offer to sell or a solicitation of an offer to buy any securities, nor shall there by any sale of these securities in any state or jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of such state or jurisdiction. The offering of the common stock will be made only by means of the prospectus and related prospectus supplement.\nABOUT ABM\nABM (NYSE: ABM) is a leading provider of facility solutions with revenues of approximately $5.5 billion and more than 130,000 employees in 350+ offices throughout the United States and various international locations. ABM’s comprehensive capabilities include janitorial, electrical & lighting, energy solutions, facilities engineering, HVAC & mechanical, landscape & turf, mission critical solutions and parking, provided through stand-alone or integrated solutions. ABM provides custom facility solutions in urban, suburban and rural areas to properties of all sizes - from schools and commercial buildings to hospitals, data centers, manufacturing plants and airports. ABM Industries Incorporated, which operates through its subsidiaries, was founded in 1909.\nCautionary Statement under the Private Securities Litigation Reform Act of 1995\nThis press release contains both historical and forward-looking statements regarding ABM Industries Incorporated (“ABM”) and its subsidiaries (collectively referred to as “ABM,” “we,” “us,” “our,” or the “Company”). We make forward-looking statements related to future expectations, estimates, and projections that are uncertain and often contain words such as “anticipate,” “believe,” “could,” “estimate,” “expect,” “forecast,” “intend,” “likely,” “may,” “outlook,” “plan,” “predict,” “should,” “target,” or other similar words or phrases. These statements are not guarantees of future performance and are subject to known and unknown risks, uncertainties, and assumptions that are difficult to predict. Particular risks and uncertainties that could cause our actual results to be materially different from those expressed in our forward-looking statements include: (1) we may not realize the growth opportunities and cost synergies that are anticipated from the acquisition of GCA Services Group (“GCA”); (2) we have incurred a substantial amount of debt to complete the acquisition of GCA. To service our debt we will require a significant amount of cash. Our ability to generate cash depends on many factors beyond our control. We also depend on the profitability of our subsidiaries to satisfy our cash needs. If we cannot generate the required cash, we may not be able to make the necessary payments required to service our indebtedness or we may be required to suspend certain discretionary payments, including our dividend; (3) changes to our businesses, operating structure, financial reporting structure, or personnel relating to the implementation of our 2020 Vision strategic transformation initiative, including our move to our Enterprise Services Center, may not have the desired effects on our financial condition and results of operations; (4) our success depends on our ability to gain profitable business despite competitive pressures and to preserve long-term client relationships; (5) our business success depends on our ability to attract and retain qualified personnel and senior management; (6) our use of subcontractors or joint venture partners to perform work under customer contracts exposes us to liability and financial risk; (7) our international business involves risks different from those we face in the United States that could have an effect on our results of operations and financial condition; (8) unfavorable developments in our class and representative actions and other lawsuits alleging various claims could cause us to incur substantial liabilities; (9) we insure our insurable risks through a combination of insurance and self-insurance and we retain a substantial portion of the risk associated with expected losses under these programs, which exposes us to volatility associated with those risks, including the possibility that changes in estimates of ultimate insurance losses could result in a material charge against our earnings; (10) our risk management and safety programs may not have the intended effect of reducing our liability for personal injury or property loss; (11) impairment of goodwill and long-lived assets could have a material adverse effect on our financial condition and results of operations; (12) changes in general economic conditions, including changes in energy prices, government regulations, or changing consumer preferences, could reduce the demand for facility services and, as a result, reduce our earnings and adversely affect our financial condition; (13) our income tax provision and income tax liabilities could be adversely affected by the jurisdictional mix of earnings, changes in valuations of deferred tax assets and liabilities, and changes in tax treaties, laws, and regulations, including the U.S. Tax Cuts and Jobs Act of 2017, which effected significant changes to the U.S. corporate income tax system; (14) we could be subject to cyber-security risks, information technology interruptions, and business continuity risks; (15) a significant number of our employees are covered by collective bargaining agreements that could expose us to potential liabilities in relationship to our participation in multiemployer pension plans, requirements to make contributions to other benefit plans, and the potential for strikes, work slowdowns or similar activities, and union-organizing drives; (16) if we fail to maintain proper and effective internal control over financial reporting in the future, our ability to produce accurate and timely financial statements could be negatively impacted, which could harm our operating results and investors’ perceptions of our company and, as a result, the value of our common stock; (17) our business may be negatively impacted by adverse weather conditions; (18) catastrophic events, disasters, and terrorist attacks could disrupt our services; and (19) actions of activist investors could disrupt our business. The list of factors above is illustrative and by no means exhaustive. Additional information regarding these and other risks and uncertainties we face is contained in our Annual Report on Form 10-K for the year ended October 31, 2017 and in other reports we file from time to time with the Securities and Exchange Commission (including all amendments to those reports). We urge readers to consider these risks and uncertainties in evaluating our forward-looking statements. We caution readers not to place undue reliance upon any such forward-looking statements, which speak only as of the date made. We undertake no obligation to publicly update any forward-looking statements, whether as a result of new information, future events, or otherwise, except as required by law.\nContact: Investor & Media Relations: Susie A. Choi (212) 297-9721 susie.choi@abm.com\nSource:ABM Industries Incorporated",
    "published": "2018-03-15T00:11:00.000+02:00",
    "crawled": "2018-03-15T00:59:31.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "march",
        "globe",
        "newswire",
        "abm",
        "nyse",
        "abm",
        "leading",
        "provider",
        "facility",
        "solution",
        "today",
        "announced",
        "affiliate",
        "thomas",
        "lee",
        "partner",
        "goldman",
        "sachs",
        "merchant",
        "banking",
        "division",
        "selling",
        "stockholder",
        "intend",
        "subject",
        "market",
        "condition",
        "offer",
        "share",
        "abm",
        "common",
        "stock",
        "underwritten",
        "secondary",
        "offering",
        "selling",
        "stockholder",
        "receive",
        "net",
        "proceeds",
        "offering",
        "abm",
        "offering",
        "share",
        "common",
        "stock",
        "offering",
        "receive",
        "proceeds",
        "sale",
        "share",
        "offering",
        "share",
        "common",
        "stock",
        "offered",
        "previously",
        "issued",
        "abm",
        "selling",
        "stockholder",
        "connection",
        "acquisition",
        "gca",
        "holding",
        "indirect",
        "parent",
        "gca",
        "service",
        "group",
        "september",
        "goldman",
        "sachs",
        "llc",
        "ubs",
        "security",
        "llc",
        "act",
        "joint",
        "manager",
        "proposed",
        "offering",
        "offering",
        "made",
        "pursuant",
        "effective",
        "shelf",
        "registration",
        "statement",
        "including",
        "prospectus",
        "file",
        "preliminary",
        "prospectus",
        "supplement",
        "relating",
        "offering",
        "also",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "offering",
        "communication",
        "relates",
        "invest",
        "read",
        "prospectus",
        "included",
        "registration",
        "statement",
        "preliminary",
        "prospectus",
        "supplement",
        "document",
        "abm",
        "filed",
        "sec",
        "incorporated",
        "reference",
        "shelf",
        "registration",
        "statement",
        "complete",
        "information",
        "abm",
        "common",
        "stock",
        "may",
        "obtain",
        "copy",
        "preliminary",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "final",
        "prospectus",
        "supplement",
        "document",
        "incorporated",
        "reference",
        "therein",
        "available",
        "free",
        "visiting",
        "edgar",
        "sec",
        "website",
        "copy",
        "preliminary",
        "prospectus",
        "supplement",
        "offering",
        "may",
        "also",
        "obtained",
        "available",
        "contacting",
        "goldman",
        "sachs",
        "llc",
        "attn",
        "prospectus",
        "department",
        "west",
        "street",
        "new",
        "york",
        "ny",
        "telephone",
        "facsimile",
        "ubs",
        "security",
        "llc",
        "attn",
        "prospectus",
        "department",
        "avenue",
        "america",
        "new",
        "york",
        "ny",
        "telephone",
        "email",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "offering",
        "common",
        "stock",
        "made",
        "mean",
        "prospectus",
        "related",
        "prospectus",
        "supplement",
        "abm",
        "abm",
        "nyse",
        "abm",
        "leading",
        "provider",
        "facility",
        "solution",
        "revenue",
        "approximately",
        "billion",
        "employee",
        "office",
        "throughout",
        "united",
        "state",
        "various",
        "international",
        "location",
        "abm",
        "comprehensive",
        "capability",
        "include",
        "janitorial",
        "electrical",
        "lighting",
        "energy",
        "solution",
        "facility",
        "engineering",
        "hvac",
        "mechanical",
        "landscape",
        "turf",
        "mission",
        "critical",
        "solution",
        "parking",
        "provided",
        "integrated",
        "solution",
        "abm",
        "provides",
        "custom",
        "facility",
        "solution",
        "urban",
        "suburban",
        "rural",
        "area",
        "property",
        "size",
        "school",
        "commercial",
        "building",
        "hospital",
        "data",
        "center",
        "manufacturing",
        "plant",
        "airport",
        "abm",
        "industry",
        "incorporated",
        "operates",
        "subsidiary",
        "founded",
        "cautionary",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "press",
        "release",
        "contains",
        "historical",
        "statement",
        "regarding",
        "abm",
        "industry",
        "incorporated",
        "abm",
        "subsidiary",
        "collectively",
        "referred",
        "abm",
        "u",
        "company",
        "make",
        "statement",
        "related",
        "future",
        "expectation",
        "estimate",
        "projection",
        "uncertain",
        "often",
        "contain",
        "word",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "forecast",
        "intend",
        "likely",
        "may",
        "outlook",
        "plan",
        "predict",
        "target",
        "similar",
        "word",
        "phrase",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "particular",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "materially",
        "different",
        "expressed",
        "statement",
        "include",
        "may",
        "realize",
        "growth",
        "opportunity",
        "cost",
        "synergy",
        "anticipated",
        "acquisition",
        "gca",
        "service",
        "group",
        "gca",
        "incurred",
        "substantial",
        "amount",
        "debt",
        "complete",
        "acquisition",
        "gca",
        "service",
        "debt",
        "require",
        "significant",
        "amount",
        "cash",
        "ability",
        "generate",
        "cash",
        "depends",
        "many",
        "factor",
        "beyond",
        "control",
        "also",
        "depend",
        "profitability",
        "subsidiary",
        "satisfy",
        "cash",
        "need",
        "generate",
        "required",
        "cash",
        "may",
        "able",
        "make",
        "necessary",
        "payment",
        "required",
        "service",
        "indebtedness",
        "may",
        "required",
        "suspend",
        "certain",
        "discretionary",
        "payment",
        "including",
        "dividend",
        "change",
        "business",
        "operating",
        "structure",
        "financial",
        "reporting",
        "structure",
        "personnel",
        "relating",
        "implementation",
        "vision",
        "strategic",
        "transformation",
        "initiative",
        "including",
        "move",
        "enterprise",
        "service",
        "center",
        "may",
        "desired",
        "effect",
        "financial",
        "condition",
        "result",
        "operation",
        "success",
        "depends",
        "ability",
        "gain",
        "profitable",
        "business",
        "despite",
        "competitive",
        "pressure",
        "preserve",
        "client",
        "relationship",
        "business",
        "success",
        "depends",
        "ability",
        "attract",
        "retain",
        "qualified",
        "personnel",
        "senior",
        "management",
        "use",
        "subcontractor",
        "joint",
        "venture",
        "partner",
        "perform",
        "work",
        "customer",
        "contract",
        "expose",
        "u",
        "liability",
        "financial",
        "risk",
        "international",
        "business",
        "involves",
        "risk",
        "different",
        "face",
        "united",
        "state",
        "could",
        "effect",
        "result",
        "operation",
        "financial",
        "condition",
        "unfavorable",
        "development",
        "class",
        "representative",
        "action",
        "lawsuit",
        "alleging",
        "various",
        "claim",
        "could",
        "cause",
        "u",
        "incur",
        "substantial",
        "liability",
        "insure",
        "insurable",
        "risk",
        "combination",
        "insurance",
        "retain",
        "substantial",
        "portion",
        "risk",
        "associated",
        "expected",
        "loss",
        "program",
        "expose",
        "u",
        "volatility",
        "associated",
        "risk",
        "including",
        "possibility",
        "change",
        "estimate",
        "ultimate",
        "insurance",
        "loss",
        "could",
        "result",
        "material",
        "charge",
        "earnings",
        "risk",
        "management",
        "safety",
        "program",
        "may",
        "intended",
        "effect",
        "reducing",
        "liability",
        "personal",
        "injury",
        "property",
        "loss",
        "impairment",
        "goodwill",
        "asset",
        "could",
        "material",
        "adverse",
        "effect",
        "financial",
        "condition",
        "result",
        "operation",
        "change",
        "general",
        "economic",
        "condition",
        "including",
        "change",
        "energy",
        "price",
        "government",
        "regulation",
        "changing",
        "consumer",
        "preference",
        "could",
        "reduce",
        "demand",
        "facility",
        "service",
        "result",
        "reduce",
        "earnings",
        "adversely",
        "affect",
        "financial",
        "condition",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "liability",
        "could",
        "adversely",
        "affected",
        "jurisdictional",
        "mix",
        "earnings",
        "change",
        "valuation",
        "deferred",
        "tax",
        "asset",
        "liability",
        "change",
        "tax",
        "treaty",
        "law",
        "regulation",
        "including",
        "tax",
        "cut",
        "job",
        "act",
        "effected",
        "significant",
        "change",
        "corporate",
        "income",
        "tax",
        "system",
        "could",
        "subject",
        "risk",
        "information",
        "technology",
        "interruption",
        "business",
        "continuity",
        "risk",
        "significant",
        "number",
        "employee",
        "covered",
        "collective",
        "bargaining",
        "agreement",
        "could",
        "expose",
        "u",
        "potential",
        "liability",
        "relationship",
        "participation",
        "multiemployer",
        "pension",
        "plan",
        "requirement",
        "make",
        "contribution",
        "benefit",
        "plan",
        "potential",
        "strike",
        "work",
        "slowdown",
        "similar",
        "activity",
        "drive",
        "fail",
        "maintain",
        "proper",
        "effective",
        "internal",
        "control",
        "financial",
        "reporting",
        "future",
        "ability",
        "produce",
        "accurate",
        "timely",
        "financial",
        "statement",
        "could",
        "negatively",
        "impacted",
        "could",
        "harm",
        "operating",
        "result",
        "investor",
        "perception",
        "company",
        "result",
        "value",
        "common",
        "stock",
        "business",
        "may",
        "negatively",
        "impacted",
        "adverse",
        "weather",
        "condition",
        "catastrophic",
        "event",
        "disaster",
        "terrorist",
        "attack",
        "could",
        "disrupt",
        "service",
        "action",
        "activist",
        "investor",
        "could",
        "disrupt",
        "business",
        "list",
        "factor",
        "illustrative",
        "mean",
        "exhaustive",
        "additional",
        "information",
        "regarding",
        "risk",
        "uncertainty",
        "face",
        "contained",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "october",
        "report",
        "file",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "including",
        "amendment",
        "report",
        "urge",
        "reader",
        "consider",
        "risk",
        "uncertainty",
        "evaluating",
        "statement",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "upon",
        "statement",
        "speak",
        "date",
        "made",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "contact",
        "investor",
        "medium",
        "relation",
        "susie",
        "choi",
        "source",
        "abm",
        "industry",
        "incorporated"
    ]
}