{
    "organizations": [],
    "uuid": "ece5cb40d6a660900a7047ab01ea4eb001b1ec0d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/09/business-wire-arsanis-reports-financial-results-and-highlights-for-fourth-quarter-and-full-year-2017.html",
    "ord_in_thread": 0,
    "title": "Arsanis Reports Financial Results and Highlights for Fourth Quarter and Full Year 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Commenced Phase 2 trial of lead program ASN100\nCompleted initial public offering and concurrent private placement\nCompleted Series D financing supported by major healthcare investors\nInitiated ASN500 RSV program supported by the Bill & Melinda Gates Foundation\nWALTHAM, Mass. & VIENNA--(BUSINESS WIRE)-- Arsanis, Inc. (NASDAQ: ASNS), a clinical-stage biopharmaceutical company focused on applying monoclonal antibody immunotherapies to address serious infectious diseases, today reported financial results and business highlights for the fourth quarter and full year ended December 31, 2017.\n“2017 was a transformative year for Arsanis, with significant clinical, financial and staffing achievements that position us well as we advance our novel monoclonal antibody-based therapies to address serious infections,” said René Russo, chief executive officer of Arsanis. “We are pleased with the continued progress of our Phase 2 clinical study of ASN100, which we believe represents a novel approach to managing the clinical and health economic burden of pneumonia in critically ill hospital patients. We expect to report results of an interim analysis from this study in the first half of this year and top-line efficacy results from the completion of this trial in the second half of 2018.”\nASN100, Arsanis’ lead product candidate, is a first-in-class mAb therapy that neutralizes the six cytotoxins critical to Staphylococcus aureus pneumonia pathogenesis, and is currently being evaluated in a Phase 2 clinical trial for the prevention of S. aureus pneumonia in high-risk, mechanically ventilated patients. Arsanis believes ASN100 has both preventive and therapeutic potential in this setting and may reduce the need for multiple antibiotic courses that contribute to antibiotic resistance, toxicity, and subsequent infections. The company believes infection prevention in this population would also reduce mechanical ventilation days, shorten hospital stays, reduce healthcare costs, and decrease the risk of re-hospitalization.\nDr. Russo continued, “We also are making progress in other areas, including the advancement of our ASN500 program, which currently focuses on evaluating multiple highly potent monoclonal antibodies that target respiratory syncytial virus, or RSV. We expect to select a lead mAb for development from this program in the near term and to begin preclinical testing to advance this candidate toward clinical development.”\n“Our completion of an initial public offering and concurrent private placement of common stock in November 2017 combined with our April 2017 Series D financing provide us with adequate capital to fund our planned operations into the second half of 2019, well beyond our anticipated timelines for the Phase 2 data from our lead ASN100 program,” said Michael Gray, chief operating and chief financial officer of Arsanis. “Our ASN500 program is currently funded under a grant agreement with the Bill & Melinda Gates Foundation, and we therefore expect that the majority of our available capital will continue to be directed toward advancement of ASN100.”\nKey 2017 highlights\nAdvanced the Phase 2 clinical trial of ASN100 to evaluate the safety, tolerability, and efficacy of a single dose of ASN100 versus placebo for the prevention of Staphylococcus aureus pneumonia in high-risk, mechanically ventilated patients. Secured an exclusive worldwide license to antibodies targeting RSV from Adimab and entered into a grant agreement of up to $9.3 million from the Bill & Melinda Gates Foundation to fund preclinical development activities. Closed on a $50.5 million Series D financing led by the Bill & Melinda Gates Foundation, with strong support from existing investors. Presented preclinical and Phase 1 clinical data supportive of ASN100’s non-antibiotic mechanism of action, safety and pharmacokinetics. Appointed senior pharmaceutical executives Chip Clark and David McGirr to our Board of Directors and promoted Michael Gray to Chief Operating Officer and Chief Financial Officer. Closed the company’s initial public offering of 4,600,000 shares and a concurrent private placement of 2,000,000 shares of its common stock at a public offering price of $10.00 per share, including 600,000 additional shares of common stock issued upon the exercise in full by the underwriters of their over-allotment option. The gross proceeds to Arsanis from these two offerings were $66.0 million, before deducting underwriting discounts and commissions and other offering expenses.\nUpcoming Activities\nArsanis expects that it will make presentations at the following conferences through April 2018:\nPresentation at the 38 th Annual Cowen and Company Health Care Conference on March 12, 2018 in Boston, MA Presentation at the Needham & Company 17 th Annual Healthcare Conference on March 27, 2018 in New York City Multiple presentations at the 28 th European Congress of Clinical Microbiology and Infectious Diseases from April 21-24, 2018, in Madrid, Spain\nFourth Quarter 2017 Financial Results\nFor the fourth quarter ended December 31, 2017, Arsanis reported a net loss of $11.2 million, or $1.68 loss per share, as compared to a net loss of $5.3 million and $10.37 loss per share for the fourth quarter of 2016.\nOperating expenses for the fourth quarter of 2017 were $11.6 million, as compared to $5.7 million for the fourth quarter of 2016, and were comprised of the following:\nResearch and development expenses were $9.2 million for the fourth quarter of 2017, as compared to $4.2 million for the fourth quarter of 2016. The increase of $5.0 million was primarily due to an increase of $4.2 million in direct costs for our ASN100 program, an increase of $0.3 million in direct costs for our ASN500 program, and an increase of $0.6 million in unallocated research and development expenses.\nGeneral and administrative expenses were $2.4 million for the fourth quarter of 2017, as compared to $1.5 million for the fourth quarter of 2016. The increase of $0.9 million was primarily due to an increase of $0.2 million in personnel-related costs and an increase of $0.6 million in professional fees.\nOther income, net was $0.4 million for each of the quarters ended December 31, 2017 and 2016.\nAs of December 31, 2017, Arsanis's cash, cash equivalents, marketable securities and investments totaled $76.8 million with approximately 14.29 million shares of common stock outstanding.\nFull Year 2017 Financial Results\nFor the year ended December 31, 2017, Arsanis reported a net loss of $33.9 million, or $16.45 loss per share on both a basic and diluted basis, as compared to a net loss of $23.0 million, or $44.79 loss per share on both a basic and diluted basis in 2016.\nOperating expenses were $36.1 million for the year ended December 31, 2017, as compared to $24.3 million for the same period in 2016, and were comprised of the following:\nResearch and development expenses were $28.1 million for the year ended December 31, 2017, as compared to $17.8 million for the year ended December 31, 2016. The increase of $10.3 million was primarily due to an increase of $9.3 million in direct development costs for the ASN100 program and an increase of $0.9 million in direct costs for the company’s ASN500 program.\nGeneral and administrative expenses were $8.0 million for the year ended December 31, 2017, as compared to $6.5 million for the year ended December 31, 2016. The increase of $1.5 million was primarily due to a full year of expenses from the 2016 hiring of general and administrative functions to support the build-out of Arsanis’ U.S. headquarter operations, as well as an increase in professional fees due to costs primarily related to legal, audit and consulting services associated with becoming a public company.\nOther income, net was $2.3 million for the year ended December 31, 2017, as compared to $1.4 million for the year ended December 31, 2016.\nAbout Arsanis\nArsanis, Inc. is a clinical-stage biopharmaceutical company focused on applying monoclonal antibody (mAb) immunotherapies to address serious infectious diseases. A deep understanding of the pathogenesis of infection, paired with access to some of the most advanced mAb discovery techniques and platforms available today, has positioned Arsanis to build and advance a pipeline of novel mAbs with multiple mechanisms of action and high potency against their intended targets. The Company’s lead clinical program, ASN100, is aimed at serious Staphylococcus aureus infections and is being evaluated in a Phase 2 clinical trial for the prevention of S. aureus pneumonia in high-risk, mechanically ventilated patients. In addition to ASN100, its preclinical pipeline is comprised of mAbs targeting multiple serious bacterial and viral pathogens, including respiratory syncytial virus.\nArsanis is a U.S. company headquartered in Waltham, Massachusetts, with European research and preclinical development operations headquartered in Vienna, Austria (Arsanis Biosciences GmbH).\nFor more information, please visit the Arsanis website at www.arsanis.com .\nARSANIS, INC.\nCONSOLIDATED BALANCE SHEETS\n(unaudited)\n(In thousands)\nDecember 31, 2017\nDecember 31, 2016 Assets Cash and cash equivalents $ 76,793 $ 3,035 Restricted cash 355 394 Grant and incentive receivables 1,608 1,345 Property and equipment, net 421 519 Prepaid expenses and other assets 2,077 2,311 Total assets $ 81,254 $ 7,604 Liabilities, redeemable convertible preferred stock and stockholders’ equity (deficit)\nAccounts payable, accrued expenses and other liabilities $ 7,681 3,888 Unearned income 2,630 2,558 Loans payable, net of discount 12,236 12,426 Convertible promissory notes, net of discount - 2,863 Derivative liability - 2,593 Total liabilities 22,547 24,328 Redeemable convertible preferred stock - 39,838 Stockholders’ equity (deficit) 58,707 (56,562 ) Total liabilities, redeemable convertible preferred stock and stockholders' equity (deficit)\n$ 81,254 $ 7,604 ARSANIS, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS\n(unaudited)\n(In thousands, except share and per share data)\nThree months ended\nDecember 31,\nYear ended\nDecember 31,\n2017 2016 2017 2016 Operating expenses Research and development $ 9,230 $ 4,227 $ 28,128 $ 17,831 General and administrative 2,376 1,473 8,005 6,515 Total operating expenses 11,606 5,700 36,133 24,346 Loss from operations (11,606 ) (5,700 ) (36,133 ) (24,346 ) Grant and incentive Income 688 561 3,868 2,390 Interest expense (363 ) (792 ) (2,079 ) (2,515 ) Interest income 214 - 214 - Change in fair value of warrant liability (47 ) 28 (31 ) 39 Change in fair value of derivative liability - 566 762 1,388 Loss on extinguishment of debt - - (462 ) (35 ) Other income (expense), net (73 ) 16 (16 ) 104 Total other income (expense), net 419 379 2,256 1,371 Net loss (11,187 ) (5,321 ) (33,877 ) (22,975 ) Accretion of redeemable convertible preferred stock to redemption value\n(8 ) (6 ) (44 ) (25 ) Net loss attributable to common stockholders $ (11,195 ) $ (5,327 ) $ (33,921 ) $ (23,000 ) Net loss per share attributable to common stockholders, basic and diluted\n$ (1.68 ) $ (10.37 ) $ (16.45 ) $ (44.79 ) Weighted-average common shares outstanding, basic and diluted\n6,655,202 513,900 2,061,845 513,527 Cautionary note on\nThis press release contains within the meaning of the Private Securities Litigation Reform Act of 1995 that involve substantial risks and uncertainties, including statements regarding the development and regulatory status of our product candidates, the timing and conduct of clinical trials and preclinical studies, the potential application of any of the Company’s product candidates in any other indications and our estimate of the period in which we expect to have cash to fund our planned operations. All statements, other than statements of historical facts, contained , including statements regarding our strategy, future operations, future financial position, future revenue, projected costs, prospects, plans and objectives of management, are . The words “anticipate,” “believe,” “continue,” “could,” “estimate,” “expect,” “intend,” “may,” “might,” “plan,” “potential,” “predict,” “project,” “should,” “target,” “would,” and similar expressions are intended to identify , although not all contain these identifying words. We may not actually achieve the plans, intentions or expectations disclosed in our , and you should not place undue reliance on our . Actual results or events could differ materially from the plans, intentions and expectations disclosed in the we make as a result of important factors, including, but not limited to: uncertainties inherent in the availability and timing of data from ongoing clinical trials, expectations for regulatory approvals to conduct clinical trials, the availability of cash resources and need for additional financing or other actions and other important risk factors as set forth in filings that we periodically make with the U.S. Securities Exchange Commission, or SEC. The contained reflect the current views of Arsanis, Inc. with respect to future events, and we assume no obligation to update any except as required by applicable law.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180309005270/en/\nMedia Contact:\nTen Bridge Communications\nKrystle Gibbs, 508-479-6358\nkrystle@tenbridgecommunications.com\nor\nInvestor Contact:\nArsanis, Inc.\nMichael Gray, 781-819-5201\nChief Operating and Chief Financial Officer\nmike.gray@arsanis.com\nSource: Arsanis, Inc.",
    "published": "2018-03-09T15:00:00.000+02:00",
    "crawled": "2018-03-09T16:03:01.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "commenced",
        "phase",
        "trial",
        "lead",
        "program",
        "asn100",
        "completed",
        "initial",
        "public",
        "offering",
        "concurrent",
        "private",
        "placement",
        "completed",
        "series",
        "financing",
        "supported",
        "major",
        "healthcare",
        "investor",
        "initiated",
        "asn500",
        "rsv",
        "program",
        "supported",
        "bill",
        "melinda",
        "gate",
        "foundation",
        "waltham",
        "mass",
        "vienna",
        "business",
        "wire",
        "arsanis",
        "nasdaq",
        "asns",
        "biopharmaceutical",
        "company",
        "focused",
        "applying",
        "monoclonal",
        "antibody",
        "immunotherapy",
        "address",
        "serious",
        "infectious",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "business",
        "highlight",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "transformative",
        "year",
        "arsanis",
        "significant",
        "clinical",
        "financial",
        "staffing",
        "achievement",
        "position",
        "u",
        "well",
        "advance",
        "novel",
        "monoclonal",
        "therapy",
        "address",
        "serious",
        "infection",
        "said",
        "rené",
        "russo",
        "chief",
        "executive",
        "officer",
        "arsanis",
        "pleased",
        "continued",
        "progress",
        "phase",
        "clinical",
        "study",
        "asn100",
        "believe",
        "represents",
        "novel",
        "approach",
        "managing",
        "clinical",
        "health",
        "economic",
        "burden",
        "pneumonia",
        "critically",
        "ill",
        "hospital",
        "patient",
        "expect",
        "report",
        "result",
        "interim",
        "analysis",
        "study",
        "first",
        "half",
        "year",
        "efficacy",
        "result",
        "completion",
        "trial",
        "second",
        "half",
        "asn100",
        "arsanis",
        "lead",
        "product",
        "candidate",
        "mab",
        "therapy",
        "neutralizes",
        "six",
        "cytotoxin",
        "critical",
        "staphylococcus",
        "aureus",
        "pneumonia",
        "pathogenesis",
        "currently",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "prevention",
        "aureus",
        "pneumonia",
        "mechanically",
        "ventilated",
        "patient",
        "arsanis",
        "belief",
        "asn100",
        "preventive",
        "therapeutic",
        "potential",
        "setting",
        "may",
        "reduce",
        "need",
        "multiple",
        "antibiotic",
        "course",
        "contribute",
        "antibiotic",
        "resistance",
        "toxicity",
        "subsequent",
        "infection",
        "company",
        "belief",
        "infection",
        "prevention",
        "population",
        "would",
        "also",
        "reduce",
        "mechanical",
        "ventilation",
        "day",
        "shorten",
        "hospital",
        "stay",
        "reduce",
        "healthcare",
        "cost",
        "decrease",
        "risk",
        "russo",
        "continued",
        "also",
        "making",
        "progress",
        "area",
        "including",
        "advancement",
        "asn500",
        "program",
        "currently",
        "focus",
        "evaluating",
        "multiple",
        "highly",
        "potent",
        "monoclonal",
        "antibody",
        "target",
        "respiratory",
        "syncytial",
        "virus",
        "rsv",
        "expect",
        "select",
        "lead",
        "mab",
        "development",
        "program",
        "near",
        "term",
        "begin",
        "preclinical",
        "testing",
        "advance",
        "candidate",
        "toward",
        "clinical",
        "completion",
        "initial",
        "public",
        "offering",
        "concurrent",
        "private",
        "placement",
        "common",
        "stock",
        "november",
        "combined",
        "april",
        "series",
        "financing",
        "provide",
        "u",
        "adequate",
        "capital",
        "fund",
        "planned",
        "operation",
        "second",
        "half",
        "well",
        "beyond",
        "anticipated",
        "timeline",
        "phase",
        "data",
        "lead",
        "asn100",
        "program",
        "said",
        "michael",
        "gray",
        "chief",
        "operating",
        "chief",
        "financial",
        "officer",
        "arsanis",
        "asn500",
        "program",
        "currently",
        "funded",
        "grant",
        "agreement",
        "bill",
        "melinda",
        "gate",
        "foundation",
        "therefore",
        "expect",
        "majority",
        "available",
        "capital",
        "continue",
        "directed",
        "toward",
        "advancement",
        "key",
        "highlight",
        "advanced",
        "phase",
        "clinical",
        "trial",
        "asn100",
        "evaluate",
        "safety",
        "tolerability",
        "efficacy",
        "single",
        "dose",
        "asn100",
        "versus",
        "placebo",
        "prevention",
        "staphylococcus",
        "aureus",
        "pneumonia",
        "mechanically",
        "ventilated",
        "patient",
        "secured",
        "exclusive",
        "worldwide",
        "license",
        "antibody",
        "targeting",
        "rsv",
        "adimab",
        "entered",
        "grant",
        "agreement",
        "million",
        "bill",
        "melinda",
        "gate",
        "foundation",
        "fund",
        "preclinical",
        "development",
        "activity",
        "closed",
        "million",
        "series",
        "financing",
        "led",
        "bill",
        "melinda",
        "gate",
        "foundation",
        "strong",
        "support",
        "existing",
        "investor",
        "presented",
        "preclinical",
        "phase",
        "clinical",
        "data",
        "supportive",
        "asn100",
        "mechanism",
        "action",
        "safety",
        "pharmacokinetics",
        "appointed",
        "senior",
        "pharmaceutical",
        "executive",
        "chip",
        "clark",
        "david",
        "mcgirr",
        "board",
        "director",
        "promoted",
        "michael",
        "gray",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "closed",
        "company",
        "initial",
        "public",
        "offering",
        "share",
        "concurrent",
        "private",
        "placement",
        "share",
        "common",
        "stock",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "including",
        "additional",
        "share",
        "common",
        "stock",
        "issued",
        "upon",
        "exercise",
        "full",
        "underwriter",
        "option",
        "gross",
        "proceeds",
        "arsanis",
        "two",
        "offering",
        "million",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "expense",
        "upcoming",
        "activity",
        "arsanis",
        "expects",
        "make",
        "presentation",
        "following",
        "conference",
        "april",
        "presentation",
        "th",
        "annual",
        "cowen",
        "company",
        "health",
        "care",
        "conference",
        "march",
        "boston",
        "presentation",
        "needham",
        "company",
        "th",
        "annual",
        "healthcare",
        "conference",
        "march",
        "new",
        "york",
        "city",
        "multiple",
        "presentation",
        "th",
        "european",
        "congress",
        "clinical",
        "microbiology",
        "infectious",
        "disease",
        "april",
        "madrid",
        "spain",
        "fourth",
        "quarter",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "arsanis",
        "reported",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "fourth",
        "quarter",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "comprised",
        "following",
        "research",
        "development",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "million",
        "primarily",
        "due",
        "increase",
        "million",
        "direct",
        "cost",
        "asn100",
        "program",
        "increase",
        "million",
        "direct",
        "cost",
        "asn500",
        "program",
        "increase",
        "million",
        "unallocated",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "million",
        "primarily",
        "due",
        "increase",
        "million",
        "cost",
        "increase",
        "million",
        "professional",
        "fee",
        "income",
        "net",
        "million",
        "quarter",
        "ended",
        "december",
        "december",
        "arsanis",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "investment",
        "totaled",
        "million",
        "approximately",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "full",
        "year",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "arsanis",
        "reported",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "basis",
        "compared",
        "net",
        "loss",
        "million",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "basis",
        "operating",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "comprised",
        "following",
        "research",
        "development",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "increase",
        "million",
        "primarily",
        "due",
        "increase",
        "million",
        "direct",
        "development",
        "cost",
        "asn100",
        "program",
        "increase",
        "million",
        "direct",
        "cost",
        "company",
        "asn500",
        "program",
        "general",
        "administrative",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "increase",
        "million",
        "primarily",
        "due",
        "full",
        "year",
        "expense",
        "hiring",
        "general",
        "administrative",
        "function",
        "support",
        "arsanis",
        "headquarter",
        "operation",
        "well",
        "increase",
        "professional",
        "fee",
        "due",
        "cost",
        "primarily",
        "related",
        "legal",
        "audit",
        "consulting",
        "service",
        "associated",
        "becoming",
        "public",
        "company",
        "income",
        "net",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "arsanis",
        "arsanis",
        "biopharmaceutical",
        "company",
        "focused",
        "applying",
        "monoclonal",
        "antibody",
        "mab",
        "immunotherapy",
        "address",
        "serious",
        "infectious",
        "disease",
        "deep",
        "understanding",
        "pathogenesis",
        "infection",
        "paired",
        "access",
        "advanced",
        "mab",
        "discovery",
        "technique",
        "platform",
        "available",
        "today",
        "positioned",
        "arsanis",
        "build",
        "advance",
        "pipeline",
        "novel",
        "mabs",
        "multiple",
        "mechanism",
        "action",
        "high",
        "potency",
        "intended",
        "target",
        "company",
        "lead",
        "clinical",
        "program",
        "asn100",
        "aimed",
        "serious",
        "staphylococcus",
        "aureus",
        "infection",
        "evaluated",
        "phase",
        "clinical",
        "trial",
        "prevention",
        "aureus",
        "pneumonia",
        "mechanically",
        "ventilated",
        "patient",
        "addition",
        "asn100",
        "preclinical",
        "pipeline",
        "comprised",
        "mabs",
        "targeting",
        "multiple",
        "serious",
        "bacterial",
        "viral",
        "pathogen",
        "including",
        "respiratory",
        "syncytial",
        "virus",
        "arsanis",
        "company",
        "headquartered",
        "waltham",
        "massachusetts",
        "european",
        "research",
        "preclinical",
        "development",
        "operation",
        "headquartered",
        "vienna",
        "austria",
        "arsanis",
        "bioscience",
        "gmbh",
        "information",
        "please",
        "visit",
        "arsanis",
        "website",
        "arsanis",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "december",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "grant",
        "incentive",
        "receivables",
        "property",
        "equipment",
        "net",
        "prepaid",
        "expense",
        "asset",
        "total",
        "asset",
        "liability",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "unearned",
        "income",
        "loan",
        "payable",
        "net",
        "discount",
        "convertible",
        "promissory",
        "note",
        "net",
        "discount",
        "derivative",
        "liability",
        "total",
        "liability",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "arsanis",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "grant",
        "incentive",
        "income",
        "interest",
        "expense",
        "interest",
        "income",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "change",
        "fair",
        "value",
        "derivative",
        "liability",
        "loss",
        "extinguishment",
        "debt",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "accretion",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "redemption",
        "value",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "cautionary",
        "note",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "regarding",
        "development",
        "regulatory",
        "status",
        "product",
        "candidate",
        "timing",
        "conduct",
        "clinical",
        "trial",
        "preclinical",
        "study",
        "potential",
        "application",
        "company",
        "product",
        "candidate",
        "indication",
        "estimate",
        "period",
        "expect",
        "cash",
        "fund",
        "planned",
        "operation",
        "statement",
        "statement",
        "historical",
        "fact",
        "contained",
        "including",
        "statement",
        "regarding",
        "strategy",
        "future",
        "operation",
        "future",
        "financial",
        "position",
        "future",
        "revenue",
        "projected",
        "cost",
        "prospect",
        "plan",
        "objective",
        "management",
        "word",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "might",
        "plan",
        "potential",
        "predict",
        "project",
        "target",
        "would",
        "similar",
        "expression",
        "intended",
        "identify",
        "although",
        "contain",
        "identifying",
        "word",
        "may",
        "actually",
        "achieve",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "place",
        "undue",
        "reliance",
        "actual",
        "result",
        "event",
        "could",
        "differ",
        "materially",
        "plan",
        "intention",
        "expectation",
        "disclosed",
        "make",
        "result",
        "important",
        "factor",
        "including",
        "limited",
        "uncertainty",
        "inherent",
        "availability",
        "timing",
        "data",
        "ongoing",
        "clinical",
        "trial",
        "expectation",
        "regulatory",
        "approval",
        "conduct",
        "clinical",
        "trial",
        "availability",
        "cash",
        "resource",
        "need",
        "additional",
        "financing",
        "action",
        "important",
        "risk",
        "factor",
        "set",
        "forth",
        "filing",
        "periodically",
        "make",
        "security",
        "exchange",
        "commission",
        "sec",
        "contained",
        "reflect",
        "current",
        "view",
        "arsanis",
        "respect",
        "future",
        "event",
        "assume",
        "obligation",
        "update",
        "except",
        "required",
        "applicable",
        "law",
        "view",
        "source",
        "version",
        "http",
        "medium",
        "contact",
        "ten",
        "bridge",
        "communication",
        "krystle",
        "gibbs",
        "krystle",
        "investor",
        "contact",
        "arsanis",
        "michael",
        "gray",
        "chief",
        "operating",
        "chief",
        "financial",
        "officer",
        "source",
        "arsanis",
        "inc"
    ]
}