{
    "organizations": [],
    "uuid": "e80d4c3405e767c5875eb5485acf892c8b5b2747",
    "author": "Todd Ehret",
    "url": "https://www.reuters.com/article/bc-finreg-liquidity-rule/secs-tackles-fund-liquidity-complexity-with-rule-proposal-delay-new-guidance-idUSKBN1H32N5",
    "ord_in_thread": 0,
    "title": "SEC tackles fund liquidity complexity with rule proposal, delay, new guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Thomson Reuters Regulatory Intelligence) - The U.S. Securities and Exchange Commission has proposed new rules governing illiquid assets in mutual funds and updated its advice on related fund liquidity-risk management rules adopted in 2016. This comes just weeks after the agency hit the pause button on implementing portions of the 2016 rules which were due to take effect in December. The developments give time for the SEC to consider the best way to implement the whole complex set of reforms.\nRain drops on a car window reflects a man walking past a stock index board in Tokyo August 10, 2009. The SEC proposed recently the latest liquidity risk rules( here ). The agency had announced on February 21 a partial implementation delay in the current rules, which were adopted in October 2016. Also on February 21 it updated its Frequently Asked Questions (FAQs) guidance surrounding the 2016 rules( here ).\nAlthough some questioned the delay and labeled it a “rollback,” the SEC said it will not change the December 2018 implementation schedule for provisions of the rule that will require large funds to limit the hard-to-sell assets to 15 percent of holdings unless they notify the SEC and qualify for an exemption. But it delayed for six months another provision while it reconsidered key rules on how to identify and manage illiquid assets. The delay was intended to allow for a “smoother and more effective implementation process,” the SEC said.\nBelow is a quick overview of the proposed changes and the update to the FAQs.\nRECAP OF THE LIQUIDITY RULES The mutual fund liquidity rules( here ) were approved by the SEC in October 2016 in an effort to promote effective liquidity risk management programs in the fund industry. The rules are also aimed at avoiding a repeat of the kind of problems that surfaced with the collapse of the Third Avenue Focused Credit Fund in December 2015.\nThe rules govern how to manage and disclose illiquid holdings. They followed implementation of regulatory measures to reduce risk in money market mutual funds after Primary Reserve Fund, a leading money market firm at the time, could not meet redemptions. The Federal Reserve stepped in to guarantee the assets of the $2 trillion held by the funds to avert mass liquidations in what had been considered ultra-safe cash alternatives.\nThe money-market reforms were implemented with little apparent trouble. The SEC then issued the rules on mutual funds, which apply to those investing in stocks and bonds and include alternative investments such as thinly-traded distressed or low-rated debt.\nThe new rules are aimed, in part, at eliminating the uncertainty of cases like Third Avenue, which faced heavy redemption demands it could not meet and led the SEC to step in and halt the firm’s own ad-hoc liquidation plan formulated without its guidance.\nSecurities laws have long required open-end funds to meet within seven days any investor requests to cash out. In its 2016 rules on fund liquidity it reasserted that “redeemability is a defining feature of open-end investment companies.” Increased investments in less-liquid instruments by funds has led to concerns that firms holding such investments could struggle to comply with the limit.\nThe fund industry has argued that asset-risk assessments are often difficult, since they are dependent on market conditions. While some viewed the SEC's delay as a way to help the industry sidestep the intent of the Obama-era rule, SEC Chairman Jay Clayton( here ) called the action \"a measured step designed to help preserve key market oversight and investor protection.\"\n“I see no indication whatsoever that the delay in the implementation date for the liquidity bucketing provisions equates to a ‘roll-back’ of the rule,” said Ken Joseph, former head of Investment Adviser/Investment Company Examination at the SEC, who this year became managing director in Wall Street consultant Duff & Phelps’ Disputes and Investigations Practice.\nSEC UPDATED FAQS The SEC staff had recommended guidance be added to the rules allowing firms flexibility to allow “reasonable basis” decisions to manage funds. The revised FAQs issued by the agency also encompasses staff concerns about how the liquidity rules are applied to exchange traded funds (ETFs), whose model varies significantly from traditional mutual fund models.\nThe SEC released updated guidance on the liquidity risk management programs, with a specific focus on subadvised funds, in-kind ETFs, and funds’ use of Form N-Port. The FAQs include updated responses the Investment Management division prepared related to the liquidity risk management program.\nThe FAQ update includes a question on whether an adviser (including a subadviser) has an independent obligation to adopt and implement a liquidity risk management program. The answer clarifies that the rule requires funds, not advisers, to adopt and implement the liquidity risk management programs. The SEC believes that the rule clearly sees a role for advisers and their personnel in handling responsibilities under funds’ liquidity risk programs.\nAnother question addresses ETFs and whether factors other than an ETFs redemption history should be considered in determining whether it qualifies as an in-kind ETF. Although the SEC believes that an ETF’s redemption history is relevant in determining whether it qualifies as an in-kind ETF, it is not, by itself, dispositive. The staff believes that an ETF’s “in-kind” analysis also may have a forward-looking component. The SEC believes that a new ETF could conclude that it qualifies as an in-kind ETF based on an analysis of its policies and procedures and its expected redemption practices.\nThe updated FAQs also addresses how a fund should report its investment’s liquidity classification on Form N-PORT. The SEC’s rule delay in February extended by six months the deadline for compliance with classification provisions of the rule, giving firms more time to implement the requirements.\nThe compliance date for implementing the classification and classification-related elements of the liquidity rule is June 1, 2019, for larger fund groups, and Dec. 1, 2019, for smaller fund groups.\nOPPORTUNITY FOR INPUT TO RULE CHANGES In its action last week the SEC proposed amendments to its forms designed to improve the reporting and disclosure of liquidity information by registered open-end investment companies. Most significant is a new requirement that funds disclose information about the operation and effectiveness of their liquidity risk management program in their annual reports to shareholders.\nThis is intended to fill a void, as it is also proposing to rescind a current requirement, in Form N-PORT under the Investment Company Act of 1940( here ), that funds publicly disclose aggregate liquidity classification information about their portfolios.\nAdditionally, the commission is proposing amendments to Form N-PORT that would allow funds classifying the liquidity of their investments pursuant to their liquidity risk management programs required by rule 22e-4 under the Act to report on Form N-PORT multiple liquidity classification categories for a single position under certain specified circumstances. The SEC is also proposing to add to Form N-PORT a new requirement that funds and other registrants report their holdings of cash and cash equivalents.\nIn announcing the compliance extension Clayton said, “Funds have invested, and continue to invest, a tremendous amount of resources in an effort to comply with the rule.”\nThe proposed rule “is another step toward completing the implementation of the 2016 final rule in a manner that protects investors while minimizing unnecessary costs on funds,” Clayton said. “I look forward to ongoing engagement with investors, funds and other market participants as we continue enhancing our ability to be effective overseers of the U.S. mutual fund industry.”\nThe extension gives firms a further opportunity to perform the analyses and also provides the SEC the opportunity to tweak the rules at the heart of the issue. It will also allow firms time to implement the processes and systems necessary to properly classify the assets as well as to comment on the new proposed rules.\n(Todd Ehret is a Senior Regulatory Intelligence Expert for Thomson Reuters Regulatory Intelligence based in New York.)\nThis article was produced by Thomson Reuters Regulatory Intelligence and initially posted on Mar. 21. Regulatory Intelligence provides a single source for regulatory news, analysis, rules and developments, with global coverage of more than 400 regulators and exchanges. Follow Regulatory Intelligence compliance news on Twitter: @thomsonreuters\n ",
    "published": "2018-03-28T02:10:00.000+03:00",
    "crawled": "2018-03-28T19:15:46.041+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "security",
        "exchange",
        "commission",
        "proposed",
        "new",
        "rule",
        "governing",
        "illiquid",
        "asset",
        "mutual",
        "fund",
        "updated",
        "advice",
        "related",
        "fund",
        "management",
        "rule",
        "adopted",
        "come",
        "week",
        "agency",
        "hit",
        "pause",
        "button",
        "implementing",
        "portion",
        "rule",
        "due",
        "take",
        "effect",
        "december",
        "development",
        "give",
        "time",
        "sec",
        "consider",
        "best",
        "way",
        "implement",
        "whole",
        "complex",
        "set",
        "reform",
        "rain",
        "drop",
        "car",
        "window",
        "reflects",
        "man",
        "walking",
        "past",
        "stock",
        "index",
        "board",
        "tokyo",
        "august",
        "sec",
        "proposed",
        "recently",
        "latest",
        "liquidity",
        "risk",
        "rule",
        "agency",
        "announced",
        "february",
        "partial",
        "implementation",
        "delay",
        "current",
        "rule",
        "adopted",
        "october",
        "also",
        "february",
        "updated",
        "frequently",
        "asked",
        "question",
        "faq",
        "guidance",
        "surrounding",
        "rule",
        "although",
        "questioned",
        "delay",
        "labeled",
        "rollback",
        "sec",
        "said",
        "change",
        "december",
        "implementation",
        "schedule",
        "provision",
        "rule",
        "require",
        "large",
        "fund",
        "limit",
        "asset",
        "percent",
        "holding",
        "unless",
        "notify",
        "sec",
        "qualify",
        "exemption",
        "delayed",
        "six",
        "month",
        "another",
        "provision",
        "reconsidered",
        "key",
        "rule",
        "identify",
        "manage",
        "illiquid",
        "asset",
        "delay",
        "intended",
        "allow",
        "smoother",
        "effective",
        "implementation",
        "process",
        "sec",
        "said",
        "quick",
        "overview",
        "proposed",
        "change",
        "update",
        "faq",
        "recap",
        "liquidity",
        "rule",
        "mutual",
        "fund",
        "liquidity",
        "rule",
        "approved",
        "sec",
        "october",
        "effort",
        "promote",
        "effective",
        "liquidity",
        "risk",
        "management",
        "program",
        "fund",
        "industry",
        "rule",
        "also",
        "aimed",
        "avoiding",
        "repeat",
        "kind",
        "problem",
        "surfaced",
        "collapse",
        "third",
        "avenue",
        "focused",
        "credit",
        "fund",
        "december",
        "rule",
        "govern",
        "manage",
        "disclose",
        "illiquid",
        "holding",
        "followed",
        "implementation",
        "regulatory",
        "measure",
        "reduce",
        "risk",
        "money",
        "market",
        "mutual",
        "fund",
        "primary",
        "reserve",
        "fund",
        "leading",
        "money",
        "market",
        "firm",
        "time",
        "could",
        "meet",
        "redemption",
        "federal",
        "reserve",
        "stepped",
        "guarantee",
        "asset",
        "trillion",
        "held",
        "fund",
        "avert",
        "mass",
        "liquidation",
        "considered",
        "cash",
        "alternative",
        "reform",
        "implemented",
        "little",
        "apparent",
        "trouble",
        "sec",
        "issued",
        "rule",
        "mutual",
        "fund",
        "apply",
        "investing",
        "stock",
        "bond",
        "include",
        "alternative",
        "investment",
        "distressed",
        "debt",
        "new",
        "rule",
        "aimed",
        "part",
        "eliminating",
        "uncertainty",
        "case",
        "like",
        "third",
        "avenue",
        "faced",
        "heavy",
        "redemption",
        "demand",
        "could",
        "meet",
        "led",
        "sec",
        "step",
        "halt",
        "firm",
        "liquidation",
        "plan",
        "formulated",
        "without",
        "guidance",
        "security",
        "law",
        "long",
        "required",
        "fund",
        "meet",
        "within",
        "seven",
        "day",
        "investor",
        "request",
        "cash",
        "rule",
        "fund",
        "liquidity",
        "reasserted",
        "redeemability",
        "defining",
        "feature",
        "investment",
        "increased",
        "investment",
        "instrument",
        "fund",
        "led",
        "concern",
        "firm",
        "holding",
        "investment",
        "could",
        "struggle",
        "comply",
        "limit",
        "fund",
        "industry",
        "argued",
        "assessment",
        "often",
        "difficult",
        "since",
        "dependent",
        "market",
        "condition",
        "viewed",
        "sec",
        "delay",
        "way",
        "help",
        "industry",
        "sidestep",
        "intent",
        "rule",
        "sec",
        "chairman",
        "jay",
        "clayton",
        "called",
        "action",
        "measured",
        "step",
        "designed",
        "help",
        "preserve",
        "key",
        "market",
        "oversight",
        "investor",
        "protection",
        "see",
        "indication",
        "whatsoever",
        "delay",
        "implementation",
        "date",
        "liquidity",
        "bucketing",
        "provision",
        "equates",
        "rule",
        "said",
        "ken",
        "joseph",
        "former",
        "head",
        "investment",
        "company",
        "examination",
        "sec",
        "year",
        "became",
        "managing",
        "director",
        "wall",
        "street",
        "consultant",
        "duff",
        "phelps",
        "dispute",
        "investigation",
        "practice",
        "sec",
        "updated",
        "faq",
        "sec",
        "staff",
        "recommended",
        "guidance",
        "added",
        "rule",
        "allowing",
        "firm",
        "flexibility",
        "allow",
        "reasonable",
        "basis",
        "decision",
        "manage",
        "fund",
        "revised",
        "faq",
        "issued",
        "agency",
        "also",
        "encompasses",
        "staff",
        "concern",
        "liquidity",
        "rule",
        "applied",
        "exchange",
        "traded",
        "fund",
        "etf",
        "whose",
        "model",
        "varies",
        "significantly",
        "traditional",
        "mutual",
        "fund",
        "model",
        "sec",
        "released",
        "updated",
        "guidance",
        "liquidity",
        "risk",
        "management",
        "program",
        "specific",
        "focus",
        "subadvised",
        "fund",
        "etf",
        "fund",
        "use",
        "form",
        "faq",
        "include",
        "updated",
        "response",
        "investment",
        "management",
        "division",
        "prepared",
        "related",
        "liquidity",
        "risk",
        "management",
        "program",
        "faq",
        "update",
        "includes",
        "question",
        "whether",
        "adviser",
        "including",
        "subadviser",
        "independent",
        "obligation",
        "adopt",
        "implement",
        "liquidity",
        "risk",
        "management",
        "program",
        "answer",
        "clarifies",
        "rule",
        "requires",
        "fund",
        "adviser",
        "adopt",
        "implement",
        "liquidity",
        "risk",
        "management",
        "program",
        "sec",
        "belief",
        "rule",
        "clearly",
        "see",
        "role",
        "adviser",
        "personnel",
        "handling",
        "responsibility",
        "fund",
        "liquidity",
        "risk",
        "program",
        "another",
        "question",
        "address",
        "etf",
        "whether",
        "factor",
        "etf",
        "redemption",
        "history",
        "considered",
        "determining",
        "whether",
        "qualifies",
        "etf",
        "although",
        "sec",
        "belief",
        "etf",
        "redemption",
        "history",
        "relevant",
        "determining",
        "whether",
        "qualifies",
        "etf",
        "dispositive",
        "staff",
        "belief",
        "etf",
        "analysis",
        "also",
        "may",
        "component",
        "sec",
        "belief",
        "new",
        "etf",
        "could",
        "conclude",
        "qualifies",
        "etf",
        "based",
        "analysis",
        "policy",
        "procedure",
        "expected",
        "redemption",
        "practice",
        "updated",
        "faq",
        "also",
        "address",
        "fund",
        "report",
        "investment",
        "liquidity",
        "classification",
        "form",
        "sec",
        "rule",
        "delay",
        "february",
        "extended",
        "six",
        "month",
        "deadline",
        "compliance",
        "classification",
        "provision",
        "rule",
        "giving",
        "firm",
        "time",
        "implement",
        "requirement",
        "compliance",
        "date",
        "implementing",
        "classification",
        "element",
        "liquidity",
        "rule",
        "june",
        "larger",
        "fund",
        "group",
        "smaller",
        "fund",
        "group",
        "opportunity",
        "input",
        "rule",
        "change",
        "action",
        "last",
        "week",
        "sec",
        "proposed",
        "amendment",
        "form",
        "designed",
        "improve",
        "reporting",
        "disclosure",
        "liquidity",
        "information",
        "registered",
        "investment",
        "company",
        "significant",
        "new",
        "requirement",
        "fund",
        "disclose",
        "information",
        "operation",
        "effectiveness",
        "liquidity",
        "risk",
        "management",
        "program",
        "annual",
        "report",
        "shareholder",
        "intended",
        "fill",
        "void",
        "also",
        "proposing",
        "rescind",
        "current",
        "requirement",
        "form",
        "investment",
        "company",
        "act",
        "fund",
        "publicly",
        "disclose",
        "aggregate",
        "liquidity",
        "classification",
        "information",
        "portfolio",
        "additionally",
        "commission",
        "proposing",
        "amendment",
        "form",
        "would",
        "allow",
        "fund",
        "classifying",
        "liquidity",
        "investment",
        "pursuant",
        "liquidity",
        "risk",
        "management",
        "program",
        "required",
        "rule",
        "act",
        "report",
        "form",
        "multiple",
        "liquidity",
        "classification",
        "category",
        "single",
        "position",
        "certain",
        "specified",
        "circumstance",
        "sec",
        "also",
        "proposing",
        "add",
        "form",
        "new",
        "requirement",
        "fund",
        "registrant",
        "report",
        "holding",
        "cash",
        "cash",
        "equivalent",
        "announcing",
        "compliance",
        "extension",
        "clayton",
        "said",
        "fund",
        "invested",
        "continue",
        "invest",
        "tremendous",
        "amount",
        "resource",
        "effort",
        "comply",
        "proposed",
        "rule",
        "another",
        "step",
        "toward",
        "completing",
        "implementation",
        "final",
        "rule",
        "manner",
        "protects",
        "investor",
        "minimizing",
        "unnecessary",
        "cost",
        "fund",
        "clayton",
        "said",
        "look",
        "forward",
        "ongoing",
        "engagement",
        "investor",
        "fund",
        "market",
        "participant",
        "continue",
        "enhancing",
        "ability",
        "effective",
        "overseer",
        "mutual",
        "fund",
        "extension",
        "give",
        "firm",
        "opportunity",
        "perform",
        "analysis",
        "also",
        "provides",
        "sec",
        "opportunity",
        "tweak",
        "rule",
        "heart",
        "issue",
        "also",
        "allow",
        "firm",
        "time",
        "implement",
        "process",
        "system",
        "necessary",
        "properly",
        "classify",
        "asset",
        "well",
        "comment",
        "new",
        "proposed",
        "rule",
        "todd",
        "ehret",
        "senior",
        "regulatory",
        "intelligence",
        "expert",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "based",
        "new",
        "york",
        "article",
        "produced",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "initially",
        "posted",
        "mar",
        "regulatory",
        "intelligence",
        "provides",
        "single",
        "source",
        "regulatory",
        "news",
        "analysis",
        "rule",
        "development",
        "global",
        "coverage",
        "regulator",
        "exchange",
        "follow",
        "regulatory",
        "intelligence",
        "compliance",
        "news",
        "twitter",
        "thomsonreuters"
    ]
}