{
    "organizations": [],
    "uuid": "dc52fb494aa917891e3397eff8a94ae6166e3a64",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-ultra-petroleum-announces-54-point-5-mmcfed-initial-test-rate-on-most-recent-lower-lance-horizontal-well-provides-update-on.html",
    "ord_in_thread": 0,
    "title": "Ultra Petroleum Announces 54.5 MMcfe/d Initial Test Rate on Most Recent Lower Lance Horizontal Well, Provides Update on Horizontal Program, Announces Appointment of New Board Chairman, and Provides Additional Investor Disclosures",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON, Ultra Petroleum Corp. (NASDAQ:UPL) announces the following updates:\n2018 Full-Year Cash Costs & EBITDA Guidance\n2018 Plan: Horizontal Production Profile\n2018 Initial Look vs. 2018 Guidance\nPinedale Horizontal Program Update\nThe Company's Warbonnet (WB) 9-23 A-2H well achieved a 24-hour initial production (IP) rate of 54.5 million cubic feet equivalent per day (MMcfe/d) on March 3, 2018. The WB 9-23 A-2H is the Company's second two-mile horizontal well targeting the Lower Lance A interval. Initial production included a gas rate of 49.2 million cubic feet per day (MMcf/d) and an oil rate of 873 barrels per day.\n“We are very pleased with the results of WB 9-23 A-2H, which achieved a peak IP rate even higher than our previously announced WB 9-23 A-1H horizontal well,” said Brad Johnson, Interim Chief Executive Officer. “As discussed on our recent earnings call, we are accelerating the horizontal program with a focus on the Lower Lance interval where we plan to expand the program beyond the Warbonnet area along the east flank of Pinedale.”\nAt least two additional horizontal wells are expected to be online in April with results available to report during the Company’s next quarterly earnings release in early May 2018. The Company has identified 700 net horizontal locations along the immediate flanks of Pinedale, with 350 of these locations within the Lower Lance interval.\nBoard of Directors\nAs previously announced, in connection with the reconstitution of the Company’s Board of Directors pursuant to its Cooperation Agreement with its largest shareholder, Fir Tree Partners (“Fir Tree”), the Company has named Evan Lederman, Partner at Fir Tree, Drew Scoggins, Managing Partner at Millennial Energy Partners, and Brad Johnson, the Company’s interim Chief Executive Officer, to the Board. The Board has also unanimously appointed Evan Lederman to be its new Chairman of the Board.\n“I am extremely excited to be elected Chairman of the Ultra Board and look forward to working closely with Brad and the rest of the Ultra management team to drive shareholder returns. We are all laser-focused on accelerating the horizontal program that generates best in class cash margins, de-levering the balance sheet, opportunistically hedging to provide cash flow visibility, dramatically improving investor communication and transparency and regaining the market’s trust by consistently meeting and exceeding expectations,” said Evan Lederman, Chairman of the Board.\nFull biographies for all directors are located at www.ultrapetroleum.com under the “About Us” menu.\nAdditional Investor Disclosures\nFollowing our recent earnings announcement and conference call, we received requests from some of our investors for certain clarifications and additional information regarding the disclosures we made on that call and in our investor presentation. In an effort to be more responsive and transparent to investors, we are providing additional information regarding the following:\n2018 full-year cost guidance 2018 full-year Adjusted EBITDA (1) guidance Horizontal well model included in the Company’s 2018 capital plan Reconciliation of 2018 production forecast: Dec 2017 Initial Look to Feb 2018 guidance 2018 debt covenant review\n2018 Full-Year Cost Guidance\nThe Company has expanded its cost guidance to include full-year 2018. The first quarter cost guidance previously provided includes certain costs that apply only to the first quarter and are expected to be lower on a full-year basis. Specifically, LOE will decrease upon the divestiture of Utah assets. Production taxes, on a unit of production basis, are also expected to decrease for the remainder of 2018. There were also non-recurring general and administrative expenses related to the separation agreement with the Company’s former President and Chief Executive Officer, Mr. Michael D. Watford that are one-time events that only impact the first quarter. The previously provided gathering fees were a gross cost and did not include credits from liquids processing which have the impact of reducing gross fees from $0.33-$0.35 per thousand cubic feet (Mcfe) to net gathering fees of $0.26-$0.28 per Mcfe. Full-year total cash costs for 2018 are estimated at $0.95 per Mcfe. See table below for further details.\n2018 Full-Year Adjusted EBITDA (1) Guidance\nThe Company’s estimate of 2018 full-year Adjusted EBITDA (1) is $539 million. Using the February 20, 2018 strip price and including our increased respective hedge positions, the price realization in 2018 is estimated to be $2.84 per thousand cubic feet equivalent (Mcfe).This compares to the estimate of $2.82 per Mcfe shown in our February 28, 2018 Investor Presentation which specifically addresses the impact of basis hedges during the summer months of 2018. Using the production guidance midpoint of 285 Bcfe, Adjusted EBITDA (1) is estimated at $539 million as detailed in the table below.\nA photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/a852ae93-47e9-4bfb-820f-fe37fc7efa34\nHorizontal Well Model – 2018 Capital Plan\nThe Company has released a significant amount of information regarding its horizontal program, including information about the production performance of its horizontal wells. The Company has stated its goal to drill horizontal wells that can achieve initial rates of at least 30 MMcf/d of gas, plus a significant volume of oil. This “target” case with an IP of 32.2 MMcfe/d is featured in the Company’s presentation on its “Horizontal Program Potential” slide. The Company’s capital budget and production guidance for 2018 utilizes a “budget” case for horizontal wells that includes an IP of 21.5 MMcfe/d.\nCase IP, MMcf/d IP, MMcfe/d Horizontal: Average of 1st two Lower Lance A wells 47.9\n52.6\nHorizontal: 2018 Target 30.4 32.2 Horizontal: 2018 Budget and Production Guidance 20.3 21.5 Vertical: January 2018 Average 7.8 8.1 A photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/e71c278e-2679-482b-9ecb-cd6e03156543\nProduction Forecast Reconciliation\nThe table below sets forth a reconciliation of the Company’s updated 2018 production guidance to earlier 2018 production forecasts provided by the Company last year. The reconciliation accounts for the following events and other significant recent achievements by the Company: (a) successful monetization of non-operated Pennsylvania properties and anticipated successful monetization of the Company’s Uinta Basin assets; (b) reduced capital budget, including a nearly 50% cut to the vertical drilling budget to better balance production growth with free cash flow; and (c) acceleration and prioritization of the horizontal well program.\nA photo accompanying this announcement is available at http://www.globenewswire.com/NewsRoom/AttachmentNg/e8a8cec5-b0c7-41c5-91a1-c3d5885015e3\nIf horizontal well performance continues to meet or exceed budget expectations, the Company will consider revising upward its guidance for 2018 production and Adjusted EBITDA (1) .\n2018 Debt Covenant Review\nThe Company is in compliance with and expects to remain in compliance with all of the financial covenants in its debt agreements during 2018. At year-end 2017, the Company had a 3.5 times net debt-to-EBITDA ratio, an interest coverage ratio of over 5.3 times and a current assets to current liabilities ratio of over 2.1 times. In addition, the Company had a zero balance on its $425 million revolver at year-end 2017 and expects to have a zero balance on the revolver at year-end 2018 as well. Based on our recent increased hedging and the above-mentioned production estimates for 2018, even under various stress cases, the Company expects to remain under the 4 times net debt-to-EBITDA ratio requirement. With that said, however, the Company is also evaluating numerous additional near-term options to ensure a stronger and more flexible balance sheet.\nUpdated Investor Presentation Slides\nPlease see www.ultrapetroleum.com under the Investors tab, “Events & Presentations” for the presentation entitled “March 2018 Investor Update”.\nRegistration Statement – No Company Stock Sales\nThe Company plans to file, later today, a post-effective amendment on Form S-3 to the shelf registration statement it filed in April 2017. Investors should please note that the Company is not issuing or selling stock pursuant to the registration statement. The registration statement was filed to satisfy the Company’s obligations under the Company’s registration rights agreement entered into on April 12, 2017 with the shareholders named in the registration statement in connection with our emergence from chapter 11 and relates only to potential secondary sales of the Company’s common stock by the shareholders named in the registration statement.\n(1) Earnings before interest, taxes, depletion and amortization (Adjusted EBITDA) is defined as Net income (loss) adjusted to exclude interest, taxes, depletion and amortization and certain other non-recurring or non-cash charges. Management believes that the non-GAAP measure of Adjusted EBITDA is useful as an indicator of an oil and gas exploration and production company's ability to internally fund exploration and development activities and to service or incur additional debt. Adjusted EBITDA should not be considered in isolation or as a substitute for net cash provided by operating activities prepared in accordance with GAAP.\nAbout Ultra Petroleum\nUltra Petroleum Corp. is an independent energy company engaged in domestic natural gas and oil exploration, development and production. The Company is listed on NASDAQ and trades under the ticker symbol “UPL”.\nAdditional information on the Company is available at www.ultrapetroleum.com . In addition, our filings with the Securities and Exchange Commission (“SEC”) are available by written request to Ultra Petroleum Corp. at 400 N. Sam Houston Parkway E., Suite 1200, Houston, Texas 77060 (Attention: Investor Relations) or on our website ( www.ultrapetroleum.com ) or from the SEC on their website at www.sec.gov or by telephone request at 1-800-SEC-0330.\nThis news release includes “ ” within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Any statement, including any opinions, forecasts, projections or other statements, other than statements of historical fact, are or may be . Although the Company believes the expectations reflected in any herein are reasonable, we can give no assurance that such expectations will prove to have been correct and actual results may differ materially from those projected or reflected in such statements. This news release also includes about the Company’s proved reserves. There are numerous uncertainties inherent in estimating proved reserves, including projecting future rates of production and timing of development. Because of these and other factors, the quantities of oil and gas ultimately recovered by the Company may be materially different from the estimates of reserves in this news release. In addition, the SEC permits oil and natural gas companies, in their filings with the SEC, to disclose only proved, probable and possible reserves that meet the SEC's definitions for such terms. The Company is strictly prohibited from using other terms such as “estimated ultimate recovery” or “EUR” or “resource potential” or similar terms are used by oil and gas companies from time to time in news releases or investor presentations. These types of estimates do not represent and are not intended to represent any category of reserves based on SEC definitions, do not comply with guidelines established by the American Institute of Certified Public Accountants regarding forecasts of oil and gas reserve estimates, are, by their nature, more speculative than estimates of proved, probable and possible reserves disclosed in SEC filings, and, accordingly, are subject to substantially greater uncertainty of being actually realized. Actual volumes or quantities of oil and gas that may be ultimately recovered will likely differ substantially from these estimates. In addition, certain risks and uncertainties inherent in our business as well as risks and uncertainties related to our operational and financial results are set forth in our filings with the SEC, particularly in the section entitled “Risk Factors” included in our most recent Annual Report on Form 10-K for the most recent fiscal year, our most recent Quarterly Reports on Form 10-Q, and from time to time in other filings made by the Company with the SEC. Some of these risks and uncertainties include, but are not limited to, increased competition, the timing and extent of changes in prices for oil and gas, particularly in the areas where we own properties, conduct operations, and market our production, as well as the timing and extent of our success in discovering, developing, producing and estimating oil and gas reserves, our ability to successfully monetize the properties we are marketing, weather and government regulation, and the availability of oil field services, personnel and equipment.\nSource:Ultra Petroleum Corp.",
    "published": "2018-03-12T14:45:00.000+02:00",
    "crawled": "2018-03-12T15:51:52.112+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "ultra",
        "petroleum",
        "nasdaq",
        "upl",
        "announces",
        "following",
        "update",
        "cash",
        "cost",
        "ebitda",
        "guidance",
        "plan",
        "horizontal",
        "production",
        "profile",
        "initial",
        "look",
        "guidance",
        "pinedale",
        "horizontal",
        "program",
        "update",
        "company",
        "warbonnet",
        "wb",
        "well",
        "achieved",
        "initial",
        "production",
        "ip",
        "rate",
        "million",
        "cubic",
        "foot",
        "equivalent",
        "per",
        "day",
        "march",
        "wb",
        "company",
        "second",
        "horizontal",
        "well",
        "targeting",
        "lower",
        "lance",
        "interval",
        "initial",
        "production",
        "included",
        "gas",
        "rate",
        "million",
        "cubic",
        "foot",
        "per",
        "day",
        "oil",
        "rate",
        "barrel",
        "per",
        "day",
        "pleased",
        "result",
        "wb",
        "achieved",
        "peak",
        "ip",
        "rate",
        "even",
        "higher",
        "previously",
        "announced",
        "wb",
        "horizontal",
        "well",
        "said",
        "brad",
        "johnson",
        "interim",
        "chief",
        "executive",
        "officer",
        "discussed",
        "recent",
        "earnings",
        "call",
        "accelerating",
        "horizontal",
        "program",
        "focus",
        "lower",
        "lance",
        "interval",
        "plan",
        "expand",
        "program",
        "beyond",
        "warbonnet",
        "area",
        "along",
        "east",
        "flank",
        "least",
        "two",
        "additional",
        "horizontal",
        "well",
        "expected",
        "online",
        "april",
        "result",
        "available",
        "report",
        "company",
        "next",
        "quarterly",
        "earnings",
        "release",
        "early",
        "may",
        "company",
        "identified",
        "net",
        "horizontal",
        "location",
        "along",
        "immediate",
        "flank",
        "pinedale",
        "location",
        "within",
        "lower",
        "lance",
        "interval",
        "board",
        "director",
        "previously",
        "announced",
        "connection",
        "reconstitution",
        "company",
        "board",
        "director",
        "pursuant",
        "cooperation",
        "agreement",
        "largest",
        "shareholder",
        "fir",
        "tree",
        "partner",
        "fir",
        "tree",
        "company",
        "named",
        "evan",
        "lederman",
        "partner",
        "fir",
        "tree",
        "drew",
        "scoggins",
        "managing",
        "partner",
        "millennial",
        "energy",
        "partner",
        "brad",
        "johnson",
        "company",
        "interim",
        "chief",
        "executive",
        "officer",
        "board",
        "board",
        "also",
        "unanimously",
        "appointed",
        "evan",
        "lederman",
        "new",
        "chairman",
        "board",
        "extremely",
        "excited",
        "elected",
        "chairman",
        "ultra",
        "board",
        "look",
        "forward",
        "working",
        "closely",
        "brad",
        "rest",
        "ultra",
        "management",
        "team",
        "drive",
        "shareholder",
        "return",
        "accelerating",
        "horizontal",
        "program",
        "generates",
        "best",
        "class",
        "cash",
        "margin",
        "balance",
        "sheet",
        "opportunistically",
        "hedging",
        "provide",
        "cash",
        "flow",
        "visibility",
        "dramatically",
        "improving",
        "investor",
        "communication",
        "transparency",
        "regaining",
        "market",
        "trust",
        "consistently",
        "meeting",
        "exceeding",
        "expectation",
        "said",
        "evan",
        "lederman",
        "chairman",
        "board",
        "full",
        "biography",
        "director",
        "located",
        "u",
        "menu",
        "additional",
        "investor",
        "disclosure",
        "following",
        "recent",
        "earnings",
        "announcement",
        "conference",
        "call",
        "received",
        "request",
        "investor",
        "certain",
        "clarification",
        "additional",
        "information",
        "regarding",
        "disclosure",
        "made",
        "call",
        "investor",
        "presentation",
        "effort",
        "responsive",
        "transparent",
        "investor",
        "providing",
        "additional",
        "information",
        "regarding",
        "following",
        "cost",
        "guidance",
        "adjusted",
        "ebitda",
        "guidance",
        "horizontal",
        "well",
        "model",
        "included",
        "company",
        "capital",
        "plan",
        "reconciliation",
        "production",
        "forecast",
        "dec",
        "initial",
        "look",
        "feb",
        "guidance",
        "debt",
        "covenant",
        "review",
        "cost",
        "guidance",
        "company",
        "expanded",
        "cost",
        "guidance",
        "include",
        "first",
        "quarter",
        "cost",
        "guidance",
        "previously",
        "provided",
        "includes",
        "certain",
        "cost",
        "apply",
        "first",
        "quarter",
        "expected",
        "lower",
        "basis",
        "specifically",
        "loe",
        "decrease",
        "upon",
        "divestiture",
        "utah",
        "asset",
        "production",
        "tax",
        "unit",
        "production",
        "basis",
        "also",
        "expected",
        "decrease",
        "remainder",
        "also",
        "general",
        "administrative",
        "expense",
        "related",
        "separation",
        "agreement",
        "company",
        "former",
        "president",
        "chief",
        "executive",
        "officer",
        "michael",
        "watford",
        "event",
        "impact",
        "first",
        "quarter",
        "previously",
        "provided",
        "gathering",
        "fee",
        "gross",
        "cost",
        "include",
        "credit",
        "liquid",
        "processing",
        "impact",
        "reducing",
        "gross",
        "fee",
        "per",
        "thousand",
        "cubic",
        "foot",
        "mcfe",
        "net",
        "gathering",
        "fee",
        "per",
        "mcfe",
        "total",
        "cash",
        "cost",
        "estimated",
        "per",
        "mcfe",
        "see",
        "table",
        "detail",
        "adjusted",
        "ebitda",
        "guidance",
        "company",
        "estimate",
        "adjusted",
        "ebitda",
        "million",
        "using",
        "february",
        "strip",
        "price",
        "including",
        "increased",
        "respective",
        "hedge",
        "position",
        "price",
        "realization",
        "estimated",
        "per",
        "thousand",
        "cubic",
        "foot",
        "equivalent",
        "mcfe",
        "compare",
        "estimate",
        "per",
        "mcfe",
        "shown",
        "february",
        "investor",
        "presentation",
        "specifically",
        "address",
        "impact",
        "basis",
        "hedge",
        "summer",
        "month",
        "using",
        "production",
        "guidance",
        "midpoint",
        "bcfe",
        "adjusted",
        "ebitda",
        "estimated",
        "million",
        "detailed",
        "table",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "horizontal",
        "well",
        "model",
        "capital",
        "plan",
        "company",
        "released",
        "significant",
        "amount",
        "information",
        "regarding",
        "horizontal",
        "program",
        "including",
        "information",
        "production",
        "performance",
        "horizontal",
        "well",
        "company",
        "stated",
        "goal",
        "drill",
        "horizontal",
        "well",
        "achieve",
        "initial",
        "rate",
        "least",
        "gas",
        "plus",
        "significant",
        "volume",
        "oil",
        "target",
        "case",
        "ip",
        "featured",
        "company",
        "presentation",
        "horizontal",
        "program",
        "potential",
        "slide",
        "company",
        "capital",
        "budget",
        "production",
        "guidance",
        "utilizes",
        "budget",
        "case",
        "horizontal",
        "well",
        "includes",
        "ip",
        "case",
        "ip",
        "ip",
        "horizontal",
        "average",
        "1st",
        "two",
        "lower",
        "lance",
        "well",
        "horizontal",
        "target",
        "horizontal",
        "budget",
        "production",
        "guidance",
        "vertical",
        "january",
        "average",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "production",
        "forecast",
        "reconciliation",
        "table",
        "set",
        "forth",
        "reconciliation",
        "company",
        "updated",
        "production",
        "guidance",
        "earlier",
        "production",
        "forecast",
        "provided",
        "company",
        "last",
        "year",
        "reconciliation",
        "account",
        "following",
        "event",
        "significant",
        "recent",
        "achievement",
        "company",
        "successful",
        "monetization",
        "pennsylvania",
        "property",
        "anticipated",
        "successful",
        "monetization",
        "company",
        "uinta",
        "basin",
        "asset",
        "b",
        "reduced",
        "capital",
        "budget",
        "including",
        "nearly",
        "cut",
        "vertical",
        "drilling",
        "budget",
        "better",
        "balance",
        "production",
        "growth",
        "free",
        "cash",
        "flow",
        "c",
        "acceleration",
        "prioritization",
        "horizontal",
        "well",
        "program",
        "photo",
        "accompanying",
        "announcement",
        "available",
        "http",
        "horizontal",
        "well",
        "performance",
        "continues",
        "meet",
        "exceed",
        "budget",
        "expectation",
        "company",
        "consider",
        "revising",
        "upward",
        "guidance",
        "production",
        "adjusted",
        "ebitda",
        "debt",
        "covenant",
        "review",
        "company",
        "compliance",
        "expects",
        "remain",
        "compliance",
        "financial",
        "covenant",
        "debt",
        "agreement",
        "company",
        "time",
        "net",
        "ratio",
        "interest",
        "coverage",
        "ratio",
        "time",
        "current",
        "asset",
        "current",
        "liability",
        "ratio",
        "time",
        "addition",
        "company",
        "zero",
        "balance",
        "million",
        "revolver",
        "expects",
        "zero",
        "balance",
        "revolver",
        "well",
        "based",
        "recent",
        "increased",
        "hedging",
        "production",
        "estimate",
        "even",
        "various",
        "stress",
        "case",
        "company",
        "expects",
        "remain",
        "time",
        "net",
        "ratio",
        "requirement",
        "said",
        "however",
        "company",
        "also",
        "evaluating",
        "numerous",
        "additional",
        "option",
        "ensure",
        "stronger",
        "flexible",
        "balance",
        "sheet",
        "updated",
        "investor",
        "presentation",
        "slide",
        "please",
        "see",
        "investor",
        "tab",
        "event",
        "presentation",
        "presentation",
        "entitled",
        "march",
        "investor",
        "update",
        "registration",
        "statement",
        "company",
        "stock",
        "sale",
        "company",
        "plan",
        "file",
        "later",
        "today",
        "amendment",
        "form",
        "shelf",
        "registration",
        "statement",
        "filed",
        "april",
        "investor",
        "please",
        "note",
        "company",
        "issuing",
        "selling",
        "stock",
        "pursuant",
        "registration",
        "statement",
        "registration",
        "statement",
        "filed",
        "satisfy",
        "company",
        "obligation",
        "company",
        "registration",
        "right",
        "agreement",
        "entered",
        "april",
        "shareholder",
        "named",
        "registration",
        "statement",
        "connection",
        "emergence",
        "chapter",
        "relates",
        "potential",
        "secondary",
        "sale",
        "company",
        "common",
        "stock",
        "shareholder",
        "named",
        "registration",
        "statement",
        "earnings",
        "interest",
        "tax",
        "depletion",
        "amortization",
        "adjusted",
        "ebitda",
        "defined",
        "net",
        "income",
        "loss",
        "adjusted",
        "exclude",
        "interest",
        "tax",
        "depletion",
        "amortization",
        "certain",
        "charge",
        "management",
        "belief",
        "measure",
        "adjusted",
        "ebitda",
        "useful",
        "indicator",
        "oil",
        "gas",
        "exploration",
        "production",
        "company",
        "ability",
        "internally",
        "fund",
        "exploration",
        "development",
        "activity",
        "service",
        "incur",
        "additional",
        "debt",
        "adjusted",
        "ebitda",
        "considered",
        "isolation",
        "substitute",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "prepared",
        "accordance",
        "gaap",
        "ultra",
        "petroleum",
        "ultra",
        "petroleum",
        "independent",
        "energy",
        "company",
        "engaged",
        "domestic",
        "natural",
        "gas",
        "oil",
        "exploration",
        "development",
        "production",
        "company",
        "listed",
        "nasdaq",
        "trade",
        "ticker",
        "symbol",
        "upl",
        "additional",
        "information",
        "company",
        "available",
        "addition",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "available",
        "written",
        "request",
        "ultra",
        "petroleum",
        "sam",
        "houston",
        "parkway",
        "suite",
        "houston",
        "texas",
        "attention",
        "investor",
        "relation",
        "website",
        "sec",
        "website",
        "telephone",
        "request",
        "news",
        "release",
        "includes",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "including",
        "opinion",
        "forecast",
        "projection",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "herein",
        "reasonable",
        "give",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "reflected",
        "statement",
        "news",
        "release",
        "also",
        "includes",
        "company",
        "proved",
        "reserve",
        "numerous",
        "uncertainty",
        "inherent",
        "estimating",
        "proved",
        "reserve",
        "including",
        "projecting",
        "future",
        "rate",
        "production",
        "timing",
        "development",
        "factor",
        "quantity",
        "oil",
        "gas",
        "ultimately",
        "recovered",
        "company",
        "may",
        "materially",
        "different",
        "estimate",
        "reserve",
        "news",
        "release",
        "addition",
        "sec",
        "permit",
        "oil",
        "natural",
        "gas",
        "company",
        "filing",
        "sec",
        "disclose",
        "proved",
        "probable",
        "possible",
        "reserve",
        "meet",
        "sec",
        "definition",
        "term",
        "company",
        "strictly",
        "prohibited",
        "using",
        "term",
        "estimated",
        "ultimate",
        "recovery",
        "eur",
        "resource",
        "potential",
        "similar",
        "term",
        "used",
        "oil",
        "gas",
        "company",
        "time",
        "time",
        "news",
        "release",
        "investor",
        "presentation",
        "type",
        "estimate",
        "represent",
        "intended",
        "represent",
        "category",
        "reserve",
        "based",
        "sec",
        "definition",
        "comply",
        "guideline",
        "established",
        "american",
        "institute",
        "certified",
        "public",
        "accountant",
        "regarding",
        "forecast",
        "oil",
        "gas",
        "reserve",
        "estimate",
        "nature",
        "speculative",
        "estimate",
        "proved",
        "probable",
        "possible",
        "reserve",
        "disclosed",
        "sec",
        "filing",
        "accordingly",
        "subject",
        "substantially",
        "greater",
        "uncertainty",
        "actually",
        "realized",
        "actual",
        "volume",
        "quantity",
        "oil",
        "gas",
        "may",
        "ultimately",
        "recovered",
        "likely",
        "differ",
        "substantially",
        "estimate",
        "addition",
        "certain",
        "risk",
        "uncertainty",
        "inherent",
        "business",
        "well",
        "risk",
        "uncertainty",
        "related",
        "operational",
        "financial",
        "result",
        "set",
        "forth",
        "filing",
        "sec",
        "particularly",
        "section",
        "entitled",
        "risk",
        "factor",
        "included",
        "recent",
        "annual",
        "report",
        "form",
        "recent",
        "fiscal",
        "year",
        "recent",
        "quarterly",
        "report",
        "form",
        "time",
        "time",
        "filing",
        "made",
        "company",
        "sec",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "increased",
        "competition",
        "timing",
        "extent",
        "change",
        "price",
        "oil",
        "gas",
        "particularly",
        "area",
        "property",
        "conduct",
        "operation",
        "market",
        "production",
        "well",
        "timing",
        "extent",
        "success",
        "discovering",
        "developing",
        "producing",
        "estimating",
        "oil",
        "gas",
        "reserve",
        "ability",
        "successfully",
        "monetize",
        "property",
        "marketing",
        "weather",
        "government",
        "regulation",
        "availability",
        "oil",
        "field",
        "service",
        "personnel",
        "equipment",
        "source",
        "ultra",
        "petroleum",
        "corp"
    ]
}