{
    "organizations": [],
    "uuid": "2ee8e1ce18e3704d15219a1826a3bc03ffae6dda",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/globe-newswire-akari-therapeutics-announces-fourth-quarter-and-full-year-2017-financial-results-and-highlights-recent-clinical-progress.html",
    "ord_in_thread": 0,
    "title": "Akari Therapeutics Announces Fourth Quarter and Full Year 2017 Financial Results and Highlights Recent Clinical Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Received Regulatory Clearance in Europe to Open First Clinical Trial Site for Phase III PNH Naïve Trial\nCAPSTONE, the Phase III Naïve PNH Trial Expected to Open in Q1 2018\nPhase II PNH Trial Completed With Primary Endpoint Met\nPhase II aHUS Trial Initiated End of 2017\nU.S. Food and Drug Administration Fast Track Designation for resistant patients and End of Phase II Meeting for PNH Completed with Agreed Upon Phase III CAPSTONE Trial Design\nManagement to Host Conference Call Today at 8:30 a.m. ET\nNEW YORK and LONDON, March 21, 2018 (GLOBE NEWSWIRE) -- Akari Therapeutics, Plc (NASDAQ:AKTX), a biopharmaceutical company focused on the development and commercialization of innovative therapeutics to treat orphan autoimmune and inflammatory diseases, today announces its financial results for the fourth quarter and full year ended December 31, 2017 and highlights progress on its clinical development programs.\n“We made significant progress in 2017 advancing our lead product candidate, Coversin™, across our clinical pipeline of orphan inflammatory diseases, most importantly in our Phase II trial for patients with Paroxysmal Nocturnal Hemoglobinuria (PNH) which met its primary endpoint,” commented Dr. David Horn Solomon, Chief Executive Officer of Akari Therapeutics. “With this Phase II trial now completed and the selection of the dosing regimen which is intended to be used in future clinical trials, we now look forward to the opening of the first clinical site by the end of March for our first Phase III trial of Coversin in patients with PNH using a convenient patient administered sub-cutaneous (SC) dosing.”\n“We believe Akari is well-positioned to move forward with its priority programs in 2018. In addition to PNH, we are focused on advancing Coversin into Phase II trials in the first half of 2018 in our other key disease targets involving both the complement and leukotriene pathways, the eye disease atopic keratoconjuntivitis (AKC) and the skin disorder bullous pemphigoid (BP), both of which are orphan indications with significant unmet need. We are also continuing our Phase II trial of Coversin in patients with aHUS, which commenced in late 2017. Additionally, we are advancing Coversin SC in a patient-convenient auto-injector pen device, and are advancing Coversin in topical eye-drops for AKC, and a long-acting formulation. Having ended 2017 with good momentum, 2018 is set to be an exciting year for the company as we work towards commercializing treatments for orphan autoimmune and inflammatory diseases.\"\nClinical Development Programs Highlights\nComplement Program\nParoxysmal Nocturnal Hemoglobinuria (PNH)\nRegulatory clearance recently received in Europe to open the first clinical trial site for CAPSTONE, the Phase III trial of Coversin in PNH patients who have not previously been treated with a complement inhibitor, in patient-convenient SC dosing.\nPrimary endpoint met in Phase II COBALT clinical trial of Coversin™ for patients with PNH who have never received a complement blocking therapy. The last three patients enrolled into the trial on the new dosing regimen of 45 mg per day saw a more rapid decline in LDH than those in the original dosing regimen.\nThe 45mg dosing regimen is the intended dose for the Phase III PNH trials of Coversin discussed with the U.S. Food and Drug Administration (FDA) in September 2017.\nSeven of the eight enrolled patients in the Phase II COBALT trial completed the 90-day trial. 1 These patients continue to be evaluated in a long-term safety study, CONSERVE, and have been receiving Coversin subcutaneously for between 5 to 14 months. To date there have been no drug-related serious adverse events reported and patients are self-administering.\nFDA granted Fast Track designation for Coversin for treatment of PNH in patients who have polymorphisms conferring eculizumab resistance.\nAtypical Hemolytic Uremic Syndrome (aHUS)\nA Phase II clinical trial for Coversin in aHUS was initiated in the fourth quarter of 2017.\nDual C5 and Leukotriene B4 Program\nAtopic Keratoconjunctivitis (AKC) and Bullous Pemphigoid (BP)\nThe Company anticipates the start of two Phase II clinical trials, in the inflammatory-mediated eye disorder AKC and in the skin inflammatory disease BP, in the first half of 2018. In AKC, Coversin expected to be delivered in a topical eye drop formulation.\nFourth Quarter and Full Year 2017 Financial Results\nCash position: As of December 31, 2017, the Company had cash and cash equivalents of $28.1 million, as compared to cash, cash equivalents and short term investments of $44.1 million as of December 31, 2016.\nResearch and development (R&D) expenses: R&D expenses in the fourth quarter of 2017 were $7.1 million as compared to $6.6 million in the same quarter the prior year. R&D expenses for full year 2017 were $23.3 million, as compared to $17.3 million for the prior year. These increases were due primarily to expenses associated with the expanded clinical trial programs.\nGeneral and administrative (G&A) expenses: G&A expenses in the fourth quarter of 2017 were $3.7 million, as compared to $3.3 million in the same quarter last year, and, for the full year 2017, $11.7 million as compared to $9.9 million in 2016. These increases were due primarily to higher legal, accounting and professional service fees, and increased personnel and recruiting expenses, offset by lower share-based compensation expense.\nNet loss: Net loss for the fourth quarter of 2017 was $9.3 million compared to a net loss of $8.3 million for the same period in 2016. Net loss for full year 2017 was $32.6 million, compared to $18.1 million for full year 2016. These year over year increases in net loss were due primarily to higher R&D and G&A expenses in 2017.\nGuidance\nBased on its current cash position and operating plan, the Company expects that it has sufficient cash to fund operations into the second quarter of 2019. This estimate assumes no additional funding from new partnership agreements or debt or equity financing events.\n1 For the seven patients that completed the study, LDH as a multiple of ULN (xULN) was 1.4, 2.2, 2.3, 1.4, 1.3, 1.6 and 1.3 at day 28; 1.5, 2.1, 1.8, 1.5, 1.3, 1.4 and 2.2 at day 60; and 1.6, 2.4, 2.0, 1.9, 1.2, 1.5 and 2.5 at day 90.\nConference Call\nManagement will conduct a conference call at 8:30 a.m. ET today to review the Company's fourth quarter and full year 2017 financial results. The call can be accessed by dialing (844) 461-9933 or (636) 812-6633 (international), and referencing conference ID 2096211. The conference call will also be webcast live over the Internet and can be accessed on the \"Events & Presentations\" page under the \"Investors & Media\" section of the Akari Therapeutics website, www.akaritx.com , prior to the event. A replay of the webcast will be available for at least 30 days following the call at www.akaritx.com .\nAbout Akari Therapeutics\nAkari is a biopharmaceutical company focused on developing inhibitors of acute and chronic inflammation, specifically the complement and the eicosanoid system for the treatment of rare and orphan diseases, in particular those where the complement system or leukotrienes or both complement and leukotrienes together play a primary role in disease progression. Akari's lead drug candidate Coversin™ is a C5 complement inhibitor currently being evaluated in paroxysmal nocturnal hemoglobinuria (PNH) and atypical hemolytic uremic syndrome (aHUS). In addition to its C5 inhibitory activity, Coversin independently and specifically inhibits leukotriene B4 (LTB4) activity. Akari intends to evaluate Coversin in two conditions, the skin and eye diseases bullous pemphigoid and atopic keratoconjunctivitis, where the dual action of Coversin on both C5 and LTB4 may be beneficial. Akari is also developing other tick derived proteins, including long acting versions.\nCautionary Note Regarding Forward-Looking Statements\nCertain statements in this press release constitute “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. These forward-looking statements reflect our current views about our plans, intentions, expectations, strategies and prospects, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by those forward-looking statements are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ described in the forward-looking statements and will be affected by a variety of risks and factors that are beyond our control. Such risks and uncertainties for our company include, but are not limited to: needs for additional capital to fund our operations, an inability or delay in obtaining required regulatory approvals for Coversin and any other product candidates, which may result in unexpected cost expenditures; risks inherent in drug development in general; uncertainties in obtaining successful clinical results for Coversin and any other product candidates and unexpected costs that may result therefrom; failure to realize any value of Coversin and any other product candidates developed and being developed in light of inherent risks and difficulties involved in successfully bringing product candidates to market; inability to develop new product candidates and support existing product candidates; the approval by the FDA and EMA and any other similar foreign regulatory authorities of other competing or superior products brought to market; risks resulting from unforeseen side effects; risk that the market for Coversin may not be as large as expected; risks associated with the putative shareholder class action and SEC requests for information; inability to obtain, maintain and enforce patents and other intellectual property rights or the unexpected costs associated with such enforcement or litigation; inability to obtain and maintain commercial manufacturing arrangements with third party manufacturers or establish commercial scale manufacturing capabilities; the inability to timely source adequate supply of our active pharmaceutical ingredients from third party manufacturers on whom the company depends; our inability to obtain additional capital on acceptable terms, or at all; unexpected cost increases and pricing pressures; uncertainties of cash flows and inability to meet working capital needs; and risks and other risk factors detailed in our public filings with the U.S. Securities and Exchange Commission, including our most recently filed Annual Report on Form 20-F and in our Report on Form 6-K filed with the SEC on October 17, 2017. Except as otherwise noted, these forward-looking statements speak only as of the date of this press release and we undertake no obligation to update or revise any of these statements to reflect events or circumstances occurring after this press release. We caution investors not to place considerable reliance on the forward-looking statements contained in this press release.\nAKARI THERAPEUTICS, Plc CONSOLIDATED BALANCE SHEETS As of December 31, 2017 and December 31, 2016 (in U.S. Dollars, except share data) December 31, 2017 December 31, 2016 Assets Current Assets: Cash and cash equivalents $ 28,106,671 $ 34,098,812 Short-term investments $ - 10,021,963 Prepaid expenses and other current assets $ 706,415 1,513,006 Total Current Assets $ 28,813,086 45,633,781 Restricted deposit $ 142,235 $ 142,168 Property and equipment, net $ 55,898 58,364 Patent acquisition costs, net $ 39,124 39,365 Total Assets $ 29,050,343 $ 45,873,678 Liabilities and Shareholders' Equity Current Liabilities: Accounts payable $ 1,971,161 2,214,313 Accrued expenses $ 1,970,873 1,837,647 Liability related to stock options and warrants $ 5,081,335 7,662,808 Total Current Liabilities $ 9,023,369 11,714,768 Other long-term liability $ 48,003 56,360 Total liabilities $ 9,071,372 11,771,128 Commitments and Contingencies Shareholders' Equity: Share capital GBP of .01 par value Authorized: 10,000,000,000 and 5,000,000,000 ordinary shares; issued and outstanding: 1,525,693,393 and 1,177,693,383 at December 31, 2017 and 2016, respectively 22,927,534 18,340,894 Additional paid-in capital 104,799,550 90,979,363 Accumulated other comprehensive loss (236,246 ) (280,097 ) Accumulated deficit (107,511,867 ) (74,937,610 ) Total Shareholders' Equity 19,978,971 34,102,550 Total Liabilities and Shareholders' Equity 29,050,343 $ 45,873,678\nAKARI THERAPEUTICS, Plc CONSOLIDATED STATEMENTS OF COMPREHENSIVE LOSS (in U.S. Dollars) Twelve Months Ended Three Months Ended Dec 31, 2017 Dec 31, 2016 Dec 31, 2017 Dec 31, 2016 (Unaudited) (Unaudited) Operating Expenses: Research and development costs $ 23,285,279 $ 17,306,001 $ 7,117,853 $ 6,569,519 General and administrative expenses 11,673,910 9,940,557 3,667,813 3,283,703 Excess Consideration - - Total Operating Expenses 34,959,189 27,246,558 10,785,666 9,853,222 Loss from Operations (34,959,189 ) (27,246,558 ) (10,785,666 ) (9,853,222 ) Other Income (Expense): Interest income 175,393 143,195 51,036 45,398 Changes in fair value of option/warrant liabilities-gains 2,581,473 8,733,350 1,571,468 1,598,578 Foreign exchange (losses)/gains (358,540 ) 272,985 (127,214 ) (71,392 ) Other expenses (13,394 ) (43,969 ) (2,779 ) (5,481 ) Total Other Income (Expense) 2,384,932 9,105,561 1,492,511 1,567,103 Net Loss (32,574,257 ) (18,140,997 ) (9,293,155 ) (8,286,119 ) Other Comprehensive Income (Loss): Foreign Currency Translation Adjustment 43,851 (436,577 ) 52,153 61,116 Comprehensive Loss $ (32,530,406 ) $ (18,577,574 ) $ (9,241,002 ) $ (8,225,003 ) Loss per common share (basic and diluted) $ (0.03 ) $ (0.02 ) $ (0.01 ) $ (0.01 ) Weighted average common shares (basic and diluted) 1,247,293,388 1,177,693,383 1,453,823,828 1,177,693,383 For more information\nInvestor Contact:\nPeter Vozzo\nWestwicke Partners\n(443) 213-0505\npeter.vozzo@westwicke.com\nMedia Contact:\nMary-Jane Elliott / Sukaina Virji / Nicholas Brown\nConsilium Strategic Communications\n+44 (0)20 3709 5700\nAkari@consilium-comms.com\nSource:Akari Therapeutics Plc",
    "published": "2018-03-21T14:00:00.000+02:00",
    "crawled": "2018-03-21T14:20:58.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "received",
        "regulatory",
        "clearance",
        "europe",
        "open",
        "first",
        "clinical",
        "trial",
        "site",
        "phase",
        "iii",
        "pnh",
        "naïve",
        "trial",
        "capstone",
        "phase",
        "iii",
        "naïve",
        "pnh",
        "trial",
        "expected",
        "open",
        "q1",
        "phase",
        "ii",
        "pnh",
        "trial",
        "completed",
        "primary",
        "endpoint",
        "met",
        "phase",
        "ii",
        "ahus",
        "trial",
        "initiated",
        "end",
        "food",
        "drug",
        "administration",
        "fast",
        "track",
        "designation",
        "resistant",
        "patient",
        "end",
        "phase",
        "ii",
        "meeting",
        "pnh",
        "completed",
        "agreed",
        "upon",
        "phase",
        "iii",
        "capstone",
        "trial",
        "design",
        "management",
        "host",
        "conference",
        "call",
        "today",
        "et",
        "new",
        "york",
        "london",
        "march",
        "globe",
        "newswire",
        "akari",
        "therapeutic",
        "plc",
        "nasdaq",
        "aktx",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "innovative",
        "therapeutic",
        "treat",
        "orphan",
        "autoimmune",
        "inflammatory",
        "disease",
        "today",
        "announces",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "highlight",
        "progress",
        "clinical",
        "development",
        "program",
        "made",
        "significant",
        "progress",
        "advancing",
        "lead",
        "product",
        "candidate",
        "across",
        "clinical",
        "pipeline",
        "orphan",
        "inflammatory",
        "disease",
        "importantly",
        "phase",
        "ii",
        "trial",
        "patient",
        "paroxysmal",
        "nocturnal",
        "hemoglobinuria",
        "pnh",
        "met",
        "primary",
        "endpoint",
        "commented",
        "david",
        "horn",
        "solomon",
        "chief",
        "executive",
        "officer",
        "akari",
        "therapeutic",
        "phase",
        "ii",
        "trial",
        "completed",
        "selection",
        "dosing",
        "regimen",
        "intended",
        "used",
        "future",
        "clinical",
        "trial",
        "look",
        "forward",
        "opening",
        "first",
        "clinical",
        "site",
        "end",
        "march",
        "first",
        "phase",
        "iii",
        "trial",
        "coversin",
        "patient",
        "pnh",
        "using",
        "convenient",
        "patient",
        "administered",
        "sc",
        "believe",
        "akari",
        "move",
        "forward",
        "priority",
        "program",
        "addition",
        "pnh",
        "focused",
        "advancing",
        "coversin",
        "phase",
        "ii",
        "trial",
        "first",
        "half",
        "key",
        "disease",
        "target",
        "involving",
        "complement",
        "leukotriene",
        "pathway",
        "eye",
        "disease",
        "atopic",
        "keratoconjuntivitis",
        "akc",
        "skin",
        "disorder",
        "bullous",
        "pemphigoid",
        "bp",
        "orphan",
        "indication",
        "significant",
        "unmet",
        "need",
        "also",
        "continuing",
        "phase",
        "ii",
        "trial",
        "coversin",
        "patient",
        "ahus",
        "commenced",
        "late",
        "additionally",
        "advancing",
        "coversin",
        "sc",
        "pen",
        "device",
        "advancing",
        "coversin",
        "topical",
        "akc",
        "formulation",
        "ended",
        "good",
        "momentum",
        "set",
        "exciting",
        "year",
        "company",
        "work",
        "towards",
        "commercializing",
        "treatment",
        "orphan",
        "autoimmune",
        "inflammatory",
        "disease",
        "clinical",
        "development",
        "program",
        "highlight",
        "complement",
        "program",
        "paroxysmal",
        "nocturnal",
        "hemoglobinuria",
        "pnh",
        "regulatory",
        "clearance",
        "recently",
        "received",
        "europe",
        "open",
        "first",
        "clinical",
        "trial",
        "site",
        "capstone",
        "phase",
        "iii",
        "trial",
        "coversin",
        "pnh",
        "patient",
        "previously",
        "treated",
        "complement",
        "inhibitor",
        "sc",
        "dosing",
        "primary",
        "endpoint",
        "met",
        "phase",
        "ii",
        "cobalt",
        "clinical",
        "trial",
        "patient",
        "pnh",
        "never",
        "received",
        "complement",
        "blocking",
        "therapy",
        "last",
        "three",
        "patient",
        "enrolled",
        "trial",
        "new",
        "dosing",
        "regimen",
        "mg",
        "per",
        "day",
        "saw",
        "rapid",
        "decline",
        "ldh",
        "original",
        "dosing",
        "regimen",
        "45mg",
        "dosing",
        "regimen",
        "intended",
        "dose",
        "phase",
        "iii",
        "pnh",
        "trial",
        "coversin",
        "discussed",
        "food",
        "drug",
        "administration",
        "fda",
        "september",
        "seven",
        "eight",
        "enrolled",
        "patient",
        "phase",
        "ii",
        "cobalt",
        "trial",
        "completed",
        "trial",
        "patient",
        "continue",
        "evaluated",
        "safety",
        "study",
        "conserve",
        "receiving",
        "coversin",
        "subcutaneously",
        "month",
        "date",
        "serious",
        "adverse",
        "event",
        "reported",
        "patient",
        "fda",
        "granted",
        "fast",
        "track",
        "designation",
        "coversin",
        "treatment",
        "pnh",
        "patient",
        "polymorphism",
        "conferring",
        "eculizumab",
        "resistance",
        "atypical",
        "hemolytic",
        "uremic",
        "syndrome",
        "ahus",
        "phase",
        "ii",
        "clinical",
        "trial",
        "coversin",
        "ahus",
        "initiated",
        "fourth",
        "quarter",
        "dual",
        "c5",
        "leukotriene",
        "b4",
        "program",
        "atopic",
        "keratoconjunctivitis",
        "akc",
        "bullous",
        "pemphigoid",
        "bp",
        "company",
        "anticipates",
        "start",
        "two",
        "phase",
        "ii",
        "clinical",
        "trial",
        "eye",
        "disorder",
        "akc",
        "skin",
        "inflammatory",
        "disease",
        "bp",
        "first",
        "half",
        "akc",
        "coversin",
        "expected",
        "delivered",
        "topical",
        "eye",
        "drop",
        "formulation",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "cash",
        "position",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "cash",
        "cash",
        "equivalent",
        "short",
        "term",
        "investment",
        "million",
        "december",
        "research",
        "development",
        "r",
        "expense",
        "r",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "quarter",
        "prior",
        "year",
        "r",
        "expense",
        "full",
        "year",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "due",
        "primarily",
        "expense",
        "associated",
        "expanded",
        "clinical",
        "trial",
        "program",
        "general",
        "administrative",
        "g",
        "expense",
        "g",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "quarter",
        "last",
        "year",
        "full",
        "year",
        "million",
        "compared",
        "million",
        "increase",
        "due",
        "primarily",
        "higher",
        "legal",
        "accounting",
        "professional",
        "service",
        "fee",
        "increased",
        "personnel",
        "recruiting",
        "expense",
        "offset",
        "lower",
        "compensation",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "net",
        "loss",
        "full",
        "year",
        "million",
        "compared",
        "million",
        "full",
        "year",
        "year",
        "year",
        "increase",
        "net",
        "loss",
        "due",
        "primarily",
        "higher",
        "r",
        "g",
        "expense",
        "guidance",
        "based",
        "current",
        "cash",
        "position",
        "operating",
        "plan",
        "company",
        "expects",
        "sufficient",
        "cash",
        "fund",
        "operation",
        "second",
        "quarter",
        "estimate",
        "assumes",
        "additional",
        "funding",
        "new",
        "partnership",
        "agreement",
        "debt",
        "equity",
        "financing",
        "event",
        "seven",
        "patient",
        "completed",
        "study",
        "ldh",
        "multiple",
        "uln",
        "xuln",
        "day",
        "day",
        "day",
        "conference",
        "call",
        "management",
        "conduct",
        "conference",
        "call",
        "et",
        "today",
        "review",
        "company",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "call",
        "accessed",
        "dialing",
        "international",
        "referencing",
        "conference",
        "id",
        "conference",
        "call",
        "also",
        "webcast",
        "live",
        "internet",
        "accessed",
        "event",
        "presentation",
        "page",
        "investor",
        "medium",
        "section",
        "akari",
        "therapeutic",
        "website",
        "prior",
        "event",
        "replay",
        "webcast",
        "available",
        "least",
        "day",
        "following",
        "call",
        "akari",
        "therapeutic",
        "akari",
        "biopharmaceutical",
        "company",
        "focused",
        "developing",
        "inhibitor",
        "acute",
        "chronic",
        "inflammation",
        "specifically",
        "complement",
        "eicosanoid",
        "system",
        "treatment",
        "rare",
        "orphan",
        "disease",
        "particular",
        "complement",
        "system",
        "leukotrienes",
        "complement",
        "leukotrienes",
        "together",
        "play",
        "primary",
        "role",
        "disease",
        "progression",
        "akari",
        "lead",
        "drug",
        "candidate",
        "c5",
        "complement",
        "inhibitor",
        "currently",
        "evaluated",
        "paroxysmal",
        "nocturnal",
        "hemoglobinuria",
        "pnh",
        "atypical",
        "hemolytic",
        "uremic",
        "syndrome",
        "ahus",
        "addition",
        "c5",
        "inhibitory",
        "activity",
        "coversin",
        "independently",
        "specifically",
        "inhibits",
        "leukotriene",
        "b4",
        "ltb4",
        "activity",
        "akari",
        "intends",
        "evaluate",
        "coversin",
        "two",
        "condition",
        "skin",
        "eye",
        "disease",
        "bullous",
        "pemphigoid",
        "atopic",
        "keratoconjunctivitis",
        "dual",
        "action",
        "coversin",
        "c5",
        "ltb4",
        "may",
        "beneficial",
        "akari",
        "also",
        "developing",
        "tick",
        "derived",
        "protein",
        "including",
        "long",
        "acting",
        "version",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "reflect",
        "current",
        "view",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "prospect",
        "based",
        "information",
        "currently",
        "available",
        "u",
        "assumption",
        "made",
        "although",
        "believe",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "prospect",
        "reflected",
        "suggested",
        "statement",
        "reasonable",
        "give",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "attained",
        "achieved",
        "furthermore",
        "actual",
        "result",
        "may",
        "differ",
        "described",
        "statement",
        "affected",
        "variety",
        "risk",
        "factor",
        "beyond",
        "control",
        "risk",
        "uncertainty",
        "company",
        "include",
        "limited",
        "need",
        "additional",
        "capital",
        "fund",
        "operation",
        "inability",
        "delay",
        "obtaining",
        "required",
        "regulatory",
        "approval",
        "coversin",
        "product",
        "candidate",
        "may",
        "result",
        "unexpected",
        "cost",
        "expenditure",
        "risk",
        "inherent",
        "drug",
        "development",
        "general",
        "uncertainty",
        "obtaining",
        "successful",
        "clinical",
        "result",
        "coversin",
        "product",
        "candidate",
        "unexpected",
        "cost",
        "may",
        "result",
        "therefrom",
        "failure",
        "realize",
        "value",
        "coversin",
        "product",
        "candidate",
        "developed",
        "developed",
        "light",
        "inherent",
        "risk",
        "difficulty",
        "involved",
        "successfully",
        "bringing",
        "product",
        "candidate",
        "market",
        "inability",
        "develop",
        "new",
        "product",
        "candidate",
        "support",
        "existing",
        "product",
        "candidate",
        "approval",
        "fda",
        "ema",
        "similar",
        "foreign",
        "regulatory",
        "authority",
        "competing",
        "superior",
        "product",
        "brought",
        "market",
        "risk",
        "resulting",
        "unforeseen",
        "side",
        "effect",
        "risk",
        "market",
        "coversin",
        "may",
        "large",
        "expected",
        "risk",
        "associated",
        "putative",
        "shareholder",
        "class",
        "action",
        "sec",
        "request",
        "information",
        "inability",
        "obtain",
        "maintain",
        "enforce",
        "patent",
        "intellectual",
        "property",
        "right",
        "unexpected",
        "cost",
        "associated",
        "enforcement",
        "litigation",
        "inability",
        "obtain",
        "maintain",
        "commercial",
        "manufacturing",
        "arrangement",
        "third",
        "party",
        "manufacturer",
        "establish",
        "commercial",
        "scale",
        "manufacturing",
        "capability",
        "inability",
        "timely",
        "source",
        "adequate",
        "supply",
        "active",
        "pharmaceutical",
        "ingredient",
        "third",
        "party",
        "manufacturer",
        "company",
        "depends",
        "inability",
        "obtain",
        "additional",
        "capital",
        "acceptable",
        "term",
        "unexpected",
        "cost",
        "increase",
        "pricing",
        "pressure",
        "uncertainty",
        "cash",
        "flow",
        "inability",
        "meet",
        "working",
        "capital",
        "need",
        "risk",
        "risk",
        "factor",
        "detailed",
        "public",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "recently",
        "filed",
        "annual",
        "report",
        "form",
        "report",
        "form",
        "filed",
        "sec",
        "october",
        "except",
        "otherwise",
        "noted",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occurring",
        "press",
        "release",
        "caution",
        "investor",
        "place",
        "considerable",
        "reliance",
        "statement",
        "contained",
        "press",
        "release",
        "akari",
        "therapeutic",
        "plc",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "december",
        "dollar",
        "except",
        "share",
        "data",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "restricted",
        "deposit",
        "property",
        "equipment",
        "net",
        "patent",
        "acquisition",
        "cost",
        "net",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "related",
        "stock",
        "option",
        "warrant",
        "total",
        "current",
        "liability",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "shareholder",
        "equity",
        "share",
        "capital",
        "gbp",
        "par",
        "value",
        "authorized",
        "ordinary",
        "share",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "akari",
        "therapeutic",
        "plc",
        "consolidated",
        "statement",
        "comprehensive",
        "loss",
        "dollar",
        "twelve",
        "month",
        "ended",
        "three",
        "month",
        "ended",
        "dec",
        "dec",
        "dec",
        "dec",
        "unaudited",
        "unaudited",
        "operating",
        "expense",
        "research",
        "development",
        "cost",
        "general",
        "administrative",
        "expense",
        "excess",
        "consideration",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "change",
        "fair",
        "value",
        "foreign",
        "exchange",
        "loss",
        "expense",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "foreign",
        "currency",
        "translation",
        "adjustment",
        "comprehensive",
        "loss",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "basic",
        "diluted",
        "information",
        "investor",
        "contact",
        "peter",
        "vozzo",
        "westwicke",
        "partner",
        "medium",
        "contact",
        "elliott",
        "sukaina",
        "virji",
        "nicholas",
        "brown",
        "consilium",
        "strategic",
        "communication",
        "akari",
        "source",
        "akari",
        "therapeutic",
        "plc"
    ]
}