{
    "organizations": [],
    "uuid": "4413dde1bbc32478185109a5f1482a2f1c27d417",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-stonemor-partners-l-p-provides-preliminary-unaudited-results-for-2017-and-announces-delay-in-filing-form-10-k.html",
    "ord_in_thread": 0,
    "title": "StoneMor Partners L.P. Provides Preliminary Unaudited Results for 2017 and Delay in Filing Form 10-K",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TREVOSE, Pa., StoneMor Partners L.P. (NYSE:STON) (“StoneMor” or the “Partnership”), a leading owner and operator of cemeteries and funeral homes, today announced that it will not be filing its Annual Report on Form 10-K for the fiscal year ended December 31, 2017 (the “Form 10-K”) by the extended deadline of April 2, 2018. The Partnership noted the delay in filing is principally due to residual delays related to the previous instance of late filings, with the result that the Partnership’s independent registered public accountants have not completed their audit for the fiscal year ended December 31, 2017. The Partnership’s failure to file the Form 10-K by April 2, 2018 would be an event of default under its credit agreement, and it is also seeking a waiver or other relief from its lenders to extend the date by which the Form 10-K must be filed.\nStoneMor also provided preliminary and unaudited financial information for the 2017 full year. As noted above, the Partnership’s independent public accountants have not completed their audit of its 2017 financial statements, with the result that any information herein is therefore subject to change and those changes could be material. On a preliminary and unaudited basis, the Partnership expects:\nRevenues for the 2017 fourth quarter to be approximately $85.3 million compared to $88.3 million in the prior year period. Full year revenues are expected to be approximately $338.2 million compared to $326.2 million in the prior year. Net cash flows from operations for the full year are expected to be approximately $15.0 million compared to $22.8 million in the prior year period. Accounts receivable, net of allowance at December 31, 2017 are expected to be approximately $185.1 million compared to $176.1 million reported at December 31, 2016. Merchandise trusts, restricted, at fair value at December 31, 2017 are expected to be approximately $515.5 million, compared to the $507.1 million reported at December 31, 2016. Deferred revenues at December 31, 2017 are expected to reach approximately $912.6 million, compared to the $866.6 million reported at December 31, 2016. Corporate overhead expenses for 2017 are expected to be approximately $52.0 million compared to $39.6 million in the prior year. Interest expense is expected to be approximately $27.3 million in 2017 compared to $24.5 million in the prior year. As of December 31, 2017, the Partnership had $6.8 million of cash and $318.7 million of total debt, including $153.4 million outstanding under its revolving credit facility.\nInformation Regarding Preliminary Unaudited Information\nThe financial information presented in this release is preliminary and unaudited and this information is subject to change upon completion of the preparation of the Partnership’s financial statements for the fiscal year ended December 31, 2017 and the audit by StoneMor’s independent registered public accounting firm of the Partnership’s 2017 consolidated financial statements. This preliminary unaudited information includes estimates that have been prepared by StoneMor’s management and there can be no assurance that StoneMor’s actual financial information will not materially differ from the preliminary unaudited financial data presented herein. In addition, the preliminary unaudited financial data presented here is summary in nature and should not be viewed as a substitute for the full financial information prepared in accordance with accounting principles generally accepted in the United States of America (“GAAP”), which will be filed with the U.S. Securities and Exchange Commission (the “SEC”) at a later date. Please see the “Cautionary Note Regarding Forward-Looking Statements” section of this release for further information.\nOn March 29, 2018, StoneMor also notified the New York Stock Exchange (the “NYSE”) indicating that StoneMor is not in compliance with the NYSE’s continued listing requirements under the timely filing criteria established in Section 802.01E of the NYSE Listed Company Manual as a result of its failure to timely file its Form 10-K within the extended time period. As a result, the Partnership expects to receive a notice from the NYSE that lists the procedures with which it must comply to correct this filing delinquency. These procedures will include the Partnership contacting the NYSE to discuss the status of the Form 10-K. Although the NYSE’s guidelines provide for an initial six-month period in which to cure the filing delinquency, the NYSE reserves the right to commence suspension or delisting procedures at any time following a filing delinquency. The Partnership intends to file its Form 10-K as soon as reasonably practicable, but there can be no assurance that the Partnership will be able to file the Form 10-K before the NYSE acts to suspend trading in or delist the Partnership’s common units. Under NYSE rules, until the Partnership files the Form 10-K, its common units will be subject to the “.LF” indicator to signify its late filing status.\nAbout StoneMor Partners L.P.\nStoneMor Partners L.P., headquartered in Trevose, Pennsylvania, is an owner and operator of cemeteries and funeral homes in the United States, with 316 cemeteries and 93 funeral homes in 27 states and Puerto Rico.\nStoneMor is the only publicly traded death care company structured as a partnership. StoneMor’s cemetery products and services, which are sold on both a pre-need (before death) and at-need (at death) basis, include: burial lots, lawn and mausoleum crypts, burial vaults, caskets, memorials, and all services which provide for the installation of this merchandise. For additional information about StoneMor Partners L.P., please visit StoneMor’s website, and the investors section, at http://www.stonemor.com .\nCautionary Note Regarding Forward-Looking Statements\nCertain statements contained in this press release, including, but not limited to, information regarding the expected timing of filing the Form 10-K and the impact of the delayed filing thereof, are forward-looking statements. Generally, the words “believe,” “may,” “will,” “estimate,” “continue,” “anticipate,” “intend (including, but not limited to StoneMor’s intent to maintain or increase its distributions),” “project,” “expect,” “predict” and similar expressions identify these forward-looking statements. These statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995.\nForward-looking statements are based on management’s current expectations and estimates. These statements are neither promises nor guarantees and are made subject to certain risks and uncertainties that could cause actual results to differ materially from the results stated or implied in this press release. StoneMor’s major risks are related to uncertainties associated with the cash flow from pre-need and at-need sales, trusts and financings, which may impact StoneMor’s ability to meet its financial projections, service its debt, pay distributions, and maintain or increase its distributions, as well as with StoneMor’s ability to maintain an effective system of internal control over financial reporting and disclosure controls and procedures.\nStoneMor’s additional risks and uncertainties include, but are not limited to, risks and uncertainties related to the following: the difficulty of predicting the timing of the completion of StoneMor’s financial statements for the year ended December 31, 2017 and the independent public accountants’ audit thereof; the consequences of the Partnership’s likely delinquent filing of its Form 10-K, including that the SEC could institute an administrative proceeding seeking the revocation of the registration of the Partnership’s common units under the Exchange Act, and that the Partnership is likely to receive a notification of delinquent status from the New York Stock Exchange (“NYSE”) and could ultimately face the possible delisting of its common units from the NYSE; the period during which the Partnership is ineligible to use Form S-3 registration statements would be extended until the Partnership has timely filed its periodic reports with the U.S. Securities and Exchange Commission for a period of twelve months ; the existence of a default under the Partnership’s credit facility; the existence of a default under the indenture governing its senior notes if the Form 10-K is not filed within 120 days after notice from the trustee under the indenture; and the Partnership’s ability to obtain relief from its creditors under its credit facility or the indenture governing its senior notes, the terms on which such relief might be granted and any restrictions that might be imposed in connection with any relief that might be obtained.\nWhen considering forward-looking statements, you should keep in mind the risk factors and other cautionary statements set forth in StoneMor’s Annual Report on Form 10-K and the other reports that StoneMor files with the SEC, from time to time. Except as required under applicable law, StoneMor assumes no obligation to update or revise any forward-looking statements made herein or any other forward-looking statements made by it, whether as a result of new information, future events or otherwise.\nCONTACT: John McNamara\nDirector - Investor Relations\nStoneMor Partners L.P.\n(215) 826-2945\nSource:StoneMor Partners L.P.",
    "published": "2018-03-30T02:03:00.000+03:00",
    "crawled": "2018-03-30T03:26:36.078+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "trevose",
        "stonemor",
        "partner",
        "nyse",
        "ston",
        "stonemor",
        "partnership",
        "leading",
        "owner",
        "operator",
        "cemetery",
        "funeral",
        "home",
        "today",
        "announced",
        "filing",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "form",
        "extended",
        "deadline",
        "april",
        "partnership",
        "noted",
        "delay",
        "filing",
        "principally",
        "due",
        "residual",
        "delay",
        "related",
        "previous",
        "instance",
        "late",
        "filing",
        "result",
        "partnership",
        "independent",
        "registered",
        "public",
        "accountant",
        "completed",
        "audit",
        "fiscal",
        "year",
        "ended",
        "december",
        "partnership",
        "failure",
        "file",
        "form",
        "april",
        "would",
        "event",
        "default",
        "credit",
        "agreement",
        "also",
        "seeking",
        "waiver",
        "relief",
        "lender",
        "extend",
        "date",
        "form",
        "must",
        "filed",
        "stonemor",
        "also",
        "provided",
        "preliminary",
        "unaudited",
        "financial",
        "information",
        "full",
        "year",
        "noted",
        "partnership",
        "independent",
        "public",
        "accountant",
        "completed",
        "audit",
        "financial",
        "statement",
        "result",
        "information",
        "herein",
        "therefore",
        "subject",
        "change",
        "change",
        "could",
        "material",
        "preliminary",
        "unaudited",
        "basis",
        "partnership",
        "expects",
        "revenue",
        "fourth",
        "quarter",
        "approximately",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "full",
        "year",
        "revenue",
        "expected",
        "approximately",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "net",
        "cash",
        "flow",
        "operation",
        "full",
        "year",
        "expected",
        "approximately",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "period",
        "account",
        "receivable",
        "net",
        "allowance",
        "december",
        "expected",
        "approximately",
        "million",
        "compared",
        "million",
        "reported",
        "december",
        "merchandise",
        "trust",
        "restricted",
        "fair",
        "value",
        "december",
        "expected",
        "approximately",
        "million",
        "compared",
        "million",
        "reported",
        "december",
        "deferred",
        "revenue",
        "december",
        "expected",
        "reach",
        "approximately",
        "million",
        "compared",
        "million",
        "reported",
        "december",
        "corporate",
        "overhead",
        "expense",
        "expected",
        "approximately",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "interest",
        "expense",
        "expected",
        "approximately",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "december",
        "partnership",
        "million",
        "cash",
        "million",
        "total",
        "debt",
        "including",
        "million",
        "outstanding",
        "revolving",
        "credit",
        "facility",
        "information",
        "regarding",
        "preliminary",
        "unaudited",
        "information",
        "financial",
        "information",
        "presented",
        "release",
        "preliminary",
        "unaudited",
        "information",
        "subject",
        "change",
        "upon",
        "completion",
        "preparation",
        "partnership",
        "financial",
        "statement",
        "fiscal",
        "year",
        "ended",
        "december",
        "audit",
        "stonemor",
        "independent",
        "registered",
        "public",
        "accounting",
        "firm",
        "partnership",
        "consolidated",
        "financial",
        "statement",
        "preliminary",
        "unaudited",
        "information",
        "includes",
        "estimate",
        "prepared",
        "stonemor",
        "management",
        "assurance",
        "stonemor",
        "actual",
        "financial",
        "information",
        "materially",
        "differ",
        "preliminary",
        "unaudited",
        "financial",
        "data",
        "presented",
        "herein",
        "addition",
        "preliminary",
        "unaudited",
        "financial",
        "data",
        "presented",
        "summary",
        "nature",
        "viewed",
        "substitute",
        "full",
        "financial",
        "information",
        "prepared",
        "accordance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "later",
        "date",
        "please",
        "see",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "section",
        "release",
        "information",
        "march",
        "stonemor",
        "also",
        "notified",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "indicating",
        "stonemor",
        "compliance",
        "nyse",
        "continued",
        "listing",
        "requirement",
        "timely",
        "filing",
        "criterion",
        "established",
        "section",
        "nyse",
        "listed",
        "company",
        "manual",
        "result",
        "failure",
        "timely",
        "file",
        "form",
        "within",
        "extended",
        "time",
        "period",
        "result",
        "partnership",
        "expects",
        "receive",
        "notice",
        "nyse",
        "list",
        "procedure",
        "must",
        "comply",
        "correct",
        "filing",
        "delinquency",
        "procedure",
        "include",
        "partnership",
        "contacting",
        "nyse",
        "discus",
        "status",
        "form",
        "although",
        "nyse",
        "guideline",
        "provide",
        "initial",
        "period",
        "cure",
        "filing",
        "delinquency",
        "nyse",
        "reserve",
        "right",
        "commence",
        "suspension",
        "delisting",
        "procedure",
        "time",
        "following",
        "filing",
        "delinquency",
        "partnership",
        "intends",
        "file",
        "form",
        "soon",
        "reasonably",
        "practicable",
        "assurance",
        "partnership",
        "able",
        "file",
        "form",
        "nyse",
        "act",
        "suspend",
        "trading",
        "delist",
        "partnership",
        "common",
        "unit",
        "nyse",
        "rule",
        "partnership",
        "file",
        "form",
        "common",
        "unit",
        "subject",
        "indicator",
        "signify",
        "late",
        "filing",
        "status",
        "stonemor",
        "partner",
        "stonemor",
        "partner",
        "headquartered",
        "trevose",
        "pennsylvania",
        "owner",
        "operator",
        "cemetery",
        "funeral",
        "home",
        "united",
        "state",
        "cemetery",
        "funeral",
        "home",
        "state",
        "puerto",
        "rico",
        "stonemor",
        "publicly",
        "traded",
        "death",
        "care",
        "company",
        "structured",
        "partnership",
        "stonemor",
        "cemetery",
        "product",
        "service",
        "sold",
        "death",
        "death",
        "basis",
        "include",
        "burial",
        "lot",
        "lawn",
        "mausoleum",
        "crypt",
        "burial",
        "vault",
        "casket",
        "memorial",
        "service",
        "provide",
        "installation",
        "merchandise",
        "additional",
        "information",
        "stonemor",
        "partner",
        "please",
        "visit",
        "stonemor",
        "website",
        "investor",
        "section",
        "http",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "statement",
        "contained",
        "press",
        "release",
        "including",
        "limited",
        "information",
        "regarding",
        "expected",
        "timing",
        "filing",
        "form",
        "impact",
        "delayed",
        "filing",
        "thereof",
        "statement",
        "generally",
        "word",
        "believe",
        "may",
        "estimate",
        "continue",
        "anticipate",
        "intend",
        "including",
        "limited",
        "stonemor",
        "intent",
        "maintain",
        "increase",
        "distribution",
        "project",
        "expect",
        "predict",
        "similar",
        "expression",
        "identify",
        "statement",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "estimate",
        "statement",
        "neither",
        "promise",
        "guarantee",
        "made",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "stated",
        "implied",
        "press",
        "release",
        "stonemor",
        "major",
        "risk",
        "related",
        "uncertainty",
        "associated",
        "cash",
        "flow",
        "sale",
        "trust",
        "financing",
        "may",
        "impact",
        "stonemor",
        "ability",
        "meet",
        "financial",
        "projection",
        "service",
        "debt",
        "pay",
        "distribution",
        "maintain",
        "increase",
        "distribution",
        "well",
        "stonemor",
        "ability",
        "maintain",
        "effective",
        "system",
        "internal",
        "control",
        "financial",
        "reporting",
        "disclosure",
        "control",
        "procedure",
        "stonemor",
        "additional",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "uncertainty",
        "related",
        "following",
        "difficulty",
        "predicting",
        "timing",
        "completion",
        "stonemor",
        "financial",
        "statement",
        "year",
        "ended",
        "december",
        "independent",
        "public",
        "accountant",
        "audit",
        "thereof",
        "consequence",
        "partnership",
        "likely",
        "delinquent",
        "filing",
        "form",
        "including",
        "sec",
        "could",
        "institute",
        "administrative",
        "proceeding",
        "seeking",
        "revocation",
        "registration",
        "partnership",
        "common",
        "unit",
        "exchange",
        "act",
        "partnership",
        "likely",
        "receive",
        "notification",
        "delinquent",
        "status",
        "new",
        "york",
        "stock",
        "exchange",
        "nyse",
        "could",
        "ultimately",
        "face",
        "possible",
        "delisting",
        "common",
        "unit",
        "nyse",
        "period",
        "partnership",
        "ineligible",
        "use",
        "form",
        "registration",
        "statement",
        "would",
        "extended",
        "partnership",
        "timely",
        "filed",
        "periodic",
        "report",
        "security",
        "exchange",
        "commission",
        "period",
        "twelve",
        "month",
        "existence",
        "default",
        "partnership",
        "credit",
        "facility",
        "existence",
        "default",
        "indenture",
        "governing",
        "senior",
        "note",
        "form",
        "filed",
        "within",
        "day",
        "notice",
        "trustee",
        "indenture",
        "partnership",
        "ability",
        "obtain",
        "relief",
        "creditor",
        "credit",
        "facility",
        "indenture",
        "governing",
        "senior",
        "note",
        "term",
        "relief",
        "might",
        "granted",
        "restriction",
        "might",
        "imposed",
        "connection",
        "relief",
        "might",
        "obtained",
        "considering",
        "statement",
        "keep",
        "mind",
        "risk",
        "factor",
        "cautionary",
        "statement",
        "set",
        "forth",
        "stonemor",
        "annual",
        "report",
        "form",
        "report",
        "stonemor",
        "file",
        "sec",
        "time",
        "time",
        "except",
        "required",
        "applicable",
        "law",
        "stonemor",
        "assumes",
        "obligation",
        "update",
        "revise",
        "statement",
        "made",
        "herein",
        "statement",
        "made",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "john",
        "mcnamara",
        "director",
        "investor",
        "relation",
        "stonemor",
        "partner",
        "source",
        "stonemor",
        "partner"
    ]
}