{
    "organizations": [],
    "uuid": "2681d5b6a95f1c1b96b75603cf81ac0e839e9ac0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/cnbc-transcript-white-house-trade-advisor-peter-navarro-on-cnbcs-squawk-alley-today.html",
    "ord_in_thread": 0,
    "title": "CNBC TRANSCRIPT: WHITE HOUSE TRADE ADVISOR PETER NAVARRO ON CNBC’S “SQUAWK ALLEY” TODAY",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Monday, March 26, 2018\nWHERE: CNBC's \"Squawk Alley\"\nFollowing is the unofficial transcript of a CNBC interview with White House National Trade Council Director Peter Navarro on CNBC's \"Squawk Alley\" (M-F 11AM – 12PM) today, Monday, March 26th. Following is a link to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/03/26/peter-navarro-weve-made-great-progress-on-trade.html .\nAll references must be sourced to CNBC.\nCARL QUINTANILLA: OF COURSE, WE MENTIONED THE SO-CALLED COOLING TRADE TENSIONS THIS MORNING. DESPITE THE RHETORIC, BOTH THE U.S. AND CHINA BUSY NEGOTIATING BEHIND THE SCENES TO AVERT A TRADE WAR. JOINING US THIS MORNING LIVE FROM THE WHITE HOUSE IS THE DIRECTOR OF THE OFFICE TRADE AND MANUFACTURING POLICY, PETER NAVARRO. PETER, IT'S GOOD TO HAVE YOU BACK. GOOD MORNING.\nPETER NAVARRO: GREAT TO BE HERE WITH YOU.\nQUINTANILLA: WE USE THOSE WORDS \"COOLING TRADE TENSIONS,\" IS THAT HOW YOU WOULD PUT IT TODAY?\nNAVARRO: I WOULD SAY THAT WE'RE DOING A GREAT JOB HERE AT THE WHITE HOUSE PUTTING FORTH PRESIDENT TRUMP'S VISION OF GROWTH. PRESIDENT TRUMP'S A BUILDER. AND IF I MAY, BEFORE WE TALK TRADE, I WANT TO TALK ABOUT THE FOUR MAJOR BUILDING BLOCKS OF THE GLOBAL ECONOMY THAT WE'RE TRYING TO ACHIEVE HERE. FIRST OF ALL, WE HAVE THE HISTORIC TAX CUTS THAT PRESIDENT TRUMP HAS ORCHESTRATED. AND WHAT WE'RE GONNA SEE IN 2018 AND 2019 IS A TREMENDOUS WAVE OF INVESTMENT IN THE COUNTRY. THAT'S GONNA LEAD TO HIGH PRODUCTIVITY GROWTH. AND SO WE'LL GET IN NONINFLATIONARY ECONOMIC GROWTH ON THE WINGS OF THE TAX POLICY. WE HAVE OVER AT THE OFFICE OF MANAGEMENT AND BUDGET, THE ARCHITECT OF OUR DEREGULATION MOVE— HISTORIC, DATING BACK TO REAGAN, WE HAVE NEVER SEEN ANYTHING LIKE THIS, UNDER PRESIDENT TRUMP'S VISION AND DIRECTION. AND THAT'S A PURE SUPPLY SIDE STIMULUS THAT'S NONINFLATIONARY AND PURE GROWTH INDUCING. SO, THAT'S GOING ON AND IT WILL CONTINUE THROUGH 2018. THE THIRD POINT OF THE COMPASS AND THE BUILDING BLOCK IS LOWER ENERGY PRICES. PRESIDENT TRUMP HAS UNLEASHED THE ENERGY SECTOR. THAT MEANS LOWER COSTS, HIGHER COMPETITIVENESS FOR OUR MANUFACTURERS, AS WELL AS LOWER CONSUMER COSTS. AND THEN WHEN WE GET TO THE TRADE BUILDING BLOCK, WE'VE MADE GREAT PROGRESS SO FAR WITHOUT HAVING TENSIONS AS YOU SAY. FOR EXAMPLE, IN JANUARY PRESIDENT TRUMP INSTITUTED TARIFFS ON SOLAR PANELS AND WASHING MACHINES AND WHAT WE GOT OUT OF THAT WAS NOT TENSIONS BUT WE GOT A FLOOD OF NEW INVESTMENT INTO THOSE INDUSTRIES HERE SO WE HAVE AMERICAN FACTORIES BUILDING WASHING MACHINES WITH AMERICAN HANDS. SO THAT'S ALL GOOD. AND THEN WE'RE RENEGOTIATING BOTH THE KOREA DEAL, WHICH IS ONE OF THE WORST DEALS EVER DONE. AND IF IT LOOKS LIKE WE'RE GONNA HAVE A GOOD RESULT ON THAT THANKS TO TWO PEOPLE: PRESIDENT TRUMP HIMSELF AS WELL AS AMBASSADOR ROBERT LIGHTHIZER, WHO IS THE TOUGH, SMART NEGOTIATOR PRESIDENT TRUMP PROMISED TO APPOINT, AND IT LOOKS LIKE WE MIGHT GET A GOOD DEAL ON NAFTA AS WELL FOR THE AMERICAN PEOPLE. SO WE'RE MAKING GREAT PROGRESS. NOW, WHEN YOU TURN TO THE CHINA ISSUE, I THINK EVERYONE ON SET WOULD AGREE WITH THE PREMISE THAT CHINA HAS ENGAGED FOR A VERY LONG TIME IN THE THEFT OF INTELLECTUAL PROPERTY, AS WELL AS PRACTICES LIKE FORCED TECHNOLOGY TRANSFER. AMBASSADOR LIGHTHIZER AND SECRETARY MNUCHIN, AT THE PRESIDENT'S DIRECTION AND PERSONAL DIRECTION IS TALKING -- THEY ARE TALKING WITH THE CHINESE AS WE'VE BEEN DOING SINCE DAY ONE. AND WE WILL CONTINUE TO DO THAT. AND I THINK WE'RE HOPEFUL THERE THAT CHINA WILL WORK WITH US TO BASICALLY ADDRESS SOME OF THESE PRACTICES. SO I SEE NOTHING BUT BULLISH SIGNS AHEAD. WE'VE GOT FOUR BUILDING BLOCKS OF A VERY STRONG ECONOMY. WE'VE GOT A GLOBAL GROWTH SYNCHRONIZED GROWTH PATTERN GOING ON EUROPE AND ASIA. SO FROM AN INVESTORS POINT OF VIEW, JUST LOOKING AT THAT PLUS THE ECONOMIC INDICATORS THEMSELVES, IT'S EXTREMELY STRONG. ISM MANUFACTURING INDEX, ABOVE 60. CONSUMER CONFIDENCE OFF THE CHARTS. BUSINESS CONFIDENCE. SO TO ME, WE'RE DOING WHAT WE NEED TO DO.\nQUINTANILLA: YES, AND TO YOUR POINT, PETER, THE MARKET'S RESPONDED TO ALL OF THOSE THINGS, TAX CUTS, TOOK US STRAIGHT TO THE JANUARY HIGHS. BUT THE INTRODUCTION OF THOSE TARIFFS OR AT LEAST THE NOTION OF TARIFFS HAS CREATED SOME OF THIS CHOP. AND I'M WONDERING, WHAT'S THE EARLIEST YOU COULD DELIVER SOME ASSURANCES THE WAY THE SECRETARY SAID HE WAS HOPEFUL FOR, THAT THESE TARIFFS MIGHT BE FORESTALLED?\nNAVARRO: WELL, LET ME PUSH BACK A BIT ABOUT – ON THE CHOP. LAST WEEK WAS AN INTERESTING WEEK BECAUSE WE ALSO HAD THE FED CHAIRMAN TALKING ABOUT AN INTEREST RATE CYCLE THAT LOOKS TO BE GOING UP. I WOULD SAY TO THAT, EVERYTHING WE'RE DOING IN TERMS OF STIMULUS IS ALSO NONINFLATIONARY, WHERE YOU HAVE THE TAX CUTS THAT LEAD TO MORE INVESTMENT AND PRODUCTIVITY, THAT MEANS GROWTH WITHOUT INFLATION. SO THAT WAS GOING ON. ALL I CAN TELL YOU NOW IS THAT AMBASSADOR LIGHTHIZER AND THE SECRETARY TREASURY ARE ACTIVELY ENGAGED WITH THE CHINESE. AND AMBASSADOR LIGHTHIZER, THIS MAN IS JUST – HE'S A WONDERFUL ASSET TO THIS COUNTRY AND THE PRESIDENT UNDER THE DIRECTION OF THE PRESIDENT. HE'S NEGOTIATING WITH THE KOREANS. HE'S NEGOTIATING WITH THE CHINESE. HE'S NEGOTIATING WITH THE MEXICO AND CANADA. AND THIS IS THE WAY IT SHOULD BE. YOU KIND OF WONDER WHY IT TOOK A PRESIDENT LIKE PRESIDENT TRUMP TO DO ALL THESE THINGS, BUT THE BOTTOM LINE IS PRESIDENT TRUMP HAS THE COURAGE AND VISION TO TACKLE THIS STRUCTURAL IMBALANCE THAT WE HAVE IN TRADE AROUND THE WORLD. AND I THINK WE'RE DOING GREAT THINGS AND I THINK THE MOVE TO 25,000 ON THE DOW IS REFLECTIVE OF THAT.\nJON FORTT: PETER, I WANT TO ASK ABOUT THE WTO. WHAT HAPPENS IF THE WORLD TRADE ORGANIZATION PUSHES BACK ON THIS ADMINISTRATION'S TRADE APPROACH? THE WTO IS LESS THAN 25 YEARS OLD. IS IT EXPENDABLE IN THIS ADMINISTRATION'S VIEW?\nNAVARRO: LOOK, THE WORLD TRADE ORGANIZATION, AND PRESIDENT TRUMP HAS BEEN VERY CLEAR ON THIS, THERE'S OVER 160 COUNTRIES IN THERE AND WE HAVE NOT BEEN TREATED FAIRLY IN THINGS LIKE DISPUTE RESOLUTION, WHICH AMBASSADOR LIGHTHIZER'S AN EXPERT IN, AND JUST THE WAY THE WHOLE SYSTEM WORKS. IT'S SIMPLY NOT FAIR AND NOT RECIPROCAL FOR CHINA TO CHARGE 25% TARIFFS ON AUTOS AND THEN WHEN THEY EXPORT CARS TO US, OURS IS ONLY 2.5%. WE HAVE THE SIMILAR KINDS OF PROBLEMS WITH EUROPE. WHAT PRESIDENT TRUMP IS TRYING TO DO IS USHER IN A WHOLE NEW ERA OF FAIR, FREE AND RECIPROCAL TRADE—\nFORTT: BUT DO WE NEED THE WTO TO EMBRACE THAT?\nNAVARRO: WELL, WE WOULD LOVE TO HAVE THE WTO EMBRACE THOSE PRINCIPLES BUT RIGHT NOW THE WTO HAS RULES WHICH WORK AGAINST THAT. THINGS LIKE THE MOST FAVORED NATION CLAUSE WHICH ALLOWS FOR THESE NONRECIPROCAL TARIFFS. IT'S JUST WRONG. SO WHAT NEEDS TO HAPPEN IS THE WTO NEEDS TO CHANGE WITH THE TIMES. WE WANT TO BE PART OF THAT IN TERMS OF DOING THAT CONSTRUCTIVELY. I THINK THAT IF WE CAN GET TO AN ERA WHERE PRESIDENT TRUMP'S VISION WANTS TO TAKE US TO A WORLD WHERE WE MOVE FROM NOW WE HAVE MASSIVE TRADE IMBALANCES, DRIVEN BY UNFAIR AND NONRECIPROCAL TRADE TO A WORLD WHERE WE HAVE FREE AND FAIR TRADE, WHERE TRADE IS BALANCED WITH THE HELP OF THE WTO, THAT'S THE VISION WERE GOING TO. AND IF ANYBODY CAN DO IT, I CAN TELL YOU, IT'S THE MAN BEHIND ME IN THAT HOUSE.\nMORGAN BRENNEN: PETER, YOU MENTIONED THE WASHING MACHINE AND SOLAR TARIFFS, LOOKING AT ALUMINUM AND STEEL TARIFFS AND NOW BROADER POTENTIAL TARIFFS ON CHINA. HOW MUCH OF THIS IS ABOUT SORT OF NARROWING THAT TRADE DEFICIT AND ENCOURAGING MORE COMPANIES TO INVEST MORE HERE STATESIDE?\nNAVARRO: WELL, ONE OF THE BENEFITS OF IMPOSING THESE TARIFFS HAS BEEN NEW FOREIGN DIRECT INVESTMENT IN THE COUNTRY. BUT THE GOAL REALLY DEPENDS ON WHAT THE TARGET IS, FOR EXAMPLE, WITH THE ALUMINUM AND STEEL INDUSTRIES, LET'S BE VERY CLEAR ABOUT THAT THE PRESIDENT SAYS CORRECTLY THAT WE CAN'T HAVE A COUNTRY WITHOUT AN ALUMINUM AND STEEL INDUSTRY, AND THERE'S 20 COUNTRIES FLOODING THIS MARKET WITH STEEL AND 15 COUNTRIES FLOODING IT WITH ALUMINUM, AND THOSE INDUSTRIES HERE DOMESTICALLY NEED DEFENSE FROM THAT FOR NATIONAL SECURITY PURPOSES. SO THAT'S THE PURPOSE THERE, WITH FOR EXAMPLE, THE 201 WITH THE SOLAR PANELS AND WASHING MACHINES, THAT WAS AN ACTION TAKEN BECAUSE OF AN UNFAIR IMPORT SURGE. AND THE 301, WE DO A LOT OF NUMBERS HERE, BUT THE 301 INVESTIGATION BY AMBASSADOR LIGHTHIZER WAS DIRECTED SPECIFICALLY AT THE UNFAIR AND BURDENSOME PRACTICES RELATED TO CHINA'S ACQUISITION OF OUR INTELLECTUAL PROPERTY AND OUR TECHNOLOGIES IN WAYS WHICH ARE COUNTERPRODUCTIVE TO A FREE MARKET ECONOMY. SO THE PURPOSE OF ANYTHING WE DO HERE IS FAIR AND RECIPROCAL TRADE. THAT'S THE PRESIDENT'S VISION. AND IT'S VERY GROWTH ORIENTED, I WANT TO EMPHASIZE TO INVESTORS, EVERY DAY THAT PRESIDENT TRUMP COMES TO WORK, HE'S TRYING TO FIGURE OUT TWO THINGS: HOW TO MAKE THIS ECONOMY GROW AND HOW TO PUT MEN AND WOMEN IN AMERICA TO WORK IN MANUFACTURING JOBS. AND WE'RE – LOOK, THE FIRST YEAR OF THIS ADMINISTRATION IS ONE OF THE MOST SUCCESSFUL, NOT JUST IN MODERN HISTORY BUT IN HISTORY. AND HE NEEDS TO GET CREDIT FOR THAT AND HE HAS NOT BEEN GIVEN APPROPRIATE CREDIT.\nQUINTANILLA: PRIME MINISTER MAY SAYS SHE WELCOMES THE TEMPORARY EXEMPTION GIVEN TO THE EU OVER STEEL AND ALUMINUM BUT NEEDS TO BE MADE PERMANENT. HOW LIKELY IS THAT?\nNAVARRO: LET ME BE VERY CLEAR ABOUT THE EXEMPTIONS, THE TEMPORARY EXEMPTIONS THAT ARE BEING GIVEN TO A SELECT AMOUNT OF COUNTRIES. BY NECESSITY IF YOU'RE DEFENDING YOUR ALUMINUM AND STEEL INDUSTRIES, ANY COUNTRY THAT WINDS UP EXEMPT FROM THE TARIFFS WILL ALSO HAVE TO HAVE SOME KIND OF RESTRICTION, LIKELY A QUOTA, IN ORDER TO DEFEND OUR DOMESTIC INDUSTRIES. SO, WE ARE ENGAGED, AND IT'S ROBERT LIGHTHIZER, THE USTR, WHO IS THE HEAD OF THIS WITH THE PRESIDENT, ENGAGED IN TRYING TO FIGURE OUT WAYS WHERE WE CAN WORK WITH ALLIES AND PARTNERS IN A WAY WHICH ACCOMPLISHES THEIR GOALS AND OURS. SO LET'S SEE WHAT HAPPENS MAY WANTS THE DEADLINE FOR THAT. I THINK WE CAN COME TO NICE ACCOMMODATIONS WITH OUR PARTNERS WHERE WE'RE FRIENDS AND ALLIES BUT WE WANT FAIR AND RECIPROCAL TRADE WHILE WE DEFEND KEY INDUSTRIES LIKE ALUMINUM AND STEEL.\nQUINTANILLA: RIGHT, AND ONE LAST TIME, FOR INVESTORS LOOKING FOR A TIMELINE ON THOSE DELIVERABLES, YOU THINK WE COULD GET SOMETHING OUT OF THE NEGOTIATIONS SAY IN A MONTH? IN SIX WEEKS?\nNAVARRO: THIS IS NOT FOR ME TO SAY. THIS IS UP TO AMBASSADOR LIGHTHIZER, SECRETARY MNUCHIN, AND THE PRESIDENT TO RELEASE THAT INFORMATION. ALL I CAN TELL YOU AND PROVIDE IS ASSURANCES, VERY STRONG ASSURANCES, TO THE INVESTORS WATCHING THIS PROGRAM IS THAT WE'RE ACTIVELY ENGAGED AND OUR GOAL IS GROWTH AND STABILITY AND FAIR AND RECIPROCAL TRADE. AND THAT'S WHERE WE'RE GOING.\nQUINTANILLA: PETER, WE ALWAYS APPRECIATE YOU COMING ON THE SHOW, WHETHER IT'S WITH SANTELLI OR WITH US. WE'LL SEE YOU NEXT TIME. THANKS.\nNAVARRO: ALRIGHT. GREAT TO TALK TO YOU.\nQUINTANILLA: PETER NAVARRO, OUTSIDE THE WHITE HOUSE.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.5221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-03-26T20:23:00.000+03:00",
    "crawled": "2018-03-26T22:22:02.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "monday",
        "march",
        "cnbc",
        "squawk",
        "alley",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "interview",
        "white",
        "house",
        "national",
        "trade",
        "council",
        "director",
        "peter",
        "navarro",
        "cnbc",
        "squawk",
        "alley",
        "11am",
        "12pm",
        "today",
        "monday",
        "march",
        "26th",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "carl",
        "quintanilla",
        "course",
        "mentioned",
        "cooling",
        "trade",
        "tension",
        "morning",
        "despite",
        "rhetoric",
        "china",
        "busy",
        "negotiating",
        "behind",
        "scene",
        "avert",
        "trade",
        "war",
        "joining",
        "u",
        "morning",
        "live",
        "white",
        "house",
        "director",
        "office",
        "trade",
        "manufacturing",
        "policy",
        "peter",
        "navarro",
        "peter",
        "good",
        "back",
        "good",
        "morning",
        "peter",
        "navarro",
        "great",
        "quintanilla",
        "use",
        "word",
        "cooling",
        "trade",
        "tension",
        "would",
        "put",
        "today",
        "navarro",
        "would",
        "say",
        "great",
        "job",
        "white",
        "house",
        "putting",
        "forth",
        "president",
        "trump",
        "vision",
        "growth",
        "president",
        "trump",
        "builder",
        "may",
        "talk",
        "trade",
        "want",
        "talk",
        "four",
        "major",
        "building",
        "block",
        "global",
        "economy",
        "trying",
        "achieve",
        "first",
        "historic",
        "tax",
        "cut",
        "president",
        "trump",
        "orchestrated",
        "gon",
        "na",
        "see",
        "tremendous",
        "wave",
        "investment",
        "country",
        "gon",
        "na",
        "lead",
        "high",
        "productivity",
        "growth",
        "get",
        "noninflationary",
        "economic",
        "growth",
        "wing",
        "tax",
        "policy",
        "office",
        "management",
        "budget",
        "architect",
        "deregulation",
        "historic",
        "dating",
        "back",
        "reagan",
        "never",
        "seen",
        "anything",
        "like",
        "president",
        "trump",
        "vision",
        "direction",
        "pure",
        "supply",
        "side",
        "stimulus",
        "noninflationary",
        "pure",
        "growth",
        "inducing",
        "going",
        "continue",
        "third",
        "point",
        "compass",
        "building",
        "block",
        "lower",
        "energy",
        "price",
        "president",
        "trump",
        "unleashed",
        "energy",
        "sector",
        "mean",
        "lower",
        "cost",
        "higher",
        "competitiveness",
        "manufacturer",
        "well",
        "lower",
        "consumer",
        "cost",
        "get",
        "trade",
        "building",
        "block",
        "made",
        "great",
        "progress",
        "far",
        "without",
        "tension",
        "say",
        "example",
        "january",
        "president",
        "trump",
        "instituted",
        "tariff",
        "solar",
        "panel",
        "washing",
        "machine",
        "got",
        "tension",
        "got",
        "flood",
        "new",
        "investment",
        "industry",
        "american",
        "factory",
        "building",
        "washing",
        "machine",
        "american",
        "hand",
        "good",
        "renegotiating",
        "korea",
        "deal",
        "one",
        "worst",
        "deal",
        "ever",
        "done",
        "look",
        "like",
        "gon",
        "na",
        "good",
        "result",
        "thanks",
        "two",
        "people",
        "president",
        "trump",
        "well",
        "ambassador",
        "robert",
        "lighthizer",
        "tough",
        "smart",
        "negotiator",
        "president",
        "trump",
        "promised",
        "appoint",
        "look",
        "like",
        "might",
        "get",
        "good",
        "deal",
        "nafta",
        "well",
        "american",
        "people",
        "making",
        "great",
        "progress",
        "turn",
        "china",
        "issue",
        "think",
        "everyone",
        "set",
        "would",
        "agree",
        "premise",
        "china",
        "engaged",
        "long",
        "time",
        "theft",
        "intellectual",
        "property",
        "well",
        "practice",
        "like",
        "forced",
        "technology",
        "transfer",
        "ambassador",
        "lighthizer",
        "secretary",
        "mnuchin",
        "president",
        "direction",
        "personal",
        "direction",
        "talking",
        "talking",
        "chinese",
        "since",
        "day",
        "one",
        "continue",
        "think",
        "hopeful",
        "china",
        "work",
        "u",
        "basically",
        "address",
        "practice",
        "see",
        "nothing",
        "bullish",
        "sign",
        "ahead",
        "got",
        "four",
        "building",
        "block",
        "strong",
        "economy",
        "got",
        "global",
        "growth",
        "synchronized",
        "growth",
        "pattern",
        "going",
        "europe",
        "asia",
        "investor",
        "point",
        "view",
        "looking",
        "plus",
        "economic",
        "indicator",
        "extremely",
        "strong",
        "ism",
        "manufacturing",
        "index",
        "consumer",
        "confidence",
        "chart",
        "business",
        "confidence",
        "need",
        "quintanilla",
        "yes",
        "point",
        "peter",
        "market",
        "responded",
        "thing",
        "tax",
        "cut",
        "took",
        "u",
        "straight",
        "january",
        "high",
        "introduction",
        "tariff",
        "least",
        "notion",
        "tariff",
        "created",
        "chop",
        "wondering",
        "earliest",
        "could",
        "deliver",
        "assurance",
        "way",
        "secretary",
        "said",
        "hopeful",
        "tariff",
        "might",
        "forestalled",
        "navarro",
        "well",
        "let",
        "push",
        "back",
        "bit",
        "chop",
        "last",
        "week",
        "interesting",
        "week",
        "also",
        "fed",
        "chairman",
        "talking",
        "interest",
        "rate",
        "cycle",
        "look",
        "going",
        "would",
        "say",
        "everything",
        "term",
        "stimulus",
        "also",
        "noninflationary",
        "tax",
        "cut",
        "lead",
        "investment",
        "productivity",
        "mean",
        "growth",
        "without",
        "inflation",
        "going",
        "tell",
        "ambassador",
        "lighthizer",
        "secretary",
        "treasury",
        "actively",
        "engaged",
        "chinese",
        "ambassador",
        "lighthizer",
        "man",
        "wonderful",
        "asset",
        "country",
        "president",
        "direction",
        "president",
        "negotiating",
        "korean",
        "negotiating",
        "chinese",
        "negotiating",
        "mexico",
        "canada",
        "way",
        "kind",
        "wonder",
        "took",
        "president",
        "like",
        "president",
        "trump",
        "thing",
        "bottom",
        "line",
        "president",
        "trump",
        "courage",
        "vision",
        "tackle",
        "structural",
        "imbalance",
        "trade",
        "around",
        "world",
        "think",
        "great",
        "thing",
        "think",
        "move",
        "dow",
        "reflective",
        "jon",
        "fortt",
        "peter",
        "want",
        "ask",
        "wto",
        "happens",
        "world",
        "trade",
        "organization",
        "push",
        "back",
        "administration",
        "trade",
        "approach",
        "wto",
        "less",
        "year",
        "old",
        "expendable",
        "administration",
        "view",
        "navarro",
        "look",
        "world",
        "trade",
        "organization",
        "president",
        "trump",
        "clear",
        "country",
        "treated",
        "fairly",
        "thing",
        "like",
        "dispute",
        "resolution",
        "ambassador",
        "lighthizer",
        "expert",
        "way",
        "whole",
        "system",
        "work",
        "simply",
        "fair",
        "reciprocal",
        "china",
        "charge",
        "tariff",
        "auto",
        "export",
        "car",
        "u",
        "similar",
        "kind",
        "problem",
        "europe",
        "president",
        "trump",
        "trying",
        "usher",
        "whole",
        "new",
        "era",
        "fair",
        "free",
        "reciprocal",
        "fortt",
        "need",
        "wto",
        "embrace",
        "navarro",
        "well",
        "would",
        "love",
        "wto",
        "embrace",
        "principle",
        "right",
        "wto",
        "rule",
        "work",
        "thing",
        "like",
        "favored",
        "nation",
        "clause",
        "allows",
        "nonreciprocal",
        "tariff",
        "wrong",
        "need",
        "happen",
        "wto",
        "need",
        "change",
        "time",
        "want",
        "part",
        "term",
        "constructively",
        "think",
        "get",
        "era",
        "president",
        "trump",
        "vision",
        "want",
        "take",
        "u",
        "world",
        "move",
        "massive",
        "trade",
        "imbalance",
        "driven",
        "unfair",
        "nonreciprocal",
        "trade",
        "world",
        "free",
        "fair",
        "trade",
        "trade",
        "balanced",
        "help",
        "wto",
        "vision",
        "going",
        "anybody",
        "tell",
        "man",
        "behind",
        "house",
        "morgan",
        "brennen",
        "peter",
        "mentioned",
        "washing",
        "machine",
        "solar",
        "tariff",
        "looking",
        "aluminum",
        "steel",
        "tariff",
        "broader",
        "potential",
        "tariff",
        "china",
        "much",
        "sort",
        "narrowing",
        "trade",
        "deficit",
        "encouraging",
        "company",
        "invest",
        "stateside",
        "navarro",
        "well",
        "one",
        "benefit",
        "imposing",
        "tariff",
        "new",
        "foreign",
        "direct",
        "investment",
        "country",
        "goal",
        "really",
        "depends",
        "target",
        "example",
        "aluminum",
        "steel",
        "industry",
        "let",
        "clear",
        "president",
        "say",
        "correctly",
        "ca",
        "country",
        "without",
        "aluminum",
        "steel",
        "industry",
        "country",
        "flooding",
        "market",
        "steel",
        "country",
        "flooding",
        "aluminum",
        "industry",
        "domestically",
        "need",
        "defense",
        "national",
        "security",
        "purpose",
        "purpose",
        "example",
        "solar",
        "panel",
        "washing",
        "machine",
        "action",
        "taken",
        "unfair",
        "import",
        "surge",
        "lot",
        "number",
        "investigation",
        "ambassador",
        "lighthizer",
        "directed",
        "specifically",
        "unfair",
        "burdensome",
        "practice",
        "related",
        "china",
        "acquisition",
        "intellectual",
        "property",
        "technology",
        "way",
        "counterproductive",
        "free",
        "market",
        "economy",
        "purpose",
        "anything",
        "fair",
        "reciprocal",
        "trade",
        "president",
        "vision",
        "growth",
        "oriented",
        "want",
        "emphasize",
        "investor",
        "every",
        "day",
        "president",
        "trump",
        "come",
        "work",
        "trying",
        "figure",
        "two",
        "thing",
        "make",
        "economy",
        "grow",
        "put",
        "men",
        "woman",
        "america",
        "work",
        "manufacturing",
        "job",
        "look",
        "first",
        "year",
        "administration",
        "one",
        "successful",
        "modern",
        "history",
        "history",
        "need",
        "get",
        "credit",
        "given",
        "appropriate",
        "credit",
        "quintanilla",
        "prime",
        "minister",
        "may",
        "say",
        "welcome",
        "temporary",
        "exemption",
        "given",
        "eu",
        "steel",
        "aluminum",
        "need",
        "made",
        "permanent",
        "likely",
        "navarro",
        "let",
        "clear",
        "exemption",
        "temporary",
        "exemption",
        "given",
        "select",
        "amount",
        "country",
        "necessity",
        "defending",
        "aluminum",
        "steel",
        "industry",
        "country",
        "wind",
        "exempt",
        "tariff",
        "also",
        "kind",
        "restriction",
        "likely",
        "quota",
        "order",
        "defend",
        "domestic",
        "industry",
        "engaged",
        "robert",
        "lighthizer",
        "ustr",
        "head",
        "president",
        "engaged",
        "trying",
        "figure",
        "way",
        "work",
        "ally",
        "partner",
        "way",
        "accomplishes",
        "goal",
        "let",
        "see",
        "happens",
        "may",
        "want",
        "deadline",
        "think",
        "come",
        "nice",
        "accommodation",
        "partner",
        "friend",
        "ally",
        "want",
        "fair",
        "reciprocal",
        "trade",
        "defend",
        "key",
        "industry",
        "like",
        "aluminum",
        "steel",
        "quintanilla",
        "right",
        "one",
        "last",
        "time",
        "investor",
        "looking",
        "timeline",
        "deliverable",
        "think",
        "could",
        "get",
        "something",
        "negotiation",
        "say",
        "month",
        "six",
        "week",
        "navarro",
        "say",
        "ambassador",
        "lighthizer",
        "secretary",
        "mnuchin",
        "president",
        "release",
        "information",
        "tell",
        "provide",
        "assurance",
        "strong",
        "assurance",
        "investor",
        "watching",
        "program",
        "actively",
        "engaged",
        "goal",
        "growth",
        "stability",
        "fair",
        "reciprocal",
        "trade",
        "going",
        "quintanilla",
        "peter",
        "always",
        "appreciate",
        "coming",
        "show",
        "whether",
        "santelli",
        "u",
        "see",
        "next",
        "time",
        "thanks",
        "navarro",
        "alright",
        "great",
        "talk",
        "quintanilla",
        "peter",
        "navarro",
        "outside",
        "white",
        "house",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}