{
    "organizations": [],
    "uuid": "6afcd8e5b33f75beff84966790cc5990ce9502a0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-pine-cliff-energy-ltd-announces-annual-2017-results-and-filing-of-2017-disclosure-documents.html",
    "ord_in_thread": 0,
    "title": "Pine Cliff Energy Ltd. Announces Annual 2017 Results and Filing of 2017 Disclosure Documents",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, March 13, 2018 (GLOBE NEWSWIRE) -- Pine Cliff Energy Ltd. (“ Pine Cliff ” or the “ Company ”) (TSX:PNE) is pleased to announce its year-end financial and operating results and the filing of its 2017 disclosure documents. Included in the filings were Pine Cliff's annual information form (“ AIF ”), which includes disclosure and reports related to reserves data and other oil and gas information pursuant to National Instrument 51‐101 Standards of Disclosure for Oil and Gas Activities and its consolidated financial statements and related management's discussion and analysis for the year ended December 31, 2017 (the “ Annual Report ”). Selected highlights are shown below and should be read in conjunction with the Annual Report and the AIF.\n2017 Highlights\n2017 was a record year for Pine Cliff in both revenue and funds flow from operations. The following highlights for the past quarter and the 2017 year:\ngenerated $3.8 million of funds flow from operations ($0.01 per basic share) for the three months ended December 31, 2017; generated a record annual $28.7 million ($0.09 per basic share) of funds flow from operations during the year ended December 31, 2017, compared to $19.7 million of funds flow from operations ($0.06 per basic share) during the year ended December 31, 2016, an increase of $9.0 million and 46%; generated a record annual total revenue of $115.1 million for the year ended December 31, 2017, an increase of 4% compared to $111.1 million during the year ended December 31, 2016; achieved average production of 21,489 Boe/d (95% natural gas) in the fourth quarter of 2017, slightly lower than the 21,525 Boe/d in the fourth quarter of 2016, despite incurring only $6.4 million of drilling and recompletion capital spending in 2017, representing only 22% of annual funds flow from operations; reduced bank debt by $12.9 million or 42% during the year ended December 31, 2017, ending the year with bank debt of $18.0 million, the lowest bank debt level at year end in four years. The decrease in bank debt resulted in interest and bank charges, net of dividend income, of $0.40 per Boe this past quarter, 53% lower than the $0.75 per Boe in the fourth quarter of 2016; ended 2017 with $53.7 million in net debt, the Company’s lowest net debt level at year end in four years, which is $10.5 million or 16% less than the 2016 net debt level of $64.2 million; reduced net-debt-to-funds flow from operations by 42% from 3.3 as at December 31, 2016 to 1.9 as at December 31, 2017; and entered into a long-term firm transportation agreement for approximately 11,000 Mcf per day of production to the Dawn natural gas market that commenced November 1, 2017.\nCommodity Risk Management\nPine Cliff’s operations and marketing teams expanded the Company’s sales delivery points to access higher natural gas prices outside of Alberta during the fourth quarter of 2017 and into 2018. The Dawn market commitment was one of those initiatives. In addition, Pine Cliff focused attention on utilizing its infrastructure to move more gas to Empress and into Saskatchewan to access delivery points at TransGas. Pine Cliff expects Q1 2018 sales volume deliveries to be approximately 56% AECO, 16% TransGas, 9% Dawn, 7% Empress, 7% Montana and 5% oil and liquids. Due to the recent completion of pipeline and compression optimization projects though, Pine Cliff expects sales volume deliveries will average 46% AECO, 22% TransGas, 10% Empress, 9% Dawn, 7% Montana and 6% oil and liquids from Q2 2018 through the remainder of the year. Other than the Dawn market agreement, Pine Cliff is not committed to long term deliveries into these other markets and can return production to the AECO market if prices justify it.\nOutlook\nDespite the AECO daily natural gas price averaging $0.74/Mcf in October, the lowest monthly AECO price in over 10 years, and $1.68/Mcf for the fourth quarter, AECO prices have been better than Pine Cliff expected for the first 10 weeks of 2018 due to colder weather across North America. The forward strip pricing for the remainder of 2018 however is still relatively weak with an average strip price of $1.41 Mcf. Pine Cliff continues to focus on reducing costs to improve margins and getting better prices for its products, and the Company’s efforts in the past few months to mitigate exposure to AECO pricing is another example of that.\nPine Cliff will continue to consider additional opportunities to enhance shareholder long-term value which may include further asset acquisitions, although maintaining a strong balance sheet will remain a prime focus.\nFinancial and Operating Results 1\nThree months ended December 31,\nYear ended December 31,\n2017 2016 2017 2016 ($000s, unless otherwise indicated) Oil and gas sales (before royalty expense) 27,377 38,316 120,981 118,642 Cash flow from operating activities (4,350 ) 12,632 25,009 22,489 Funds flow from operations 2 3,759 15,026 28,705 19,741 Per share – Basic and Diluted ($/share) 2 0.01 0.05 0.09 0.06 Loss (32,996 ) 3,210 (67,864 ) (50,387 ) Per share – Basic and Diluted ($/share) (0.11 ) 0.01 (0.22 ) (0.16 ) Capital expenditures 3,091 3,356 13,477 9,159 Dispositions (148 ) (33,032 ) (429 ) (63,112 ) Net Debt 2 53,638 64,224 53,638 64,224 Production (Boe/d) 21,489 21,525 21,408 22,495 Weighted-average common shares outstanding (000s) 95 % 93 % 95 % 93 % Basic and diluted 307,076 306,977 307,076 306,329 Combined sales price ($/Boe) 13.85 19.35 15.48 14.41 Operating netback ($/Boe) 2 2.85 8.81 4.88 4.08 Corporate netback ($/Boe) 2 1.90 7.59 3.68 2.39 Operating netback ($ per Mcfe) 2 0.48 1.47 0.81 0.68 Corporate netback ($ per Mcfe) 2 0.32 1.27 0.61 0.40 1 Includes results for acquisitions and excludes results for dispositions from the closing dates.\n2 This is a non-GAAP measure, see “ NON-GAAP Measures ” for additional information.\nFor further information, please contact:\nPhilip B. Hodge – President and CEO\nAlan MacDonald – Interim CFO and Corporate Secretary\nTelephone: (403) 269-2289\nFax: (403) 265-7488\nEmail: info@pinecliffenergy.com\nCautionary Statements\nCertain statements contained in this news release include statements which contain words such as “anticipate”, “could”, “should”, “expect”, “seek”, “may”, “intend”, “likely”, “will”, “believe” and similar expressions, statements relating to matters that are not historical facts, and such statements of our beliefs, intentions and expectations about developments, results and events which will or may occur in the future, constitute “forward-looking information” within the meaning of applicable Canadian securities legislation and are based on certain assumptions and analysis made by us derived from our experience and perceptions. Forward-looking information in this news release includes, but is not limited to: expected production levels, expected operating cost, royalty and general & administrative expense levels; future capital expenditures, including the amount and nature thereof; future acquisition opportunities including Pine Cliff’s ability to execute on those opportunities; future drilling opportunities and Pine Cliff’s ability to generate reserves and production from the undrilled locations; ability to implement a dividend or buy back shares; oil and natural gas prices and demand; expansion and other development trends of the oil and natural gas industry; business strategy and guidance; expansion and growth of our business and operations; amounts drawn on Pine Cliff’s credit facility and repayment thereof; maintenance of existing customer, supplier and partner relationships; supply channels; accounting policies; risks; Pine Cliff’s ability to generate cash flow and free cash flow; and other such matters.\nAll such forward-looking information is based on certain assumptions and analyses made by us in light of our experience and perception of historical trends, current conditions and expected future developments, as well as other factors we believe are appropriate in the circumstances. The risks, uncertainties and assumptions are difficult to predict and may affect operations, and may include, without limitation: foreign exchange fluctuations; equipment and labour shortages and inflationary costs; general economic conditions; industry conditions; changes in applicable environmental, taxation and other laws and regulations as well as how such laws and regulations are interpreted and enforced; the ability of oil and natural gas companies to raise capital; the effect of weather conditions on operations and facilities; the existence of operating risks; volatility of oil and natural gas prices; oil and gas product supply and demand; risks inherent in the ability to generate sufficient cash flow from operations to meet current and future obligations; increased competition; stock market volatility; opportunities available to or pursued by us; and other factors, many of which are beyond our control. The foregoing factors are not exhaustive.\nActual results, performance or achievements could differ materially from those expressed in, or implied by, this forward-looking information and, accordingly, no assurance can be given that any of the events anticipated by the forward-looking information will transpire or occur, or if any of them do, what benefits will be derived there from. Except as required by law, Pine Cliff disclaims any intention or obligation to update or revise any forward-looking information, whether as a result of new information, future events or otherwise.\nUndrilled locations consist of drilling and recompletion locations booked in the independent reserve report dated February 13, 2017 prepared by McDaniel & Associates Consultants Limited and unbooked drilling and recompletion locations. Unbooked drilling and recompletion locations are internal estimates based on evaluation of geologic, reserves and spacing based on industry practice. There is no guarantee that Pine Cliff will drill these locations and there is no certainty that the drilling or completing of these locations will result in additional reserves and production or achieve expected internal rates of return. Pine Cliff activity depends on availability of capital, regulatory approvals, commodity prices, drilling costs and other factors.\nNatural gas liquids and oil volumes are recorded in barrels of oil (“ Bbl ”) and are converted to a thousand cubic feet equivalent (“ Mcfe ”) using a ratio of one (1) Bbl to six (6) thousand cubic feet. Natural gas volumes recorded in thousand cubic feet (“ Mcf ”) are converted to barrels of oil equivalent (“ Boe ”) using the ratio of six (6) thousand cubic feet to one (1) Bbl. This conversion ratio is based on energy equivalence primarily at the burner tip and does not represent a value equivalency at the wellhead. The terms Boe or Mcfe may be misleading, particularly if used in isolation.\nGiven that the value ratio based on the current price of crude oil as compared to natural gas is significantly different from the energy equivalency of oil, utilizing a conversion on a 6:1 basis may be misleading as an indication of value.\nThe forward-looking information contained in this news release is expressly qualified by this cautionary statement.\nNON-GAAP Measures\nThis press release uses the terms “funds flow from operations”, “operating netbacks”, “corporate netbacks” and “net debt” which are not recognized under International Financial Reporting Standards (“ IFRS ”) and may not be comparable to similar measures presented by other companies. These measures should not be considered as an alternative to, or more meaningful than, IFRS measures including net income (loss), cash provided by operating activities, or total liabilities. The Company uses these measures to evaluate its performance, leverage and liquidity. Funds flow from operations is a non-Generally Accepted Accounting Principles (“ non-GAAP ”) measure that represents the total of funds provided by operating activities, before adjusting for changes in non-cash working capital, and decommissioning obligations settled. Net debt is a non-GAAP measure calculated as the sum of bank debt, subordinated promissory notes at the principal amount, amounts due to related party and trade and other payables less trade and other receivables, cash, prepaid expenses and deposits and investments. Operating netback is a non-GAAP measure calculated as the Company’s total revenue, less operating expenses, divided by the Boe production of the Company. Corporate netback is a non-GAAP measure calculated as the Company’s operating netback, less general and administrative expenses, interest and bank charges plus finance and dividend income, divided by the Boe production of the Company. Please refer to the Annual Report for additional details regarding non-GAAP measures and their calculation.\nThe TSX does not accept responsibility for the accuracy of this release.\nSource:Pine Cliff Energy Ltd.",
    "published": "2018-03-14T02:29:00.000+02:00",
    "crawled": "2018-03-14T05:01:47.026+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "march",
        "globe",
        "newswire",
        "pine",
        "cliff",
        "energy",
        "pine",
        "cliff",
        "company",
        "tsx",
        "pne",
        "pleased",
        "announce",
        "financial",
        "operating",
        "result",
        "filing",
        "disclosure",
        "document",
        "included",
        "filing",
        "pine",
        "cliff",
        "annual",
        "information",
        "form",
        "aif",
        "includes",
        "disclosure",
        "report",
        "related",
        "reserve",
        "data",
        "oil",
        "gas",
        "information",
        "pursuant",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "oil",
        "gas",
        "activity",
        "consolidated",
        "financial",
        "statement",
        "related",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "annual",
        "report",
        "selected",
        "highlight",
        "shown",
        "read",
        "conjunction",
        "annual",
        "report",
        "aif",
        "highlight",
        "record",
        "year",
        "pine",
        "cliff",
        "revenue",
        "fund",
        "flow",
        "operation",
        "following",
        "highlight",
        "past",
        "quarter",
        "year",
        "generated",
        "million",
        "fund",
        "flow",
        "operation",
        "per",
        "basic",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "generated",
        "record",
        "annual",
        "million",
        "per",
        "basic",
        "share",
        "fund",
        "flow",
        "operation",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "fund",
        "flow",
        "operation",
        "per",
        "basic",
        "share",
        "year",
        "ended",
        "december",
        "increase",
        "million",
        "generated",
        "record",
        "annual",
        "total",
        "revenue",
        "million",
        "year",
        "ended",
        "december",
        "increase",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "achieved",
        "average",
        "production",
        "natural",
        "gas",
        "fourth",
        "quarter",
        "slightly",
        "lower",
        "fourth",
        "quarter",
        "despite",
        "incurring",
        "million",
        "drilling",
        "recompletion",
        "capital",
        "spending",
        "representing",
        "annual",
        "fund",
        "flow",
        "operation",
        "reduced",
        "bank",
        "debt",
        "million",
        "year",
        "ended",
        "december",
        "ending",
        "year",
        "bank",
        "debt",
        "million",
        "lowest",
        "bank",
        "debt",
        "level",
        "year",
        "end",
        "four",
        "year",
        "decrease",
        "bank",
        "debt",
        "resulted",
        "interest",
        "bank",
        "charge",
        "net",
        "dividend",
        "income",
        "per",
        "boe",
        "past",
        "quarter",
        "lower",
        "per",
        "boe",
        "fourth",
        "quarter",
        "ended",
        "million",
        "net",
        "debt",
        "company",
        "lowest",
        "net",
        "debt",
        "level",
        "year",
        "end",
        "four",
        "year",
        "million",
        "less",
        "net",
        "debt",
        "level",
        "million",
        "reduced",
        "flow",
        "operation",
        "december",
        "december",
        "entered",
        "firm",
        "transportation",
        "agreement",
        "approximately",
        "mcf",
        "per",
        "day",
        "production",
        "dawn",
        "natural",
        "gas",
        "market",
        "commenced",
        "november",
        "commodity",
        "risk",
        "management",
        "pine",
        "cliff",
        "operation",
        "marketing",
        "team",
        "expanded",
        "company",
        "sale",
        "delivery",
        "point",
        "access",
        "higher",
        "natural",
        "gas",
        "price",
        "outside",
        "alberta",
        "fourth",
        "quarter",
        "dawn",
        "market",
        "commitment",
        "one",
        "initiative",
        "addition",
        "pine",
        "cliff",
        "focused",
        "attention",
        "utilizing",
        "infrastructure",
        "move",
        "gas",
        "empress",
        "saskatchewan",
        "access",
        "delivery",
        "point",
        "transgas",
        "pine",
        "cliff",
        "expects",
        "q1",
        "sale",
        "volume",
        "delivery",
        "approximately",
        "aeco",
        "transgas",
        "dawn",
        "empress",
        "montana",
        "oil",
        "liquid",
        "due",
        "recent",
        "completion",
        "pipeline",
        "compression",
        "optimization",
        "project",
        "though",
        "pine",
        "cliff",
        "expects",
        "sale",
        "volume",
        "delivery",
        "average",
        "aeco",
        "transgas",
        "empress",
        "dawn",
        "montana",
        "oil",
        "liquid",
        "q2",
        "remainder",
        "year",
        "dawn",
        "market",
        "agreement",
        "pine",
        "cliff",
        "committed",
        "long",
        "term",
        "delivery",
        "market",
        "return",
        "production",
        "aeco",
        "market",
        "price",
        "justify",
        "outlook",
        "despite",
        "aeco",
        "daily",
        "natural",
        "gas",
        "price",
        "averaging",
        "october",
        "lowest",
        "monthly",
        "aeco",
        "price",
        "year",
        "fourth",
        "quarter",
        "aeco",
        "price",
        "better",
        "pine",
        "cliff",
        "expected",
        "first",
        "week",
        "due",
        "colder",
        "weather",
        "across",
        "north",
        "america",
        "forward",
        "strip",
        "pricing",
        "remainder",
        "however",
        "still",
        "relatively",
        "weak",
        "average",
        "strip",
        "price",
        "mcf",
        "pine",
        "cliff",
        "continues",
        "focus",
        "reducing",
        "cost",
        "improve",
        "margin",
        "getting",
        "better",
        "price",
        "product",
        "company",
        "effort",
        "past",
        "month",
        "mitigate",
        "exposure",
        "aeco",
        "pricing",
        "another",
        "example",
        "pine",
        "cliff",
        "continue",
        "consider",
        "additional",
        "opportunity",
        "enhance",
        "shareholder",
        "value",
        "may",
        "include",
        "asset",
        "acquisition",
        "although",
        "maintaining",
        "strong",
        "balance",
        "sheet",
        "remain",
        "prime",
        "focus",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "000s",
        "unless",
        "otherwise",
        "indicated",
        "oil",
        "gas",
        "sale",
        "royalty",
        "expense",
        "cash",
        "flow",
        "operating",
        "activity",
        "fund",
        "flow",
        "operation",
        "per",
        "share",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "capital",
        "expenditure",
        "disposition",
        "net",
        "debt",
        "production",
        "common",
        "share",
        "outstanding",
        "000s",
        "basic",
        "diluted",
        "combined",
        "sale",
        "price",
        "operating",
        "netback",
        "corporate",
        "netback",
        "operating",
        "netback",
        "per",
        "mcfe",
        "corporate",
        "netback",
        "per",
        "mcfe",
        "includes",
        "result",
        "acquisition",
        "excludes",
        "result",
        "disposition",
        "closing",
        "date",
        "measure",
        "see",
        "measure",
        "additional",
        "information",
        "information",
        "please",
        "contact",
        "philip",
        "hodge",
        "president",
        "ceo",
        "alan",
        "macdonald",
        "interim",
        "cfo",
        "corporate",
        "secretary",
        "telephone",
        "fax",
        "email",
        "info",
        "cautionary",
        "statement",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "include",
        "statement",
        "contain",
        "word",
        "anticipate",
        "could",
        "expect",
        "seek",
        "may",
        "intend",
        "likely",
        "believe",
        "similar",
        "expression",
        "statement",
        "relating",
        "matter",
        "historical",
        "fact",
        "statement",
        "belief",
        "intention",
        "expectation",
        "development",
        "result",
        "event",
        "may",
        "occur",
        "future",
        "constitute",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "based",
        "certain",
        "assumption",
        "analysis",
        "made",
        "u",
        "derived",
        "experience",
        "perception",
        "information",
        "news",
        "release",
        "includes",
        "limited",
        "expected",
        "production",
        "level",
        "expected",
        "operating",
        "cost",
        "royalty",
        "general",
        "administrative",
        "expense",
        "level",
        "future",
        "capital",
        "expenditure",
        "including",
        "amount",
        "nature",
        "thereof",
        "future",
        "acquisition",
        "opportunity",
        "including",
        "pine",
        "cliff",
        "ability",
        "execute",
        "opportunity",
        "future",
        "drilling",
        "opportunity",
        "pine",
        "cliff",
        "ability",
        "generate",
        "reserve",
        "production",
        "undrilled",
        "location",
        "ability",
        "implement",
        "dividend",
        "buy",
        "back",
        "share",
        "oil",
        "natural",
        "gas",
        "price",
        "demand",
        "expansion",
        "development",
        "trend",
        "oil",
        "natural",
        "gas",
        "industry",
        "business",
        "strategy",
        "guidance",
        "expansion",
        "growth",
        "business",
        "operation",
        "amount",
        "drawn",
        "pine",
        "cliff",
        "credit",
        "facility",
        "repayment",
        "thereof",
        "maintenance",
        "existing",
        "customer",
        "supplier",
        "partner",
        "relationship",
        "supply",
        "channel",
        "accounting",
        "policy",
        "risk",
        "pine",
        "cliff",
        "ability",
        "generate",
        "cash",
        "flow",
        "free",
        "cash",
        "flow",
        "matter",
        "information",
        "based",
        "certain",
        "assumption",
        "analysis",
        "made",
        "u",
        "light",
        "experience",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "well",
        "factor",
        "believe",
        "appropriate",
        "circumstance",
        "risk",
        "uncertainty",
        "assumption",
        "difficult",
        "predict",
        "may",
        "affect",
        "operation",
        "may",
        "include",
        "without",
        "limitation",
        "foreign",
        "exchange",
        "fluctuation",
        "equipment",
        "labour",
        "shortage",
        "inflationary",
        "cost",
        "general",
        "economic",
        "condition",
        "industry",
        "condition",
        "change",
        "applicable",
        "environmental",
        "taxation",
        "law",
        "regulation",
        "well",
        "law",
        "regulation",
        "interpreted",
        "enforced",
        "ability",
        "oil",
        "natural",
        "gas",
        "company",
        "raise",
        "capital",
        "effect",
        "weather",
        "condition",
        "operation",
        "facility",
        "existence",
        "operating",
        "risk",
        "volatility",
        "oil",
        "natural",
        "gas",
        "price",
        "oil",
        "gas",
        "product",
        "supply",
        "demand",
        "risk",
        "inherent",
        "ability",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "operation",
        "meet",
        "current",
        "future",
        "obligation",
        "increased",
        "competition",
        "stock",
        "market",
        "volatility",
        "opportunity",
        "available",
        "pursued",
        "u",
        "factor",
        "many",
        "beyond",
        "control",
        "foregoing",
        "factor",
        "exhaustive",
        "actual",
        "result",
        "performance",
        "achievement",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "information",
        "accordingly",
        "assurance",
        "given",
        "event",
        "anticipated",
        "information",
        "transpire",
        "occur",
        "benefit",
        "derived",
        "except",
        "required",
        "law",
        "pine",
        "cliff",
        "disclaims",
        "intention",
        "obligation",
        "update",
        "revise",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "undrilled",
        "location",
        "consist",
        "drilling",
        "recompletion",
        "location",
        "booked",
        "independent",
        "reserve",
        "report",
        "dated",
        "february",
        "prepared",
        "mcdaniel",
        "associate",
        "consultant",
        "limited",
        "unbooked",
        "drilling",
        "recompletion",
        "location",
        "unbooked",
        "drilling",
        "recompletion",
        "location",
        "internal",
        "estimate",
        "based",
        "evaluation",
        "geologic",
        "reserve",
        "spacing",
        "based",
        "industry",
        "practice",
        "guarantee",
        "pine",
        "cliff",
        "drill",
        "location",
        "certainty",
        "drilling",
        "completing",
        "location",
        "result",
        "additional",
        "reserve",
        "production",
        "achieve",
        "expected",
        "internal",
        "rate",
        "return",
        "pine",
        "cliff",
        "activity",
        "depends",
        "availability",
        "capital",
        "regulatory",
        "approval",
        "commodity",
        "price",
        "drilling",
        "cost",
        "factor",
        "natural",
        "gas",
        "liquid",
        "oil",
        "volume",
        "recorded",
        "barrel",
        "oil",
        "bbl",
        "converted",
        "thousand",
        "cubic",
        "foot",
        "equivalent",
        "mcfe",
        "using",
        "ratio",
        "one",
        "bbl",
        "six",
        "thousand",
        "cubic",
        "foot",
        "natural",
        "gas",
        "volume",
        "recorded",
        "thousand",
        "cubic",
        "foot",
        "mcf",
        "converted",
        "barrel",
        "oil",
        "equivalent",
        "boe",
        "using",
        "ratio",
        "six",
        "thousand",
        "cubic",
        "foot",
        "one",
        "bbl",
        "conversion",
        "ratio",
        "based",
        "energy",
        "equivalence",
        "primarily",
        "burner",
        "tip",
        "represent",
        "value",
        "equivalency",
        "wellhead",
        "term",
        "boe",
        "mcfe",
        "may",
        "misleading",
        "particularly",
        "used",
        "isolation",
        "given",
        "value",
        "ratio",
        "based",
        "current",
        "price",
        "crude",
        "oil",
        "compared",
        "natural",
        "gas",
        "significantly",
        "different",
        "energy",
        "equivalency",
        "oil",
        "utilizing",
        "conversion",
        "basis",
        "may",
        "misleading",
        "indication",
        "value",
        "information",
        "contained",
        "news",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "measure",
        "press",
        "release",
        "us",
        "term",
        "fund",
        "flow",
        "operation",
        "operating",
        "netbacks",
        "corporate",
        "netbacks",
        "net",
        "debt",
        "recognized",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "measure",
        "considered",
        "alternative",
        "meaningful",
        "ifrs",
        "measure",
        "including",
        "net",
        "income",
        "loss",
        "cash",
        "provided",
        "operating",
        "activity",
        "total",
        "liability",
        "company",
        "us",
        "measure",
        "evaluate",
        "performance",
        "leverage",
        "liquidity",
        "fund",
        "flow",
        "operation",
        "accepted",
        "accounting",
        "principle",
        "measure",
        "represents",
        "total",
        "fund",
        "provided",
        "operating",
        "activity",
        "adjusting",
        "change",
        "working",
        "capital",
        "decommissioning",
        "obligation",
        "settled",
        "net",
        "debt",
        "measure",
        "calculated",
        "sum",
        "bank",
        "debt",
        "subordinated",
        "promissory",
        "note",
        "principal",
        "amount",
        "amount",
        "due",
        "related",
        "party",
        "trade",
        "payable",
        "less",
        "trade",
        "receivables",
        "cash",
        "prepaid",
        "expense",
        "deposit",
        "investment",
        "operating",
        "netback",
        "measure",
        "calculated",
        "company",
        "total",
        "revenue",
        "less",
        "operating",
        "expense",
        "divided",
        "boe",
        "production",
        "company",
        "corporate",
        "netback",
        "measure",
        "calculated",
        "company",
        "operating",
        "netback",
        "less",
        "general",
        "administrative",
        "expense",
        "interest",
        "bank",
        "charge",
        "plus",
        "finance",
        "dividend",
        "income",
        "divided",
        "boe",
        "production",
        "company",
        "please",
        "refer",
        "annual",
        "report",
        "additional",
        "detail",
        "regarding",
        "measure",
        "calculation",
        "tsx",
        "accept",
        "responsibility",
        "accuracy",
        "release",
        "source",
        "pine",
        "cliff",
        "energy",
        "ltd"
    ]
}