{
    "organizations": [],
    "uuid": "0181a2e796462c474ed54c98a04ca0c8c5486e04",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/globe-newswire-anaptysbio-announces-fourth-quarter-and-full-year-2017-financial-results-and-2018-pipeline-milestones.html",
    "ord_in_thread": 0,
    "title": "AnaptysBio Announces Fourth Quarter and Full Year 2017 Financial Results and 2018 Pipeline Milestones",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ANB020 Top-Line Phase 2a Readouts Anticipated For Peanut Allergy in March 2018 and Eosinophilic Asthma in Second Quarter 2018\nANB019 GPP and PPP Phase 2 Studies to be Initiated During 2018\nSAN DIEGO, March 05, 2018 (GLOBE NEWSWIRE) -- AnaptysBio, Inc. (Nasdaq:ANAB), a clinical-stage biotechnology company developing first-in-class antibody product candidates focused on unmet medical needs in inflammation, today reported operating results for the fourth quarter and year ended December 31, 2017 and anticipated 2018 pipeline milestones.\n“AnaptysBio made significant progress on multiple program and corporate milestones during 2017,” said Hamza Suria, president and chief executive officer of AnaptysBio. “We are poised to continue advancing our ANB020 and ANB019 programs with additional clinical data readouts in serious inflammatory conditions during 2018. We are on-track to report top-line data on ANB020 as a treatment for both severe adult peanut allergy in March 2018 and severe adult eosinophilic asthma during the second quarter of 2018. We plan to initiate a Phase 2b study of ANB020 in moderate-to-severe adult atopic dermatitis during the first half of 2018, as well as Phase 2 studies of ANB019 in generalized pustular psoriasis, or GPP and palmo-plantar pustular psoriasis, or PPP, during 2018. These milestones are significant for the company, and important steps forward in bringing our novel treatments to patients with severe inflammatory diseases.”\nANB020 (Anti-IL-33 Program)\nIn October 2017, the Company reported positive proof-of-concept data for ANB020, its potentially first-in-class anti-IL-33 therapeutic antibody, from a Phase 2a clinical trial in adult patients with moderate-to-severe atopic dermatitis. In February 2018, AnaptysBio reported positive updated data upon completion of this clinical trial during an oral presentation at the American Academy of Dermatology Annual Meeting. The Company plans to initiate a Phase 2b randomized, double-blinded, placebo-controlled study in 200-300 adult patients with moderate-to-severe atopic dermatitis to evaluate different dose levels and dosing frequencies of subcutaneous administration of ANB020 in the first half of 2018, with data expected in 2019. Completed enrollment in the company’s ongoing Phase 2a double-blinded, placebo-controlled trial assessing the tolerance of oral food challenge before and after administration of a single dose of ANB020 or placebo in a total of 20 adult patients with severe peanut allergy. Top-line data are expected in March 2018. Currently enrolling the company’s ongoing double-blinded, placebo-controlled Phase 2a trial in 24 adult patients with severe eosinophilic asthma, where efficacy will be assessed using improvement in Forced Expiratory Volume in One Second after administration of a single dose of ANB020 or placebo. Top-line data are expected in the second quarter of 2018.\nANB019 (Anti-IL-36 Receptor Program)\nIn November 2017, AnaptysBio announced positive top-line results from an interim analysis of an ongoing single and multiple ascending dose healthy volunteer Phase 1 trial of ANB019, its potentially first-in-class anti-interleukin-36 receptor, or IL-36R therapeutic antibody. Top-line data showed favorable safety, pharmacokinetics and pharmacodynamic properties that support advancement of ANB019 into Phase 2 studies for GPP and PPP which the Company plans to initiate during 2018. The Company submitted a Clinical Trial Authorization, or CTA, filing with the U.K. Medicines and Healthcare Products Regulatory Agency, or MHRA, supporting the initiation of a 10-patient open-label multi-dose Phase 2 study of ANB019 in GPP patients and anticipates filing additional regulatory applications to support the initiation of a randomized placebo-controlled multi-dose study of ANB019 in PPP.\nCorporate Highlights\nCompleted Public Offering and Follow-on Offering - In January 2017, the Company completed an initial public offering of 5,750,000 shares of its common stock at a public offering price of $15.00 per share, which includes the exercise in full by the underwriters of their option to purchase an additional 750,000 shares of common stock. AnaptysBio received net proceeds from the offering of $80.2 million, after deducting underwriting discounts and commissions. In October 2017, the Company completed an underwritten follow-on public offering selling a total of 3,271,380 shares of common stock at a price to the public of $68.50 per share, which includes the exercise by the underwriters of their option to purchase an additional 271,380 shares of common stock in November 2017. AnaptysBio, received net proceeds from the offering of $212.3 million, after deducting underwriting discounts and commissions. Strengthened Board Leadership - In August 2017, the company appointed J. Anthony Ware, M.D. to its board of directors. Dr. Ware served as the senior vice president of product development of Lilly Bio-Medicines at Eli Lilly and Company, where he was responsible for the clinical development and regulatory approval of new medicines in multiple therapeutic areas. In March 2018, the company appointed Dr. Dennis Fenton to its board of directors. From 1982 until his retirement in 2008, Dr. Fenton worked at Amgen, where he held positions of increasing responsibility, including Vice President of Research, Senior Vice President of Sales and Marketing, Senior Vice President of Operations and Executive Vice President.\nFourth Quarter and Year-End 2017 Financial Results\nCash, cash equivalents and investments totaled $324.3 million as of December 31, 2017, which includes net proceeds of $292.5 million from the Company’s underwritten public offerings, compared to $51.2 million as of December 31, 2016. Revenue was $3.0 million and $10.0 million for the quarter and year ended December 31, 2017, which related to milestones earned from the Company’s partnership with TESARO, compared to $2.8 million and $16.7 million for the quarter and year ended December 31, 2016 which related to the amortization of the upfront payment from TESARO, research and development services reimbursed by TESARO and milestone-related revenues from TESARO and Celgene. Research and development expenses were $7.6 million and $29.4 million for the quarter and year ended December 31, 2017, as compared to $5.0 million and $15.4 million for the quarter and year ended December 31, 2016. The increase was primarily due to continued advancement of the Company’s ANB020 and ANB019 clinical programs offset by the recognition of lower research and development tax incentives in the year ended December 31, 2017. General and administrative expenses were $2.5 million and $9.3 million for the quarter and year ended December 31, 2017, as compared to $0.9 million and $4.3 million for the quarter and year ended December 31, 2016. The increase was attributable to additional personnel-related expenses and an increase in public company related expenses to support the company's growth.\n2018 Financial Guidance\nAnaptysBio expects that its cash, cash equivalents and investments will fund its current operating plan through the end of 2019.\nAbout AnaptysBio\nAnaptysBio is a clinical-stage biotechnology company developing first-in-class antibody product candidates focused on unmet medical needs in inflammation. The company’s proprietary anti-inflammatory pipeline includes its anti-IL-33 antibody (ANB020) for the treatment of moderate-to-severe adult atopic dermatitis, severe adult peanut allergy and severe adult eosinophilic asthma; its anti-IL-36R antibody (ANB019) for the treatment of rare inflammatory diseases, including generalized pustular psoriasis and palmo-plantar pustular psoriasis; and a portfolio of checkpoint receptor agonist antibodies for the treatment of certain autoimmune diseases where immune checkpoint receptors are insufficiently activated, which have demonstrated efficacy in an animal model of graft-versus-host disease. AnaptysBio’s antibody pipeline has been developed using its proprietary somatic hypermutation (SHM) platform, which uses in vitro SHM for antibody discovery and is designed to replicate key features of the human immune system to overcome the limitations of competing antibody discovery technologies. AnaptysBio has also developed multiple therapeutic antibodies in an immuno-oncology partnership with TESARO and an inflammation partnership with Celgene, including an anti-PD-1 antagonist antibody (TSR-042), an anti-TIM-3 antagonist antibody (TSR-022) and an anti-LAG-3 antagonist antibody (TSR-033), which are currently under clinical development with TESARO, and an anti-PD-1 checkpoint agonist antibody (CC-90006) currently in the clinic with Celgene.\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995, including, but not limited to: the timing of the release of data from our clinical trials, including ANB020’s Phase 2a trials in severe adult peanut allergy patients and severe adult eosinophilic asthma patients, and Phase 2b clinical trial in moderate-to-severe adult atopic dermatitis patients; our ability to launch a Phase 2b clinical trial of ANB020 in moderate-to-severe adult atopic dermatitis patients and Phase 2 clinical trials of ANB019 in GPP and PPP; and the success of our partnership with TESARO and Celgene. Statements including words such as “plan,” “continue,” “expect,” or “ongoing” and statements in the future tense are forward-looking statements. These forward-looking statements involve risks and uncertainties, as well as assumptions, which, if they do not fully materialize or prove incorrect, could cause our results to differ materially from those expressed or implied by such forward-looking statements. Forward-looking statements are subject to risks and uncertainties that may cause the company’s actual activities or results to differ significantly from those expressed in any forward-looking statement, including risks and uncertainties related to the company’s ability to advance its product candidates, obtain regulatory approval of and ultimately commercialize its product candidates, the timing and results of preclinical and clinical trials, the company’s ability to fund development activities and achieve development goals, the company’s ability to protect intellectual property and other risks and uncertainties described under the heading “Risk Factors” in documents the company files from time to time with the Securities and Exchange Commission. These forward-looking statements speak only as of the date of this press release, and the company undertakes no obligation to revise or update any forward-looking statements to reflect events or circumstances after the date hereof.\nContact :\nChelcie Lister\nTHRUST Investor Relations\n910.777.3049\nchelcie@thrustir.com\nANAPTYSBIO, INC. CONSOLIDATED BALANCE SHEETS (in thousands, except par value data)\nDecember 31, 2017 December 31, 2016 ASSETS Current assets: Cash and cash equivalents $ 81,189 $ 51,232 Receivable from collaborative partners — 1,225 Australian tax incentive receivable 1,601 4,118 Short-term investments 167,218 — Prepaid expenses and other current assets 2,688 1,633 Total current assets 252,696 58,208 Property and equipment, net 665 471 Long-term investments 75,897 — Long-term vendor deposits 46 — Restricted cash 60 60 Deferred financing costs — 3,441 Total assets $ 329,364 $ 62,180 LIABILITIES, CONVERTIBLE PREFERRED STOCK AND\nSTOCKHOLDERS’ EQUITY (DEFICIT) Current liabilities: Accounts payable $ 2,323 $ 2,278 Accrued expenses 4,875 3,429 Notes payable, current portion 6,875 — Other current liabilities 17 1 Total current liabilities 14,090 5,708 Notes payable, net of current portion 7,553 13,809 Deferred rent 140 154 Preferred stock warrant liabilities — 3,241 Commitments and contingencies Series B convertible preferred stock, $0.001 par value, no shares and 3,963 authorized, issued and\noutstanding at December 31, 2017 and December 31, 2016, respectively — 28,220 Series C convertible preferred stock, $0.001 par value, no shares and 1,887 shares authorized, no\nshares and 1,593 shares issued and outstanding at December 31, 2017 and December 31, 2016, respectively — 6,452 Series C-1 convertible preferred stock, $0.001 par value, no shares and 474 shares\nauthorized, issued and outstanding at December 31, 2017 and December 31, 2016, respectively — 2,156 Series D convertible preferred stock, $0.001 par value, no shares and 5,491 shares authorized,\nissued and outstanding at December 31, 2017 and December 31, 2016, respectively — 40,688 Stockholders’ equity (deficit): Preferred stock, $0.001 par value, 10,000 shares and no shares authorized, issued or outstanding at\nDecember 31, 2017 and December 31, 2016, respectively — — Common stock, $0.001 par value, 500,000 and 17,214 authorized, 23,791 shares and 2,651\nshares issued and outstanding at December 31, 2017 and December 31, 2016, respectively 24 3 Additional paid in capital 393,017 16,672 Accumulated other comprehensive loss (426 ) — Accumulated deficit (85,034 ) (54,923 ) Total stockholders’ equity (deficit) 307,581 (38,248 ) Total liabilities, convertible preferred stock and stockholders’ equity (deficit) $ 329,364 $ 62,180\nANAPTYSBIO, INC. CONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS (in thousands, except per share data) Three Months Ended\nDecember 31, Year Ended\nDecember 31, 2017 2016 2017 2016 Collaboration revenue $ 3,000 $ 2,754 $ 10,000 $ 16,684 Operating expenses: Research and development 7,606 5,016 29,443 15,419 General and administrative 2,545 912 9,338 4,290 Total operating expenses 10,151 5,928 38,781 19,709 Loss from operations (7,151 ) (3,174 ) (28,781 ) (3,025 ) Other income (expense), net Interest expense (456 ) (111 ) (1,775 ) (458 ) Change in fair value of liability for preferred stock warrants — (1,091 ) (1,366 ) (756 ) Interest income 862 29 1,623 127 Other income (expense), net (116 ) (231 ) 229 (147 ) Total other income (expense), net 290 (1,404 ) (1,289 ) (1,234 ) Net loss (6,861 ) (4,578 ) (30,070 ) (4,259 ) Unrealized loss on available for sale securities (383 ) — (426 ) — Other comprehensive loss (383 ) — (426 ) — Comprehensive loss $ (7,244 ) $ (4,578 ) $ (30,496 ) $ (4,259 ) Net loss per common share: Basic and diluted $ (0.30 ) $ (1.73 ) $ (1.52 ) $ (1.62 ) Weighted-average number of shares outstanding: Basic and diluted 23,089 2,647 19,782 2,637\nSource:AnaptysBio, Inc.",
    "published": "2018-03-06T00:15:00.000+02:00",
    "crawled": "2018-03-06T02:28:38.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "anb020",
        "phase",
        "2a",
        "readout",
        "anticipated",
        "peanut",
        "allergy",
        "march",
        "eosinophilic",
        "asthma",
        "second",
        "quarter",
        "anb019",
        "gpp",
        "ppp",
        "phase",
        "study",
        "initiated",
        "san",
        "diego",
        "march",
        "globe",
        "newswire",
        "anaptysbio",
        "nasdaq",
        "anab",
        "biotechnology",
        "company",
        "developing",
        "antibody",
        "product",
        "candidate",
        "focused",
        "unmet",
        "medical",
        "need",
        "inflammation",
        "today",
        "reported",
        "operating",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "anticipated",
        "pipeline",
        "milestone",
        "anaptysbio",
        "made",
        "significant",
        "progress",
        "multiple",
        "program",
        "corporate",
        "milestone",
        "said",
        "hamza",
        "suria",
        "president",
        "chief",
        "executive",
        "officer",
        "anaptysbio",
        "poised",
        "continue",
        "advancing",
        "anb020",
        "anb019",
        "program",
        "additional",
        "clinical",
        "data",
        "readout",
        "serious",
        "inflammatory",
        "condition",
        "report",
        "data",
        "anb020",
        "treatment",
        "severe",
        "adult",
        "peanut",
        "allergy",
        "march",
        "severe",
        "adult",
        "eosinophilic",
        "asthma",
        "second",
        "quarter",
        "plan",
        "initiate",
        "phase",
        "2b",
        "study",
        "anb020",
        "adult",
        "atopic",
        "dermatitis",
        "first",
        "half",
        "well",
        "phase",
        "study",
        "anb019",
        "generalized",
        "pustular",
        "psoriasis",
        "gpp",
        "pustular",
        "psoriasis",
        "ppp",
        "milestone",
        "significant",
        "company",
        "important",
        "step",
        "forward",
        "bringing",
        "novel",
        "treatment",
        "patient",
        "severe",
        "inflammatory",
        "anb020",
        "program",
        "october",
        "company",
        "reported",
        "positive",
        "data",
        "anb020",
        "potentially",
        "therapeutic",
        "antibody",
        "phase",
        "2a",
        "clinical",
        "trial",
        "adult",
        "patient",
        "atopic",
        "dermatitis",
        "february",
        "anaptysbio",
        "reported",
        "positive",
        "updated",
        "data",
        "upon",
        "completion",
        "clinical",
        "trial",
        "oral",
        "presentation",
        "american",
        "academy",
        "dermatology",
        "annual",
        "meeting",
        "company",
        "plan",
        "initiate",
        "phase",
        "2b",
        "randomized",
        "study",
        "adult",
        "patient",
        "atopic",
        "dermatitis",
        "evaluate",
        "different",
        "dose",
        "level",
        "dosing",
        "frequency",
        "subcutaneous",
        "administration",
        "anb020",
        "first",
        "half",
        "data",
        "expected",
        "completed",
        "enrollment",
        "company",
        "ongoing",
        "phase",
        "2a",
        "trial",
        "assessing",
        "tolerance",
        "oral",
        "food",
        "challenge",
        "administration",
        "single",
        "dose",
        "anb020",
        "placebo",
        "total",
        "adult",
        "patient",
        "severe",
        "peanut",
        "allergy",
        "data",
        "expected",
        "march",
        "currently",
        "enrolling",
        "company",
        "ongoing",
        "phase",
        "2a",
        "trial",
        "adult",
        "patient",
        "severe",
        "eosinophilic",
        "asthma",
        "efficacy",
        "assessed",
        "using",
        "improvement",
        "forced",
        "expiratory",
        "volume",
        "one",
        "second",
        "administration",
        "single",
        "dose",
        "anb020",
        "placebo",
        "data",
        "expected",
        "second",
        "quarter",
        "anb019",
        "receptor",
        "program",
        "november",
        "anaptysbio",
        "announced",
        "positive",
        "result",
        "interim",
        "analysis",
        "ongoing",
        "single",
        "multiple",
        "ascending",
        "dose",
        "healthy",
        "volunteer",
        "phase",
        "trial",
        "anb019",
        "potentially",
        "receptor",
        "therapeutic",
        "antibody",
        "data",
        "showed",
        "favorable",
        "safety",
        "pharmacokinetics",
        "pharmacodynamic",
        "property",
        "support",
        "advancement",
        "anb019",
        "phase",
        "study",
        "gpp",
        "ppp",
        "company",
        "plan",
        "initiate",
        "company",
        "submitted",
        "clinical",
        "trial",
        "authorization",
        "cta",
        "filing",
        "medicine",
        "healthcare",
        "product",
        "regulatory",
        "agency",
        "mhra",
        "supporting",
        "initiation",
        "phase",
        "study",
        "anb019",
        "gpp",
        "patient",
        "anticipates",
        "filing",
        "additional",
        "regulatory",
        "application",
        "support",
        "initiation",
        "randomized",
        "study",
        "anb019",
        "ppp",
        "corporate",
        "highlight",
        "completed",
        "public",
        "offering",
        "offering",
        "january",
        "company",
        "completed",
        "initial",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "includes",
        "exercise",
        "full",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "common",
        "stock",
        "anaptysbio",
        "received",
        "net",
        "proceeds",
        "offering",
        "million",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "october",
        "company",
        "completed",
        "underwritten",
        "public",
        "offering",
        "selling",
        "total",
        "share",
        "common",
        "stock",
        "price",
        "public",
        "per",
        "share",
        "includes",
        "exercise",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "common",
        "stock",
        "november",
        "anaptysbio",
        "received",
        "net",
        "proceeds",
        "offering",
        "million",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "strengthened",
        "board",
        "leadership",
        "august",
        "company",
        "appointed",
        "anthony",
        "ware",
        "board",
        "director",
        "ware",
        "served",
        "senior",
        "vice",
        "president",
        "product",
        "development",
        "lilly",
        "eli",
        "lilly",
        "company",
        "responsible",
        "clinical",
        "development",
        "regulatory",
        "approval",
        "new",
        "medicine",
        "multiple",
        "therapeutic",
        "area",
        "march",
        "company",
        "appointed",
        "dennis",
        "fenton",
        "board",
        "director",
        "retirement",
        "fenton",
        "worked",
        "amgen",
        "held",
        "position",
        "increasing",
        "responsibility",
        "including",
        "vice",
        "president",
        "research",
        "senior",
        "vice",
        "president",
        "sale",
        "marketing",
        "senior",
        "vice",
        "president",
        "operation",
        "executive",
        "vice",
        "president",
        "fourth",
        "quarter",
        "financial",
        "result",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "totaled",
        "million",
        "december",
        "includes",
        "net",
        "proceeds",
        "million",
        "company",
        "underwritten",
        "public",
        "offering",
        "compared",
        "million",
        "december",
        "revenue",
        "million",
        "million",
        "quarter",
        "year",
        "ended",
        "december",
        "related",
        "milestone",
        "earned",
        "company",
        "partnership",
        "tesaro",
        "compared",
        "million",
        "million",
        "quarter",
        "year",
        "ended",
        "december",
        "related",
        "amortization",
        "upfront",
        "payment",
        "tesaro",
        "research",
        "development",
        "service",
        "reimbursed",
        "tesaro",
        "revenue",
        "tesaro",
        "celgene",
        "research",
        "development",
        "expense",
        "million",
        "million",
        "quarter",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "million",
        "quarter",
        "year",
        "ended",
        "december",
        "increase",
        "primarily",
        "due",
        "continued",
        "advancement",
        "company",
        "anb020",
        "anb019",
        "clinical",
        "program",
        "offset",
        "recognition",
        "lower",
        "research",
        "development",
        "tax",
        "incentive",
        "year",
        "ended",
        "december",
        "general",
        "administrative",
        "expense",
        "million",
        "million",
        "quarter",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "million",
        "quarter",
        "year",
        "ended",
        "december",
        "increase",
        "attributable",
        "additional",
        "expense",
        "increase",
        "public",
        "company",
        "related",
        "expense",
        "support",
        "company",
        "growth",
        "financial",
        "guidance",
        "anaptysbio",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "fund",
        "current",
        "operating",
        "plan",
        "end",
        "anaptysbio",
        "anaptysbio",
        "biotechnology",
        "company",
        "developing",
        "antibody",
        "product",
        "candidate",
        "focused",
        "unmet",
        "medical",
        "need",
        "inflammation",
        "company",
        "proprietary",
        "pipeline",
        "includes",
        "antibody",
        "anb020",
        "treatment",
        "adult",
        "atopic",
        "dermatitis",
        "severe",
        "adult",
        "peanut",
        "allergy",
        "severe",
        "adult",
        "eosinophilic",
        "asthma",
        "antibody",
        "anb019",
        "treatment",
        "rare",
        "inflammatory",
        "disease",
        "including",
        "generalized",
        "pustular",
        "psoriasis",
        "pustular",
        "psoriasis",
        "portfolio",
        "checkpoint",
        "receptor",
        "agonist",
        "antibody",
        "treatment",
        "certain",
        "autoimmune",
        "disease",
        "immune",
        "checkpoint",
        "receptor",
        "insufficiently",
        "activated",
        "demonstrated",
        "efficacy",
        "animal",
        "model",
        "disease",
        "anaptysbio",
        "antibody",
        "pipeline",
        "developed",
        "using",
        "proprietary",
        "somatic",
        "hypermutation",
        "shm",
        "platform",
        "us",
        "vitro",
        "shm",
        "antibody",
        "discovery",
        "designed",
        "replicate",
        "key",
        "feature",
        "human",
        "immune",
        "system",
        "overcome",
        "limitation",
        "competing",
        "antibody",
        "discovery",
        "technology",
        "anaptysbio",
        "also",
        "developed",
        "multiple",
        "therapeutic",
        "antibody",
        "partnership",
        "tesaro",
        "inflammation",
        "partnership",
        "celgene",
        "including",
        "antagonist",
        "antibody",
        "antagonist",
        "antibody",
        "antagonist",
        "antibody",
        "currently",
        "clinical",
        "development",
        "tesaro",
        "checkpoint",
        "agonist",
        "antibody",
        "currently",
        "clinic",
        "celgene",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "timing",
        "release",
        "data",
        "clinical",
        "trial",
        "including",
        "anb020",
        "phase",
        "2a",
        "trial",
        "severe",
        "adult",
        "peanut",
        "allergy",
        "patient",
        "severe",
        "adult",
        "eosinophilic",
        "asthma",
        "patient",
        "phase",
        "2b",
        "clinical",
        "trial",
        "adult",
        "atopic",
        "dermatitis",
        "patient",
        "ability",
        "launch",
        "phase",
        "2b",
        "clinical",
        "trial",
        "anb020",
        "adult",
        "atopic",
        "dermatitis",
        "patient",
        "phase",
        "clinical",
        "trial",
        "anb019",
        "gpp",
        "ppp",
        "success",
        "partnership",
        "tesaro",
        "celgene",
        "statement",
        "including",
        "word",
        "plan",
        "continue",
        "expect",
        "ongoing",
        "statement",
        "future",
        "tense",
        "statement",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "well",
        "assumption",
        "fully",
        "materialize",
        "prove",
        "incorrect",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "company",
        "actual",
        "activity",
        "result",
        "differ",
        "significantly",
        "expressed",
        "statement",
        "including",
        "risk",
        "uncertainty",
        "related",
        "company",
        "ability",
        "advance",
        "product",
        "candidate",
        "obtain",
        "regulatory",
        "approval",
        "ultimately",
        "commercialize",
        "product",
        "candidate",
        "timing",
        "result",
        "preclinical",
        "clinical",
        "trial",
        "company",
        "ability",
        "fund",
        "development",
        "activity",
        "achieve",
        "development",
        "goal",
        "company",
        "ability",
        "protect",
        "intellectual",
        "property",
        "risk",
        "uncertainty",
        "described",
        "heading",
        "risk",
        "factor",
        "document",
        "company",
        "file",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "contact",
        "chelcie",
        "lister",
        "thrust",
        "investor",
        "relation",
        "chelcie",
        "anaptysbio",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "par",
        "value",
        "data",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "receivable",
        "collaborative",
        "partner",
        "australian",
        "tax",
        "incentive",
        "receivable",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "investment",
        "vendor",
        "deposit",
        "restricted",
        "cash",
        "deferred",
        "financing",
        "cost",
        "total",
        "asset",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "note",
        "payable",
        "current",
        "portion",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "note",
        "payable",
        "net",
        "current",
        "portion",
        "deferred",
        "rent",
        "preferred",
        "stock",
        "warrant",
        "liability",
        "commitment",
        "contingency",
        "series",
        "b",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "series",
        "c",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "share",
        "authorized",
        "share",
        "share",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "series",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "series",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "stockholder",
        "equity",
        "deficit",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "share",
        "authorized",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "share",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "additional",
        "paid",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "anaptysbio",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "collaboration",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "interest",
        "expense",
        "change",
        "fair",
        "value",
        "liability",
        "preferred",
        "stock",
        "warrant",
        "interest",
        "income",
        "income",
        "expense",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "unrealized",
        "loss",
        "available",
        "sale",
        "security",
        "comprehensive",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "anaptysbio",
        "inc"
    ]
}