{
    "organizations": [],
    "uuid": "5a5d47c53ff46366a67333bbfb04f22393bc005d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/02/pr-newswire-quality-care-properties-reaches-agreement-with-hcr-manorcare-to-effect-orderly-transition-of-skilled-nursing-assisted-living.html",
    "ord_in_thread": 0,
    "title": "Quality Care Properties Reaches Agreement with HCR ManorCare to Effect Orderly Transition of Skilled Nursing, Assisted Living, Hospice and Homecare Businesses to QCP Ownership",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BETHESDA, Md. and TOLEDO, Ohio, March 2, 2018 /PRNewswire/ -- Quality Care Properties, Inc. (NYSE: QCP) (\"QCP\" or the \"Company\") and HCR ManorCare, Inc. (\"HCR ManorCare\") today announced that they have reached an agreement to transition the ownership and leadership of HCR ManorCare, including its skilled nursing, assisted living, hospice and homecare businesses to QCP. The transaction is expected to recapitalize HCR ManorCare and provide stability and flexibility to better react to today's rapidly changing post-acute care industry. Under QCP's ownership and with new leadership, HCR ManorCare will continue to focus on providing superior patient care in this vital sector of healthcare.\nQCP and HCR ManorCare have agreed to effect this transaction through a prepackaged plan of reorganization pursuant to a Plan Sponsor Agreement entered into between the parties. HCR ManorCare, Inc., the parent holding company for the HCR ManorCare operating businesses, will voluntarily file for Chapter 11 under the United States Bankruptcy Code in the coming days. HCR ManorCare's operating subsidiaries will not file for Chapter 11 and the parent company's Chapter 11 filing will have no impact on patient care or the subsidiaries' operations. Under the terms of the Plan Sponsor Agreement and as contemplated in the prepackaged plan of reorganization, all HCR ManorCare employees, creditors, vendors and suppliers, aside from QCP, are expected to be unimpaired by the transaction and paid in the ordinary course when due. The transaction is subject to bankruptcy court approval of the prepackaged plan of reorganization and customary closing conditions, including regulatory approval. Bankruptcy court approval is expected during the second quarter and the transaction is expected to be completed during the third quarter of 2018.\nEffective immediately, Guy Sansone, a Managing Director and Chairman of the Healthcare Industry Group at global professional services firm Alvarez & Marsal with significant skilled nursing care facility operating experience, and Laura Linynsky, QCP's Senior Vice President and a former Chief Operating Officer of Sunrise Senior Living, Inc., will serve on behalf of QCP as consultants and work closely with the HCR ManorCare management team in order to facilitate a smooth transition of leadership and ownership. Following the completion of the transaction, Mr. Sansone is expected to assume the role of HCR ManorCare's Chief Executive Office and Ms. Linynsky is expected to serve as HCR ManorCare's interim Chief Financial Officer.\nMark Ordan, QCP's Chief Executive Officer, said, \"This agreement facilitates a consensual resolution that provides stability and flexibility for the business. We see this as the best available opportunity to improve a challenging situation. We considered every possible option and determined that entering this agreement to take direct ownership of our tenant best positions QCP to reposition the business to realize the potential of its properties for QCP shareholders. Under Guy and Laura's leadership, HCR ManorCare will continue to support the excellent employees providing long-term care, hospice and rehabilitation services, and corporate services to enhance patient care and drive referrals.\"\nMr. Ordan continued, \"In the coming weeks and months, we will work closely with HCR ManorCare senior management and the rest of HCR ManorCare's management and operating team to ensure a smooth transition. HCR ManorCare's team of skilled, dedicated and compassionate employees will continue to be the ultimate driver of the Company's superior patient care. We look forward to completing this transaction and to delivering long-term value to employees, patients, residents and shareholders.\"\nJohn R. Castellano, HCR ManorCare's Chief Restructuring Officer, said, \"We have invested a significant amount of time and effort in developing this proposed solution for all constituents involved. We believe that this agreement is a positive outcome for all of HCR ManorCare's stakeholders. Under our proposed plan, HCR ManorCare employees and creditors, aside from QCP, will not be impaired while we transition the ownership of the HCR ManorCare parent company to QCP. This represents an important step forward to strengthen the Company's financial position and create value.\"\nSteven M. Cavanaugh, HCR ManorCare's President and Chief Executive Officer, stated, \"We have worked with QCP to reach an agreement that provides stability for our employees, residents and patients. I am proud of the hard work and dedication that HCR ManorCare employees have continued to demonstrate in delivering outstanding care during difficult times. We will work tirelessly through the transition to ensure that the company continues to deliver the same level of outstanding care.\"\nTransaction Structure and Terms\nAt the closing of the transaction, QCP's claims against HCR ManorCare under the Master Lease and guaranty, including the deferred rent obligation and unpaid rent, will be exchanged and released for 100% equity ownership of HCR ManorCare, with HCR ManorCare becoming a wholly-owned indirect subsidiary of QCP. In connection with this transaction, QCP expects to no longer qualify for status as a Real Estate Investment Trust (REIT). No longer attempting to qualify as a REIT enables QCP to own the operator of the skilled nursing and assisted living/memory care facilities across its high quality asset base, as well as the operator of HCR ManorCare's hospice business, Heartland Hospice and Home Health Care (\"Heartland\"). Heartland is one of the top five largest hospice companies in the United States.\nAdditional details regarding the Plan Sponsor Agreement and the transactions contemplated by the Agreement will be made available in the Company's filings with the Securities and Exchange Commission. QCP expects to conduct an investor day in approximately 60 days to provide an update on its strategy and financial picture.\nThe controlling stockholders of HCR ManorCare have also signed a restructuring support agreement in support of the transaction.\nConcurrent with the signing of the Plan Sponsor Agreement, HCR ManorCare made a rent payment to QCP of $23.5 million, which represents the $14 million and $9.5 million payments previously due on January 25 and February 10, 2018, respectively. QCP expects to receive rent payments from HCR ManorCare during the Chapter 11 period in accordance with the provisions of the Plan Sponsor Agreement.\nAdvisors\nSullivan & Cromwell LLP and Paul, Weiss, Rifkind, Wharton & Garrison LLP are serving as QCP's legal counsel, Lazard and Houlihan Lokey Capital, Inc. are serving as financial advisors and Alvarez & Marsal is serving as an advisor. Latham & Watkins and Sidley Austin are serving as HCR ManorCare's legal counsel, AP Services, LLC is serving as restructuring advisor and Moelis & Company is serving as financial advisor.\nAbout QCP\nQuality Care Properties, Inc. is one of the nation's largest actively managed real estate companies focused on post-acute/skilled nursing and memory care/assisted living properties. QCP's properties are located in 29 states and include 257 post-acute/skilled nursing properties, 61 memory care/assisted living properties, a surgical hospital and a medical office building. For more information regarding QCP, visit www.qcpcorp.com .\nAbout HCR ManorCare\nHCR ManorCare is a leading provider of short-term, post-hospital services and long-term care with a network of more than 500 skilled nursing and rehabilitation centers, memory care communities, assisted living facilities, outpatient rehabilitation clinics, and hospice and home health care agencies.\nSafe Harbor Statement\nCertain statements in this press release that are not historical statements of fact may be deemed \"forward-looking statements.\" The Company and HCR ManorCare intend to have their forward-looking statements covered by the safe harbor provisions of the Private Securities Litigation Reform Act of 1995 and include this statement for purposes of complying with those provisions. Forward-looking statements include, among other things, statements regarding the Company's or HCR ManorCare's intent, belief or expectations. In particular, we note that statements regarding the prepackaged plan of reorganization, the events and transactions contemplated by the Plan Sponsor Agreement, including HCR ManorCare's contemplated voluntary filing under Chapter 11 of the United States Bankruptcy Code, are forward-looking statements. No assurance can be given that the Company will consummate the transactions with HCR ManorCare in a timely manner or at all, that the terms of any such transactions ultimately approved by the bankruptcy court will be favorable to us, that the Company will succeed in transitioning leadership and ownership in HCR ManorCare, in recapitalizing HCR ManorCare and in providing stability and flexibility to better react to today's rapidly changing post-acute care industry, that the Company will continue to receive rent payments from HCR ManorCare during the Chapter 11 period, or that HCR ManorCare will be able to successfully exit its Chapter 11 bankruptcy. See \"Risk Factors\" in the Company's most recent Annual Report on Form 10-K and its SEC filings for extensive discussion regarding the risks to the Company from its association with HCR ManorCare. These filings are available on the Company's website at www.qcpcorp.com and at www.sec.gov .\nForward-looking statements speak only as of the date of this press release. Except as may be required under the federal securities laws and the rules and regulations of the Securities and Exchange Commission, the Company expressly disclaims any obligation to release publicly any updates or revisions to any forward-looking statements.\nContacts\nFor QCP:\nJoele Frank, Wilkinson Brimmer Katcher\nAndrew Brimmer / Kelly Sullivan / Aaron Palash\n(212) 355-4449\nFor HCR ManorCare:\nErick Mullen\nemullen@mercuryllc.com\n(202) 261-4000\nView original content with multimedia: http://www.prnewswire.com/news-releases/quality-care-properties-reaches-agreement-with-hcr-manorcare-to-effect-orderly-transition-of-skilled-nursing-assisted-living-hospice-and-homecare-businesses-to-qcp-ownership-300607409.html\nSOURCE Quality Care Properties, Inc.",
    "published": "2018-03-02T17:23:00.000+02:00",
    "crawled": "2018-03-02T16:50:32.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "bethesda",
        "md",
        "toledo",
        "ohio",
        "march",
        "quality",
        "care",
        "property",
        "nyse",
        "qcp",
        "qcp",
        "company",
        "hcr",
        "manorcare",
        "hcr",
        "manorcare",
        "today",
        "announced",
        "reached",
        "agreement",
        "transition",
        "ownership",
        "leadership",
        "hcr",
        "manorcare",
        "including",
        "skilled",
        "nursing",
        "assisted",
        "living",
        "hospice",
        "homecare",
        "business",
        "qcp",
        "transaction",
        "expected",
        "recapitalize",
        "hcr",
        "manorcare",
        "provide",
        "stability",
        "flexibility",
        "better",
        "react",
        "today",
        "rapidly",
        "changing",
        "care",
        "industry",
        "qcp",
        "ownership",
        "new",
        "leadership",
        "hcr",
        "manorcare",
        "continue",
        "focus",
        "providing",
        "superior",
        "patient",
        "care",
        "vital",
        "sector",
        "healthcare",
        "qcp",
        "hcr",
        "manorcare",
        "agreed",
        "effect",
        "transaction",
        "prepackaged",
        "plan",
        "reorganization",
        "pursuant",
        "plan",
        "sponsor",
        "agreement",
        "entered",
        "party",
        "hcr",
        "manorcare",
        "parent",
        "holding",
        "company",
        "hcr",
        "manorcare",
        "operating",
        "business",
        "voluntarily",
        "file",
        "chapter",
        "united",
        "state",
        "bankruptcy",
        "code",
        "coming",
        "day",
        "hcr",
        "manorcare",
        "operating",
        "subsidiary",
        "file",
        "chapter",
        "parent",
        "company",
        "chapter",
        "filing",
        "impact",
        "patient",
        "care",
        "subsidiary",
        "operation",
        "term",
        "plan",
        "sponsor",
        "agreement",
        "contemplated",
        "prepackaged",
        "plan",
        "reorganization",
        "hcr",
        "manorcare",
        "employee",
        "creditor",
        "vendor",
        "supplier",
        "aside",
        "qcp",
        "expected",
        "unimpaired",
        "transaction",
        "paid",
        "ordinary",
        "course",
        "due",
        "transaction",
        "subject",
        "bankruptcy",
        "court",
        "approval",
        "prepackaged",
        "plan",
        "reorganization",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "bankruptcy",
        "court",
        "approval",
        "expected",
        "second",
        "quarter",
        "transaction",
        "expected",
        "completed",
        "third",
        "quarter",
        "effective",
        "immediately",
        "guy",
        "sansone",
        "managing",
        "director",
        "chairman",
        "healthcare",
        "industry",
        "group",
        "global",
        "professional",
        "service",
        "firm",
        "alvarez",
        "marsal",
        "significant",
        "skilled",
        "nursing",
        "care",
        "facility",
        "operating",
        "experience",
        "laura",
        "linynsky",
        "qcp",
        "senior",
        "vice",
        "president",
        "former",
        "chief",
        "operating",
        "officer",
        "sunrise",
        "senior",
        "living",
        "serve",
        "behalf",
        "qcp",
        "consultant",
        "work",
        "closely",
        "hcr",
        "manorcare",
        "management",
        "team",
        "order",
        "facilitate",
        "smooth",
        "transition",
        "leadership",
        "ownership",
        "following",
        "completion",
        "transaction",
        "sansone",
        "expected",
        "assume",
        "role",
        "hcr",
        "manorcare",
        "chief",
        "executive",
        "office",
        "linynsky",
        "expected",
        "serve",
        "hcr",
        "manorcare",
        "interim",
        "chief",
        "financial",
        "officer",
        "mark",
        "ordan",
        "qcp",
        "chief",
        "executive",
        "officer",
        "said",
        "agreement",
        "facilitates",
        "consensual",
        "resolution",
        "provides",
        "stability",
        "flexibility",
        "business",
        "see",
        "best",
        "available",
        "opportunity",
        "improve",
        "challenging",
        "situation",
        "considered",
        "every",
        "possible",
        "option",
        "determined",
        "entering",
        "agreement",
        "take",
        "direct",
        "ownership",
        "tenant",
        "best",
        "position",
        "qcp",
        "reposition",
        "business",
        "realize",
        "potential",
        "property",
        "qcp",
        "shareholder",
        "guy",
        "laura",
        "leadership",
        "hcr",
        "manorcare",
        "continue",
        "support",
        "excellent",
        "employee",
        "providing",
        "care",
        "hospice",
        "rehabilitation",
        "service",
        "corporate",
        "service",
        "enhance",
        "patient",
        "care",
        "drive",
        "referral",
        "ordan",
        "continued",
        "coming",
        "week",
        "month",
        "work",
        "closely",
        "hcr",
        "manorcare",
        "senior",
        "management",
        "rest",
        "hcr",
        "manorcare",
        "management",
        "operating",
        "team",
        "ensure",
        "smooth",
        "transition",
        "hcr",
        "manorcare",
        "team",
        "skilled",
        "dedicated",
        "compassionate",
        "employee",
        "continue",
        "ultimate",
        "driver",
        "company",
        "superior",
        "patient",
        "care",
        "look",
        "forward",
        "completing",
        "transaction",
        "delivering",
        "value",
        "employee",
        "patient",
        "resident",
        "shareholder",
        "john",
        "castellano",
        "hcr",
        "manorcare",
        "chief",
        "restructuring",
        "officer",
        "said",
        "invested",
        "significant",
        "amount",
        "time",
        "effort",
        "developing",
        "proposed",
        "solution",
        "constituent",
        "involved",
        "believe",
        "agreement",
        "positive",
        "outcome",
        "hcr",
        "manorcare",
        "stakeholder",
        "proposed",
        "plan",
        "hcr",
        "manorcare",
        "employee",
        "creditor",
        "aside",
        "qcp",
        "impaired",
        "transition",
        "ownership",
        "hcr",
        "manorcare",
        "parent",
        "company",
        "qcp",
        "represents",
        "important",
        "step",
        "forward",
        "strengthen",
        "company",
        "financial",
        "position",
        "create",
        "value",
        "steven",
        "cavanaugh",
        "hcr",
        "manorcare",
        "president",
        "chief",
        "executive",
        "officer",
        "stated",
        "worked",
        "qcp",
        "reach",
        "agreement",
        "provides",
        "stability",
        "employee",
        "resident",
        "patient",
        "proud",
        "hard",
        "work",
        "dedication",
        "hcr",
        "manorcare",
        "employee",
        "continued",
        "demonstrate",
        "delivering",
        "outstanding",
        "care",
        "difficult",
        "time",
        "work",
        "tirelessly",
        "transition",
        "ensure",
        "company",
        "continues",
        "deliver",
        "level",
        "outstanding",
        "care",
        "transaction",
        "structure",
        "term",
        "closing",
        "transaction",
        "qcp",
        "claim",
        "hcr",
        "manorcare",
        "master",
        "lease",
        "guaranty",
        "including",
        "deferred",
        "rent",
        "obligation",
        "unpaid",
        "rent",
        "exchanged",
        "released",
        "equity",
        "ownership",
        "hcr",
        "manorcare",
        "hcr",
        "manorcare",
        "becoming",
        "indirect",
        "subsidiary",
        "qcp",
        "connection",
        "transaction",
        "qcp",
        "expects",
        "longer",
        "qualify",
        "status",
        "real",
        "estate",
        "investment",
        "trust",
        "reit",
        "longer",
        "attempting",
        "qualify",
        "reit",
        "enables",
        "qcp",
        "operator",
        "skilled",
        "nursing",
        "assisted",
        "care",
        "facility",
        "across",
        "high",
        "quality",
        "asset",
        "base",
        "well",
        "operator",
        "hcr",
        "manorcare",
        "hospice",
        "business",
        "heartland",
        "hospice",
        "home",
        "health",
        "care",
        "heartland",
        "heartland",
        "one",
        "top",
        "five",
        "largest",
        "hospice",
        "company",
        "united",
        "state",
        "additional",
        "detail",
        "regarding",
        "plan",
        "sponsor",
        "agreement",
        "transaction",
        "contemplated",
        "agreement",
        "made",
        "available",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "qcp",
        "expects",
        "conduct",
        "investor",
        "day",
        "approximately",
        "day",
        "provide",
        "update",
        "strategy",
        "financial",
        "picture",
        "controlling",
        "stockholder",
        "hcr",
        "manorcare",
        "also",
        "signed",
        "restructuring",
        "support",
        "agreement",
        "support",
        "transaction",
        "concurrent",
        "signing",
        "plan",
        "sponsor",
        "agreement",
        "hcr",
        "manorcare",
        "made",
        "rent",
        "payment",
        "qcp",
        "million",
        "represents",
        "million",
        "million",
        "payment",
        "previously",
        "due",
        "january",
        "february",
        "respectively",
        "qcp",
        "expects",
        "receive",
        "rent",
        "payment",
        "hcr",
        "manorcare",
        "chapter",
        "period",
        "accordance",
        "provision",
        "plan",
        "sponsor",
        "agreement",
        "advisor",
        "sullivan",
        "cromwell",
        "llp",
        "paul",
        "weiss",
        "rifkind",
        "wharton",
        "garrison",
        "llp",
        "serving",
        "qcp",
        "legal",
        "counsel",
        "lazard",
        "houlihan",
        "lokey",
        "capital",
        "serving",
        "financial",
        "advisor",
        "alvarez",
        "marsal",
        "serving",
        "advisor",
        "latham",
        "watkins",
        "sidley",
        "austin",
        "serving",
        "hcr",
        "manorcare",
        "legal",
        "counsel",
        "ap",
        "service",
        "llc",
        "serving",
        "restructuring",
        "advisor",
        "moelis",
        "company",
        "serving",
        "financial",
        "advisor",
        "qcp",
        "quality",
        "care",
        "property",
        "one",
        "nation",
        "largest",
        "actively",
        "managed",
        "real",
        "estate",
        "company",
        "focused",
        "nursing",
        "memory",
        "living",
        "property",
        "qcp",
        "property",
        "located",
        "state",
        "include",
        "nursing",
        "property",
        "memory",
        "living",
        "property",
        "surgical",
        "hospital",
        "medical",
        "office",
        "building",
        "information",
        "regarding",
        "qcp",
        "visit",
        "hcr",
        "manorcare",
        "hcr",
        "manorcare",
        "leading",
        "provider",
        "service",
        "care",
        "network",
        "skilled",
        "nursing",
        "rehabilitation",
        "center",
        "memory",
        "care",
        "community",
        "assisted",
        "living",
        "facility",
        "outpatient",
        "rehabilitation",
        "clinic",
        "hospice",
        "home",
        "health",
        "care",
        "agency",
        "safe",
        "harbor",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "historical",
        "statement",
        "fact",
        "may",
        "deemed",
        "statement",
        "company",
        "hcr",
        "manorcare",
        "intend",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "statement",
        "purpose",
        "complying",
        "provision",
        "statement",
        "include",
        "among",
        "thing",
        "statement",
        "regarding",
        "company",
        "hcr",
        "manorcare",
        "intent",
        "belief",
        "expectation",
        "particular",
        "note",
        "statement",
        "regarding",
        "prepackaged",
        "plan",
        "reorganization",
        "event",
        "transaction",
        "contemplated",
        "plan",
        "sponsor",
        "agreement",
        "including",
        "hcr",
        "manorcare",
        "contemplated",
        "voluntary",
        "filing",
        "chapter",
        "united",
        "state",
        "bankruptcy",
        "code",
        "statement",
        "assurance",
        "given",
        "company",
        "consummate",
        "transaction",
        "hcr",
        "manorcare",
        "timely",
        "manner",
        "term",
        "transaction",
        "ultimately",
        "approved",
        "bankruptcy",
        "court",
        "favorable",
        "u",
        "company",
        "succeed",
        "transitioning",
        "leadership",
        "ownership",
        "hcr",
        "manorcare",
        "recapitalizing",
        "hcr",
        "manorcare",
        "providing",
        "stability",
        "flexibility",
        "better",
        "react",
        "today",
        "rapidly",
        "changing",
        "care",
        "industry",
        "company",
        "continue",
        "receive",
        "rent",
        "payment",
        "hcr",
        "manorcare",
        "chapter",
        "period",
        "hcr",
        "manorcare",
        "able",
        "successfully",
        "exit",
        "chapter",
        "bankruptcy",
        "see",
        "risk",
        "factor",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "sec",
        "filing",
        "extensive",
        "discussion",
        "regarding",
        "risk",
        "company",
        "association",
        "hcr",
        "manorcare",
        "filing",
        "available",
        "company",
        "website",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "except",
        "may",
        "required",
        "federal",
        "security",
        "law",
        "rule",
        "regulation",
        "security",
        "exchange",
        "commission",
        "company",
        "expressly",
        "disclaims",
        "obligation",
        "release",
        "publicly",
        "update",
        "revision",
        "statement",
        "contact",
        "qcp",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "andrew",
        "brimmer",
        "kelly",
        "sullivan",
        "aaron",
        "palash",
        "hcr",
        "manorcare",
        "erick",
        "mullen",
        "emullen",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "quality",
        "care",
        "property",
        "inc"
    ]
}