{
    "organizations": [],
    "uuid": "b5e6c8a4c4ad43e99c01cdf6e1a3dbfd0468dd07",
    "author": "Roni Jacobson",
    "url": "https://www.cnbc.com/2018/03/20/space-medicine-scientists-study-effects-of-space-on-human-body.html",
    "ord_in_thread": 0,
    "title": "Space medicine: Scientists study effects of space on human body",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "When astronaut Scott Kelly started the process of readapting to Earth's gravity after returning from a year on the International Space Station — the longest ever for a NASA astronaut — most of the biological changes he experienced in space quickly returned to normal. Yet some changes persisted after six months: most notably that 7 percent of his DNA remained alien \"space DNA,\" NASA reported last week.\nNot only that, Scott Kelly's telomeres — the caps at the end of DNA strands that protect the chromosomes and deteriorate with age — lengthened, and he came back 2 in. taller, although both his telomeres and his height reverted to normal proportions back on Earth.\nNASA's findings are part of the Twins Study , conducted by NASA's Human Research Program, to observe how the body responds to extended periods in outer space, in light of NASA's goal of a human-crewed mission to Mars by the 2030s, a round-trip expected to take about two and a half years.\nReports included data on what happened to Scott Kelly, physiologically and psychologically, while he was in space, and compared the data to his identical twin brother, Mark Kelly, as a control subject on Earth. What researchers observed were changes in Scott's gene expression, which is how your body reacts to your environment.\nThere is no doubt that space does mysterious things to a body. Astronauts commonly report vision problems; others get post-flight kidney stones , most likely a result of the high level of carbon dioxide in the ISS air supply, which produces high concentrations of calcium oxalate in the bloodstream and thus stones to form in the kidneys.\nRecent studies in the past two years examining astronauts bodies before, during and after spaceflight reveal cellular changes in their spinal cords, eyes and brains that, in many cases, resemble deterioration due to diseases on Earth, particularly those related to aging. Many of these, including arthritis, osteoporosis, glaucoma and vertigo, currently have no cures.\nIn order to succeed in a long-term trip to Mars and beyond, astronauts will need solutions to these issues. Scientists studying how to overcome them are translating what they find to generate solutions for similar medical conditions here on Earth.\nBody Most of the changes that happen to the body in space, including the increase in height, are likely due to the effects of microgravity. With less pressure on the body, the spine straightens out and posture improves, similar to what happens when sleeping on Earth. Immediately after waking, people are approximately 1 cm. taller than they are at the end of the day. But any vertically challenged people hoping to grow taller by becoming an astronaut will unfortunately be disappointed; after a short time on Earth, astronauts' heights uniformly return to normal. The temporary gain also comes with a downside: Astronauts also commonly report back pain, similar to what many tall people experience regularly on Earth, which can linger for months or years after they return.\nAlthough zero gravity is assumed to be the cause of much of what astronauts experience, we still largely don't know what is happening to the body on a microscopic, cellular level. Last month scientists published the first study looking closely at what happens to the spine in space. Using magnetic resonance imaging and ultrasound technology, the scientists studied the spines of seven astronauts before, after and at several points during a six-month mission. They found that the discs between the vertebrates went through stages; early in the mission they elongated, but over time they shrunk.\nUWE UMSTAETTER | Getty Images One of the newest fields of study is the effects of microgravity on the brain. Astronauts report experiencing \"space fog\" — a mental haziness some have likened to a 10-point drop in IQ \"Relatively soon in spaceflight, we saw changes in these discs. And over the longer term we saw similar deterioration in the muscles that you use to hold your head up and in your core,\" said Scott Dulchavsky , CEO of the Henry Ford Innovation Institute, who led the study. The astronauts also showed a concerning loss of bone mass, \"so much so that they were looking like older adults with osteoporosis.\"\nThe study caused NASA to make immediate changes to the astronauts' exercise regimen, as \"some of the exercises they were doing were bad for spine health,\" Dulchavsky said. Now astronauts also do exercises, including yoga and stretches, that can protect spine health. Going forward, Dulchavsky hopes to look for longer-term solutions to these problems, potentially engineering new medications or devices that have a protective effect for discs and joints, which could potentially benefit people suffering from similar conditions on Earth.\nThe changes to astronauts' discs \"also drive a lot of diseases of the spine,\" Dulchavsky said, particularly those associated with aging, including arthritis, herniated discs and degenerative disc disease, for which there are few treatments. Short of surgery, which works for some problems but not others, the only treatments are a combination of physical therapy and antiinflammatory drugs and aspirin that can ease the pain but don't treat the underlying disorder and often don't work very well .\n\"My focus has always been how do we translate this back to care for Grandma and spin it off back to the planet,\" Dulchavsky said. \"Observing what works for astronauts can potentially help people of advancing age and with spinal debilitations on Earth.\"\nMore from Modern Medicine:\nNew breakthrough treatments for heart failure offer hope for millions\nCancer research shows better way to predict drugs that work\nYoutube's dark side could be affecting your child's mental health\nEyes Another mysterious side effect of spending time in space commonly reported by astronauts is poor vision, which can persist for years after they return to earth. Approximately 80 percent of astronauts wear corrective lenses , according to a 2017 NASA analysis, compared to about 60 percent of civilians. Recent studies have suggested that astronauts' worsening eyesight is due to swelling of the optic nerve, which connects the eye to the brain, and the optic disc on the back of the retina, likely caused to fluid shifts due to microgravity.\nLike what happens with the spine, the changes in vision experienced by astronauts also resemble those that happen normally with advancing age on Earth, such as pressure due to glaucoma. In addition to pressure changes, the lack of gravity in space also results in more dust particles floating in the air, which can cause irritation and scratching of the eye similar to that seen in macular degeneration, another eye disease related to aging.\nshow chapters Why the price of sight for the visually impaired is too high 5:05 PM ET Fri, 22 Sept 2017 | 06:18 There are currently no treatments for glaucoma or macular degeneration, which progress to the point of blindness. For glaucoma, eye drops, surgery and drugs — including beta-blockers, such as timolol, and other medications, such as Xalatan and Travatan — work by increasing or decreasing pressure in the eye by manipulating the fluid. They are palliative, but cannot stop the disease's progression, and produce side effects such as dim vision. Macular degeneration has even fewer options.\nMind One of the newest and perhaps most intriguing fields of study may be on effects of microgravity on the brain. Anecdotally, astronauts report experiencing \"space fog\" — a mental haziness some have likened to a 10-point drop in IQ. Preliminary studies have shown mixed results with regard to astronauts' cognitive function in space , but suggest they have difficulty multitasking, or doing two things at the same time, such as walking and talking. In the first neuroimaging study , published in 2016, scientists looked at MRI scans of the brains of 27 astronauts before and after they traveled to space and found extensive decreases in gray matter in certain areas, including around the eyes and the front and side of the brain. But at the same time, gray matter increased in sensory-motor areas of the brain that control the lower limbs.\nRachael Seidler, a professor of physiology and kinesiology at the University of Florida who co-authored the study, believes much of the apparent loss in gray matter, which was eventually recovered on Earth, was likely not an actual loss but rather due to certain areas compressing as fluid shifted in the head. \"The brain is literally floating higher in the skull,\" she said. As for the sensory-motor areas where gray matter accumulated, \"we think that this might be a neuroplasticity effect.\" The vestibular system, fluid in the ear that gives us our sense of balance and movement, doesn't work in microgravity.\n\"Observing what works for astronauts can potentially help people of advancing age and with spinal debilitations on Earth.\" -Scott Dulchavsky, CEO of the Henry Ford Innovation Institute \"What we think is going on in the brain is trying to increase the gain of the signal to try to understand the information coming from the legs. It suggests some kind of adaptive compensation or neuroplasticity to deal with reduced sensory inputs,\" Seidler said. \"It's a fascinating model for how the brain adapts to new experiences. We are studying it in an environment it has never been in before.\"\n\"The study also has implications for people with disorders of the vestibular system and its relation to aging on Earth,\" Seidler said. The vestibular system, like the traditional five senses, degrades with age, resulting in common problems like vertigo, loss of balance and increased likelihood of falling. There are medications that reduce the dizziness, including antihistamines such as meclizine (Antivert) and anticholinergics, including scopolamine skin patches, which may offer short-term relief. But like other deteriorations due to aging, there are currently no cures or medications that address the source of the problem. Falls are the No. 1 cause of death for older Americans over age 65 .\nIn space \"these things happen really fast,\" Seidler said. \"NASA is very interested in sorting these questions out in light of a longer mission to Mars. Answering, what is the course of these changes? Does the brain go back, or are there residual changes that might last for a lifetime? Especially as we start having more people in space for longer durations, we really need to have a sense of how these scale with microgravity exposure, and what does that mean for behavior and recovery,\" Seidler said.\n\"Even though we are uncovering things that might seem negative about spaceflight, the next question is, How do we mitigate this, and what do we do about it?\"\n— By Roni Jacobson, special to CNBC.com",
    "published": "2018-03-20T16:00:00.000+02:00",
    "crawled": "2018-03-20T16:18:32.063+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "astronaut",
        "scott",
        "kelly",
        "started",
        "process",
        "readapting",
        "earth",
        "gravity",
        "returning",
        "year",
        "international",
        "space",
        "station",
        "longest",
        "ever",
        "nasa",
        "astronaut",
        "biological",
        "change",
        "experienced",
        "space",
        "quickly",
        "returned",
        "normal",
        "yet",
        "change",
        "persisted",
        "six",
        "month",
        "notably",
        "percent",
        "dna",
        "remained",
        "alien",
        "space",
        "dna",
        "nasa",
        "reported",
        "last",
        "week",
        "scott",
        "kelly",
        "telomere",
        "cap",
        "end",
        "dna",
        "strand",
        "protect",
        "chromosome",
        "deteriorate",
        "age",
        "lengthened",
        "came",
        "back",
        "taller",
        "although",
        "telomere",
        "height",
        "reverted",
        "normal",
        "proportion",
        "back",
        "earth",
        "nasa",
        "finding",
        "part",
        "twin",
        "study",
        "conducted",
        "nasa",
        "human",
        "research",
        "program",
        "observe",
        "body",
        "responds",
        "extended",
        "period",
        "outer",
        "space",
        "light",
        "nasa",
        "goal",
        "mission",
        "mar",
        "2030s",
        "expected",
        "take",
        "two",
        "half",
        "year",
        "report",
        "included",
        "data",
        "happened",
        "scott",
        "kelly",
        "physiologically",
        "psychologically",
        "space",
        "compared",
        "data",
        "identical",
        "twin",
        "brother",
        "mark",
        "kelly",
        "control",
        "subject",
        "earth",
        "researcher",
        "observed",
        "change",
        "scott",
        "gene",
        "expression",
        "body",
        "reacts",
        "environment",
        "doubt",
        "space",
        "mysterious",
        "thing",
        "body",
        "astronaut",
        "commonly",
        "report",
        "vision",
        "problem",
        "others",
        "get",
        "kidney",
        "stone",
        "likely",
        "result",
        "high",
        "level",
        "carbon",
        "dioxide",
        "iss",
        "air",
        "supply",
        "produce",
        "high",
        "concentration",
        "calcium",
        "oxalate",
        "bloodstream",
        "thus",
        "stone",
        "form",
        "kidney",
        "recent",
        "study",
        "past",
        "two",
        "year",
        "examining",
        "astronaut",
        "body",
        "spaceflight",
        "reveal",
        "cellular",
        "change",
        "spinal",
        "cord",
        "eye",
        "brain",
        "many",
        "case",
        "resemble",
        "deterioration",
        "due",
        "disease",
        "earth",
        "particularly",
        "related",
        "aging",
        "many",
        "including",
        "arthritis",
        "osteoporosis",
        "glaucoma",
        "vertigo",
        "currently",
        "cure",
        "order",
        "succeed",
        "trip",
        "mar",
        "beyond",
        "astronaut",
        "need",
        "solution",
        "issue",
        "scientist",
        "studying",
        "overcome",
        "translating",
        "find",
        "generate",
        "solution",
        "similar",
        "medical",
        "condition",
        "earth",
        "body",
        "change",
        "happen",
        "body",
        "space",
        "including",
        "increase",
        "height",
        "likely",
        "due",
        "effect",
        "microgravity",
        "less",
        "pressure",
        "body",
        "spine",
        "straightens",
        "posture",
        "improves",
        "similar",
        "happens",
        "sleeping",
        "earth",
        "immediately",
        "waking",
        "people",
        "approximately",
        "cm",
        "taller",
        "end",
        "day",
        "vertically",
        "challenged",
        "people",
        "hoping",
        "grow",
        "taller",
        "becoming",
        "astronaut",
        "unfortunately",
        "disappointed",
        "short",
        "time",
        "earth",
        "astronaut",
        "height",
        "uniformly",
        "return",
        "normal",
        "temporary",
        "gain",
        "also",
        "come",
        "downside",
        "astronaut",
        "also",
        "commonly",
        "report",
        "back",
        "pain",
        "similar",
        "many",
        "tall",
        "people",
        "experience",
        "regularly",
        "earth",
        "linger",
        "month",
        "year",
        "return",
        "although",
        "zero",
        "gravity",
        "assumed",
        "cause",
        "much",
        "astronaut",
        "experience",
        "still",
        "largely",
        "know",
        "happening",
        "body",
        "microscopic",
        "cellular",
        "level",
        "last",
        "month",
        "scientist",
        "published",
        "first",
        "study",
        "looking",
        "closely",
        "happens",
        "spine",
        "space",
        "using",
        "magnetic",
        "resonance",
        "imaging",
        "ultrasound",
        "technology",
        "scientist",
        "studied",
        "spine",
        "seven",
        "astronaut",
        "several",
        "point",
        "mission",
        "found",
        "disc",
        "vertebrate",
        "went",
        "stage",
        "early",
        "mission",
        "elongated",
        "time",
        "shrunk",
        "uwe",
        "umstaetter",
        "getty",
        "image",
        "one",
        "newest",
        "field",
        "study",
        "effect",
        "microgravity",
        "brain",
        "astronaut",
        "report",
        "experiencing",
        "space",
        "fog",
        "mental",
        "haziness",
        "likened",
        "drop",
        "iq",
        "relatively",
        "soon",
        "spaceflight",
        "saw",
        "change",
        "disc",
        "longer",
        "term",
        "saw",
        "similar",
        "deterioration",
        "muscle",
        "use",
        "hold",
        "head",
        "core",
        "said",
        "scott",
        "dulchavsky",
        "ceo",
        "henry",
        "ford",
        "innovation",
        "institute",
        "led",
        "study",
        "astronaut",
        "also",
        "showed",
        "concerning",
        "loss",
        "bone",
        "mass",
        "much",
        "looking",
        "like",
        "older",
        "adult",
        "osteoporosis",
        "study",
        "caused",
        "nasa",
        "make",
        "immediate",
        "change",
        "astronaut",
        "exercise",
        "regimen",
        "exercise",
        "bad",
        "spine",
        "health",
        "dulchavsky",
        "said",
        "astronaut",
        "also",
        "exercise",
        "including",
        "yoga",
        "stretch",
        "protect",
        "spine",
        "health",
        "going",
        "forward",
        "dulchavsky",
        "hope",
        "look",
        "solution",
        "problem",
        "potentially",
        "engineering",
        "new",
        "medication",
        "device",
        "protective",
        "effect",
        "disc",
        "joint",
        "could",
        "potentially",
        "benefit",
        "people",
        "suffering",
        "similar",
        "condition",
        "earth",
        "change",
        "astronaut",
        "disc",
        "also",
        "drive",
        "lot",
        "disease",
        "spine",
        "dulchavsky",
        "said",
        "particularly",
        "associated",
        "aging",
        "including",
        "arthritis",
        "herniated",
        "disc",
        "degenerative",
        "disc",
        "disease",
        "treatment",
        "short",
        "surgery",
        "work",
        "problem",
        "others",
        "treatment",
        "combination",
        "physical",
        "therapy",
        "antiinflammatory",
        "drug",
        "aspirin",
        "ease",
        "pain",
        "treat",
        "underlying",
        "disorder",
        "often",
        "work",
        "well",
        "focus",
        "always",
        "translate",
        "back",
        "care",
        "grandma",
        "spin",
        "back",
        "planet",
        "dulchavsky",
        "said",
        "observing",
        "work",
        "astronaut",
        "potentially",
        "help",
        "people",
        "advancing",
        "age",
        "spinal",
        "debilitation",
        "earth",
        "modern",
        "medicine",
        "new",
        "breakthrough",
        "treatment",
        "heart",
        "failure",
        "offer",
        "hope",
        "million",
        "cancer",
        "research",
        "show",
        "better",
        "way",
        "predict",
        "drug",
        "work",
        "youtube",
        "dark",
        "side",
        "could",
        "affecting",
        "child",
        "mental",
        "health",
        "eye",
        "another",
        "mysterious",
        "side",
        "effect",
        "spending",
        "time",
        "space",
        "commonly",
        "reported",
        "astronaut",
        "poor",
        "vision",
        "persist",
        "year",
        "return",
        "earth",
        "approximately",
        "percent",
        "astronaut",
        "wear",
        "corrective",
        "lens",
        "according",
        "nasa",
        "analysis",
        "compared",
        "percent",
        "civilian",
        "recent",
        "study",
        "suggested",
        "astronaut",
        "worsening",
        "eyesight",
        "due",
        "swelling",
        "optic",
        "nerve",
        "connects",
        "eye",
        "brain",
        "optic",
        "disc",
        "back",
        "retina",
        "likely",
        "caused",
        "fluid",
        "shift",
        "due",
        "microgravity",
        "like",
        "happens",
        "spine",
        "change",
        "vision",
        "experienced",
        "astronaut",
        "also",
        "resemble",
        "happen",
        "normally",
        "advancing",
        "age",
        "earth",
        "pressure",
        "due",
        "glaucoma",
        "addition",
        "pressure",
        "change",
        "lack",
        "gravity",
        "space",
        "also",
        "result",
        "dust",
        "particle",
        "floating",
        "air",
        "cause",
        "irritation",
        "scratching",
        "eye",
        "similar",
        "seen",
        "macular",
        "degeneration",
        "another",
        "eye",
        "disease",
        "related",
        "aging",
        "show",
        "chapter",
        "price",
        "sight",
        "visually",
        "impaired",
        "high",
        "pm",
        "et",
        "fri",
        "sept",
        "currently",
        "treatment",
        "glaucoma",
        "macular",
        "degeneration",
        "progress",
        "point",
        "blindness",
        "glaucoma",
        "eye",
        "drop",
        "surgery",
        "drug",
        "including",
        "timolol",
        "medication",
        "xalatan",
        "travatan",
        "work",
        "increasing",
        "decreasing",
        "pressure",
        "eye",
        "manipulating",
        "fluid",
        "palliative",
        "stop",
        "disease",
        "progression",
        "produce",
        "side",
        "effect",
        "dim",
        "vision",
        "macular",
        "degeneration",
        "even",
        "fewer",
        "option",
        "mind",
        "one",
        "newest",
        "perhaps",
        "intriguing",
        "field",
        "study",
        "may",
        "effect",
        "microgravity",
        "brain",
        "anecdotally",
        "astronaut",
        "report",
        "experiencing",
        "space",
        "fog",
        "mental",
        "haziness",
        "likened",
        "drop",
        "iq",
        "preliminary",
        "study",
        "shown",
        "mixed",
        "result",
        "regard",
        "astronaut",
        "cognitive",
        "function",
        "space",
        "suggest",
        "difficulty",
        "multitasking",
        "two",
        "thing",
        "time",
        "walking",
        "talking",
        "first",
        "neuroimaging",
        "study",
        "published",
        "scientist",
        "looked",
        "mri",
        "scan",
        "brain",
        "astronaut",
        "traveled",
        "space",
        "found",
        "extensive",
        "decrease",
        "gray",
        "matter",
        "certain",
        "area",
        "including",
        "around",
        "eye",
        "front",
        "side",
        "brain",
        "time",
        "gray",
        "matter",
        "increased",
        "area",
        "brain",
        "control",
        "lower",
        "limb",
        "rachael",
        "seidler",
        "professor",
        "physiology",
        "kinesiology",
        "university",
        "florida",
        "study",
        "belief",
        "much",
        "apparent",
        "loss",
        "gray",
        "matter",
        "eventually",
        "recovered",
        "earth",
        "likely",
        "actual",
        "loss",
        "rather",
        "due",
        "certain",
        "area",
        "compressing",
        "fluid",
        "shifted",
        "head",
        "brain",
        "literally",
        "floating",
        "higher",
        "skull",
        "said",
        "area",
        "gray",
        "matter",
        "accumulated",
        "think",
        "might",
        "neuroplasticity",
        "effect",
        "vestibular",
        "system",
        "fluid",
        "ear",
        "give",
        "u",
        "sense",
        "balance",
        "movement",
        "work",
        "microgravity",
        "observing",
        "work",
        "astronaut",
        "potentially",
        "help",
        "people",
        "advancing",
        "age",
        "spinal",
        "debilitation",
        "earth",
        "dulchavsky",
        "ceo",
        "henry",
        "ford",
        "innovation",
        "institute",
        "think",
        "going",
        "brain",
        "trying",
        "increase",
        "gain",
        "signal",
        "try",
        "understand",
        "information",
        "coming",
        "leg",
        "suggests",
        "kind",
        "adaptive",
        "compensation",
        "neuroplasticity",
        "deal",
        "reduced",
        "sensory",
        "input",
        "seidler",
        "said",
        "fascinating",
        "model",
        "brain",
        "adapts",
        "new",
        "experience",
        "studying",
        "environment",
        "never",
        "study",
        "also",
        "implication",
        "people",
        "disorder",
        "vestibular",
        "system",
        "relation",
        "aging",
        "earth",
        "seidler",
        "said",
        "vestibular",
        "system",
        "like",
        "traditional",
        "five",
        "sens",
        "degrades",
        "age",
        "resulting",
        "common",
        "problem",
        "like",
        "vertigo",
        "loss",
        "balance",
        "increased",
        "likelihood",
        "falling",
        "medication",
        "reduce",
        "dizziness",
        "including",
        "antihistamine",
        "meclizine",
        "antivert",
        "anticholinergic",
        "including",
        "scopolamine",
        "skin",
        "patch",
        "may",
        "offer",
        "relief",
        "like",
        "deterioration",
        "due",
        "aging",
        "currently",
        "cure",
        "medication",
        "address",
        "source",
        "problem",
        "fall",
        "cause",
        "death",
        "older",
        "american",
        "age",
        "space",
        "thing",
        "happen",
        "really",
        "fast",
        "seidler",
        "said",
        "nasa",
        "interested",
        "sorting",
        "question",
        "light",
        "longer",
        "mission",
        "mar",
        "answering",
        "course",
        "change",
        "brain",
        "go",
        "back",
        "residual",
        "change",
        "might",
        "last",
        "lifetime",
        "especially",
        "start",
        "people",
        "space",
        "longer",
        "duration",
        "really",
        "need",
        "sense",
        "scale",
        "microgravity",
        "exposure",
        "mean",
        "behavior",
        "recovery",
        "seidler",
        "said",
        "even",
        "though",
        "uncovering",
        "thing",
        "might",
        "seem",
        "negative",
        "spaceflight",
        "next",
        "question",
        "mitigate",
        "roni",
        "jacobson",
        "special"
    ]
}