{
    "organizations": [],
    "uuid": "b066c3028b4fe43d1152b071ec7006e03cc58a91",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/pr-newswire-biotech-market-poised-to-reach-2015-highs.html",
    "ord_in_thread": 0,
    "title": "Biotech Market Poised to Reach 2015 Highs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAS VEGAS, March 26, 2018 /PRNewswire/ --\nFN Media Group Presents Microcapspeculators.com News Commentary\nBiotechnology stocks are approaching highs achieved in 2015, as reflected by the Nasdaq Biotech Index. Good science is beginning to overcome bad publicity. Included in today's commentary: Propanc Biopharma Inc. (OTC: PPCB) , Innovate Biopharmaceuticals, Inc. (NASDASQ: INNT), Geron Corporation (NASDASQ: GERN), Leap Therapeutics, Inc. (NASDASQ: LPTX), OncoSec Medical Incorporated (NASDASQ: ONCS) .\nAfter 'pharma bro' Martin Shkreli and Valeant muddied public sentiment with some questionable practices, the sector seems to have corrected and is back to being about what it should be...medical advancements that benefit the public health and investors alike.\nThe biotech sector also continues to benefit from potential M&A, faster drug approvals, strong risk appetite, and improving public sentiment.\nMaybe most importantly, at the end of the day, large-cap pharmaceutical companies are under tremendous pressure to improve returns. This factor led to self-regulation causing an increase in M&A and drug approvals.\nSome interesting biotechnology companies to take a look at include: Propanc Biopharma Inc. (OTCQB: PPCB), Innovate Biopharmaceuticals, Inc. (NASDASQ: INNT), Geron Corporation ( NASDASQ: GERN), Leap Therapeutics, Inc. ( NASDASQ: LPTX), OncoSec Medical Incorporated ( NASDASQ: ONCS), and Arena Pharmaceuticals.\nPropanc Biopharma Inc. (OTCQB: PPCB)\nMarket Cap: 2.012M, current share price: $.095\nPropanc Biopharma, a clinical stage biopharmaceutical company focusing on development of new and proprietary treatments for cancer patients suffering from solid tumors such as pancreatic, ovarian and colorectal cancers, recently announced the successful reproduction run of the manufacturing process for the Company's two drug substances trypsinogen and chymotrypsinogen. The successful reproduction run demonstrates scalability of Propanc's proprietary manufacturing process to enable routine production of the two active substances for the Company's lead product candidate, PRP. The process was developed in collaboration with a European Contract Manufacturing Organization (CMO) experienced in the production of biopharmaceuticals.\nInnovate Biopharmaceuticals, Inc. (NASDASQ: INNT)\nMarket Cap: $658.99M, current share price: $25.65\nInnovate Biopharmaceuticals, a clinical stage biotechnology company focused on developing novel autoimmune and inflammation therapeutics, announced Dr. June Almenoff has been appointed Chief Operating Officer and Chief Medical Officer. Dr. Almenoff brings a strong track record of success in biopharma leadership.\nDr. Almenoff was previously President and Chief Medical Officer at Furiex Pharmaceuticals, where during her 4-year tenure the company's valuation increased ~10-fold, culminating in its acquisition by Actavis plc (now Allergan) for more than $1.2B in 2014. Furiex's lead product, eluxadoline (Viberzi®), a novel gastrointestinal drug, is approved in both the US and EU. Prior to joining Furiex, Dr. Almenoff held various positions of increasing responsibility at GlaxoSmithKline PLC. During her 12 years at GSK, she was a Vice-President in the Clinical Safety organization, chaired a PhRMA-FDA working group and worked in scientific licensing. Dr. Almenoff also led the development of pioneering systems for minimizing risk in drug development, which has been widely adopted by industry and regulators.\nGeron Corporation (NASDASQ: GERN)\nMarket Cap: $906.08M, current share price: $5.64\nGeron Corporation recently announced that John A. Scarlett, M.D., President and Chief Executive Officer, is scheduled to present at the 17th Annual Needham Healthcare Conference in New York at 4:00 p.m. Eastern Time on Tuesday, March 27, 2018.\nA live webcast of the presentation will be available through the Investor Relations pages of Geron's website and at http://wsw.com/webcast/needham86/gern/ . Following the live presentation, the webcast will be archived and available for replay at the same address for a period of 30 days.\nLeap Therapeutics, Inc. (NASDASQ: LPTX)\nMarket Cap: $105.50M, current share price: $8.54\nLeap Therapeutics, a biotechnology company focused on developing targeted and immuno-oncology therapeutics, announced the pricing of an underwritten public offering of 1,866,667 shares of its common stock at a public offering price of $7.50 per share. The gross proceeds to Leap from this offering are expected to be approximately $14.0 million, before deducting underwriting discounts and commissions and other estimated offering expenses payable by Leap. All shares of common stock to be sold in the offering are being sold by Leap. In addition, Leap has granted to the underwriters a 30-day option to purchase up to an aggregate of an additional 280,000 shares of its common stock offered in the public offering at the public offering price, less underwriting discounts and commissions. The offering is expected to close on or about March 27, 2018, subject to satisfaction of customary closing conditions.\nOncoSec Medical Incorporated (NASDASQ: ONCS)\nMarket Cap: $91.12M, current share price: $1.77\nOncoSec Medical Incorporated, a company developing intratumoral cancer immunotherapies, announced a strategic relocation of its office and lab in San Diego that is expected to provide immediate and significant cost-savings of approximately $65,000 per month.\n\"I joined OncoSec with the goal of leading the Company toward the successful completion of its Phase 2b registration-directed trial, PISCES/KEYNOTE-695, with data anticipated this year and a potential submission to the U.S. Food and Drug Administration in 2019,\" stated Daniel J. O'Connor, CEO of OncoSec. \"Operational improvements such as this office and lab relocation are an important element of our efforts to maximize resources and efficiently invest our capital in our clinical trials.\"\nArena Pharmaceuticals, Inc.\nMarket Cap: $41.18M, current share price: $41.88\nArena Pharmaceuticals, Inc. announced the pricing of an underwritten public offering of 8,500,000 shares of its common stock at a price to the public of $41.50 per share. All of the shares are being sold by Arena. The gross proceeds from the offering are expected to be approximately $352.8 million, before deducting the underwriting discounts and commissions and offering expenses. The offering is expected to close on March 26, 2018, subject to customary closing conditions. In addition, Arena has granted the underwriters a 30-day option to purchase up to 1,275,000 additional shares of its common stock at the public offering price, less the underwriting discounts and commissions.\nContent Provided By: Microcap Speculators\nEmail: info@microcapspecualtors.com\nPhone: 1-702-720-6310\nWebsite: http://microcapspeculators.com/\nFor Full Legal Disclaimer Click Here .\nDISCLAIMER: Microcapspeculators.com (MS) is the source of the content set forth above. References to any issuer other than the profiled issuer are intended solely to identify industry participants and do not constitute an endorsement of any issuer and do not constitute a comparison to the profiled issuer. FN Media Group (FNM,) and its online brand FinancialNewsMedia.com , is a third-party publisher and news dissemination service provider, which disseminates electronic information through multiple online media channels. FNM is NOT affiliated with MS or any company mentioned herein. The commentary, views and opinions expressed in this release by MS are solely those of MS and are not shared by and do not reflect in any manner the views or opinions of FNM. Readers of this Article and content agree that they cannot and will not seek to hold liable MS and FNM for any investment decisions by their readers or subscribers. MS and FNM and their respective affiliated companies are a news dissemination and financial marketing solutions provider and are NOT registered broker-dealers/analysts/investment advisers, hold no investment licenses and may NOT sell, offer to sell or offer to buy any security. Investors are cautioned that they may lose all or a portion of their investment when investing in stocks included herein by MS. FNM was not compensated by any public company mentioned herein to disseminate this press release on behalf of MS.\nMS Disclosure: Except for the historical information presented herein, matters discussed in this article contain forward-looking statements that are subject to certain risks and uncertainties that could cause actual results to differ materially from any future results, performance or achievements expressed or implied by such statements. ACR Communication, LLC. which owns Microcapspeculators.com , is not registered with any financial or securities regulatory authority, and does not provide nor claims to provide investment advice or recommendations to readers of this release. ACR Communication, LLC. which owns, Microcapspeculators.com may from time to time have a position in the securities mentioned herein and may increase or decrease such positions without notice. For making specific investment decisions, readers should seek their own advice. ACR Communication LLC. which owns Microcapspeculators.com may be compensated for its services in the form of cash-based compensation or in equity in the companies it writes about, or a combination of the two.\nThis release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E the Securities Exchange Act of 1934, as amended and such forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. \"Forward-looking statements\" describe future expectations, plans, results, or strategies and are generally preceded by words such as \"may\", \"future\", \"plan\" or \"planned\", \"will\" or \"should\", \"expected,\" \"anticipates\", \"draft\", \"eventually\" or \"projected\". You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements as a result of various factors, and other risks identified in a company's annual report on Form 10-K or 10-KSB and other filings made by such company with the Commission. You should consider these factors in evaluating the forward-looking statements included herein, and not place undue reliance on such statements. The forward-looking statements in this release are made as of the date hereof and MS and FNM undertake no obligation to update such statements.\nMedia Contact\nFN Media Group LLC\ne-mail: editor@financialnewsmedia.com\n+1-954-345-0611\nSOURCE Microcapspeculators.com",
    "published": "2018-03-27T01:30:00.000+03:00",
    "crawled": "2018-03-27T03:56:38.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "vega",
        "march",
        "fn",
        "medium",
        "group",
        "present",
        "news",
        "commentary",
        "biotechnology",
        "stock",
        "approaching",
        "high",
        "achieved",
        "reflected",
        "nasdaq",
        "biotech",
        "index",
        "good",
        "science",
        "beginning",
        "overcome",
        "bad",
        "publicity",
        "included",
        "today",
        "commentary",
        "propanc",
        "biopharma",
        "otc",
        "ppcb",
        "innovate",
        "biopharmaceuticals",
        "nasdasq",
        "innt",
        "geron",
        "corporation",
        "nasdasq",
        "gern",
        "leap",
        "therapeutic",
        "nasdasq",
        "lptx",
        "oncosec",
        "medical",
        "incorporated",
        "nasdasq",
        "oncs",
        "bro",
        "martin",
        "shkreli",
        "valeant",
        "muddied",
        "public",
        "sentiment",
        "questionable",
        "practice",
        "sector",
        "seems",
        "corrected",
        "back",
        "medical",
        "advancement",
        "benefit",
        "public",
        "health",
        "investor",
        "alike",
        "biotech",
        "sector",
        "also",
        "continues",
        "benefit",
        "potential",
        "faster",
        "drug",
        "approval",
        "strong",
        "risk",
        "appetite",
        "improving",
        "public",
        "sentiment",
        "maybe",
        "importantly",
        "end",
        "day",
        "pharmaceutical",
        "company",
        "tremendous",
        "pressure",
        "improve",
        "return",
        "factor",
        "led",
        "causing",
        "increase",
        "drug",
        "approval",
        "interesting",
        "biotechnology",
        "company",
        "take",
        "look",
        "include",
        "propanc",
        "biopharma",
        "otcqb",
        "ppcb",
        "innovate",
        "biopharmaceuticals",
        "nasdasq",
        "innt",
        "geron",
        "corporation",
        "nasdasq",
        "gern",
        "leap",
        "therapeutic",
        "nasdasq",
        "lptx",
        "oncosec",
        "medical",
        "incorporated",
        "nasdasq",
        "oncs",
        "arena",
        "pharmaceutical",
        "propanc",
        "biopharma",
        "otcqb",
        "ppcb",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "propanc",
        "biopharma",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "focusing",
        "development",
        "new",
        "proprietary",
        "treatment",
        "cancer",
        "patient",
        "suffering",
        "solid",
        "tumor",
        "pancreatic",
        "ovarian",
        "colorectal",
        "cancer",
        "recently",
        "announced",
        "successful",
        "reproduction",
        "run",
        "manufacturing",
        "process",
        "company",
        "two",
        "drug",
        "substance",
        "trypsinogen",
        "chymotrypsinogen",
        "successful",
        "reproduction",
        "run",
        "demonstrates",
        "scalability",
        "propanc",
        "proprietary",
        "manufacturing",
        "process",
        "enable",
        "routine",
        "production",
        "two",
        "active",
        "substance",
        "company",
        "lead",
        "product",
        "candidate",
        "prp",
        "process",
        "developed",
        "collaboration",
        "european",
        "contract",
        "manufacturing",
        "organization",
        "cmo",
        "experienced",
        "production",
        "biopharmaceuticals",
        "innovate",
        "biopharmaceuticals",
        "nasdasq",
        "innt",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "innovate",
        "biopharmaceuticals",
        "clinical",
        "stage",
        "biotechnology",
        "company",
        "focused",
        "developing",
        "novel",
        "autoimmune",
        "inflammation",
        "therapeutic",
        "announced",
        "june",
        "almenoff",
        "appointed",
        "chief",
        "operating",
        "officer",
        "chief",
        "medical",
        "officer",
        "almenoff",
        "brings",
        "strong",
        "track",
        "record",
        "success",
        "biopharma",
        "leadership",
        "almenoff",
        "previously",
        "president",
        "chief",
        "medical",
        "officer",
        "furiex",
        "pharmaceutical",
        "tenure",
        "company",
        "valuation",
        "increased",
        "culminating",
        "acquisition",
        "actavis",
        "plc",
        "allergan",
        "furiex",
        "lead",
        "product",
        "eluxadoline",
        "novel",
        "gastrointestinal",
        "drug",
        "approved",
        "u",
        "eu",
        "prior",
        "joining",
        "furiex",
        "almenoff",
        "held",
        "various",
        "position",
        "increasing",
        "responsibility",
        "glaxosmithkline",
        "plc",
        "year",
        "gsk",
        "clinical",
        "safety",
        "organization",
        "chaired",
        "working",
        "group",
        "worked",
        "scientific",
        "licensing",
        "almenoff",
        "also",
        "led",
        "development",
        "pioneering",
        "system",
        "minimizing",
        "risk",
        "drug",
        "development",
        "widely",
        "adopted",
        "industry",
        "regulator",
        "geron",
        "corporation",
        "nasdasq",
        "gern",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "geron",
        "corporation",
        "recently",
        "announced",
        "john",
        "scarlett",
        "president",
        "chief",
        "executive",
        "officer",
        "scheduled",
        "present",
        "17th",
        "annual",
        "needham",
        "healthcare",
        "conference",
        "new",
        "york",
        "eastern",
        "time",
        "tuesday",
        "march",
        "live",
        "webcast",
        "presentation",
        "available",
        "investor",
        "relation",
        "page",
        "geron",
        "website",
        "http",
        "following",
        "live",
        "presentation",
        "webcast",
        "archived",
        "available",
        "replay",
        "address",
        "period",
        "day",
        "leap",
        "therapeutic",
        "nasdasq",
        "lptx",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "leap",
        "therapeutic",
        "biotechnology",
        "company",
        "focused",
        "developing",
        "targeted",
        "therapeutic",
        "announced",
        "pricing",
        "underwritten",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "gross",
        "proceeds",
        "leap",
        "offering",
        "expected",
        "approximately",
        "million",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "estimated",
        "offering",
        "expense",
        "payable",
        "leap",
        "share",
        "common",
        "stock",
        "sold",
        "offering",
        "sold",
        "leap",
        "addition",
        "leap",
        "granted",
        "underwriter",
        "option",
        "purchase",
        "aggregate",
        "additional",
        "share",
        "common",
        "stock",
        "offered",
        "public",
        "offering",
        "public",
        "offering",
        "price",
        "less",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "expected",
        "close",
        "march",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "oncosec",
        "medical",
        "incorporated",
        "nasdasq",
        "oncs",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "oncosec",
        "medical",
        "incorporated",
        "company",
        "developing",
        "intratumoral",
        "cancer",
        "immunotherapy",
        "announced",
        "strategic",
        "relocation",
        "office",
        "lab",
        "san",
        "diego",
        "expected",
        "provide",
        "immediate",
        "significant",
        "approximately",
        "per",
        "month",
        "joined",
        "oncosec",
        "goal",
        "leading",
        "company",
        "toward",
        "successful",
        "completion",
        "phase",
        "2b",
        "trial",
        "data",
        "anticipated",
        "year",
        "potential",
        "submission",
        "food",
        "drug",
        "administration",
        "stated",
        "daniel",
        "ceo",
        "oncosec",
        "operational",
        "improvement",
        "office",
        "lab",
        "relocation",
        "important",
        "element",
        "effort",
        "maximize",
        "resource",
        "efficiently",
        "invest",
        "capital",
        "clinical",
        "trial",
        "arena",
        "pharmaceutical",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "arena",
        "pharmaceutical",
        "announced",
        "pricing",
        "underwritten",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "price",
        "public",
        "per",
        "share",
        "share",
        "sold",
        "arena",
        "gross",
        "proceeds",
        "offering",
        "expected",
        "approximately",
        "million",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "expense",
        "offering",
        "expected",
        "close",
        "march",
        "subject",
        "customary",
        "closing",
        "condition",
        "addition",
        "arena",
        "granted",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "common",
        "stock",
        "public",
        "offering",
        "price",
        "less",
        "underwriting",
        "discount",
        "commission",
        "content",
        "provided",
        "microcap",
        "speculator",
        "email",
        "info",
        "phone",
        "website",
        "http",
        "full",
        "legal",
        "disclaimer",
        "click",
        "disclaimer",
        "m",
        "source",
        "content",
        "set",
        "forth",
        "reference",
        "issuer",
        "profiled",
        "issuer",
        "intended",
        "solely",
        "identify",
        "industry",
        "participant",
        "constitute",
        "endorsement",
        "issuer",
        "constitute",
        "comparison",
        "profiled",
        "issuer",
        "fn",
        "medium",
        "group",
        "fnm",
        "online",
        "brand",
        "publisher",
        "news",
        "dissemination",
        "service",
        "provider",
        "disseminates",
        "electronic",
        "information",
        "multiple",
        "online",
        "medium",
        "channel",
        "fnm",
        "affiliated",
        "m",
        "company",
        "mentioned",
        "herein",
        "commentary",
        "view",
        "opinion",
        "expressed",
        "release",
        "m",
        "solely",
        "m",
        "shared",
        "reflect",
        "manner",
        "view",
        "opinion",
        "fnm",
        "reader",
        "article",
        "content",
        "agree",
        "seek",
        "hold",
        "liable",
        "m",
        "fnm",
        "investment",
        "decision",
        "reader",
        "subscriber",
        "m",
        "fnm",
        "respective",
        "affiliated",
        "company",
        "news",
        "dissemination",
        "financial",
        "marketing",
        "solution",
        "provider",
        "registered",
        "adviser",
        "hold",
        "investment",
        "license",
        "may",
        "sell",
        "offer",
        "sell",
        "offer",
        "buy",
        "security",
        "investor",
        "cautioned",
        "may",
        "lose",
        "portion",
        "investment",
        "investing",
        "stock",
        "included",
        "herein",
        "fnm",
        "compensated",
        "public",
        "company",
        "mentioned",
        "herein",
        "disseminate",
        "press",
        "release",
        "behalf",
        "m",
        "disclosure",
        "except",
        "historical",
        "information",
        "presented",
        "herein",
        "matter",
        "discussed",
        "article",
        "contain",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "acr",
        "communication",
        "llc",
        "owns",
        "registered",
        "financial",
        "security",
        "regulatory",
        "authority",
        "provide",
        "claim",
        "provide",
        "investment",
        "advice",
        "recommendation",
        "reader",
        "release",
        "acr",
        "communication",
        "llc",
        "owns",
        "may",
        "time",
        "time",
        "position",
        "security",
        "mentioned",
        "herein",
        "may",
        "increase",
        "decrease",
        "position",
        "without",
        "notice",
        "making",
        "specific",
        "investment",
        "decision",
        "reader",
        "seek",
        "advice",
        "acr",
        "communication",
        "llc",
        "owns",
        "may",
        "compensated",
        "service",
        "form",
        "compensation",
        "equity",
        "company",
        "writes",
        "combination",
        "two",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "describe",
        "future",
        "expectation",
        "plan",
        "result",
        "strategy",
        "generally",
        "preceded",
        "word",
        "may",
        "future",
        "plan",
        "planned",
        "expected",
        "anticipates",
        "draft",
        "eventually",
        "projected",
        "cautioned",
        "statement",
        "subject",
        "multitude",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "future",
        "circumstance",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "including",
        "risk",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "result",
        "various",
        "factor",
        "risk",
        "identified",
        "company",
        "annual",
        "report",
        "form",
        "filing",
        "made",
        "company",
        "commission",
        "consider",
        "factor",
        "evaluating",
        "statement",
        "included",
        "herein",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "release",
        "made",
        "date",
        "hereof",
        "m",
        "fnm",
        "undertake",
        "obligation",
        "update",
        "statement",
        "medium",
        "contact",
        "fn",
        "medium",
        "group",
        "llc",
        "editor",
        "source"
    ]
}