{
    "organizations": [],
    "uuid": "abdf5465f92e771b8720aa5274397f226080a02e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/globe-newswire-crystal-options-lawyers-property-in-athe-golden-trianglea-of-bc.html",
    "ord_in_thread": 0,
    "title": "Crystal Options Lawyers Property in “The Golden Triangle” of BC",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, March 22, 2018 (GLOBE NEWSWIRE) -- Crystal Exploration Inc. (the “ Company ” or “ Crystal ”) (TSXV:CEI) (OTCQB:CYRTF) (FWB:A2ATHU) – announces that it has entered into a binding letter of intent (the “ LOI ”) signed on March 21, 2018 with PPM Phoenix Precious Metals Corp. (“ PPM ”) wherein the Company was granted a series of options to acquire up to an undivided 75% interest in the Lawyers Property, BC (the “ Property ”). In order to exercise all of the options, the Company must pay $200,000 (the “ Initial Payment ”) to PPM, issue up to 4,000,000 Consolidated Shares to PPM in three instalments over the next three years, and incur a minimum of $9,000,000 in expenditures on the Property over the next three years, with at least $2,000,000 in expenditures in the first year.\nThe LOI is subject to certain conditions, including the appointment of Mr. John Williamson as Chief Executive Officer and a director of the Company, the completion of the Company’s due diligence compilation of all existing data and technical information on the Property (the “ Data Compilation ”), the shareholders’ approval of a three to one share consolidation of the Company’s common shares (the “ Consolidation ”, the Company’s consolidated common shares being “ Consolidated Shares ”), and the acceptance of the LOI by the TSX Venture Exchange (the “ Exchange ”).\nIncoming CEO, John Williamson, stated, “Having co-founded and now rejoined Crystal, I am thrilled that the Company has secured operatorship of this highly prospective project in what is commonly referred to as the prolific Golden Triangle of British Columbia. We are looking forward to working with the principals of PPM in order to leverage their considerable experience, knowledge, relationships, data and infrastructure to accelerate the exploration and development of the Property and systematically deliver value for Crystal’s shareholders and stakeholders.”\nProperty\nThe Lawyers Property is situated 45 km northwest of the former Kemess South open pit copper-gold mine, in the Toodoggone region of the Omineca Mining Division of British Columbia, and consists of 37 contiguous mineral claims. The claims cover 9,860 hectares of land that encompass the Lawyers group of prospects, including the former Lawyers underground gold-silver mine and the Silver Pond group of prospects that cover six gold-silver mineral occurrences with an exploration history that parallels that of the Lawyers group. Exploration in the area began in the late 1960s and peaked in the 1980s, identifying numerous showings, prospects and deposits culminating in the development of the Lawyers gold-silver mine that operated from 1989-1992 and produced 171,200 oz gold and 3.6 million oz silver over the 4 year period. Five underground developments remain in-place, in addition to historical resources and new targets. Selected high-grade historical results include: 8.63m @ 9.64g/t gold and 307g/t silver (DDH CC15-06); 2.4m @ 87g/t gold & 2,407g/t silver (P2 vein); and 4.86m @ 9.75g/t gold & 447g/t silver (DDH CC15-12).\nInterest to be Earned\nPursuant to the LOI, the Company may earn:\nA 51% interest in the Property by issuing the first 1,000,000 Consolidated Shares, and incurring the first $5,000,000 in expenditures on the Property, including the costs of the Data Compilation and Initial Payment, within the next three years; An additional 9% (for a total 60% interest) in the Property by issuing an additional 2,000,000 Consolidated Shares, and incurring a further $2,500,000 in expenditures on the Property, within the next three years; and An additional 15% (for a total 75% interest) in the Property by issuing the final 1,000,000 Consolidated Shares, and incurring a further $1,500,000 in expenditures on the Property, within the next three years.\nJoint Venture\nUpon the Company earning its largest interest in the Property, the parties will either enter into a joint venture agreement for the further exploration and development of the Property, or, if the Company has acquired a 75% interest, then PPM may elect to sell its 25% interest in the Property to the Company, based on either an independent valuation, or a formula set out in the Agreement based on the Company’s market capitalization. The Company will be the operator of the Property.\nThe terms of the joint venture agreement will include provisions for the dilution of a party’s interest, in the event the party does not contribute its proportionate cost share to the further exploration and development of the Property. The interest of any party diluted to 5% or less will be automatically converted into a 2.5% net smelter returns royalty (the “ NSR ”), with the other party having the right to buy-down one-half of the NSR for $1 million.\nPrivate Placement\nIn connection with the required financing for the LOI, the Company proposes to complete a non-brokered private placement of up to 50 million units (the “ Units ”) at an offering price of $0.06 per Unit, to raise gross proceeds of up to $3.0 million (the “ Offering ”). Each Unit will consist of one (1) common share of the Company as the share capital is presently constituted, and one (1) share purchase warrant (the “ Warrants ”) to acquire one additional common share at an exercise price of $0.12 per share for a period of two (2) years from the date of closing of the Offering. In the event that the common shares of the Company trade at a closing price greater than $0.14 per share for a period of 10 consecutive days, then the Company may deliver a notice to the Warrant holders that they must exercise their Warrants within the next 30 days, or the Warrants will expire. The net proceeds from the Offering will be used to finance the minimum expenditures on the Property over the next 12 months, as well as to provide the Company with working capital for general and administrative expenses. The terms of the Offering are subject to the acceptance of the Exchange.\nShare Consolidation\nThe Company has scheduled a special meeting of its shareholders on May 22, 2018 to consider, and if thought fit, to approve the required Consolidation by ordinary resolution. Assuming the proposed Offering is completed and the Consolidation is approved by the shareholders, the effective consolidation-adjusted terms of the Offering will be 16,666,666 Units issued, each Unit consisting of one common share at a price of $0.18 and one Warrant with an exercise price of $0.36 per share, with closing prices greater than $0.42 per share for 10 consecutive days triggering the Company’s right to require Warrant holders to exercise within 30 days. Upon completion of the Offering and the Consolidation, but excluding the exercise of any of Crystal’s outstanding share purchase warrants, the Company will have 32,139,871 shares outstanding, more or less.\nManagement Changes\nIt is anticipated that Mr. Williamson will be appointed immediately as Chief Executive Officer and a director of the Company, and Mr. Jim Greig will continue as President and a director of the Company. Further changes include the immediate appointment of incumbent Company director, Sean Mager, as Chief Financial Officer and retention of Financial Consultant, Jeremy Yaseniuk, as an advisor.\nMr. Williamson, B.Sc., P.Geol., has served as Founder, Chairman, President, CEO, CFO or Director of more than 20 listed companies in Canada and Australia. On more than one occasion his team’s efforts have been recognized for excellence by being named to the TSX Venture 50 TM .\nMr. Mager holds a BCom degree from the University of Alberta’s School of Business and has nearly thirty years of experience in the formation, finance, promotion, development, management, governance, merger, acquisition and disposition of private and public enterprises. Since 1998, he has served as Advisor, Director, President, Vice President, Chief Operating Officer and/or Chief Financial Officer for TSXV and ASX listed companies with logistics, mineral exploration and mining interests in North and South America, Africa and Australasia.\nMr. Yaseniuk is a management professional with more than 20 years of experience in financing, restructuring, recapitalizing and advising public companies. He has assisted more than 12 public companies with going public and facilitated debt restructuring for 3, having directly raised more than $25 million and assisted in raising more than $300 million. His previous positions as Broker, CFO, Chief Compliance Officer, Director and Manager of Growth and Development have provided a significant understanding of business and the capital markets in addition to creating an extensive professional network.\nFinder’s Fee\nFor the introduction to PPM, the Company may pay a cash finder’s fee to an arm’s length finder, payable in instalments, on terms to be negotiated, subject to the acceptance of the Exchange.\nStock Option\nUnrelated to the LOI, the Company has also granted a stock option to purchase up to 2,295,000 common shares of the Company (as the share capital is presently constituted) at an exercise price of $0.10 per share, exercisable for up to five (5) years, and vesting over a two year period.\nAbout Crystal Exploration Inc.\nCrystal is a Canadian gold, silver and diamond Exploration Company with its common shares listed for trading on the TSX Venture Exchange in Canada, the OTCQB Venture Market in the United States and the Frankfurt Stock Exchange in Germany. Crystal is managed by proven resource sector professionals, who have a track record of advancing exploration projects from grassroots scenarios through to production.\nThe technical content of this news release has been reviewed and approved by John Williamson, P.Geol., a Qualified Person as defined by National Instrument 43-101.\nON BEHALF OF THE BOARD OF DIRECTORS\ns/ “Jim Greig”\nJim Greig ,\nPresident\nNEITHER TSX VENTURE EXCHANGE NOR ITS REGULATION SERVICES PROVIDER (AS THAT TERM IS DEFINED IN THE POLICIES OF THE TSX VENTURE EXCHANGE) ACCEPTS RESPONSIBILITY FOR THE ADEQUACY OR ACCURACY OF THIS RELEASE.\nCAUTIONARY NOTE REGARDING FORWARD-LOOKING STATEMENTS\nCERTAIN STATEMENTS MADE AND INFORMATION CONTAINED HEREIN MAY CONSTITUTE “FORWARD-LOOKING INFORMATION” AND “FORWARD-LOOKING STATEMENTS” WITHIN THE MEANING OF APPLICABLE CANADIAN AND UNITED STATES SECURITIES LEGISLATION. THESE STATEMENTS AND INFORMATION ARE BASED ON FACTS CURRENTLY AVAILABLE TO THE COMPANY AND THERE IS NO ASSURANCE THAT ACTUAL RESULTS WILL MEET MANAGEMENT’S EXPECTATIONS. FORWARD-LOOKING STATEMENTS AND INFORMATION MAY BE IDENTIFIED BY SUCH TERMS AS “ANTICIPATES”, “BELIEVES”, “TARGETS”, “ESTIMATES”, “PLANS”, “EXPECTS”, “MAY”, “WILL”, “COULD” OR “WOULD”.\nFORWARD-LOOKING STATEMENTS AND INFORMATION CONTAINED HEREIN ARE BASED ON CERTAIN FACTORS AND ASSUMPTIONS REGARDING, AMONG OTHER THINGS, THE ESTIMATION OF MINERAL RESOURCES AND RESERVES, THE REALIZATION OF RESOURCE AND RESERVE ESTIMATES, METAL PRICES, TAXATION, THE ESTIMATION, TIMING AND AMOUNT OF FUTURE EXPLORATION AND DEVELOPMENT, CAPITAL AND OPERATING COSTS, THE AVAILABILITY OF FINANCING, THE RECEIPT OF REGULATORY APPROVALS, ENVIRONMENTAL RISKS, TITLE DISPUTES AND OTHER MATTERS. WHILE THE COMPANY CONSIDERS ITS ASSUMPTIONS TO BE REASONABLE AS OF THE DATE HEREOF, FORWARD-LOOKING STATEMENTS AND INFORMATION ARE NOT GUARANTEES OF FUTURE PERFORMANCE AND READERS SHOULD NOT PLACE UNDUE IMPORTANCE ON SUCH STATEMENTS AS ACTUAL EVENTS AND RESULTS MAY DIFFER MATERIALLY FROM THOSE DESCRIBED HEREIN. THE COMPANY DOES NOT UNDERTAKE TO UPDATE ANY FORWARD-LOOKING STATEMENTS OR INFORMATION EXCEPT AS MAY BE REQUIRED BY APPLICABLE SECURITIES LAWS.\nWeb: www.crystalexploration.com\nEmail: info@crystalexploration.com\nTelephone: 604 260 6977\nSource:Crystal Exploration Inc.",
    "published": "2018-03-22T20:50:00.000+02:00",
    "crawled": "2018-03-23T00:52:39.028+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "crystal",
        "exploration",
        "company",
        "crystal",
        "tsxv",
        "cei",
        "otcqb",
        "cyrtf",
        "fwb",
        "a2athu",
        "announces",
        "entered",
        "binding",
        "letter",
        "intent",
        "loi",
        "signed",
        "march",
        "ppm",
        "phoenix",
        "precious",
        "metal",
        "ppm",
        "wherein",
        "company",
        "granted",
        "series",
        "option",
        "acquire",
        "undivided",
        "interest",
        "lawyer",
        "property",
        "bc",
        "property",
        "order",
        "exercise",
        "option",
        "company",
        "must",
        "pay",
        "initial",
        "payment",
        "ppm",
        "issue",
        "consolidated",
        "share",
        "ppm",
        "three",
        "instalment",
        "next",
        "three",
        "year",
        "incur",
        "minimum",
        "expenditure",
        "property",
        "next",
        "three",
        "year",
        "least",
        "expenditure",
        "first",
        "year",
        "loi",
        "subject",
        "certain",
        "condition",
        "including",
        "appointment",
        "john",
        "williamson",
        "chief",
        "executive",
        "officer",
        "director",
        "company",
        "completion",
        "company",
        "due",
        "diligence",
        "compilation",
        "existing",
        "data",
        "technical",
        "information",
        "property",
        "data",
        "compilation",
        "shareholder",
        "approval",
        "three",
        "one",
        "share",
        "consolidation",
        "company",
        "common",
        "share",
        "consolidation",
        "company",
        "consolidated",
        "common",
        "share",
        "consolidated",
        "share",
        "acceptance",
        "loi",
        "tsx",
        "venture",
        "exchange",
        "exchange",
        "incoming",
        "ceo",
        "john",
        "williamson",
        "stated",
        "rejoined",
        "crystal",
        "thrilled",
        "company",
        "secured",
        "operatorship",
        "highly",
        "prospective",
        "project",
        "commonly",
        "referred",
        "prolific",
        "golden",
        "triangle",
        "british",
        "columbia",
        "looking",
        "forward",
        "working",
        "principal",
        "ppm",
        "order",
        "leverage",
        "considerable",
        "experience",
        "knowledge",
        "relationship",
        "data",
        "infrastructure",
        "accelerate",
        "exploration",
        "development",
        "property",
        "systematically",
        "deliver",
        "value",
        "crystal",
        "shareholder",
        "property",
        "lawyer",
        "property",
        "situated",
        "km",
        "northwest",
        "former",
        "kemess",
        "south",
        "open",
        "pit",
        "mine",
        "toodoggone",
        "region",
        "omineca",
        "mining",
        "division",
        "british",
        "columbia",
        "consists",
        "contiguous",
        "mineral",
        "claim",
        "claim",
        "cover",
        "hectare",
        "land",
        "encompass",
        "lawyer",
        "group",
        "prospect",
        "including",
        "former",
        "lawyer",
        "underground",
        "mine",
        "silver",
        "pond",
        "group",
        "prospect",
        "cover",
        "six",
        "mineral",
        "occurrence",
        "exploration",
        "history",
        "parallel",
        "lawyer",
        "group",
        "exploration",
        "area",
        "began",
        "late",
        "1960s",
        "peaked",
        "1980s",
        "identifying",
        "numerous",
        "showing",
        "prospect",
        "deposit",
        "culminating",
        "development",
        "lawyer",
        "mine",
        "operated",
        "produced",
        "oz",
        "gold",
        "million",
        "oz",
        "silver",
        "year",
        "period",
        "five",
        "underground",
        "development",
        "remain",
        "addition",
        "historical",
        "resource",
        "new",
        "target",
        "selected",
        "historical",
        "result",
        "include",
        "gold",
        "silver",
        "ddh",
        "gold",
        "silver",
        "p2",
        "vein",
        "gold",
        "silver",
        "ddh",
        "interest",
        "earned",
        "pursuant",
        "loi",
        "company",
        "may",
        "earn",
        "interest",
        "property",
        "issuing",
        "first",
        "consolidated",
        "share",
        "incurring",
        "first",
        "expenditure",
        "property",
        "including",
        "cost",
        "data",
        "compilation",
        "initial",
        "payment",
        "within",
        "next",
        "three",
        "year",
        "additional",
        "total",
        "interest",
        "property",
        "issuing",
        "additional",
        "consolidated",
        "share",
        "incurring",
        "expenditure",
        "property",
        "within",
        "next",
        "three",
        "year",
        "additional",
        "total",
        "interest",
        "property",
        "issuing",
        "final",
        "consolidated",
        "share",
        "incurring",
        "expenditure",
        "property",
        "within",
        "next",
        "three",
        "year",
        "joint",
        "venture",
        "upon",
        "company",
        "earning",
        "largest",
        "interest",
        "property",
        "party",
        "either",
        "enter",
        "joint",
        "venture",
        "agreement",
        "exploration",
        "development",
        "property",
        "company",
        "acquired",
        "interest",
        "ppm",
        "may",
        "elect",
        "sell",
        "interest",
        "property",
        "company",
        "based",
        "either",
        "independent",
        "valuation",
        "formula",
        "set",
        "agreement",
        "based",
        "company",
        "market",
        "capitalization",
        "company",
        "operator",
        "property",
        "term",
        "joint",
        "venture",
        "agreement",
        "include",
        "provision",
        "dilution",
        "party",
        "interest",
        "event",
        "party",
        "contribute",
        "proportionate",
        "cost",
        "share",
        "exploration",
        "development",
        "property",
        "interest",
        "party",
        "diluted",
        "less",
        "automatically",
        "converted",
        "net",
        "smelter",
        "return",
        "royalty",
        "nsr",
        "party",
        "right",
        "nsr",
        "million",
        "private",
        "placement",
        "connection",
        "required",
        "financing",
        "loi",
        "company",
        "proposes",
        "complete",
        "private",
        "placement",
        "million",
        "unit",
        "unit",
        "offering",
        "price",
        "per",
        "unit",
        "raise",
        "gross",
        "proceeds",
        "million",
        "offering",
        "unit",
        "consist",
        "one",
        "common",
        "share",
        "company",
        "share",
        "capital",
        "presently",
        "constituted",
        "one",
        "share",
        "purchase",
        "warrant",
        "warrant",
        "acquire",
        "one",
        "additional",
        "common",
        "share",
        "exercise",
        "price",
        "per",
        "share",
        "period",
        "two",
        "year",
        "date",
        "closing",
        "offering",
        "event",
        "common",
        "share",
        "company",
        "trade",
        "closing",
        "price",
        "greater",
        "per",
        "share",
        "period",
        "consecutive",
        "day",
        "company",
        "may",
        "deliver",
        "notice",
        "warrant",
        "holder",
        "must",
        "exercise",
        "warrant",
        "within",
        "next",
        "day",
        "warrant",
        "expire",
        "net",
        "proceeds",
        "offering",
        "used",
        "finance",
        "minimum",
        "expenditure",
        "property",
        "next",
        "month",
        "well",
        "provide",
        "company",
        "working",
        "capital",
        "general",
        "administrative",
        "expense",
        "term",
        "offering",
        "subject",
        "acceptance",
        "exchange",
        "share",
        "consolidation",
        "company",
        "scheduled",
        "special",
        "meeting",
        "shareholder",
        "may",
        "consider",
        "thought",
        "fit",
        "approve",
        "required",
        "consolidation",
        "ordinary",
        "resolution",
        "assuming",
        "proposed",
        "offering",
        "completed",
        "consolidation",
        "approved",
        "shareholder",
        "effective",
        "term",
        "offering",
        "unit",
        "issued",
        "unit",
        "consisting",
        "one",
        "common",
        "share",
        "price",
        "one",
        "warrant",
        "exercise",
        "price",
        "per",
        "share",
        "closing",
        "price",
        "greater",
        "per",
        "share",
        "consecutive",
        "day",
        "triggering",
        "company",
        "right",
        "require",
        "warrant",
        "holder",
        "exercise",
        "within",
        "day",
        "upon",
        "completion",
        "offering",
        "consolidation",
        "excluding",
        "exercise",
        "crystal",
        "outstanding",
        "share",
        "purchase",
        "warrant",
        "company",
        "share",
        "outstanding",
        "less",
        "management",
        "change",
        "anticipated",
        "williamson",
        "appointed",
        "immediately",
        "chief",
        "executive",
        "officer",
        "director",
        "company",
        "jim",
        "greig",
        "continue",
        "president",
        "director",
        "company",
        "change",
        "include",
        "immediate",
        "appointment",
        "incumbent",
        "company",
        "director",
        "sean",
        "mager",
        "chief",
        "financial",
        "officer",
        "retention",
        "financial",
        "consultant",
        "jeremy",
        "yaseniuk",
        "advisor",
        "williamson",
        "served",
        "founder",
        "chairman",
        "president",
        "ceo",
        "cfo",
        "director",
        "listed",
        "company",
        "canada",
        "australia",
        "one",
        "occasion",
        "team",
        "effort",
        "recognized",
        "excellence",
        "named",
        "tsx",
        "venture",
        "tm",
        "mager",
        "hold",
        "bcom",
        "degree",
        "university",
        "alberta",
        "school",
        "business",
        "nearly",
        "thirty",
        "year",
        "experience",
        "formation",
        "finance",
        "promotion",
        "development",
        "management",
        "governance",
        "merger",
        "acquisition",
        "disposition",
        "private",
        "public",
        "enterprise",
        "since",
        "served",
        "advisor",
        "director",
        "president",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "chief",
        "financial",
        "officer",
        "tsxv",
        "asx",
        "listed",
        "company",
        "logistics",
        "mineral",
        "exploration",
        "mining",
        "interest",
        "north",
        "south",
        "america",
        "africa",
        "australasia",
        "yaseniuk",
        "management",
        "professional",
        "year",
        "experience",
        "financing",
        "restructuring",
        "recapitalizing",
        "advising",
        "public",
        "company",
        "assisted",
        "public",
        "company",
        "going",
        "public",
        "facilitated",
        "debt",
        "restructuring",
        "directly",
        "raised",
        "million",
        "assisted",
        "raising",
        "million",
        "previous",
        "position",
        "broker",
        "cfo",
        "chief",
        "compliance",
        "officer",
        "director",
        "manager",
        "growth",
        "development",
        "provided",
        "significant",
        "understanding",
        "business",
        "capital",
        "market",
        "addition",
        "creating",
        "extensive",
        "professional",
        "network",
        "finder",
        "fee",
        "introduction",
        "ppm",
        "company",
        "may",
        "pay",
        "cash",
        "finder",
        "fee",
        "arm",
        "length",
        "finder",
        "payable",
        "instalment",
        "term",
        "negotiated",
        "subject",
        "acceptance",
        "exchange",
        "stock",
        "option",
        "unrelated",
        "loi",
        "company",
        "also",
        "granted",
        "stock",
        "option",
        "purchase",
        "common",
        "share",
        "company",
        "share",
        "capital",
        "presently",
        "constituted",
        "exercise",
        "price",
        "per",
        "share",
        "exercisable",
        "five",
        "year",
        "vesting",
        "two",
        "year",
        "period",
        "crystal",
        "exploration",
        "crystal",
        "canadian",
        "gold",
        "silver",
        "diamond",
        "exploration",
        "company",
        "common",
        "share",
        "listed",
        "trading",
        "tsx",
        "venture",
        "exchange",
        "canada",
        "otcqb",
        "venture",
        "market",
        "united",
        "state",
        "frankfurt",
        "stock",
        "exchange",
        "germany",
        "crystal",
        "managed",
        "proven",
        "resource",
        "sector",
        "professional",
        "track",
        "record",
        "advancing",
        "exploration",
        "project",
        "grassroots",
        "scenario",
        "production",
        "technical",
        "content",
        "news",
        "release",
        "reviewed",
        "approved",
        "john",
        "williamson",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "behalf",
        "board",
        "director",
        "jim",
        "greig",
        "jim",
        "greig",
        "president",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "statement",
        "made",
        "information",
        "contained",
        "herein",
        "may",
        "constitute",
        "information",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "united",
        "state",
        "security",
        "legislation",
        "statement",
        "information",
        "based",
        "fact",
        "currently",
        "available",
        "company",
        "assurance",
        "actual",
        "result",
        "meet",
        "management",
        "expectation",
        "statement",
        "information",
        "may",
        "identified",
        "term",
        "anticipates",
        "belief",
        "target",
        "estimate",
        "plan",
        "expects",
        "may",
        "could",
        "would",
        "statement",
        "information",
        "contained",
        "herein",
        "based",
        "certain",
        "factor",
        "assumption",
        "regarding",
        "among",
        "thing",
        "estimation",
        "mineral",
        "resource",
        "reserve",
        "realization",
        "resource",
        "reserve",
        "estimate",
        "metal",
        "price",
        "taxation",
        "estimation",
        "timing",
        "amount",
        "future",
        "exploration",
        "development",
        "capital",
        "operating",
        "cost",
        "availability",
        "financing",
        "receipt",
        "regulatory",
        "approval",
        "environmental",
        "risk",
        "title",
        "dispute",
        "matter",
        "company",
        "considers",
        "assumption",
        "reasonable",
        "date",
        "hereof",
        "statement",
        "information",
        "guarantee",
        "future",
        "performance",
        "reader",
        "place",
        "undue",
        "importance",
        "statement",
        "actual",
        "event",
        "result",
        "may",
        "differ",
        "materially",
        "described",
        "herein",
        "company",
        "undertake",
        "update",
        "statement",
        "information",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "web",
        "email",
        "info",
        "telephone",
        "source",
        "crystal",
        "exploration",
        "inc"
    ]
}