{
    "organizations": [],
    "uuid": "d5002a7418b68fc48609c4896b332ce44f93a908",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/02/28/cnbc-transcript-under-armour-ceo-kevin-plank-speaks-with-cnbcs-jim-cramer-today.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Under Armour CEO Kevin Plank Speaks with CNBC’s Jim Cramer Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "When: Today, February 28, 2018\nWhere: CNBC's \"Mad Money with Jim Cramer\"\nThe following is the unofficial transcript of a CNBC interview with Under Armour CEO Kevin Plank and CNBC's Jim Cramer on CNBC's \"Mad Money\" today, February 28, 2018. Following is a link to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/02/28/under-armour-ceo-on-2018-outlook-leadership-changes-and-improvement.html?play=1 .\nAll references must be sourced to CNBC.\nCRAMER: SO, I THINK IT IS TIME WE CHECK IN WITH KEVIN PLANK, HE IS THE FOUNDER AND CEO OF UNDER ARMOUR, TO GET A BETTER SENSE OF WHERE HIS COMPANY MIGHT BE HEADED. MR. PLANK, WELCOME BACK TO \"MAD MONEY.\" GREAT TO SEE YOU KEVIN.\nPLANK: JIM. GREAT TO BE HERE.\nCRAMER: HAVE A SEAT. OK, KEVIN. COUPLE OF YEARS AGO, WE WERE AT THE SUPER BOWL TOGETHER AND YOU GAVE ME THIS BALL. IT SAID, \"PROTECT THIS HOUSE.\" THE STOCK WAS AT $45.64. DID YOU STOP PROTECTING THE HOUSE?\nPLANK: NEVER.\nCRAMER: TELL ME.\nPLANK: LET ME TELL YOU THREE THINGS. WE'RE FOCUSED AS A BUSINESS. WE'RE CONFIDENT IN WHAT WE ARE DOING. AND I THINK WE'VE DEMONSTRATED OVER THE LIFE OF OUR COMPANY, WE'RE THE BEST AT GETTING BETTER. THAT'S ONE THING – WE SPENT 2017 AT THE BEST AT GETTING BETTER AND WE ARE GOING TO CONTINUE TO DO THAT\nCRAMER: NOW, WE ARE GOING TO GO RIGHT TO THE NITTY GRITTY. YOU SAY, \"THE DNA, THE FUEL, THE BONES, THE BLOOD OF UNDER ARMOR IS OUR PEOPLE. BUT I WONDER, WHEN YOU MENTION IN THIS THAT THAT YOU NOW WALK THE HALLS, DID YOU STOP WALKING THE HALLS?\nPLANK: NO. NONE OF THAT HAPPENED. LOOK, WHEN YOU GO THROUGH GROWTH, I THINK THIS IS A MOMENT IN TIME FOR OUR BUSINESS AND FOR OUR BRAND WHERE YOU TAKE A STEP BACK INTO FOCUS. YOU LOOK AT DECISIONS AND THE THINGS WE WERE DOING IN 2017. IN 2013, WE WERE $2.3 BILLION COMPANY. BY THE END OF 16, WE WERE APPROACHING $5 BILLION IN REVENUES. $4.875\nBILLION IN REVENUE.\nCRAMER: ONE OF THE FASTEST GROWING COMPANIES IN HISTORY.\nPLANK: AND IN DOING THAT, THERE IS A LOT OF STRAIN, A LOT OF THINGS THAT THAT PUTS ON YOUR BUSINESS. SO WHAT WE DID, WE HAD TO SETTLE AND GET USED TO THAT. WE DID THREE MAJOR THINGS IN 2017. WE UPGRADED OUR SYSTEMS, RIGHT, IMPLEMENTED SAP, SO WE'RE NEVER HAVE TO DO THAT AGAIN. WE HAVE THE SCALE OF A GREAT COMPANY THAT CAN GIVE US THAT -- THAT PLIABILITY AS A BUSINESS TO BE ABLE TO GROW FOREVER. WE CHANGED OUR STRUCTURE. SO WE WENT FROM HEAD OF APPAREL, HEAD OF FOOTWARE, HEAD OF ACCESSORIES, NOW WE HAVE DISTINCT CATEGORIES, LIKE A HEAD OF RUNNING, A HEAD OF TRAINING, A HEAD OF BASKETBALL. AND EACH –\nCRAMER: -- CUSTOMER WANTS.\nPLANK: WE CAN STAY CLOSER TO THE CONSUMER THAT WAY. WE CAN GO TALK TO CONSUMERS AND WHAT WHAT WE FOUND OUT WHEN WE DID, OF KEEPING THE CONSUMER AT THE CENTER OF EVERY SINGLE THING THAT WE DO, IS THAT THE CONSUMER IS AN ATHLETE, IS AN ATHLETE, IS AN ATHLETE, IS AN ATHLETE. WHAT YOU'LL FIND WHEN YOU HEAR FROM US IS OUR FOCUS ON PERFORMANCE. AND SOME PEOPLE SAY THAT MIGHT BE A WEAKNESS FOR US, WE BELIEVE WILL PROVE TO BE OUR LONGTERM GREATEST STRENGTH.\nCRAMER: \"IN 2017, WE WERE A LOUD COMPANY AND A QUIET BRAND. IN 2018 OUR PLAN IS TO BE A QUIET COMPANY AND A LOUD BRAND.\" WHAT DOES THAT MEAN FOR THIS?\nPLANK: IT MEANS LET'S TALK ABOUT FRANCHISES, LET'S TALK ABOUT THE STORIES THAT WE HAVE, LET'S PUT THE THINGS IN THE FRONT FOOT, WHICH IS, YOU KNOW, I MENTIONED THE THIRD THING THAT WE DID IN 2017, WE FOCUSED ON THE LEADERSHIP. WE BROUGHT IN A NEW PRESIDENT. A GUY NAMED PATRICK FISK WHO'S BEEN MY PARTNER NOW.\nCRAMER: BACKGROUND.\nPLANK: ABOUT 7-8 MONTHS. LET'S SEE, ABOUT A DOZEN YEARS AT GORE. ABOUT ANOTHER TEN YEARS AT VF CORPORATION WHERE HE WAS IN CHARGE OF THE OUTDOOR COALITION. SO, VANS, TIMBERLAND, NORTH FACE, SMARTWOOL. HE UNDERSTANDS. AND I HAVE GREAT RESPECT FOR VF. I THINK THEY'RE REALLY WONDERFUL AT WHAT THEY DO. AND THEN MOST RECENTLY WAS THE CEO OF ALDO. SO HE UNDERSTANDS RETAIL AND HE'S HANDLED IT AT EVER LEVEL.\nCRAMER: WELL HAVE YOU WORKED WITH HIM? I MEAN, LOOK, YOU'RE – WHAT ARE YOU, KIND OF THE CO-CEO? OR IS THIS PHIL KNIGHT AND MARK PARKER? THE GUYS WHO YOU STUCK THE FINGER IN THE EYE AND THEY WOKE UP?\nPLANK: WE'RE UNDER ARMOUR FIRST OF ALL. AND SO AS THAT, MY JOB IS TO MAKE SURE WE HAVE A VISION FOR OUR BRAND AND WE CONTINUE TO MARCH DOWN THAT ROAD. SO PATRICK'S JOB IS WHEN HE CAME IN WE WERE VERY CLEAR ON ESTABLISHING A TRUE GO TO MARKET. SO, HE HAS A STRATEGY, HE HAS SUPPLY CHAIN, PRODUCT MARKETING SALES. AND THAT ALLOWS US TO BUILD FRANCHISES LIKE THIS WHICH IS A NEW PROGRAM WE JUST LAUNCHED FEBRUARY 1ST OF THIS YEAR.\nCRAMER: THIS IS A VERY HOT SHOE THIS YEAR.\nPLANK: IT IS A CULMINATION OF ABOUT A YEARS WORTH OF WORK THAT GOES INTO BRINGING THIS TO LIFE. AND THIS IS THE KIND OF THING YOU'LL CONTINUE TO SEE FROM OUR BRAND OVER AND OVER. THIS IS A $140 SHOE. AND SO WHEN PEOPLE ASK HOW IS YOUR UNDER ARMOR BRAND? THIS SHOE IS BASICALLY SOLD OUT IN ALL OUR DIRECT CONSUMER. YOU'LL HAVE TO WORK TO BE ABLE TO FIND THE SHOE ANYWHERE. AND IT HAS GOT WHAT WE CALL THE THREE FEATURES THAT WE LOOK FOR. OUR SPF FACTOR. IT'S STYLE, IT'S A GREAT LOOKING SHOE. IF YOU MAKE IT ON THE WALL YOU'LL WANT TO BUY IT. IT'S GOT PERFORMANCE AND TECHNOLOGY. THE STEPPING COMFORT IS LIKE NOTHING YOU HAVE SEEN BEFORE WITH THE FIT. AND THEN FROM A TECHNOLOGY STANDPOINT, THE SHOE HAS A CHIP IN IT. SO NOT ONLY – I CAN GO FOR A RUN, I DON'T NEED MY PHONE AND I CAN TRACK AND I CAN TELL YOU HOW FAR I WENT, MY SPLIT, MY DISTANCE AND THE CADENCE WHICH IS THE STRIDE LENGTH THAT YOU HAD THAT ALLOWS YOU TO COACH AND A BETTER HEALTHIER RUN.\nCRAMER: TAKING THE METAPHOR A LITTLE FURTHER. THE KEVIN PLANK I LOVE IS A MAN WHO HAS A CHIP IN IT, TOO. THAT YOU HAD A CHIP ON YOUR SHOULDER, YOU WERE A BALTIMORE GUY, PEOPLE DIDN'T BELIEVE – THEY DIDN'T THINK YOU HAD IT AND YOU BEAT EVERYBODY. INTERNATIONALLY YOU ARE KILLING IT. AND THEN U.S. FELL DOWN. HERE'S A PIECE - SHORT-TERM CASH CONSTRAINTS. THAT IS NOT THE KEVIN PLANK, WHICH KEVIN PLANK ARE ARE WE WITH HERE RIGHT NOW?\nPLANK: WE'RE RUNNING, WE'RE FOCUSED, WE'RE MOVING FORWARD. AND AGAIN, WE SAY THE BEST AT GETTING BETTER, I WANT THAT THEME TO REALLY DRIVE HOME. I WANT PEOPLE TO UNDERSTAND WHO WE ARE AND WHAT WE'RE ABOUT. AND SO, A LOT OF LESSONS LEARNED. I'VE GOT A AN 11-YEAR-OLD GIRL AND A 14-YEAR-OLD BOY, I HAVE A LINE TO THEM, I SAY, \"SCARS ARE COOL. SCARS ARE COOL, BECAUSE THEY REMIND US WHERE WE HAVE BEEN, THEY REMIND US OF WHAT WE'VE SEEN BUT THEY ALSO KEEP US FOCUSED AND MOVING.\" SO WE'VE SEEN SOME BRUISES, WE'VE SEEN SOME OF THOSE THINGS BUT THIS IS A COMPANY KNOWS WHO IT IS AND IS GOING TO CONTINUE TO MARCH FORWARD.\nCRAMER: ARE YOU HUMBLE THAT BY WHAT HAPPENED?\nPLANK: I WOULD LIKE TO THINK I NEVER NEEDED THAT LESSON. BUT LIKE ALL OF US, WE'LL ALWAYS, YEAH – WE HAD AN UNBELIEVABLE RUN AND WE'VE ALSO BEEN, WE'VE SPENT A LONG TIME REALLY FOCUSING ON OURSELVES, ASKING OURSELVES THAT QUESTION. AND I THINK MORE ABOUT MY TEAM – I'D HATE TO EVERY THINK THAT, YOU KNOW, MY JOB AS A CEO OF A COMPANY IS TO MAKE SURE I'M REPRESENTING EACH AND EVERY TEAMMATE. I CAN'T TELL YOU HOW PROUD I AM OF OUR COMPANY. OF THE WAY THAT THEY'VE PERSEVERED. THE RESILIENCE OF THE TEAM THAT WE HAVE. OF THE 14,000 GLOBAL TEAMMATES THAT WE HAVE. THE TEAMMATES IN BALTIMORE, THE TEAMMATES IN THE 30 CITIES AND OFFICES WE HAVE ALL OVER THE WORLD AND OUR RETAILER STORE, ETC. YOU KNOW, WE HAVE A COMPANY THAT'S A CULTURE THAT'S INCREDIBLY PROUD. AND THIS CHAPTER '17 THAT WE LIVED THROUGH AND WHAT WE ARE DOING IN '18 WILL PROVE TO BE ONE OF THE MOST IMPORTANT CHAPTERS THAT WE'VE HAD IN OUR 22 YEAR HISTORY.\nCRAMER: YOU ARE AS HOT OVERSEAS AS YOU ARE RIGHT NOW, ARGUABLY FROM THAT PREVIOUS QUARTER COLD DOMESTICALLY. IS IT GETTING HOTTER DOMESTICALLY BECAUSE OF THESE PRODUCTS AND IS INTERNATIONAL STILL STRONG, CHINA?\nPLANK: JIM ONE OF – SO FIRST OF ALL, TO LEVEL SET, THE EXPECTATION, WE ARE ONE OF THREE BRANDS NOW, FOUR BRANDS THAT IS ACTUALLY CROSSED THAT $5 BILLION THRESHOLD. SO WE ARE ON THE PRECIPICE OF SAYING WE HAVE THE ABILITY TO BE ONE OF THE GREAT ATHLETIC BRANDS. SO WHEN YOU TALK ABOUT MARKETS LIKE CHINA, INCREDIBLY EXCITING FOR US. AS I SAID, WE STUDIED THE CONSUMER AND PUT THEM IN THE CENTER OF WHAT WE DO, THAT ATHLETE IS ATHLETE. IN CHINA, UNDER ARMOUR IS KNOWN AS A PROFESSIONAL BRAND. YOU KNOW? IN EUROPE, IN LONDON, IN THE U.K., YOU'LL FIND THAT UNDER ARMOUR IS THE ATHLETIC BRAND. AND WE FIND THAT IF WE STAY TRUE TO THAT CORE, THAT DNA OF WHAT MAKES US \"US,\" WE ARE GOING TO DO GREAT. AND SO YOU'LL SEE MARKETS, YOU'LL SEE TRENDS, YOU'LL SEE FASHION WILL GO BACK AND WE WILL PLAY TO THAT, TO AN EXTENT. BUT IT WILL GROUNDED IN THE ROOTS. AND WHEN WE SAY FASHION WE MEAN THINGS THAT JUST LOOK GREAT. EVERYTHING WE DO IS GONNA PERFORM.\nCRAMER: THERE IS ALSO AN ETHOS HERE THAT I ALWAYS RESPECTED YOU AND YOUR FAMILY. YOU WERE DAVID OUT THERE AND BEAVERTON'S GOLIATH. BUT YOU KNOW WHAT, GOLIATH SOMEHOW CAME BACK. IS THERE A SECOND ROUND FOR DAVID?\nPLANK: WE ARE PLAYING IN A LEAGUE RIGHT NOW THAT PROBABLY HAS THREE OR FOUR TEAMS IN THE LEAGUE. AND THE FACT IS, WHEN ONE OF THE TEAMS IS CLEVELAND AND THE OTHER ONE IS GOLDEN STATE, YOU KNOW, STEPHEN CURRY IS GOING TO HAVE POINTS WHEN YOU PLAY THE WARRIORS. YOU KNOW, LeBRON IS GOING TO SCORE SOME POINTS. SO WHEN WE LOOK AT THIS AND SAY HOW COME YOU GUYS AREN'T UNDEFEATED ANYMORE, WE SAY LOOK, WE'RE STILL STANDING, WE'RE IN THE GAME, AND WE'RE STRONGER THAN EVER AND WE'RE KEEP FIGHTING, YOU WATCH US THROW AND WE ARE GOING TO WIN SOME GAMES.\nCRAMER: CONNECTED FITNESS, WHERE IS IT?\nPLANK: IT'S 225 MILLION PEOPLE ON OUR PLATFORM.\nCRAMER: YOU HAVE 225 MILLION PEOPLE ON YOUR PLATFORM. HOW ARE YOU NOT KILLING IT?\nPLANK: SO THIS IS THE INFORMATION WE HAVE. JUST TO GIVE YOU SOME\nPERSPECTIVE, WE WILL TALK ABOUT INSIGHTS THAT WE HAVE. SO WE HAVE MORE THAN, JUST FROM THE BEGINNING OF THIS YEAR, OVER 99 MILLION WORKOUTS, OVER 137 MILLION MILES LOGGED AND RUN, INCLUDING ON OUR NEW PLATFORM WITH HOVR. WE HAVE 130,000 POUNDS LOST THROUGH OUR MY FITNESS PAL DATABASE. SO THE INFORMATION WE HAVE DRIVING TOWARDS THAT VISION OF HAVING A SINGLE VIEW OF THE CONSUMER MAKES US THE MOST CULTURALLY CENTERED COMPANY IN THE WORLD, WHERE THE UNDERSTANDING OF OUR CONSUMER IS STILL VERY MUCH THE DREAM AND THE VISION THAT WE HAVE.\nCRAMER: 13TH OF FEBRUARY, YOU DID A CONFERENCE CALL, AND IN IT YOU SAID, LISTEN, 2018 IS GOING TO BE OKAY. IS THERE ANY WAY 2018 IS BETTER THAN OKAY?\nPLANK: I THINK THAT WE'VE LEARNED A LOT OF LESSONS. AND THE FIRST THING WE DO IS WE'RE GONNA PUT ONE FOOT IN FRONT THE OTHER.\nCRAMER: YOU ARE GOING TO UNDER PROMISE AND OVER DELIVER? LIKE THE PHILADELPHIA EAGLES?\nPLANK: YOU SAY UNDERPROMISE AND UNDERDELIVER. SO WHAT WE WANT TO DO IS MAKE SURE THAT YOU HAVE A VERY CLEAR UNDERSTANDING OF WHAT WE WANT TO DO. MY TEAM IS THE FIRST AND MOST IMPORTANT THING. I WANT MY TEAM TO FEEL THAT WE HAVE THE BALANCE OF THE PLAN, THE STRATEGY OF OUR PLAN, THE THREE THINGS THAT WE REALLY ATTACK FOR OURSELVES AS A COMPANY IN 2017. LET THEM TAKE ROOT AND LET US BECOME EXCELLENT. LET US BECOME THAT REALLY LOUD BRAND AND THAT QUIET COMPANY THAT JUST REALLY KNOWS HOW TO RUN. IMPLEMENT THAT GO TO MARKET. AND YOU'LL WATCH AND I THINK A VERY SUCCESSFUL COMPANY. BUT IT JUST TAKES TIME. WE'RE GONNA RUN THAT PLAY.\nCRAMER: LOOK ME IN THE EYE. ARE YOU THE FOCUSED KEVIN PLANK THAT I ALWAYS? ARE YOU FOCUSED? TELL ME!\nPLANK: THERE IS NOTHING AND NO PLACE I WOULD RATHER BE THAN RIGHT NOW AT THIS MOMENT, THANK YOU JIM CRAMER. WE'RE GONNA RUN HARD AND WIN.\nCRAMER: THANK YOU KEVIN PLANK. HE'S FOUNDER AND CEO OF UNDER ARMOUR.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.5221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-03-01T04:40:00.000+02:00",
    "crawled": "2018-03-01T06:35:54.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "february",
        "cnbc",
        "mad",
        "money",
        "jim",
        "cramer",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "interview",
        "armour",
        "ceo",
        "kevin",
        "plank",
        "cnbc",
        "jim",
        "cramer",
        "cnbc",
        "mad",
        "money",
        "today",
        "february",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "cramer",
        "think",
        "time",
        "check",
        "kevin",
        "plank",
        "founder",
        "ceo",
        "armour",
        "get",
        "better",
        "sense",
        "company",
        "might",
        "headed",
        "plank",
        "welcome",
        "back",
        "mad",
        "money",
        "great",
        "see",
        "kevin",
        "plank",
        "jim",
        "great",
        "cramer",
        "seat",
        "ok",
        "kevin",
        "couple",
        "year",
        "ago",
        "super",
        "bowl",
        "together",
        "gave",
        "ball",
        "said",
        "protect",
        "house",
        "stock",
        "stop",
        "protecting",
        "house",
        "plank",
        "never",
        "cramer",
        "tell",
        "plank",
        "let",
        "tell",
        "three",
        "thing",
        "focused",
        "business",
        "confident",
        "think",
        "demonstrated",
        "life",
        "company",
        "best",
        "getting",
        "better",
        "one",
        "thing",
        "spent",
        "best",
        "getting",
        "better",
        "going",
        "continue",
        "cramer",
        "going",
        "go",
        "right",
        "nitty",
        "gritty",
        "say",
        "dna",
        "fuel",
        "bone",
        "blood",
        "armor",
        "people",
        "wonder",
        "mention",
        "walk",
        "hall",
        "stop",
        "walking",
        "hall",
        "plank",
        "none",
        "happened",
        "look",
        "go",
        "growth",
        "think",
        "moment",
        "time",
        "business",
        "brand",
        "take",
        "step",
        "back",
        "focus",
        "look",
        "decision",
        "thing",
        "billion",
        "company",
        "end",
        "approaching",
        "billion",
        "revenue",
        "billion",
        "revenue",
        "cramer",
        "one",
        "fastest",
        "growing",
        "company",
        "history",
        "plank",
        "lot",
        "strain",
        "lot",
        "thing",
        "put",
        "business",
        "settle",
        "get",
        "used",
        "three",
        "major",
        "thing",
        "upgraded",
        "system",
        "right",
        "implemented",
        "sap",
        "never",
        "scale",
        "great",
        "company",
        "give",
        "u",
        "pliability",
        "business",
        "able",
        "grow",
        "forever",
        "changed",
        "structure",
        "went",
        "head",
        "apparel",
        "head",
        "footware",
        "head",
        "accessory",
        "distinct",
        "category",
        "like",
        "head",
        "running",
        "head",
        "training",
        "head",
        "basketball",
        "cramer",
        "customer",
        "want",
        "plank",
        "stay",
        "closer",
        "consumer",
        "way",
        "go",
        "talk",
        "consumer",
        "found",
        "keeping",
        "consumer",
        "center",
        "every",
        "single",
        "thing",
        "consumer",
        "athlete",
        "athlete",
        "athlete",
        "athlete",
        "find",
        "hear",
        "u",
        "focus",
        "performance",
        "people",
        "say",
        "might",
        "weakness",
        "u",
        "believe",
        "prove",
        "longterm",
        "greatest",
        "strength",
        "cramer",
        "loud",
        "company",
        "quiet",
        "brand",
        "plan",
        "quiet",
        "company",
        "loud",
        "brand",
        "mean",
        "plank",
        "mean",
        "let",
        "talk",
        "franchise",
        "let",
        "talk",
        "story",
        "let",
        "put",
        "thing",
        "front",
        "foot",
        "know",
        "mentioned",
        "third",
        "thing",
        "focused",
        "leadership",
        "brought",
        "new",
        "president",
        "guy",
        "named",
        "patrick",
        "fisk",
        "partner",
        "cramer",
        "background",
        "plank",
        "month",
        "let",
        "see",
        "dozen",
        "year",
        "gore",
        "another",
        "ten",
        "year",
        "vf",
        "corporation",
        "charge",
        "outdoor",
        "coalition",
        "van",
        "timberland",
        "north",
        "face",
        "smartwool",
        "understands",
        "great",
        "respect",
        "vf",
        "think",
        "really",
        "wonderful",
        "recently",
        "ceo",
        "aldo",
        "understands",
        "retail",
        "handled",
        "ever",
        "level",
        "cramer",
        "well",
        "worked",
        "mean",
        "look",
        "kind",
        "phil",
        "knight",
        "mark",
        "parker",
        "guy",
        "stuck",
        "finger",
        "eye",
        "woke",
        "plank",
        "armour",
        "first",
        "job",
        "make",
        "sure",
        "vision",
        "brand",
        "continue",
        "march",
        "road",
        "patrick",
        "job",
        "came",
        "clear",
        "establishing",
        "true",
        "go",
        "market",
        "strategy",
        "supply",
        "chain",
        "product",
        "marketing",
        "sale",
        "allows",
        "u",
        "build",
        "franchise",
        "like",
        "new",
        "program",
        "launched",
        "february",
        "1st",
        "year",
        "cramer",
        "hot",
        "shoe",
        "year",
        "plank",
        "culmination",
        "year",
        "worth",
        "work",
        "go",
        "bringing",
        "life",
        "kind",
        "thing",
        "continue",
        "see",
        "brand",
        "shoe",
        "people",
        "ask",
        "armor",
        "brand",
        "shoe",
        "basically",
        "sold",
        "direct",
        "consumer",
        "work",
        "able",
        "find",
        "shoe",
        "anywhere",
        "got",
        "call",
        "three",
        "feature",
        "look",
        "spf",
        "factor",
        "style",
        "great",
        "looking",
        "shoe",
        "make",
        "wall",
        "want",
        "buy",
        "got",
        "performance",
        "technology",
        "stepping",
        "comfort",
        "like",
        "nothing",
        "seen",
        "fit",
        "technology",
        "standpoint",
        "shoe",
        "chip",
        "go",
        "run",
        "need",
        "phone",
        "track",
        "tell",
        "far",
        "went",
        "split",
        "distance",
        "cadence",
        "stride",
        "length",
        "allows",
        "coach",
        "better",
        "healthier",
        "run",
        "cramer",
        "taking",
        "metaphor",
        "little",
        "kevin",
        "plank",
        "love",
        "man",
        "chip",
        "chip",
        "shoulder",
        "baltimore",
        "guy",
        "people",
        "believe",
        "think",
        "beat",
        "everybody",
        "internationally",
        "killing",
        "fell",
        "piece",
        "cash",
        "constraint",
        "kevin",
        "plank",
        "kevin",
        "plank",
        "right",
        "plank",
        "running",
        "focused",
        "moving",
        "forward",
        "say",
        "best",
        "getting",
        "better",
        "want",
        "theme",
        "really",
        "drive",
        "home",
        "want",
        "people",
        "understand",
        "lot",
        "lesson",
        "learned",
        "got",
        "girl",
        "boy",
        "line",
        "say",
        "scar",
        "cool",
        "scar",
        "cool",
        "remind",
        "u",
        "remind",
        "u",
        "seen",
        "also",
        "keep",
        "u",
        "focused",
        "moving",
        "seen",
        "bruise",
        "seen",
        "thing",
        "company",
        "know",
        "going",
        "continue",
        "march",
        "forward",
        "cramer",
        "humble",
        "happened",
        "plank",
        "would",
        "like",
        "think",
        "never",
        "needed",
        "lesson",
        "like",
        "u",
        "always",
        "yeah",
        "unbelievable",
        "run",
        "also",
        "spent",
        "long",
        "time",
        "really",
        "focusing",
        "asking",
        "question",
        "think",
        "team",
        "hate",
        "every",
        "think",
        "know",
        "job",
        "ceo",
        "company",
        "make",
        "sure",
        "representing",
        "every",
        "teammate",
        "ca",
        "tell",
        "proud",
        "company",
        "way",
        "persevered",
        "resilience",
        "team",
        "global",
        "teammate",
        "teammate",
        "baltimore",
        "teammate",
        "city",
        "office",
        "world",
        "retailer",
        "store",
        "etc",
        "know",
        "company",
        "culture",
        "incredibly",
        "proud",
        "chapter",
        "lived",
        "prove",
        "one",
        "important",
        "chapter",
        "year",
        "history",
        "cramer",
        "hot",
        "overseas",
        "right",
        "arguably",
        "previous",
        "quarter",
        "cold",
        "domestically",
        "getting",
        "hotter",
        "domestically",
        "product",
        "international",
        "still",
        "strong",
        "china",
        "plank",
        "jim",
        "one",
        "first",
        "level",
        "set",
        "expectation",
        "one",
        "three",
        "brand",
        "four",
        "brand",
        "actually",
        "crossed",
        "billion",
        "threshold",
        "precipice",
        "saying",
        "ability",
        "one",
        "great",
        "athletic",
        "brand",
        "talk",
        "market",
        "like",
        "china",
        "incredibly",
        "exciting",
        "u",
        "said",
        "studied",
        "consumer",
        "put",
        "center",
        "athlete",
        "athlete",
        "china",
        "armour",
        "known",
        "professional",
        "brand",
        "know",
        "europe",
        "london",
        "find",
        "armour",
        "athletic",
        "brand",
        "find",
        "stay",
        "true",
        "core",
        "dna",
        "make",
        "u",
        "u",
        "going",
        "great",
        "see",
        "market",
        "see",
        "trend",
        "see",
        "fashion",
        "go",
        "back",
        "play",
        "extent",
        "grounded",
        "root",
        "say",
        "fashion",
        "mean",
        "thing",
        "look",
        "great",
        "everything",
        "gon",
        "na",
        "perform",
        "cramer",
        "also",
        "ethos",
        "always",
        "respected",
        "family",
        "david",
        "beaverton",
        "goliath",
        "know",
        "goliath",
        "somehow",
        "came",
        "back",
        "second",
        "round",
        "david",
        "plank",
        "playing",
        "league",
        "right",
        "probably",
        "three",
        "four",
        "team",
        "league",
        "fact",
        "one",
        "team",
        "cleveland",
        "one",
        "golden",
        "state",
        "know",
        "stephen",
        "curry",
        "going",
        "point",
        "play",
        "warrior",
        "know",
        "lebron",
        "going",
        "score",
        "point",
        "look",
        "say",
        "come",
        "guy",
        "undefeated",
        "anymore",
        "say",
        "look",
        "still",
        "standing",
        "game",
        "stronger",
        "ever",
        "keep",
        "fighting",
        "watch",
        "u",
        "throw",
        "going",
        "win",
        "game",
        "cramer",
        "connected",
        "fitness",
        "plank",
        "million",
        "people",
        "platform",
        "cramer",
        "million",
        "people",
        "platform",
        "killing",
        "plank",
        "information",
        "give",
        "perspective",
        "talk",
        "insight",
        "beginning",
        "year",
        "million",
        "workout",
        "million",
        "mile",
        "logged",
        "run",
        "including",
        "new",
        "platform",
        "hovr",
        "pound",
        "lost",
        "fitness",
        "pal",
        "database",
        "information",
        "driving",
        "towards",
        "vision",
        "single",
        "view",
        "consumer",
        "make",
        "u",
        "culturally",
        "centered",
        "company",
        "world",
        "understanding",
        "consumer",
        "still",
        "much",
        "dream",
        "vision",
        "cramer",
        "13th",
        "february",
        "conference",
        "call",
        "said",
        "listen",
        "going",
        "okay",
        "way",
        "better",
        "okay",
        "plank",
        "think",
        "learned",
        "lot",
        "lesson",
        "first",
        "thing",
        "gon",
        "na",
        "put",
        "one",
        "foot",
        "front",
        "cramer",
        "going",
        "promise",
        "deliver",
        "like",
        "philadelphia",
        "eagle",
        "plank",
        "say",
        "underpromise",
        "underdeliver",
        "want",
        "make",
        "sure",
        "clear",
        "understanding",
        "want",
        "team",
        "first",
        "important",
        "thing",
        "want",
        "team",
        "feel",
        "balance",
        "plan",
        "strategy",
        "plan",
        "three",
        "thing",
        "really",
        "attack",
        "company",
        "let",
        "take",
        "root",
        "let",
        "u",
        "become",
        "excellent",
        "let",
        "u",
        "become",
        "really",
        "loud",
        "brand",
        "quiet",
        "company",
        "really",
        "know",
        "run",
        "implement",
        "go",
        "market",
        "watch",
        "think",
        "successful",
        "company",
        "take",
        "time",
        "gon",
        "na",
        "run",
        "play",
        "cramer",
        "look",
        "eye",
        "focused",
        "kevin",
        "plank",
        "always",
        "focused",
        "tell",
        "plank",
        "nothing",
        "place",
        "would",
        "rather",
        "right",
        "moment",
        "thank",
        "jim",
        "cramer",
        "gon",
        "na",
        "run",
        "hard",
        "win",
        "cramer",
        "thank",
        "kevin",
        "plank",
        "founder",
        "ceo",
        "armour",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}