{
    "organizations": [],
    "uuid": "f8a217565c5b0548ea4aac14626b0d9cdefb89fa",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/27/heres-the-real-nightmare-scenario-for-self-driving-cars.html",
    "ord_in_thread": 0,
    "title": "Here’s the real nightmare scenario for self-driving cars",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "After nearly 10 years of relentless hype for autonomous (\"self-driving\") vehicles, the bloom seems to be coming off the rose. In terms of the hype cycle outlined by research consultancy Gartner, autonomous vehicles are plunging down from the \"peak of inflated expectations\" into the \"trough of disillusionment.\" \n\nOne form the disillusionment takes is skepticism toward AVs' alleged safety advantages. Last week, a pedestrian in Arizona was struck and killed by a \"semi-autonomous\" vehicle, i.e., a vehicle that will drive itself part of the time but requires a human driver as backup. The backup driver of another semi-autonomous vehicle was killed last year when it slammed into a semi-truck.\nThe other form of disillusionment has to do with a growing concern among urbanists that AVs will, by making personal-vehicle travel so much more convenient, induce more of it. They worry that AVs will increase vehicle miles traveled (VMT), further clogging America's already congested city streets.\n\nMore from Vox: \nPakistan's military is waging a quiet war on journalists \nHow sports leagues like the NFL are fanning the childhood obesity epidemic\nTrump's legal team is in shambles. The timing is terrible. \nI don't share the first worry — I have confidence that AVs will eventually achieve full autonomy and make good on their safety claims, radically reducing road fatalities.\nBut I do share the second concern. In fact, I don't think people are worrying about it enough. There are reasons to believe that any private autonomous vehicle industry will not just increase VMT, but will pursue more VMT aggressively .\nIt struck me as I read this piece in the New York Post about a new company called Vugo, which has contracts with about 3,500 Uber and Lyft drivers in New York City to install video screens in their vehicles. The screens will display video advertising and, at least initially, cannot be turned off or completely muted.\nAccording to the Post, drivers in New York love the arrangement (though of course, everyone else finds it annoying AF). The money the drivers receive from Uber and Lyft, from direct fees charged to passengers, is barely getting them by. They need supplemental income. Thus, advertising.\nAnd therein lies the germ of an economic dynamic that could doom AVs to fall short of their potential and do great damage along the way — the same way it did to much of the internet. I'm talking about advertising as a business model.\nIf shared fleets of autonomous vehicles come to be funded primarily by advertising, we will end up with an auto industry even more committed to auto supremacy than the current one — at best a reluctant partner in any effort to make cities denser and more livable, at worst a committed foe.\nAs a business model, advertising is toxic It is now something close to conventional wisdom that many of the depredations of our current digital environment can be laid at the feet of the business model it is built around.\nAlmost all websites, social media networks, and apps these days are funded by advertising. They make money only insofar as they hold user attention, so they are in an endless, recursive, dog-eat-dog struggle for it.\nThere are no longer any practical limits on the supply side: Content production is cheap and online space is infinite. The only remaining constraint on revenue is on the demand side. Humans only have so many hours in the day and so much attention to give.\nSo every app is competing not just with other apps but with Netflix and cooking and sleep and work and exercise — anything else that might take your attention off the app. Consequently, the engineers of these tools are growing increasingly adept at exploiting human cognitive and emotional quirks, providing short-term dopamine bursts that prove addictive.\nOur pursuit of short-term dopamine bursts has created an environment so crammed full of signals — many aimed at the base emotions of envy, resentment, and outrage — that we have become collectively distracted and unhappy . (Vox's Ezra Klein had a good podcast episode on this, interviewing Tristan Harris, founder of the Center for Humane Technology.)\nThe primary tools through which we access the internet are locked into a pursuit for time and attention, clicks and eyeballs, because that's what the business model demands. It is ruining the internet. It could ruin transportation.\nTransportation is going to become more like an app, and we know how most apps are funded One thing transportation experts have come to agree on is that transportation is evolving into more of a service than a commodity. Rather than buying cars, consumers will buy miles.\nThree trends are converging in transportation: electrification, autonomy, and sharing. Anyone who claims to know exactly how that will play out, the timing of those changes, is probably selling something. But the logic of all three trends leans toward transportation as a service (TaaS).\nHere's a plausible scenario: Vehicle electrification continues. Shared vehicle services like Uber and Lyft become more popular. Human drivers are steadily replaced by autonomous vehicles. Over time, TaaS becomes the rule rather than the exception; by, say, 2030, most people take most trips by summoning a shared electric autonomous vehicle.\nBarring the unlikely event that cities take ownership of these fleets and begin offering transportation as a public service (TaaPS?) funded by taxes, private industry is going run this process. Competition will be relentless, and with it the drive to reduce subscription or per-mile prices charged to customers.\nThere will always be a new company willing to cut costs to the bone to fuel rapid growth — and \"the bone\" in this case is extremely lean. Driverless vehicles will be cheaper than human drivers. Electric vehicles will be cheaper than internal-combustion vehicles. With cheap renewables flooding the grid in midday when the sun is out, electricity will be cheap. Capital and operating costs will be low, so unless public policy imposes some kind of price floor, there will be a steady downward pull on per-mile charges.\nEventually, someone will think to offer upfront charges of $0. Transportation as a free service (TaaFS)!\nThe history of digital technologies offers a clue as to what \"free\" means in this context, and where it leads. Companies still have to make money. And the only way to monetize customers without charging them is to make them the product, i.e., to sell their attention through advertising. Once fleet owners start grasping around for other sources of revenue, they will inevitably seize on it.\nIt would be nice to think that people wouldn't put up with it, that they would buy a subscription or pay an extra fee for an ad-free transportation service (TaaAFS). But that isn't what history seems to show.\nRather, customers have shown again and again that when it comes to services, they will go for the cheaper option, brand loyalty (and personal privacy) be damned. Look at airlines, where customers put up with discomfort and nickel-and-dime fees in exchange for cheap base rates.\nLook at media, where the ad model dwarfs the subscription model. Look at the popularity of \"member club cards\" at grocery stores and retail outlets, via which customers exchange their private information for discounts. Look at Facebook to Google, which we allow 360-degree surveillance of our lives.\nOr heck, just look at taxi cabs in New York City and Washington, DC, many of which already have blaring advertising screens embedded in them, for the same reason as all the above: They can't get enough money out of you on the front end, so they have to monetize you on the back end.\nAnd it works. We will do just about anything, reveal just about anything, for cheaper sticker prices, especially for \"free.\"\nSo we have to at least consider the possibility that the future of transportation could be dominated by large fleets of shared, electric, autonomous vehicles funded by revenue from advertising — that our smart vehicles could become our next smartphones, tools to deliver our attention to advertisers.\nAd-supported transportation would be a nightmare That would be awful.\nNever mind the fact that vehicle occupants will find yet another part of their day intruded upon by blinking, button-pushing distractions, losing time they might have spent in quiet contemplation (or, sigh, looking at their own smartphones).\nIf vehicles do become rolling smartphones, \"platforms\" for a variety of ad-supported videos, apps, games, and services, we can expect the same incentives to take over transportation that dominate online services like Facebook or Candy Crush. To wit: Cars will want more of your time and attention.\nThe only way to spend time with a car is to drive somewhere in it. Insofar as they get revenue from advertising, owners of shared vehicle fleets will want more people to go more places in cars. Their revenue will rise with VMT, so they will strive to maximize VMT.\nHitching ad revenue to VMT would put the industry squarely in opposition to other, non-car modes of transit and make it an enemy of good urban planning. It would strengthen short-term gratification and weaken long-term foresight — and foresight is already difficult enough to come by in transportation planning.\nIt used to be boasted of every new innovation that it would make some old legacy system \"more like the internet.\" That boast carries a somewhat more ominous tone these days. Maybe there are some features of the internet we don't want to export.",
    "published": "2018-03-27T22:48:00.000+03:00",
    "crawled": "2018-03-27T23:41:15.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "nearly",
        "year",
        "relentless",
        "hype",
        "autonomous",
        "vehicle",
        "bloom",
        "seems",
        "coming",
        "rose",
        "term",
        "hype",
        "cycle",
        "outlined",
        "research",
        "consultancy",
        "gartner",
        "autonomous",
        "vehicle",
        "plunging",
        "peak",
        "inflated",
        "expectation",
        "trough",
        "disillusionment",
        "one",
        "form",
        "disillusionment",
        "take",
        "skepticism",
        "toward",
        "av",
        "alleged",
        "safety",
        "advantage",
        "last",
        "week",
        "pedestrian",
        "arizona",
        "struck",
        "killed",
        "vehicle",
        "vehicle",
        "drive",
        "part",
        "time",
        "requires",
        "human",
        "driver",
        "backup",
        "backup",
        "driver",
        "another",
        "vehicle",
        "killed",
        "last",
        "year",
        "slammed",
        "form",
        "disillusionment",
        "growing",
        "concern",
        "among",
        "urbanists",
        "av",
        "making",
        "travel",
        "much",
        "convenient",
        "induce",
        "worry",
        "av",
        "increase",
        "vehicle",
        "mile",
        "traveled",
        "vmt",
        "clogging",
        "america",
        "already",
        "congested",
        "city",
        "street",
        "vox",
        "pakistan",
        "military",
        "waging",
        "quiet",
        "war",
        "journalist",
        "sport",
        "league",
        "like",
        "nfl",
        "fanning",
        "childhood",
        "obesity",
        "epidemic",
        "trump",
        "legal",
        "team",
        "shamble",
        "timing",
        "terrible",
        "share",
        "first",
        "worry",
        "confidence",
        "av",
        "eventually",
        "achieve",
        "full",
        "autonomy",
        "make",
        "good",
        "safety",
        "claim",
        "radically",
        "reducing",
        "road",
        "fatality",
        "share",
        "second",
        "concern",
        "fact",
        "think",
        "people",
        "worrying",
        "enough",
        "reason",
        "believe",
        "private",
        "autonomous",
        "vehicle",
        "industry",
        "increase",
        "vmt",
        "pursue",
        "vmt",
        "aggressively",
        "struck",
        "read",
        "piece",
        "new",
        "york",
        "post",
        "new",
        "company",
        "called",
        "vugo",
        "contract",
        "uber",
        "lyft",
        "driver",
        "new",
        "york",
        "city",
        "install",
        "video",
        "screen",
        "vehicle",
        "screen",
        "display",
        "video",
        "advertising",
        "least",
        "initially",
        "turned",
        "completely",
        "muted",
        "according",
        "post",
        "driver",
        "new",
        "york",
        "love",
        "arrangement",
        "though",
        "course",
        "everyone",
        "else",
        "find",
        "annoying",
        "af",
        "money",
        "driver",
        "receive",
        "uber",
        "lyft",
        "direct",
        "fee",
        "charged",
        "passenger",
        "barely",
        "getting",
        "need",
        "supplemental",
        "income",
        "thus",
        "advertising",
        "therein",
        "lie",
        "germ",
        "economic",
        "dynamic",
        "could",
        "doom",
        "av",
        "fall",
        "short",
        "potential",
        "great",
        "damage",
        "along",
        "way",
        "way",
        "much",
        "internet",
        "talking",
        "advertising",
        "business",
        "model",
        "shared",
        "fleet",
        "autonomous",
        "vehicle",
        "come",
        "funded",
        "primarily",
        "advertising",
        "end",
        "auto",
        "industry",
        "even",
        "committed",
        "auto",
        "supremacy",
        "current",
        "one",
        "best",
        "reluctant",
        "partner",
        "effort",
        "make",
        "city",
        "denser",
        "livable",
        "worst",
        "committed",
        "foe",
        "business",
        "model",
        "advertising",
        "toxic",
        "something",
        "close",
        "conventional",
        "wisdom",
        "many",
        "depredation",
        "current",
        "digital",
        "environment",
        "laid",
        "foot",
        "business",
        "model",
        "built",
        "around",
        "almost",
        "website",
        "social",
        "medium",
        "network",
        "apps",
        "day",
        "funded",
        "advertising",
        "make",
        "money",
        "insofar",
        "hold",
        "user",
        "attention",
        "endless",
        "recursive",
        "struggle",
        "longer",
        "practical",
        "limit",
        "supply",
        "side",
        "content",
        "production",
        "cheap",
        "online",
        "space",
        "infinite",
        "remaining",
        "constraint",
        "revenue",
        "demand",
        "side",
        "human",
        "many",
        "hour",
        "day",
        "much",
        "attention",
        "give",
        "every",
        "app",
        "competing",
        "apps",
        "netflix",
        "cooking",
        "sleep",
        "work",
        "exercise",
        "anything",
        "else",
        "might",
        "take",
        "attention",
        "app",
        "consequently",
        "engineer",
        "tool",
        "growing",
        "increasingly",
        "adept",
        "exploiting",
        "human",
        "cognitive",
        "emotional",
        "quirk",
        "providing",
        "dopamine",
        "burst",
        "prove",
        "addictive",
        "pursuit",
        "dopamine",
        "burst",
        "created",
        "environment",
        "crammed",
        "full",
        "signal",
        "many",
        "aimed",
        "base",
        "emotion",
        "envy",
        "resentment",
        "outrage",
        "become",
        "collectively",
        "distracted",
        "unhappy",
        "vox",
        "ezra",
        "klein",
        "good",
        "podcast",
        "episode",
        "interviewing",
        "tristan",
        "harris",
        "founder",
        "center",
        "humane",
        "technology",
        "primary",
        "tool",
        "access",
        "internet",
        "locked",
        "pursuit",
        "time",
        "attention",
        "click",
        "eyeball",
        "business",
        "model",
        "demand",
        "ruining",
        "internet",
        "could",
        "ruin",
        "transportation",
        "transportation",
        "going",
        "become",
        "like",
        "app",
        "know",
        "apps",
        "funded",
        "one",
        "thing",
        "transportation",
        "expert",
        "come",
        "agree",
        "transportation",
        "evolving",
        "service",
        "commodity",
        "rather",
        "buying",
        "car",
        "consumer",
        "buy",
        "mile",
        "three",
        "trend",
        "converging",
        "transportation",
        "electrification",
        "autonomy",
        "sharing",
        "anyone",
        "claim",
        "know",
        "exactly",
        "play",
        "timing",
        "change",
        "probably",
        "selling",
        "something",
        "logic",
        "three",
        "trend",
        "lean",
        "toward",
        "transportation",
        "service",
        "taas",
        "plausible",
        "scenario",
        "vehicle",
        "electrification",
        "continues",
        "shared",
        "vehicle",
        "service",
        "like",
        "uber",
        "lyft",
        "become",
        "popular",
        "human",
        "driver",
        "steadily",
        "replaced",
        "autonomous",
        "vehicle",
        "time",
        "taas",
        "becomes",
        "rule",
        "rather",
        "exception",
        "say",
        "people",
        "take",
        "trip",
        "summoning",
        "shared",
        "electric",
        "autonomous",
        "vehicle",
        "barring",
        "unlikely",
        "event",
        "city",
        "take",
        "ownership",
        "fleet",
        "begin",
        "offering",
        "transportation",
        "public",
        "service",
        "taaps",
        "funded",
        "tax",
        "private",
        "industry",
        "going",
        "run",
        "process",
        "competition",
        "relentless",
        "drive",
        "reduce",
        "subscription",
        "price",
        "charged",
        "customer",
        "always",
        "new",
        "company",
        "willing",
        "cut",
        "cost",
        "bone",
        "fuel",
        "rapid",
        "growth",
        "bone",
        "case",
        "extremely",
        "lean",
        "driverless",
        "vehicle",
        "cheaper",
        "human",
        "driver",
        "electric",
        "vehicle",
        "cheaper",
        "vehicle",
        "cheap",
        "renewables",
        "flooding",
        "grid",
        "midday",
        "sun",
        "electricity",
        "cheap",
        "capital",
        "operating",
        "cost",
        "low",
        "unless",
        "public",
        "policy",
        "imposes",
        "kind",
        "price",
        "floor",
        "steady",
        "downward",
        "pull",
        "charge",
        "eventually",
        "someone",
        "think",
        "offer",
        "upfront",
        "charge",
        "transportation",
        "free",
        "service",
        "taafs",
        "history",
        "digital",
        "technology",
        "offer",
        "clue",
        "free",
        "mean",
        "context",
        "lead",
        "company",
        "still",
        "make",
        "money",
        "way",
        "monetize",
        "customer",
        "without",
        "charging",
        "make",
        "product",
        "sell",
        "attention",
        "advertising",
        "fleet",
        "owner",
        "start",
        "grasping",
        "around",
        "source",
        "revenue",
        "inevitably",
        "seize",
        "would",
        "nice",
        "think",
        "people",
        "would",
        "put",
        "would",
        "buy",
        "subscription",
        "pay",
        "extra",
        "fee",
        "transportation",
        "service",
        "taaafs",
        "history",
        "seems",
        "show",
        "rather",
        "customer",
        "shown",
        "come",
        "service",
        "go",
        "cheaper",
        "option",
        "brand",
        "loyalty",
        "personal",
        "privacy",
        "damned",
        "look",
        "airline",
        "customer",
        "put",
        "discomfort",
        "fee",
        "exchange",
        "cheap",
        "base",
        "rate",
        "look",
        "medium",
        "ad",
        "model",
        "dwarf",
        "subscription",
        "model",
        "look",
        "popularity",
        "member",
        "club",
        "card",
        "grocery",
        "store",
        "retail",
        "outlet",
        "via",
        "customer",
        "exchange",
        "private",
        "information",
        "discount",
        "look",
        "facebook",
        "google",
        "allow",
        "surveillance",
        "life",
        "heck",
        "look",
        "taxi",
        "cab",
        "new",
        "york",
        "city",
        "washington",
        "dc",
        "many",
        "already",
        "blaring",
        "advertising",
        "screen",
        "embedded",
        "reason",
        "ca",
        "get",
        "enough",
        "money",
        "front",
        "end",
        "monetize",
        "back",
        "end",
        "work",
        "anything",
        "reveal",
        "anything",
        "cheaper",
        "sticker",
        "price",
        "especially",
        "free",
        "least",
        "consider",
        "possibility",
        "future",
        "transportation",
        "could",
        "dominated",
        "large",
        "fleet",
        "shared",
        "electric",
        "autonomous",
        "vehicle",
        "funded",
        "revenue",
        "advertising",
        "smart",
        "vehicle",
        "could",
        "become",
        "next",
        "smartphones",
        "tool",
        "deliver",
        "attention",
        "advertiser",
        "transportation",
        "would",
        "nightmare",
        "would",
        "awful",
        "never",
        "mind",
        "fact",
        "vehicle",
        "occupant",
        "find",
        "yet",
        "another",
        "part",
        "day",
        "intruded",
        "upon",
        "blinking",
        "distraction",
        "losing",
        "time",
        "might",
        "spent",
        "quiet",
        "contemplation",
        "sigh",
        "looking",
        "smartphones",
        "vehicle",
        "become",
        "rolling",
        "smartphones",
        "platform",
        "variety",
        "video",
        "apps",
        "game",
        "service",
        "expect",
        "incentive",
        "take",
        "transportation",
        "dominate",
        "online",
        "service",
        "like",
        "facebook",
        "candy",
        "crush",
        "wit",
        "car",
        "want",
        "time",
        "attention",
        "way",
        "spend",
        "time",
        "car",
        "drive",
        "somewhere",
        "insofar",
        "get",
        "revenue",
        "advertising",
        "owner",
        "shared",
        "vehicle",
        "fleet",
        "want",
        "people",
        "go",
        "place",
        "car",
        "revenue",
        "rise",
        "vmt",
        "strive",
        "maximize",
        "vmt",
        "hitching",
        "ad",
        "revenue",
        "vmt",
        "would",
        "put",
        "industry",
        "squarely",
        "opposition",
        "mode",
        "transit",
        "make",
        "enemy",
        "good",
        "urban",
        "planning",
        "would",
        "strengthen",
        "gratification",
        "weaken",
        "foresight",
        "foresight",
        "already",
        "difficult",
        "enough",
        "come",
        "transportation",
        "planning",
        "used",
        "boasted",
        "every",
        "new",
        "innovation",
        "would",
        "make",
        "old",
        "legacy",
        "system",
        "like",
        "internet",
        "boast",
        "carry",
        "somewhat",
        "ominous",
        "tone",
        "day",
        "maybe",
        "feature",
        "internet",
        "want",
        "export"
    ]
}