{
    "organizations": [],
    "uuid": "bb37e39a952f6f7a25b48560b28151a53fb40e07",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/globe-newswire-the-dixie-group-reports-2017-results.html",
    "ord_in_thread": 0,
    "title": "The Dixie Group Reports Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DALTON, Ga., March 01, 2018 (GLOBE NEWSWIRE) -- The Dixie Group, Inc. (NASDAQ:DXYN) today reported financial results for the year ended December 30, 2017. For 2017, the Company had net sales of $412,462,000 as compared to $397,453,000 in 2016. On a comparable 52 week basis, 2017 net sales were up 5.2% as compared to 2016. For 2017, the Company had a loss from continuing operations of $9,322,000 or $0.59 per diluted share. Adjusting for the impact of the Tax Cuts and Jobs Act of 2017 (the \"Tax Act\"), the loss from continuing operations was $0.07 per diluted share as compared to a loss from continuing operations of $0.33 per diluted share in 2016. The loss from continuing operations for 2017 was $1,153,000 before the impact of the Tax Act was taken into account as compared to a loss from continuing operations of $5,207,000 in 2016. The impact of the Tax Act was $8,169,000. The two primary effects of the Tax Act were to reprice the Company's deferred tax assets by $1.8 million for the new lower corporate tax rates and increase the valuation allowances for its deferred tax assets by $6.4 million due to the revised treatment of net operating losses.\nCommenting on the results, Daniel K. Frierson, chairman and chief executive officer, said, “Our residential sales, adjusting for the difference in weeks between 2017 and 2016, were up 9.3% for the year with the industry, we estimate, being up only in the low single digits. Our residential sales benefited from our response to the market space being vacated by Royalty Carpet Mills on the west coast. We responded to the Royalty shut down by introducing our Pacific Living Collection as well as adding numerous new dealers on the west coast. The impact of these efforts were an over 20% increase in sales for our west coast regions for the second half of 2017 as compared to the same period the prior year. A major initiative for the residential business was the successful launch of our Stainmaster® PetProtect™ luxury vinyl flooring line by our Masland and Dixie Home brands. This hard surface initiative was quite successful as we placed over 1,300 displays and achieved a momentum in the marketplace that we see continuing into 2018.\n\"Our commercial sales, adjusting for the 53 week 2016 period versus the 52 week period in 2017, were up slightly while the industry, we believe, was down in the low single digits. We announced the reorganization of our commercial business in October of 2017. The changes necessary to implement this organizational re-alignment are essentially complete. The savings from this Profit Improvement initiative are anticipated to be in excess of $3 million for 2018. Our commercial team, led by David Hobbs, has a number of new offerings for 2018 with particular emphasis on new modular carpet tile offerings.\n\"Our gross profit for the year was 24.5% for 2017, an improvement from our 24.0% gross profit margin in 2016. While improved, our gross profit was impacted by several major initiatives. We completed our physical restructuring earlier in the year, setting the stage for a more productive manufacturing environment. The startup costs for all our major manufacturing initiatives, including adding yarn processing to our Atmore plant, installing a new EVA pre-coat line for our modular tile business in south Alabama, completing our Colormaster beck dye and skein dye consolidation and starting up the Porterville yarn operation was in excess of $2 million.\n\"Despite this difficult year from a profitability perspective, we have put in place the foundation of operational capabilities that should benefit us in the future. In 2018, we are continuing to work on achieving all of the benefits of these new capabilities as we focus on better on-time execution, lower waste and higher production efficiencies from these changes. One area of particular difficulty in 2017 has been the attraction and retention of associates in our various facilities. We anticipate further cost increases relative to associate-related costs as we deal with a tight labor market. We implemented a price increase at the beginning of 2018 to offset higher labor and other operational costs. Our capital expenditures for 2018 are planned at a maintenance level of approximately $6 million as compared to the $13.6 million we spent in capital asset acquisitions in 2017.\n\"Selling and administrative expenses for the year were 23.3% of net sales, a decrease of 1.1 percentage points from our level of 24.4% in 2016. We will continue our hard surface initiatives with adding an engineered hardwood line to our Fabrica sales offering in 2018. We have completed the initial launch of our luxury vinyl flooring offerings through our Masland Contract Calibré commercial line of products and our Masland and Dixie Home residential Stainmaster® PetProtect™ product lines in 2017. Now that the initial investment in our luxury vinyl flooring product lines is complete, we anticipate a positive profit impact from these new hard surface offerings in 2018.\n\"Our floorcovering sales for the first 8 weeks of the quarter were flat compared to this period in 2017. Our residential sales are positive relative to 2017 while our commercial sales are behind from this same period last year. We are well positioned to continue to be the style leader in the flooring industry,” Frierson concluded.\nA listen-only Internet simulcast and replay of Dixie's conference call may be accessed with appropriate software at the Company's website at www.thedixiegroup.com . The simulcast will begin at approximately 10:00 a.m. Eastern Time on March 1, 2018. A replay will be available approximately two hours later and will continue for approximately 30 days. If Internet access is unavailable, a listen-only telephonic conference will be available by dialing (877) 355-1003 and entering 4498106 at least 10 minutes before the appointed time. A seven-day telephonic replay will be available two hours after the call ends by dialing (855) 859-2056 and entering 4498106 when prompted for the access code.\nThe Dixie Group ( www.thedixiegroup.com ) is a leading marketer and manufacturer of carpet and rugs to higher-end residential and commercial customers through the Fabrica International, Masland Carpets, Dixie Home, Atlas Carpet Mills, Masland Contract, Masland Hospitality and Dixie International brands.\nThis press release contains forward-looking statements. Forward-looking statements are based on estimates, projections, beliefs and assumptions of management and the Company at the time of such statements and are not guarantees of performance. Forward-looking statements are subject to risk factors and uncertainties that could cause actual results to differ materially from those indicated in such forward-looking statements. Such factors include the levels of demand for the products produced by the Company. Other factors that could affect the Company's results include, but are not limited to, raw material and transportation costs related to petroleum prices, the cost and availability of capital, integration of acquisitions, ability to attract, develop and retain qualified personnel and general economic and competitive conditions related to the Company's business. Issues related to the availability and price of energy may adversely affect the Company's operations. Additional information regarding these and other risk factors and uncertainties may be found in the Company's filings with the Securities and Exchange Commission. The Company disclaims any obligation to update or revise any forward-looking statements based on the occurrence of future events, the receipt of new information, or otherwise.\nTHE DIXIE GROUP, INC. Consolidated Condensed Statements of Operations (unaudited; in thousands, except earnings per share) Three Months Ended Twelve Months Ended December 30,\n2017 December 31,\n2016 December 30,\n2017 December 31,\n2016 NET SALES $ 105,084 $ 102,606 $ 412,462 $ 397,453 Cost of sales 82,315 80,760 311,249 302,028 GROSS PROFIT 22,769 21,846 101,213 95,425 Selling and administrative expenses 22,384 25,223 96,171 96,983 Other operating (income) expense, net 359 (124 ) 441 401 Facility consolidation and severance expenses, net 634 (359 ) 636 1,456 OPERATING INCOME (LOSS) (608 ) (2,894 ) 3,965 (3,415 ) Interest expense 1,535 1,423 5,739 5,392 Other expense, net 1 7 39 22 Loss from continuing operations before taxes (2,144 ) (4,324 ) (1,813 ) (8,829 ) Income tax provision (benefit) 7,283 (1,686 ) 7,509 (3,622 ) Loss from continuing operations (9,427 ) (2,638 ) (9,322 ) (5,207 ) Loss from discontinued operations, net of tax (69 ) (79 ) (233 ) (131 ) Income (loss) on disposal of discontinued operations, net of tax — (5 ) — 60 NET LOSS $ (9,496 ) $ (2,722 ) $ (9,555 ) $ (5,278 ) BASIC EARNINGS (LOSS) PER SHARE: Continuing operations $ (0.60 ) $ (0.17 ) $ (0.59 ) $ (0.33 ) Discontinued operations (0.00 ) (0.01 ) (0.01 ) (0.01 ) Disposal of discontinued operations — (0.00 ) — 0.00 Net loss $ (0.60 ) $ (0.18 ) $ (0.60 ) $ (0.34 ) DILUTED EARNINGS (LOSS) PER SHARE: Continuing operations $ (0.60 ) $ (0.17 ) $ (0.59 ) $ (0.33 ) Discontinued operations (0.00 ) (0.01 ) (0.01 ) (0.01 ) Disposal of discontinued operations — (0.00 ) — 0.00 Net loss $ (0.60 ) $ (0.18 ) $ (0.60 ) $ (0.34 ) Weighted-average shares outstanding: Basic 15,707 15,659 15,699 15,638 Diluted 15,707 15,659 15,699 15,638\nTHE DIXIE GROUP, INC. Consolidated Condensed Balance Sheets (in thousands) December 30,\n2017 December 31,\n2016 ASSETS (Unaudited) Current Assets Cash and cash equivalents $ 19 $ 140 Receivables, net 46,480 43,605 Inventories, net 113,657 97,237 Other 3,600 4,376 Total Current Assets 163,756 145,358 Property, Plant and Equipment, Net 93,785 92,807 Goodwill and Other Intangibles 5,850 6,156 Other Assets 19,447 24,666 TOTAL ASSETS $ 282,838 $ 268,987 LIABILITIES AND STOCKHOLDERS' EQUITY Current Liabilities Accounts payable and accrued expenses $ 48,832 $ 53,509 Current portion of long-term debt 9,811 10,122 Total Current Liabilities 58,643 63,631 Long-Term Debt 123,446 98,256 Other Liabilities 21,486 19,978 Stockholders' Equity 79,263 87,122 TOTAL LIABILITIES AND STOCKHOLDERS' EQUITY $ 282,838 $ 268,987 Use of Non-GAAP Financial Information:\n(in thousands)\nThe Company believes that non-GAAP performance measures, which management uses in evaluating the Company's business, may provide users of the Company's financial information with additional meaningful bases for comparing the Company's current results and prior period results, as these measures reflect factors that are unique to one period relative to the comparable period. However, the non-GAAP performance measures should be viewed in addition to, not as an alternative for, the Company's reported results under accounting principles generally accepted in the United States. In considering our supplemental financial measures, investors should bear in mind that other companies that report or describe similarly titled financial measures may calculate them differently. Accordingly, investors should exercise appropriate caution in comparing our supplemental financial measures to similarly titled financial measures reported by other companies.\nNon-GAAP Summary Twelve Months Ended Net Sales As Adjusted Net Sales December 30, 2017 Net Sales December 31, 2016 Week 53 Net Sales as Adjusted December 31, 2016 Increase (Decrease) Net Sales as Adjusted % Change Net Sales As Adjusted (Note 1) $ 412,462 $ 397,453 $ (5,380 ) $ 392,073 $ 20,389 5.2 % (Note 1) The Company defines Net Sales as Adjusted as net sales less the last week of sales in a 53 week fiscal year. Twelve Months Ended Adjusted for Tax Cut and Jobs Act of 2017 (Note 2) December 30,\n2017 Net loss as reported $ (9,555 ) Loss from discontinued operations (233 ) Loss from continuing operations (9,322 ) Impact of Tax Cuts and Jobs Act of 2017 8,169 Loss from continuing operations less affect of Tax Cuts and Jobs Act of 2017 $ (1,153 ) Diluted shares 15,699 Adjusted loss per diluted share $ (0.07 ) (Note 2) The Company defines Non-GAAP earnings per Share (EPS) for the Tax Cuts and Jobs Act of 2017 (the \"Tax Act\") as Net Income less discontinued operations minus the effect of the Tax Act and divided by the number of fully diluted shares. Further non-GAAP reconciliation data are available at www.thedixiegroup.com under the Investor Relations section. CONTACT:\nJon Faulkner\nChief Financial Officer\n706-876-5814\njon.faulkner@dixiegroup.com\nSource:The Dixie Group, Inc.",
    "published": "2018-03-01T13:00:00.000+02:00",
    "crawled": "2018-03-01T15:29:37.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dalton",
        "march",
        "globe",
        "newswire",
        "dixie",
        "group",
        "nasdaq",
        "dxyn",
        "today",
        "reported",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "company",
        "net",
        "sale",
        "compared",
        "comparable",
        "week",
        "basis",
        "net",
        "sale",
        "compared",
        "company",
        "loss",
        "continuing",
        "operation",
        "per",
        "diluted",
        "share",
        "adjusting",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "loss",
        "continuing",
        "operation",
        "per",
        "diluted",
        "share",
        "compared",
        "loss",
        "continuing",
        "operation",
        "per",
        "diluted",
        "share",
        "loss",
        "continuing",
        "operation",
        "impact",
        "tax",
        "act",
        "taken",
        "account",
        "compared",
        "loss",
        "continuing",
        "operation",
        "impact",
        "tax",
        "act",
        "two",
        "primary",
        "effect",
        "tax",
        "act",
        "reprice",
        "company",
        "deferred",
        "tax",
        "asset",
        "million",
        "new",
        "lower",
        "corporate",
        "tax",
        "rate",
        "increase",
        "valuation",
        "allowance",
        "deferred",
        "tax",
        "asset",
        "million",
        "due",
        "revised",
        "treatment",
        "net",
        "operating",
        "loss",
        "commenting",
        "result",
        "daniel",
        "frierson",
        "chairman",
        "chief",
        "executive",
        "officer",
        "said",
        "residential",
        "sale",
        "adjusting",
        "difference",
        "week",
        "year",
        "industry",
        "estimate",
        "low",
        "single",
        "digit",
        "residential",
        "sale",
        "benefited",
        "response",
        "market",
        "space",
        "vacated",
        "royalty",
        "carpet",
        "mill",
        "west",
        "coast",
        "responded",
        "royalty",
        "shut",
        "introducing",
        "pacific",
        "living",
        "collection",
        "well",
        "adding",
        "numerous",
        "new",
        "dealer",
        "west",
        "coast",
        "impact",
        "effort",
        "increase",
        "sale",
        "west",
        "coast",
        "region",
        "second",
        "half",
        "compared",
        "period",
        "prior",
        "year",
        "major",
        "initiative",
        "residential",
        "business",
        "successful",
        "launch",
        "luxury",
        "vinyl",
        "flooring",
        "line",
        "masland",
        "dixie",
        "home",
        "brand",
        "hard",
        "surface",
        "initiative",
        "quite",
        "successful",
        "placed",
        "display",
        "achieved",
        "momentum",
        "marketplace",
        "see",
        "continuing",
        "commercial",
        "sale",
        "adjusting",
        "week",
        "period",
        "versus",
        "week",
        "period",
        "slightly",
        "industry",
        "believe",
        "low",
        "single",
        "digit",
        "announced",
        "reorganization",
        "commercial",
        "business",
        "october",
        "change",
        "necessary",
        "implement",
        "organizational",
        "essentially",
        "complete",
        "saving",
        "profit",
        "improvement",
        "initiative",
        "anticipated",
        "excess",
        "million",
        "commercial",
        "team",
        "led",
        "david",
        "hobbs",
        "number",
        "new",
        "offering",
        "particular",
        "emphasis",
        "new",
        "modular",
        "carpet",
        "tile",
        "offering",
        "gross",
        "profit",
        "year",
        "improvement",
        "gross",
        "profit",
        "margin",
        "improved",
        "gross",
        "profit",
        "impacted",
        "several",
        "major",
        "initiative",
        "completed",
        "physical",
        "restructuring",
        "earlier",
        "year",
        "setting",
        "stage",
        "productive",
        "manufacturing",
        "environment",
        "startup",
        "cost",
        "major",
        "manufacturing",
        "initiative",
        "including",
        "adding",
        "yarn",
        "processing",
        "atmore",
        "plant",
        "installing",
        "new",
        "eva",
        "line",
        "modular",
        "tile",
        "business",
        "south",
        "alabama",
        "completing",
        "colormaster",
        "beck",
        "dye",
        "skein",
        "dye",
        "consolidation",
        "starting",
        "porterville",
        "yarn",
        "operation",
        "excess",
        "million",
        "despite",
        "difficult",
        "year",
        "profitability",
        "perspective",
        "put",
        "place",
        "foundation",
        "operational",
        "capability",
        "benefit",
        "u",
        "future",
        "continuing",
        "work",
        "achieving",
        "benefit",
        "new",
        "capability",
        "focus",
        "better",
        "execution",
        "lower",
        "waste",
        "higher",
        "production",
        "efficiency",
        "change",
        "one",
        "area",
        "particular",
        "difficulty",
        "attraction",
        "retention",
        "associate",
        "various",
        "facility",
        "anticipate",
        "cost",
        "increase",
        "relative",
        "cost",
        "deal",
        "tight",
        "labor",
        "market",
        "implemented",
        "price",
        "increase",
        "beginning",
        "offset",
        "higher",
        "labor",
        "operational",
        "cost",
        "capital",
        "expenditure",
        "planned",
        "maintenance",
        "level",
        "approximately",
        "million",
        "compared",
        "million",
        "spent",
        "capital",
        "asset",
        "acquisition",
        "selling",
        "administrative",
        "expense",
        "year",
        "net",
        "sale",
        "decrease",
        "percentage",
        "point",
        "level",
        "continue",
        "hard",
        "surface",
        "initiative",
        "adding",
        "engineered",
        "hardwood",
        "line",
        "fabrica",
        "sale",
        "offering",
        "completed",
        "initial",
        "launch",
        "luxury",
        "vinyl",
        "flooring",
        "offering",
        "masland",
        "contract",
        "calibré",
        "commercial",
        "line",
        "product",
        "masland",
        "dixie",
        "home",
        "residential",
        "product",
        "line",
        "initial",
        "investment",
        "luxury",
        "vinyl",
        "flooring",
        "product",
        "line",
        "complete",
        "anticipate",
        "positive",
        "profit",
        "impact",
        "new",
        "hard",
        "surface",
        "offering",
        "floorcovering",
        "sale",
        "first",
        "week",
        "quarter",
        "flat",
        "compared",
        "period",
        "residential",
        "sale",
        "positive",
        "relative",
        "commercial",
        "sale",
        "behind",
        "period",
        "last",
        "year",
        "well",
        "positioned",
        "continue",
        "style",
        "leader",
        "flooring",
        "industry",
        "frierson",
        "concluded",
        "internet",
        "simulcast",
        "replay",
        "dixie",
        "conference",
        "call",
        "may",
        "accessed",
        "appropriate",
        "software",
        "company",
        "website",
        "simulcast",
        "begin",
        "approximately",
        "eastern",
        "time",
        "march",
        "replay",
        "available",
        "approximately",
        "two",
        "hour",
        "later",
        "continue",
        "approximately",
        "day",
        "internet",
        "access",
        "unavailable",
        "telephonic",
        "conference",
        "available",
        "dialing",
        "entering",
        "least",
        "minute",
        "appointed",
        "time",
        "telephonic",
        "replay",
        "available",
        "two",
        "hour",
        "call",
        "end",
        "dialing",
        "entering",
        "prompted",
        "access",
        "code",
        "dixie",
        "group",
        "leading",
        "marketer",
        "manufacturer",
        "carpet",
        "rug",
        "residential",
        "commercial",
        "customer",
        "fabrica",
        "international",
        "masland",
        "carpet",
        "dixie",
        "home",
        "atlas",
        "carpet",
        "mill",
        "masland",
        "contract",
        "masland",
        "hospitality",
        "dixie",
        "international",
        "brand",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "based",
        "estimate",
        "projection",
        "belief",
        "assumption",
        "management",
        "company",
        "time",
        "statement",
        "guarantee",
        "performance",
        "statement",
        "subject",
        "risk",
        "factor",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "indicated",
        "statement",
        "factor",
        "include",
        "level",
        "demand",
        "product",
        "produced",
        "company",
        "factor",
        "could",
        "affect",
        "company",
        "result",
        "include",
        "limited",
        "raw",
        "material",
        "transportation",
        "cost",
        "related",
        "petroleum",
        "price",
        "cost",
        "availability",
        "capital",
        "integration",
        "acquisition",
        "ability",
        "attract",
        "develop",
        "retain",
        "qualified",
        "personnel",
        "general",
        "economic",
        "competitive",
        "condition",
        "related",
        "company",
        "business",
        "issue",
        "related",
        "availability",
        "price",
        "energy",
        "may",
        "adversely",
        "affect",
        "company",
        "operation",
        "additional",
        "information",
        "regarding",
        "risk",
        "factor",
        "uncertainty",
        "may",
        "found",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "company",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "statement",
        "based",
        "occurrence",
        "future",
        "event",
        "receipt",
        "new",
        "information",
        "otherwise",
        "dixie",
        "group",
        "consolidated",
        "condensed",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "earnings",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "net",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "administrative",
        "expense",
        "operating",
        "income",
        "expense",
        "net",
        "facility",
        "consolidation",
        "severance",
        "expense",
        "net",
        "operating",
        "income",
        "loss",
        "interest",
        "expense",
        "expense",
        "net",
        "loss",
        "continuing",
        "operation",
        "tax",
        "income",
        "tax",
        "provision",
        "benefit",
        "loss",
        "continuing",
        "operation",
        "loss",
        "discontinued",
        "operation",
        "net",
        "tax",
        "income",
        "loss",
        "disposal",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "loss",
        "basic",
        "earnings",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "disposal",
        "discontinued",
        "operation",
        "net",
        "loss",
        "diluted",
        "earnings",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "disposal",
        "discontinued",
        "operation",
        "net",
        "loss",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "dixie",
        "group",
        "consolidated",
        "condensed",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "asset",
        "unaudited",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "receivables",
        "net",
        "inventory",
        "net",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "portion",
        "debt",
        "total",
        "current",
        "liability",
        "debt",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "use",
        "financial",
        "information",
        "thousand",
        "company",
        "belief",
        "performance",
        "measure",
        "management",
        "us",
        "evaluating",
        "company",
        "business",
        "may",
        "provide",
        "user",
        "company",
        "financial",
        "information",
        "additional",
        "meaningful",
        "base",
        "comparing",
        "company",
        "current",
        "result",
        "prior",
        "period",
        "result",
        "measure",
        "reflect",
        "factor",
        "unique",
        "one",
        "period",
        "relative",
        "comparable",
        "period",
        "however",
        "performance",
        "measure",
        "viewed",
        "addition",
        "alternative",
        "company",
        "reported",
        "result",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "considering",
        "supplemental",
        "financial",
        "measure",
        "investor",
        "bear",
        "mind",
        "company",
        "report",
        "describe",
        "similarly",
        "titled",
        "financial",
        "measure",
        "may",
        "calculate",
        "differently",
        "accordingly",
        "investor",
        "exercise",
        "appropriate",
        "caution",
        "comparing",
        "supplemental",
        "financial",
        "measure",
        "similarly",
        "titled",
        "financial",
        "measure",
        "reported",
        "company",
        "summary",
        "twelve",
        "month",
        "ended",
        "net",
        "sale",
        "adjusted",
        "net",
        "sale",
        "december",
        "net",
        "sale",
        "december",
        "week",
        "net",
        "sale",
        "adjusted",
        "december",
        "increase",
        "decrease",
        "net",
        "sale",
        "adjusted",
        "change",
        "net",
        "sale",
        "adjusted",
        "note",
        "note",
        "company",
        "defines",
        "net",
        "sale",
        "adjusted",
        "net",
        "sale",
        "less",
        "last",
        "week",
        "sale",
        "week",
        "fiscal",
        "year",
        "twelve",
        "month",
        "ended",
        "adjusted",
        "tax",
        "cut",
        "job",
        "act",
        "note",
        "december",
        "net",
        "loss",
        "reported",
        "loss",
        "discontinued",
        "operation",
        "loss",
        "continuing",
        "operation",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "loss",
        "continuing",
        "operation",
        "less",
        "affect",
        "tax",
        "cut",
        "job",
        "act",
        "diluted",
        "share",
        "adjusted",
        "loss",
        "per",
        "diluted",
        "share",
        "note",
        "company",
        "defines",
        "earnings",
        "per",
        "share",
        "eps",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "net",
        "income",
        "less",
        "discontinued",
        "operation",
        "minus",
        "effect",
        "tax",
        "act",
        "divided",
        "number",
        "fully",
        "diluted",
        "share",
        "reconciliation",
        "data",
        "available",
        "investor",
        "relation",
        "section",
        "contact",
        "jon",
        "faulkner",
        "chief",
        "financial",
        "officer",
        "source",
        "dixie",
        "group",
        "inc"
    ]
}