{
    "organizations": [],
    "uuid": "041075d555a42983770deb2fffd8b8633ff3dbe1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/pr-newswire-videocon-d2h-to-delist-from-nasdaq-in-connection-with-scheme-of-amalgamation-with-dish-tv.html",
    "ord_in_thread": 0,
    "title": "Videocon d2h to Delist From NASDAQ in Connection With Scheme of Amalgamation With Dish TV",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MUMBAI, India, March 14, 2018 /PRNewswire/ --\nVideocon d2h Limited (NASDAQ: VDTH) (\"Videocon d2h\" or the \"Company\"), today announces its intention to voluntarily delist its American Depositary Shares (\"ADSs\") from the Nasdaq Global Market (\"Nasdaq\") and to deregister with the U.S. Securities and Exchange Commission (\"SEC\"), in connection with its amalgamation with Dish TV India Limited (\"Dish TV\").\n(Logo: http://photos.prnewswire.com/prnh/20160519/806055 )\nThe Company previously announced its intention to delist its ADSs from Nasdaq in a press release dated December 18, 2017. However, on December 26, 2017, the Company announced that the timetable for effectiveness of the scheme of amalgamation and delisting would be revised and disclosed in due course.\nThe last day of trading of the Videocon d2h ADSs on Nasdaq is expected to be on or about April 4, 2018, and the delisting of the Videocon d2h ADSs from Nasdaq is expected to take effect on or about April 5, 2018.\nAs a result, Videocon d2h anticipates that a Form 25 will be filed by Nasdaq with the Securities and Exchange Commission (\"SEC\") on or about April 5, 2018 to effect the delisting. The delisting will be effective on the date of such filing. As soon as practicable following the effectiveness of the delisting from Nasdaq, Dish TV, as successor to Videocon d2h, will file a Form 15F with the SEC to deregister and terminate its reporting obligations under the Securities Exchange Act of 1934. The deregistration will become effective 90 days after the filing of the Form 15F.\nVideocon d2h is delisting its ADSs from Nasdaq and seeking deregistration and termination of its reporting obligations under the Securities Exchange Act of 1934 in connection with the approval of a scheme of arrangement, pursuant to which Videocon d2h will amalgamate with Dish TV (the \"Scheme\"). The Scheme is anticipated to become effective on or about March 22, 2018, upon the filing with the Registrar of Companies, Maharashtra, of the order of the Court approving the Scheme by both Videocon d2h and Dish TV.\nPursuant to the Scheme, and following the effectiveness of the amalgamation, all outstanding equity shares of Videocon d2h, including equity shares underlying the ADSs, will be mandatorily exchanged for new equity shares of Dish TV. Dish TV is expected to be subsequently renamed Dish TV Videocon Limited. Videocon d2h ADS holders will receive new Global Depositary Receipts (the \"GDRs\"), each GDR representing one equity share of Dish TV, exchanged at a rate of approximately 8.07331699 new GDRs for every one Videocon d2h ADS (rounded off up to eight decimal places), unless such holders elect to receive equity shares of Dish TV in lieu of GDRs by cancelling their Videocon d2h ADSs. This is based on: (i) a share exchange ratio of approximately (rounded off to eight decimal places) 2.01832925 new equity shares of Dish TV for every one equity share of Videocon d2h (subject to rounding of fractional equity share entitlements as contemplated under the Scheme); and (ii) each Videocon d2h ADS representing four Videocon d2h equity shares. Fractional GDRs will not be distributed. Holders entitled to receive fractional GDRs will instead receive cash in lieu of such fractional GDRs.\nVideocon d2h ADS holders electing to cancel their ADSs and receive equity shares of Dish TV will be subject to an ADS cancellation fee of US$0.05 per ADS. There will be no fee charged to exchange Videocon d2h ADSs into Dish TV GDRs. The Videocon d2h ADSs will continue to be listed and traded on Nasdaq until the mandatory exchange described above. However, after March 20, 2018, holders of Videocon d2h ADSs will not be able to surrender their ADSs in exchange for equity shares of Videocon d2h.\nThis Scheme was previously announced in Videocon d2h's press release dated November 11, 2016 and was approved by Videocon d2h shareholders on May 8, 2017. Application has been made for the GDRs to be admitted to trading on the Professional Securities Market of the London Stock Exchange plc.\nIt is currently anticipated that the new Dish TV equity shares and GDRs to be issued pursuant to the Scheme will be allotted and issued on or about April 5, 2018 (the \"GDR Effective Date\"), at which time the outstanding Videocon d2h ADSs will be exchanged for new Dish TV GDRs. It is currently anticipated that the Videocon d2h ADSs will continue trading until the close of trading on the Nasdaq trading day prior to the GDR Effective Date (on or about April 4, 2018), and, subject to approval by the UK Listing Authority, the new Dish TV GDRs will be admitted to trading on the Professional Securities Market of the London Stock Exchange plc on the first London trading day following the GDR Effective Date (on or about April 6, 2018). However, holders of Dish TV GDRs will not be able to surrender their GDRs in exchange for equity shares of Dish TV until the date the new equity shares of Dish TV are admitted for listing and trading in India, currently expected to be on or about April 10, 2018. In addition, Videocon d2h ADS holders electing to cancel their ADSs and receive equity shares of Dish TV will not be able to trade the new equity shares of Dish TV that they will receive until the date the new equity shares of Dish TV are admitted for listing and trading in India.\nThe anticipated key dates and process to be followed by Videocon d2h ADS holders who wish to receive equity shares of Dish TV in lieu of GDRs, anticipated key dates and process in relation to the default option where Videocon d2h ADS holders will receive Dish TV GDRs, as well as certain charges in respect of the new Dish TV GDR program are set out below. The dates set out below are subject to change. All changes, including changes in dates will be periodically updated at http://ir.videocond2h.com/ . ADS holders are advised to periodically visit this website for any updates in this regard.\nIn addition, Videocon d2h ADS holders are directed to the notice furnished with the SEC on Form 6-K dated March 14, 2018 for further information regarding the mandatory exchange process.\nOption 1: Default Option 2: Cancellation Option Option Key dates or GDR/ADS For receipt of Dish TV For receipt of Dish TV information GDR to be listed on India Equity Shares to be London Stock Exchange listed on Indian Stock Exchanges Timelines & Process Exchange ratio 1 ADS = approximately 1 ADS = approximately 8.07331699 Dish TV GDRs 8.07331699 Dish TV shares Last date for Default option; Depository to be instructed selection of option & to cancel the ADS by March action required 20, 2018 (i.e. at least 1 business day prior to the No action required ADS record date below) Record date Date to determine Date by which ADS holder holders of ADSs has to become an equity entitled to receive shareholder of Videocon GDRs: d2h, to receive the new Dish TV shares: On or about April 4, 2018 On or before March 21, 2018 Trading in Videocon On or about April 4, Date of cancellation of the d2h ADSs on Nasdaq 2018, after close of ADS by the holder halts on business Date of commencement Commencement of trading Commencement of trading of of trading of new Dish TV GDRs on new Dish TV shares on the London Stock Indian Stock Exchanges: Exchange: On or about April 6, 2018 On or about April 10, 2018 Charges ADS cancellation charges Waived USD 0.05 per ADS GDR issuance charges Waived Not applicable GDR annual servicing fee Up to USD 0.01 per GDR Not applicable GDR cancellation fee (for subsequent cancellations) Up to USD 0.05 per GDR Not applicable\nThis communication does not constitute an offer of any securities for sale or subscription or a solicitation of an offer to purchase or subscribe to any securities in any jurisdiction. The equity shares of Dish TV and Dish TV GDRs issued pursuant to the Scheme will not be registered under the U.S. Securities Act of 1933, as amended (the \"Securities Act\"), or under any relevant securities laws of any state or other jurisdiction of the United States. Such securities will be issued in reliance upon the exemption from the registration requirements of the Securities Act provided by section 3(a)(10) thereof. No public offering of such securities will be made in the United States. Such transaction has not been and will not be approved or disapproved by the U.S. Securities and Exchange Commission (the \"SEC\"), nor will the SEC or any U.S. state securities commission pass upon the merits or fairness of the transaction nor upon the adequacy or accuracy of the information contained in any document in connection with the Scheme. Any representation to the contrary is a criminal offence in the United States.\nAbout Videocon d2h\nVideocon d2h is India's fast growing DTH service provider, which offers over 650 channels & services, which includes 62 Asli \"HD\" channels & services. Videocon d2h recently launched the HD Smart Connect Set Top Box (Connected Set Top Box), which converts an existing normal TV into a Smart TV. The Connected Set Top Box allows one to browse content from Facebook, Twitter, Daily Motion, video on demand sites, news sites, weather sites, etc. through applications residing on the Set Top Box. Powered by the MPEG-4 and DVB-S2 technology, Videocon d2h offers services such as 12 PIP Mosaic, d2h Cinema & Active Music. It offers High Definition channels in 1080p, HDD Sound and 16:9 aspect ratios. Videocon d2h has over 300 own service centres spread across 7,500 top towns in India.\nForward-looking statements\nThis announcement may contain forward-looking statements, as defined in the safe harbor provisions of the US Private Securities Litigation Reform Act of 1995. In addition to statements which are forward-looking by reason of context, the words \"may\", \"will\", \"should\", \"expects\", \"plans\", \"intends\", \"anticipates\", \"believes\", \"estimates\", \"predicts\", \"potential\", or \"continue\" and similar expressions identify forward-looking statements. We caution you that reliance on any forward-looking statement involves risks and uncertainties that might cause actual results to differ materially from those expressed or implied by such statements. These and other factors are more fully discussed in Videocon d2h's annual report on Form 20-F filed with the SEC and available at http://www.sec.gov . All information provided in this announcement is as of the date hereof, unless the context otherwise requires. Other than as required by law, Videocon d2h does not undertake to update any forward-looking statements or other information in this announcement.\nSOURCE Videocon d2h",
    "published": "2018-03-14T17:58:00.000+02:00",
    "crawled": "2018-03-14T20:17:10.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mumbai",
        "india",
        "march",
        "videocon",
        "d2h",
        "limited",
        "nasdaq",
        "vdth",
        "videocon",
        "d2h",
        "company",
        "today",
        "announces",
        "intention",
        "voluntarily",
        "delist",
        "american",
        "depositary",
        "share",
        "adss",
        "nasdaq",
        "global",
        "market",
        "nasdaq",
        "deregister",
        "security",
        "exchange",
        "commission",
        "sec",
        "connection",
        "amalgamation",
        "dish",
        "tv",
        "india",
        "limited",
        "dish",
        "tv",
        "logo",
        "http",
        "company",
        "previously",
        "announced",
        "intention",
        "delist",
        "adss",
        "nasdaq",
        "press",
        "release",
        "dated",
        "december",
        "however",
        "december",
        "company",
        "announced",
        "timetable",
        "effectiveness",
        "scheme",
        "amalgamation",
        "delisting",
        "would",
        "revised",
        "disclosed",
        "due",
        "course",
        "last",
        "day",
        "trading",
        "videocon",
        "d2h",
        "adss",
        "nasdaq",
        "expected",
        "april",
        "delisting",
        "videocon",
        "d2h",
        "adss",
        "nasdaq",
        "expected",
        "take",
        "effect",
        "april",
        "result",
        "videocon",
        "d2h",
        "anticipates",
        "form",
        "filed",
        "nasdaq",
        "security",
        "exchange",
        "commission",
        "sec",
        "april",
        "effect",
        "delisting",
        "delisting",
        "effective",
        "date",
        "filing",
        "soon",
        "practicable",
        "following",
        "effectiveness",
        "delisting",
        "nasdaq",
        "dish",
        "tv",
        "successor",
        "videocon",
        "d2h",
        "file",
        "form",
        "15f",
        "sec",
        "deregister",
        "terminate",
        "reporting",
        "obligation",
        "security",
        "exchange",
        "act",
        "deregistration",
        "become",
        "effective",
        "day",
        "filing",
        "form",
        "15f",
        "videocon",
        "d2h",
        "delisting",
        "adss",
        "nasdaq",
        "seeking",
        "deregistration",
        "termination",
        "reporting",
        "obligation",
        "security",
        "exchange",
        "act",
        "connection",
        "approval",
        "scheme",
        "arrangement",
        "pursuant",
        "videocon",
        "d2h",
        "amalgamate",
        "dish",
        "tv",
        "scheme",
        "scheme",
        "anticipated",
        "become",
        "effective",
        "march",
        "upon",
        "filing",
        "registrar",
        "company",
        "maharashtra",
        "order",
        "court",
        "approving",
        "scheme",
        "videocon",
        "d2h",
        "dish",
        "tv",
        "pursuant",
        "scheme",
        "following",
        "effectiveness",
        "amalgamation",
        "outstanding",
        "equity",
        "share",
        "videocon",
        "d2h",
        "including",
        "equity",
        "share",
        "underlying",
        "adss",
        "mandatorily",
        "exchanged",
        "new",
        "equity",
        "share",
        "dish",
        "tv",
        "dish",
        "tv",
        "expected",
        "subsequently",
        "renamed",
        "dish",
        "tv",
        "videocon",
        "limited",
        "videocon",
        "d2h",
        "ad",
        "holder",
        "receive",
        "new",
        "global",
        "depositary",
        "receipt",
        "gdrs",
        "gdr",
        "representing",
        "one",
        "equity",
        "share",
        "dish",
        "tv",
        "exchanged",
        "rate",
        "approximately",
        "new",
        "gdrs",
        "every",
        "one",
        "videocon",
        "d2h",
        "ad",
        "rounded",
        "eight",
        "decimal",
        "place",
        "unless",
        "holder",
        "elect",
        "receive",
        "equity",
        "share",
        "dish",
        "tv",
        "lieu",
        "gdrs",
        "cancelling",
        "videocon",
        "d2h",
        "adss",
        "based",
        "share",
        "exchange",
        "ratio",
        "approximately",
        "rounded",
        "eight",
        "decimal",
        "place",
        "new",
        "equity",
        "share",
        "dish",
        "tv",
        "every",
        "one",
        "equity",
        "share",
        "videocon",
        "d2h",
        "subject",
        "rounding",
        "fractional",
        "equity",
        "share",
        "entitlement",
        "contemplated",
        "scheme",
        "ii",
        "videocon",
        "d2h",
        "ad",
        "representing",
        "four",
        "videocon",
        "d2h",
        "equity",
        "share",
        "fractional",
        "gdrs",
        "distributed",
        "holder",
        "entitled",
        "receive",
        "fractional",
        "gdrs",
        "instead",
        "receive",
        "cash",
        "lieu",
        "fractional",
        "gdrs",
        "videocon",
        "d2h",
        "ad",
        "holder",
        "electing",
        "cancel",
        "adss",
        "receive",
        "equity",
        "share",
        "dish",
        "tv",
        "subject",
        "ad",
        "cancellation",
        "fee",
        "u",
        "per",
        "ad",
        "fee",
        "charged",
        "exchange",
        "videocon",
        "d2h",
        "adss",
        "dish",
        "tv",
        "gdrs",
        "videocon",
        "d2h",
        "adss",
        "continue",
        "listed",
        "traded",
        "nasdaq",
        "mandatory",
        "exchange",
        "described",
        "however",
        "march",
        "holder",
        "videocon",
        "d2h",
        "adss",
        "able",
        "surrender",
        "adss",
        "exchange",
        "equity",
        "share",
        "videocon",
        "d2h",
        "scheme",
        "previously",
        "announced",
        "videocon",
        "d2h",
        "press",
        "release",
        "dated",
        "november",
        "approved",
        "videocon",
        "d2h",
        "shareholder",
        "may",
        "application",
        "made",
        "gdrs",
        "admitted",
        "trading",
        "professional",
        "security",
        "market",
        "london",
        "stock",
        "exchange",
        "plc",
        "currently",
        "anticipated",
        "new",
        "dish",
        "tv",
        "equity",
        "share",
        "gdrs",
        "issued",
        "pursuant",
        "scheme",
        "allotted",
        "issued",
        "april",
        "gdr",
        "effective",
        "date",
        "time",
        "outstanding",
        "videocon",
        "d2h",
        "adss",
        "exchanged",
        "new",
        "dish",
        "tv",
        "gdrs",
        "currently",
        "anticipated",
        "videocon",
        "d2h",
        "adss",
        "continue",
        "trading",
        "close",
        "trading",
        "nasdaq",
        "trading",
        "day",
        "prior",
        "gdr",
        "effective",
        "date",
        "april",
        "subject",
        "approval",
        "uk",
        "listing",
        "authority",
        "new",
        "dish",
        "tv",
        "gdrs",
        "admitted",
        "trading",
        "professional",
        "security",
        "market",
        "london",
        "stock",
        "exchange",
        "plc",
        "first",
        "london",
        "trading",
        "day",
        "following",
        "gdr",
        "effective",
        "date",
        "april",
        "however",
        "holder",
        "dish",
        "tv",
        "gdrs",
        "able",
        "surrender",
        "gdrs",
        "exchange",
        "equity",
        "share",
        "dish",
        "tv",
        "date",
        "new",
        "equity",
        "share",
        "dish",
        "tv",
        "admitted",
        "listing",
        "trading",
        "india",
        "currently",
        "expected",
        "april",
        "addition",
        "videocon",
        "d2h",
        "ad",
        "holder",
        "electing",
        "cancel",
        "adss",
        "receive",
        "equity",
        "share",
        "dish",
        "tv",
        "able",
        "trade",
        "new",
        "equity",
        "share",
        "dish",
        "tv",
        "receive",
        "date",
        "new",
        "equity",
        "share",
        "dish",
        "tv",
        "admitted",
        "listing",
        "trading",
        "india",
        "anticipated",
        "key",
        "date",
        "process",
        "followed",
        "videocon",
        "d2h",
        "ad",
        "holder",
        "wish",
        "receive",
        "equity",
        "share",
        "dish",
        "tv",
        "lieu",
        "gdrs",
        "anticipated",
        "key",
        "date",
        "process",
        "relation",
        "default",
        "option",
        "videocon",
        "d2h",
        "ad",
        "holder",
        "receive",
        "dish",
        "tv",
        "gdrs",
        "well",
        "certain",
        "charge",
        "respect",
        "new",
        "dish",
        "tv",
        "gdr",
        "program",
        "set",
        "date",
        "set",
        "subject",
        "change",
        "change",
        "including",
        "change",
        "date",
        "periodically",
        "updated",
        "http",
        "ad",
        "holder",
        "advised",
        "periodically",
        "visit",
        "website",
        "update",
        "regard",
        "addition",
        "videocon",
        "d2h",
        "ad",
        "holder",
        "directed",
        "notice",
        "furnished",
        "sec",
        "form",
        "dated",
        "march",
        "information",
        "regarding",
        "mandatory",
        "exchange",
        "process",
        "option",
        "default",
        "option",
        "cancellation",
        "option",
        "option",
        "key",
        "date",
        "receipt",
        "dish",
        "tv",
        "receipt",
        "dish",
        "tv",
        "information",
        "gdr",
        "listed",
        "india",
        "equity",
        "share",
        "london",
        "stock",
        "exchange",
        "listed",
        "indian",
        "stock",
        "exchange",
        "timeline",
        "process",
        "exchange",
        "ratio",
        "ad",
        "approximately",
        "ad",
        "approximately",
        "dish",
        "tv",
        "gdrs",
        "dish",
        "tv",
        "share",
        "last",
        "date",
        "default",
        "option",
        "depository",
        "instructed",
        "selection",
        "option",
        "cancel",
        "ad",
        "march",
        "action",
        "required",
        "least",
        "business",
        "day",
        "prior",
        "action",
        "required",
        "ad",
        "record",
        "date",
        "record",
        "date",
        "date",
        "determine",
        "date",
        "ad",
        "holder",
        "holder",
        "adss",
        "become",
        "equity",
        "entitled",
        "receive",
        "shareholder",
        "videocon",
        "gdrs",
        "d2h",
        "receive",
        "new",
        "dish",
        "tv",
        "share",
        "april",
        "march",
        "trading",
        "videocon",
        "april",
        "date",
        "cancellation",
        "d2h",
        "adss",
        "nasdaq",
        "close",
        "ad",
        "holder",
        "halt",
        "business",
        "date",
        "commencement",
        "commencement",
        "trading",
        "commencement",
        "trading",
        "trading",
        "new",
        "dish",
        "tv",
        "gdrs",
        "new",
        "dish",
        "tv",
        "share",
        "london",
        "stock",
        "indian",
        "stock",
        "exchange",
        "exchange",
        "april",
        "april",
        "charge",
        "ad",
        "cancellation",
        "charge",
        "waived",
        "usd",
        "per",
        "ad",
        "gdr",
        "issuance",
        "charge",
        "waived",
        "applicable",
        "gdr",
        "annual",
        "servicing",
        "fee",
        "usd",
        "per",
        "gdr",
        "applicable",
        "gdr",
        "cancellation",
        "fee",
        "subsequent",
        "cancellation",
        "usd",
        "per",
        "gdr",
        "applicable",
        "communication",
        "constitute",
        "offer",
        "security",
        "sale",
        "subscription",
        "solicitation",
        "offer",
        "purchase",
        "subscribe",
        "security",
        "jurisdiction",
        "equity",
        "share",
        "dish",
        "tv",
        "dish",
        "tv",
        "gdrs",
        "issued",
        "pursuant",
        "scheme",
        "registered",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "relevant",
        "security",
        "law",
        "state",
        "jurisdiction",
        "united",
        "state",
        "security",
        "issued",
        "reliance",
        "upon",
        "exemption",
        "registration",
        "requirement",
        "security",
        "act",
        "provided",
        "section",
        "thereof",
        "public",
        "offering",
        "security",
        "made",
        "united",
        "state",
        "transaction",
        "approved",
        "disapproved",
        "security",
        "exchange",
        "commission",
        "sec",
        "sec",
        "state",
        "security",
        "commission",
        "pas",
        "upon",
        "merit",
        "fairness",
        "transaction",
        "upon",
        "adequacy",
        "accuracy",
        "information",
        "contained",
        "document",
        "connection",
        "scheme",
        "representation",
        "contrary",
        "criminal",
        "offence",
        "united",
        "state",
        "videocon",
        "d2h",
        "videocon",
        "d2h",
        "india",
        "fast",
        "growing",
        "dth",
        "service",
        "provider",
        "offer",
        "channel",
        "service",
        "includes",
        "asli",
        "hd",
        "channel",
        "service",
        "videocon",
        "d2h",
        "recently",
        "launched",
        "hd",
        "smart",
        "connect",
        "set",
        "top",
        "box",
        "connected",
        "set",
        "top",
        "box",
        "convert",
        "existing",
        "normal",
        "tv",
        "smart",
        "tv",
        "connected",
        "set",
        "top",
        "box",
        "allows",
        "one",
        "browse",
        "content",
        "facebook",
        "twitter",
        "daily",
        "motion",
        "video",
        "demand",
        "site",
        "news",
        "site",
        "weather",
        "site",
        "etc",
        "application",
        "residing",
        "set",
        "top",
        "box",
        "powered",
        "technology",
        "videocon",
        "d2h",
        "offer",
        "service",
        "pip",
        "mosaic",
        "d2h",
        "cinema",
        "active",
        "music",
        "offer",
        "high",
        "definition",
        "channel",
        "1080p",
        "hdd",
        "sound",
        "aspect",
        "ratio",
        "videocon",
        "d2h",
        "service",
        "centre",
        "spread",
        "across",
        "top",
        "town",
        "india",
        "statement",
        "announcement",
        "may",
        "contain",
        "statement",
        "defined",
        "safe",
        "harbor",
        "provision",
        "u",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "addition",
        "statement",
        "reason",
        "context",
        "word",
        "may",
        "expects",
        "plan",
        "intends",
        "anticipates",
        "belief",
        "estimate",
        "predicts",
        "potential",
        "continue",
        "similar",
        "expression",
        "identify",
        "statement",
        "caution",
        "reliance",
        "statement",
        "involves",
        "risk",
        "uncertainty",
        "might",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "fully",
        "discussed",
        "videocon",
        "d2h",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "available",
        "http",
        "information",
        "provided",
        "announcement",
        "date",
        "hereof",
        "unless",
        "context",
        "otherwise",
        "requires",
        "required",
        "law",
        "videocon",
        "d2h",
        "undertake",
        "update",
        "statement",
        "information",
        "announcement",
        "source",
        "videocon",
        "d2h"
    ]
}