{
    "organizations": [],
    "uuid": "a11387d964e4e18cf0d05c030339b71d0930da12",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/02/28/raceahead-nielsen-report-black-buying-power/",
    "ord_in_thread": 0,
    "title": "raceAhead: Nielsen Report Puts Black Buying Power at $1.2 Trillion",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "A new report from Nielsen on the current buying power of consumers of color offers a fascinating look at how we're spending our money. For one, we seem to be eating a lot of vegetables.\nFor another, we’re shaping markets.\nIn the report Black Dollars Matter: The Sales Impact of Black Consumers , the message is clear: While African Americans make up just 14% of the population, we are responsible for some $1.2 trillion in purchases annually. Further, consumers of color are showing an outsized influence in several key consumer categories, and are increasingly demanding that businesses do and be better.\nIn some cases, black consumers make up over 50% of overall spending, such as the category of dry grains and vegetables. But other categories are stand-outs as well, like baby food (42.76%) personal soap and bath needs (41.64%) and air fresheners and deodorizers (38.29%).\nBut the big takeaway is the willingness of smart brands to respond to the needs and feedback of black shoppers.\n\"Our research shows that Black consumer choices have a 'cool factor' that has created a halo effect, influencing not just consumers of color but the mainstream as well,\" says Cheryl Grace, Senior Vice President of U.S. Strategic Community Alliances and Consumer Engagement, Nielsen. \"These figures show that investment by multinational conglomerates in R&D to develop products and marketing that appeal to diverse consumers is, indeed, paying off handsomely.\"\nBut don't try to play if you're not ready.\nNielsen's research shows that 38% of African Americans between the ages of 18 and 34 and 41% of those aged 35 or older expect the brands they buy to support social causes, outpacing the total population by 4% and 15%, respectively. The data also shows that once black-themed products are leaving the \"ethnic\" aisle and finding a wider audience. But the process can be fraught, as charismatic Shea Moisture founder Richelieu Dennis discovered last year when a poorly conceived video advertisement rankled their core customers.\nAndrew McCaskill, Nielsen's Senior Vice President, Global Communications and Multicultural Marketing, and long-time diversity advocate , breaks it down. \"With 43% of the 75 million Millennials in the U.S. identifying as African American, Hispanic or Asian, if a brand doesn't have a multicultural strategy, it doesn't have a growth strategy,” he says.\nOn Point [bs-title]Iowa reporter becomes the first in the U.S. to wear a hijab on mainstream television news[/bs-title][bs-content] The DeMoines Register devoted plenty of ink to this important profile of Tahera Rahman of WHBF-TV in Quad Cities, Iowa. Rahman, originally from Naperville, Ill, has been wearing a hijab since fifth grade and had built a solid track record as a dogged producer before she made the switch. \"People live in places where it is hard to even practice journalism in general,\" she told the paper. \"I live in America, and I was born and raised with the values of equality and democracy and hard work getting you to your dream, to the American dream.\" Her transition to on-air has not been without its drama, but the station has been unusually responsive and prepared. News director Mike Mickel asked other stations for advice, only to realize that they'd be making history. He said his worry was only for Rahman's mental and physical safety, as just \"one or two\" bad actors can \"cause a lot of problems and heartache,\" he said. A terrific read.[/bs-content][bs-link link=\"https://www.desmoinesregister.com/story/life/2018/02/23/iowa-journalist-makes-history-first-hijabi-reporter-american-tv-tahera-rahman-whbf-local-4/335297002/\" source=\"DeMoines Register\"]\n[bs-title]Hollywood insider says a proposed Georgia law blocking gay parents from adoption services deserves an entertainment industry boycott[/bs-title][bs-content]Franklin Leonard, founder of The Black List , which publishes a now-famous list of entertainment executives favorite films that have not yet been produced, says that the Georgia film industry might find itself drying up if the adoption bill is passed by the state legislature. \"I and many others don't particularly want to bring our work and our business to a state where members of the LGBTQ community are second-class citizens,\" said the Georgia native. The film and television business in Georgia had an economic impact of $9.5 billion from July 2016 to June 2017, and includes regular series like \"The Walking Dead\" and \"Stranger Things.\"[/bs-content][bs-link link=\"http://www.ledger-enquirer.com/news/politics-government/article202323719.html\" source=\"Ledger-Enquirer\"]\n[bs-title]Here's what diversity in fashion looks like[/bs-title][bs-content]I'd missed this incredible write-up of designer Becca McCharen-Tran's fall 2018 swim and athletic-wear collection, which debuted earlier this month. Her company, Chromat , describes its collections as \"architectural swim and athletic wear designed for strong, powerful women,\" and it does not disappoint. Their models are exceptionally diverse -- age, body type, gender expression and race -- which lent an air of joy to the proceedings. \"It'll never feel right watching models in one- and two-pieces strut down a runway when it's 20 degrees outside, but at Chromat's fall 2018 show, a warmth was in the air,\" says reviewer Landon Peoples.[/bs-content][bs-link link=\"https://www.refinery29.com/2018/02/190445/chromat-fall-2018-runway-diversity-photos\" source=\"Refinery 29\"]\n[bs-title]Chicago makes $200 million a year on parking tickets[/bs-title][bs-content]The working poor are suffering under the system, as unpaid parking tickets, late fees, impound fees, and wage garnishments quickly lead desperate people into Chapter 13 bankruptcy. A new analysis from Mother Jones and ProPublica shows more than 10,000 Chicago residents sought protection in bankruptcy court, with an average debt to the city around $3,900. As a result of aggressive ticketing and punitive collection practices, Chicago now leads the nation in Chapter 13 filings. \"If you're a city government that has a policy of basically balancing the budget by issuing huge numbers of traffic tickets, you have to expect this response,\" explains John Rao, an attorney at the nonprofit National Consumer Law Center. [/bs-content][bs-link link=\"https://www.motherjones.com/crime-justice/2018/02/how-does-chicago-make-200-million-a-year-on-parking-tickets-by-bankrupting-thousands-of-drivers/\" source=\"Mother Jones\"]\nThe Woke Leader [bs-title]Algorithms are making poverty worse[/bs-title][bs-content]In a new book, Virginia Eubanks argues that the algorithms that increasingly automate the decisions made by social services are exacerbating inequality and further punishing the already poor. Her book, Automating Inequality , explores how contempt for the poor has been part of our American consciousness since the 1660s (when poorhouses first became popular), and are now being baked into predictive algorithms that make it harder for people to get services they may be entitled to. They also force them to share increasingly invasive amounts of personal data. She calls them \"digital poorhouses.\" \"These high-tech tools we're seeing--I call it 'the regime of data analytics'--are actually more evolution than revolution. They fit pretty well within the history of poverty policy in the United States,\" she tells the MIT Technology Review. [/bs-content][bs-link link=\"https://www.technologyreview.com/s/610026/algorithms-are-making-american-inequality-worse/\" source=\"Technology Review\"]\n[bs-title]Digging into the latest Hollywood Diversity Report[/bs-title][bs-content]The report, now in its fifth year, is the brainchild of UCLA sociologist Darnell Hunt and his team. The 2018 installment makes its findings clear in the name: \" Five Years of Progress and Missed Opportunities. \" While Americans appear to increasingly support diverse entertainment -- films with casts that were from 21 percent to 30 percent minority enjoyed the highest median global box office and highest return on investment -- Hunt tells NPR there has been \"[t]wo steps ahead, one step back. But at the end of five years, we see there's not much progress.\" Despite some gains, people of color and women remain underrepresented on all platforms -- as directors, women are outnumbered seven to one. One bright spot is kid's fare. \"[I]f you look at children's programming, it's unmistakable that you must have diversity, otherwise the show fails,\" says Hunt.[/bs-content][bs-link link=\"https://www.npr.org/sections/monkeysee/2018/02/27/588923308/hollywood-diversity-study-finds-mixed-bag-when-it-comes-to-representation\" source=\"NPR\"]\n[bs-title]Introducing the neuroscience of trust into the workplace[/bs-title][bs-content]Paul Zak, a professor of economics, psychology, and management at Claremont Graduate University explores eight leadership behaviors that are designed to inspire trust in the workplace - and quite literally, oxytocin production in the brains of employees (A lovely switch from the fear and loathing that so many experience.). High-trust workplaces are measurably more productive: Transparency and the open sharing of the company goals, tactics and strategies is vital, and the intentional development of social ties - particularly when managers are encouraged to express support for their team members - is key. And listen to employees. \"When companies trust employees to choose which projects they'll work on, people focus their energies on what they care about most.\"[/bs-content][bs-link link=\"https://hbr.org/2017/01/the-neuroscience-of-trust?utm_campaign=harvardbiz&utm_source=twitter&utm_medium=social\" source=\"HBR\"]\nQuote [bs-quote link=\"http://ellabakercenter.org/blog/2012/08/we-remember-bayard-rustin\" author =\"Bayard Rustin\"]When an individual is protesting society's refusal to acknowledge his dignity as a human being, his very act of protest confers dignity on him. [/bs-quote]\n",
    "published": "2018-03-01T02:57:00.000+02:00",
    "crawled": "2018-03-01T04:22:54.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "report",
        "nielsen",
        "current",
        "buying",
        "power",
        "consumer",
        "color",
        "offer",
        "fascinating",
        "look",
        "spending",
        "money",
        "one",
        "seem",
        "eating",
        "lot",
        "vegetable",
        "another",
        "shaping",
        "market",
        "report",
        "black",
        "dollar",
        "matter",
        "sale",
        "impact",
        "black",
        "consumer",
        "message",
        "clear",
        "african",
        "american",
        "make",
        "population",
        "responsible",
        "trillion",
        "purchase",
        "annually",
        "consumer",
        "color",
        "showing",
        "outsized",
        "influence",
        "several",
        "key",
        "consumer",
        "category",
        "increasingly",
        "demanding",
        "business",
        "better",
        "case",
        "black",
        "consumer",
        "make",
        "overall",
        "spending",
        "category",
        "dry",
        "grain",
        "vegetable",
        "category",
        "well",
        "like",
        "baby",
        "food",
        "personal",
        "soap",
        "bath",
        "need",
        "air",
        "freshener",
        "deodorizers",
        "big",
        "takeaway",
        "willingness",
        "smart",
        "brand",
        "respond",
        "need",
        "feedback",
        "black",
        "shopper",
        "research",
        "show",
        "black",
        "consumer",
        "choice",
        "factor",
        "created",
        "halo",
        "effect",
        "influencing",
        "consumer",
        "color",
        "mainstream",
        "well",
        "say",
        "cheryl",
        "grace",
        "senior",
        "vice",
        "president",
        "strategic",
        "community",
        "alliance",
        "consumer",
        "engagement",
        "nielsen",
        "figure",
        "show",
        "investment",
        "multinational",
        "conglomerate",
        "r",
        "develop",
        "product",
        "marketing",
        "appeal",
        "diverse",
        "consumer",
        "indeed",
        "paying",
        "handsomely",
        "try",
        "play",
        "ready",
        "nielsen",
        "research",
        "show",
        "african",
        "american",
        "age",
        "aged",
        "older",
        "expect",
        "brand",
        "buy",
        "support",
        "social",
        "cause",
        "outpacing",
        "total",
        "population",
        "respectively",
        "data",
        "also",
        "show",
        "product",
        "leaving",
        "ethnic",
        "aisle",
        "finding",
        "wider",
        "audience",
        "process",
        "fraught",
        "charismatic",
        "shea",
        "moisture",
        "founder",
        "richelieu",
        "dennis",
        "discovered",
        "last",
        "year",
        "poorly",
        "conceived",
        "video",
        "advertisement",
        "rankled",
        "core",
        "customer",
        "andrew",
        "mccaskill",
        "nielsen",
        "senior",
        "vice",
        "president",
        "global",
        "communication",
        "multicultural",
        "marketing",
        "diversity",
        "advocate",
        "break",
        "million",
        "millennials",
        "identifying",
        "african",
        "american",
        "hispanic",
        "asian",
        "brand",
        "multicultural",
        "strategy",
        "growth",
        "strategy",
        "say",
        "point",
        "iowa",
        "reporter",
        "becomes",
        "first",
        "wear",
        "hijab",
        "mainstream",
        "television",
        "news",
        "demoines",
        "register",
        "devoted",
        "plenty",
        "ink",
        "important",
        "profile",
        "tahera",
        "rahman",
        "quad",
        "city",
        "iowa",
        "rahman",
        "originally",
        "naperville",
        "ill",
        "wearing",
        "hijab",
        "since",
        "fifth",
        "grade",
        "built",
        "solid",
        "track",
        "record",
        "dogged",
        "producer",
        "made",
        "switch",
        "people",
        "live",
        "place",
        "hard",
        "even",
        "practice",
        "journalism",
        "general",
        "told",
        "paper",
        "live",
        "america",
        "born",
        "raised",
        "value",
        "equality",
        "democracy",
        "hard",
        "work",
        "getting",
        "dream",
        "american",
        "dream",
        "transition",
        "without",
        "drama",
        "station",
        "unusually",
        "responsive",
        "prepared",
        "news",
        "director",
        "mike",
        "mickel",
        "asked",
        "station",
        "advice",
        "realize",
        "making",
        "history",
        "said",
        "worry",
        "rahman",
        "mental",
        "physical",
        "safety",
        "one",
        "two",
        "bad",
        "actor",
        "cause",
        "lot",
        "problem",
        "heartache",
        "said",
        "terrific",
        "read",
        "http",
        "demoines",
        "register",
        "hollywood",
        "insider",
        "say",
        "proposed",
        "georgia",
        "law",
        "blocking",
        "gay",
        "parent",
        "adoption",
        "service",
        "deserves",
        "entertainment",
        "industry",
        "boycott",
        "franklin",
        "leonard",
        "founder",
        "black",
        "list",
        "publishes",
        "list",
        "entertainment",
        "executive",
        "favorite",
        "film",
        "yet",
        "produced",
        "say",
        "georgia",
        "film",
        "industry",
        "might",
        "find",
        "drying",
        "adoption",
        "bill",
        "passed",
        "state",
        "legislature",
        "many",
        "others",
        "particularly",
        "want",
        "bring",
        "work",
        "business",
        "state",
        "member",
        "lgbtq",
        "community",
        "citizen",
        "said",
        "georgia",
        "native",
        "film",
        "television",
        "business",
        "georgia",
        "economic",
        "impact",
        "billion",
        "july",
        "june",
        "includes",
        "regular",
        "series",
        "like",
        "walking",
        "dead",
        "stranger",
        "thing",
        "http",
        "diversity",
        "fashion",
        "look",
        "like",
        "missed",
        "incredible",
        "designer",
        "becca",
        "fall",
        "swim",
        "collection",
        "debuted",
        "earlier",
        "month",
        "company",
        "chromat",
        "describes",
        "collection",
        "architectural",
        "swim",
        "athletic",
        "wear",
        "designed",
        "strong",
        "powerful",
        "woman",
        "disappoint",
        "model",
        "exceptionally",
        "diverse",
        "age",
        "body",
        "type",
        "gender",
        "expression",
        "race",
        "lent",
        "air",
        "joy",
        "proceeding",
        "never",
        "feel",
        "right",
        "watching",
        "model",
        "strut",
        "runway",
        "degree",
        "outside",
        "chromat",
        "fall",
        "show",
        "warmth",
        "air",
        "say",
        "reviewer",
        "landon",
        "people",
        "http",
        "refinery",
        "chicago",
        "make",
        "million",
        "year",
        "parking",
        "ticket",
        "working",
        "poor",
        "suffering",
        "system",
        "unpaid",
        "parking",
        "ticket",
        "late",
        "fee",
        "impound",
        "fee",
        "wage",
        "garnishment",
        "quickly",
        "lead",
        "desperate",
        "people",
        "chapter",
        "bankruptcy",
        "new",
        "analysis",
        "mother",
        "jones",
        "propublica",
        "show",
        "chicago",
        "resident",
        "sought",
        "protection",
        "bankruptcy",
        "court",
        "average",
        "debt",
        "city",
        "around",
        "result",
        "aggressive",
        "ticketing",
        "punitive",
        "collection",
        "practice",
        "chicago",
        "lead",
        "nation",
        "chapter",
        "filing",
        "city",
        "government",
        "policy",
        "basically",
        "balancing",
        "budget",
        "issuing",
        "huge",
        "number",
        "traffic",
        "ticket",
        "expect",
        "response",
        "explains",
        "john",
        "rao",
        "attorney",
        "nonprofit",
        "national",
        "consumer",
        "law",
        "center",
        "http",
        "mother",
        "jones",
        "woke",
        "leader",
        "algorithm",
        "making",
        "poverty",
        "worse",
        "new",
        "book",
        "virginia",
        "eubanks",
        "argues",
        "algorithm",
        "increasingly",
        "automate",
        "decision",
        "made",
        "social",
        "service",
        "exacerbating",
        "inequality",
        "punishing",
        "already",
        "poor",
        "book",
        "automating",
        "inequality",
        "explores",
        "contempt",
        "poor",
        "part",
        "american",
        "consciousness",
        "since",
        "1660s",
        "poorhouse",
        "first",
        "became",
        "popular",
        "baked",
        "predictive",
        "algorithm",
        "make",
        "harder",
        "people",
        "get",
        "service",
        "may",
        "entitled",
        "also",
        "force",
        "share",
        "increasingly",
        "invasive",
        "amount",
        "personal",
        "data",
        "call",
        "digital",
        "poorhouse",
        "tool",
        "seeing",
        "call",
        "regime",
        "data",
        "analytics",
        "actually",
        "evolution",
        "revolution",
        "fit",
        "pretty",
        "well",
        "within",
        "history",
        "poverty",
        "policy",
        "united",
        "state",
        "tell",
        "mit",
        "technology",
        "review",
        "http",
        "technology",
        "review",
        "digging",
        "latest",
        "hollywood",
        "diversity",
        "report",
        "report",
        "fifth",
        "year",
        "brainchild",
        "ucla",
        "sociologist",
        "darnell",
        "hunt",
        "team",
        "installment",
        "make",
        "finding",
        "clear",
        "name",
        "five",
        "year",
        "progress",
        "missed",
        "american",
        "appear",
        "increasingly",
        "support",
        "diverse",
        "entertainment",
        "film",
        "cast",
        "percent",
        "percent",
        "minority",
        "enjoyed",
        "highest",
        "median",
        "global",
        "box",
        "office",
        "highest",
        "return",
        "investment",
        "hunt",
        "tell",
        "npr",
        "wo",
        "step",
        "ahead",
        "one",
        "step",
        "back",
        "end",
        "five",
        "year",
        "see",
        "much",
        "progress",
        "despite",
        "gain",
        "people",
        "color",
        "woman",
        "remain",
        "underrepresented",
        "platform",
        "director",
        "woman",
        "outnumbered",
        "seven",
        "one",
        "one",
        "bright",
        "spot",
        "kid",
        "fare",
        "f",
        "look",
        "child",
        "programming",
        "unmistakable",
        "must",
        "diversity",
        "otherwise",
        "show",
        "fails",
        "say",
        "hunt",
        "http",
        "npr",
        "introducing",
        "neuroscience",
        "trust",
        "workplace",
        "paul",
        "zak",
        "professor",
        "economics",
        "psychology",
        "management",
        "claremont",
        "graduate",
        "university",
        "explores",
        "eight",
        "leadership",
        "behavior",
        "designed",
        "inspire",
        "trust",
        "workplace",
        "quite",
        "literally",
        "oxytocin",
        "production",
        "brain",
        "employee",
        "lovely",
        "switch",
        "fear",
        "loathing",
        "many",
        "workplace",
        "measurably",
        "productive",
        "transparency",
        "open",
        "sharing",
        "company",
        "goal",
        "tactic",
        "strategy",
        "vital",
        "intentional",
        "development",
        "social",
        "tie",
        "particularly",
        "manager",
        "encouraged",
        "express",
        "support",
        "team",
        "member",
        "key",
        "listen",
        "employee",
        "company",
        "trust",
        "employee",
        "choose",
        "project",
        "work",
        "people",
        "focus",
        "energy",
        "care",
        "http",
        "hbr",
        "quote",
        "http",
        "author",
        "bayard",
        "rustin",
        "individual",
        "protesting",
        "society",
        "refusal",
        "acknowledge",
        "dignity",
        "human",
        "act",
        "protest",
        "confers",
        "dignity"
    ]
}