{
    "organizations": [],
    "uuid": "7f8c24983ef4042a14175cc1dfdc35881cc91d18",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/cnbc-exclusive-cnbc-transcript-blackstone-president-and-coo-jon-gray-sits-down-with-cnbcs-david-faber-today.html",
    "ord_in_thread": 0,
    "title": "CNBC Exclusive: CNBC Transcript: Blackstone President and COO Jon Gray Sits Down with CNBC’s David Faber Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Thursday, March 29\nWHERE: CNBC's \"Squawk on the Street\"\nFollowing is the unofficial transcript of a CNBC EXCLUSIVE interview with Blackstone President and Chief Operating Officer Jon Gray and CNBC's David Faber on CNBC's \"Squawk on the Street\" (M-F 9AM – 11AM) today, Thursday, March 29th. Following is a link to video of the full interview on CNBC.com: https://www.cnbc.com/video/2018/03/29/blackstone-coo-its-in-us-chinas-best-interests-to-work-out-trade-issues.html?play=1 .\nAll references must be sourced by CNBC.\nDAVID FABER: WELCOME BACK. SINCE TAKING OVER AS THE HEAD OF BLACKSTONE'S GLOBAL REAL ESTATE BUSINESS IN 2005, JON GRAY TOOK ASSETS IN THAT CLASS FROM ABOUT 5 BILLION TO OVER 115 BILLION. NOW AS THE FIRM'S NEWLY APPOINTED PRESIDENT AND CHIEF OPERATING OFFICER, HE WIDENS HIS PURVIEW ACROSS, WELL, THE ENTIRE FIRM. JON GRAY JOINS ME HERE AT POST-NINE. NICE TO HAVE YOU.\nJON GRAY: NICE TO BE HERE.\nFABER: THANK YOU FOR MAKING THE TRIP DOWNTOWN FROM YOUR MIDTOWN OFFICES. LET'S TALK ABOUT THE NEW JOB FOR A MOMENT. IT'S NOT AS THOUGH YOU'RE UNFAMILIAR WITH THE FIRM. YOU'VE BEEN THERE YOUR ENTIRE YEAR, I THINK STARTING, WHAT, '92.\nGRAY: '92.\nFABER: BUT NEW RESPONSIBILITIES CERTAINLY. HAS IT BEEN A LEARNING CURVE AT ALL?\nGRAY: WELL, I'VE BEEN VERY FORTUNATE. I'VE ONLY BEEN AT IT NOW FOR 29 DAYS, BUT YES, SOME LEARNING CURVE. THE FACT IS, STEVE SCHWARZMAN, TONY JAMES, THEY'VE BEEN METHODICAL IN PLANNING THIS. STARTING TEN YEARS AGO, I JOINED THE MANAGEMENT COMMITTEE, SIX YEARS AGO, THE BOARD, THREE YEARS AGO, THEY SORT OF BROUGHT ME INTO THE ENGINE ROOM AND SAID, UNDERSTAND ALL THE PLUMBING OF THE FIRM, THE PERSONNEL ISSUES, AND THEY SIGNALED TO THE OUTSIDE WORLD THIS WAS COMING. AND ALL OF THAT MADE THIS MUCH EASIER. SO SOMETIMES THESE TRANSITIONS CAN BE ABRUPT. THIS CERTAINLY WASN'T THE CASE.\nFABER: NO, AND IT WASN'T A SURPRISE, I THINK, TO MUCH OF YOUR INVESTOR BASE AS WELL AND PEOPLE WHO FOLLOW THE COMPANY. STILL, WHAT I HAVE FOUND WITH PEOPLE IN YOUR POSITION IS SOMETIMES IT'S HARD TO LET GO. YOU RAN REAL ESTATE FOR SO LONG, IT WAS SO IMPORTANT. ARE YOU ABLE TO DO THAT? I KNOW YOU'RE STILL KEEPING A HAND IN IT, BUT THAT PART SOMETIMES CAN PRESENT A BIT OF A CHALLENGE.\nGRAY: YOU KNOW, THE GOOD NEWS IS IN REAL ESTATE, WE'VE GOT 450 PEOPLE, WE'VE GOT 29 PARTNERS, AND THE TWO NEW CO-HEADS, KATHLEEN McCARTHY AND KEN CAPLAN, HAVE BEEN MY PARTNERS FOR A LONG TIME. THEY'RE GREAT PEOPLE, THEY KNOW THE BUSINESS. I THINK THEY CAN DO EVEN SOME BETTER THINGS THAN I'VE DONE WITH THE BUSINESS.\nFABER: REALLY, YOU THINK SO?\nGRAY: YEAH, THEY'RE INCREDIBLE –\nFABER: LIKE WHAT?\nGRAY: WELL, THEY CAN GROW THE BUSINESS EVEN FURTHER. WE'VE PUSHED THAT BUSINESS FROM AN ON OPPORTUNISTIC REAL ESTATE BUSINESS INTO REAL ESTATE DEBT INTO CORE REAL ESTATE, AND IT'S JUST IN THE EARLY STAGES IN SOME OF THOSE NEWER AREAS. AND SO FOR ME, YES, I HAVE THE ABILITY TO STEP BACK. I'M REALLY EXCITED ABOUT THE CHALLENGES AND OTHER PARTS OF THE FIRM, SPENDING TIME BEYOND REAL ESTATE. I'LL STILL KEEP MY HAND IN IT, BUT I THINK IT'S A HEALTHY THING IN AN ORGANIZATION FOR PEOPLE WHO ARE AMBITIOUS AND TALENTED TO BE ABLE TO EVOLVE.\nFABER: YEAH. LET'S TALK MORE BROADLY NOW, GIVEN WE CAN DO THAT. ALTHOUGH, I WOULD PROBABLY ASK YOU THIS IN YOUR OLD JOB AS WELL. CHINA, YOU HAVE A LOT OF EXPERIENCE THERE, BOTH AS A BUYER IN COUNTRY AND OF COURSE, RECEIVING MONEY THAT COMES FROM CHINA TO BUY PROPERTIES HERE IN THE U.S. ARE YOU CONCERNED AT ALL? DO YOU HEAR FROM YOUR CHINESE COUNTERPARTS, PERHAPS, A RISING LEVEL OF CONCERN ABOUT THE RHETORIC THAT'S GOING BACK AND FORTH?\nGRAY: YOU KNOW, I THINK YOU HAVE TO STEP BACK A LITTLE BIT AND THINK ABOUT WHERE THESE TWO ECONOMIES SIT. THE U.S. HAS BEEN A MATURE, DEVELOPED ECONOMY FOR A LONG TIME, AND IT'S HAD A VERY OPEN MARKET. CHINA COMING AS AN EMERGING MARKET, LIKE MOST EMERGING MARKETS, HAS BEEN A LITTLE MORE CLOSED OFF, A LITTLE MORE PROTECTIVE OF TRADE. BUT AS THEY MATURE, THAT BALANCE HAS TO SHIFT. I THINK BOTH PARTIES RECOGNIZE THAT. THERE'S SOME PUSH AND PULL. WE'RE READING ABOUT THAT AS THEY GO BACK AND FORTH. BUT I THINK BOTH SIDES RECOGNIZE THAT TRADE IS POSITIVE. THAT INTERACTIVE INVESTMENT, GOING BACK AND FORTH IS POSITIVE. AND SO I THINK THERE WILL BE A HEALTHY BALANCE AT THE END OF THE DAY. IT MAY NOT BE PERFECTLY CLEAN AS WE GET THERE, BUT I THINK LONG-TERM, BOTH REALIZE IT'S IN COLLECTIVE BEST INTERESTS TO GET THIS WORKED OUT.\nFABER: SO YOU THINK OVERALL YOU'RE NOT CONCERNED FOR THE LONG-TERM NATURE OF THE RELATIONSHIP?\nGRAY: YES. MY VIEW IS IT'S IN BOTH PARTIES LONG-TERM INTERESTS TO FIGURE THIS OUT, TO CREATE A FAIR AND BALANCED RELATIONSHIP WHERE BOTH PARTIES BENEFIT FROM TRADE AND INVESTMENT, BUT IT DOESN'T MEAN THERE MAY NOT BE MESSINESS ALONG THE WAY.\nFABER: YEAH, WELL SOME SAY THE CHINESE ARE THE ONES WHO WILL HAVE TO GIVE UP SINCE THEY'VE GUARDED THEIR MARKETPLACE A LOT MORE THAN WE HAVE.\nGRAY: WELL, THE CHINESE, I THINK, ARE GOING TO HAVE TO OPEN UP PARTS OF THEIR MARKET. I THINK THAT IS GOING TO BE PART OF THIS AS WELL. AND I THINK THEY RECOGNIZE THAT.\nFABER: CHINESE OUTFLOW. THEY WERE BIG BUYERS OF COURSE, OF REAL ESTATE. YOU BENEFITTED FROM THAT THE WALDORF ASTORIA BEING ONE EXAMPLE. THAT HAS SLOWED, IF NOT ALMOST STOPPED. DOES THAT IMPACT THE VALUES HERE AND THE WAY YOU THINK ABOUT POTENTIAL EXITS?\nGRAY: YOU KNOW, IN CERTAIN MARKETS, THEY WERE LEAD BUYERS, PARTICULARLY IN SOME TROPHY MARKETS, NEW YORK AND LONDON, BUT THE WORLD IS PRETTY LIQUID THESE DAYS, BOTH DEBT AND EQUITY, SO WE HAVEN'T SEEN A SHARP PULLBACK IN ASSET PRICES. SO NO, I WOULDN'T SAY A BIG DIFFERENCE.\nFABER: YOU DON'T THINK SO?\nGRAY: NO, I DON'T.\nFABER: AND ON BUYING, YOU THINK THEY'RE GOING TO CONTINUE TO DEVELOP THE WALDORF ASTORIA THE WAY THEY'VE SAID THEY WOULD, OR DOES THAT PROPERTY SOMEHOW COME BACK ON THE MARKET?\nGRAY: YOU KNOW, THEY'VE SAID PUBLICLY THEY WILL. THE GOVERNMENT HAS NOW TAKEN OVER. IT'S POSSIBLE THEY MAY LOOK TO SELL OVER TIME. I THINK IT'S TOO SOON TO SAY.\nFABER: LET'S TALK ABOUT SOME OF THE OTHER EFFORTS THAT ARE UNDERWAY AT THE FIRM. YOU'VE MADE MORE EFFORTS IN INSURANCE. I WANT TO TALK, THOUGH, ABOUT RETAIL, SO TO SPEAK. SOMEBODY WITH A MILLION BUCKS TO 5 MILLION. YOU'RE NOT TARGETING THEM. I THINK JOAN SOLOTAR WHO IS INVOLVED IN THIS AT YOUR FIRM WAS SAID ULTIMATELY IT COULD ACCOUNT FOR HALF THE ASSETS WE MANAGE. NOW SHE DID SAY IT COULD BE AS MUCH AS TEN YEARS. HALF THE ASSETS OF BLACKSTONE ONE DAY COULD BE RETAIL?\nGRAY: WELL, IF YOU THINK ABOUT IT, THE INSTITUTIONAL MARKET, PENSION FUNDS, SOVERIGN WEALTH FUNDS, THAT'S A $50 TRILLION MARKET. THEY ALLOCATE ABOUT 25% OF THEIR ASSETS TO ALTERNATIVES, TO WHAT WE DO. IN THE RETAIL WORLD, INDIVIDUAL INVESTORS, THEY'RE ALSO ABOUT 50 TRILLION GLOBALLY, THEY'RE PROBABLY 1% TO 2% IN ALTERNATIVES. SO THE IDEA THAT OVER TIME THIS COULD GROW TO BE VERY LARGE IS SENSIBLE. TODAY WE HAVE ABOUT $70 BILLION IN THIS AREA, AND WHAT WE'RE BASICALLY DOING IS BRINGING BLACKSTONE QUALITY PRODUCTS TO INDIVIDUAL INVESTORS. SO WE'VE STARTED THIS WITH A PRIVATE READ, WHICH HAS GOT A VERY POSITIVE RESPONSE. WE HAVE SOME THINGS IN THE CREDIT AREA, LIQUID ALTERNATIVES IN THE HEDGEFUND AREA. WE THINK THE BLACKSTONE BRAND INVESTMENT PROCESS WILL BE ATTRACTIVE TO INDIVIDUAL INVESTORS THE SAME WAY IT'S BEEN ATTRACTIVE TO INSTITUTIONAL INVESTORS.\nFABER: SO YOU DO BELIEVE IT'S A REAL GROWTH OPPORTUNITY?\nGRAY: IT'S ABSOLUTELY.\nFABER: YOU'RE NOT ALONE IN THIS. GOLDMAN SACHS IN A DIFFERENT WAY HAS BEEN ADDRESSING THIS MARKET, SOME FROM THE CREDIT SIDE AS OPPOSED TO ACTUALLY THE INVESTMENT SIDE.\nGRAY: YEAH, I THINK WE MAY HAVE TO SHIFT IN SOME WAYS. THERE ARE REGULATORY CHANGES OR DIFFERENCES. THERE'S LIQUIDITY DIFFERENCES. IT'S NOT COMPLETELY THE SAME AS WHAT WE SEE IN THE INSTITUTIONAL WORLD. BUT WE'RE GOING TO HAVE TO CREATE THE KIND OF PRODUCTS. WE'RE GOING TO HAVE TO MARKET TO THIS UNIVERSE. BUT AGAIN, AT THE END OF THE DAY, WHAT PEOPLE ARE LOOKING FOR IS FAVORABLE RISK-ADJUSTED RETURNS. WE'VE DONE THAT INCREDIBLY WELL FOR 30 YEARS INSTITUTIONALLY. WE THINK WE CAN DO IT IN OTHER MARKETS. YOU MENTIONED INSURANCE. I THINK THAT'S A REAL OPPORTUNITY.\nFABER: YOU ALSO MENTIONED READS. OF COURSE, THE READ MARKET ITSELF DOWN ABOUT 10 THIS YEAR. WHAT'S GOING ON THERE?\nGRAY: WELL WHAT'S HAPPENED THERE IS – TWO THINGS ARE GOING ON. ONE IS INTEREST RATES ARE OBVIOUSLY A CAUSE OF CONCERN FOR RETAIL OR FOR REAL ESTATE INVESTORS. SOMETIMES THE PUBLIC MARKETS TEND TO OVERDUE IT BECAUSE IF THE ECONOMY'S GROWING REALLY STATE EARNINGS CAN STILL BE PRETTY GOOD. BUT THERE'S SENSITIVITY ABOUT RATES. SECONDARY IS THE CONCERN ABOUT RETAIL, MORE GENERALLY. SHOPPING CENTERS AND THE AMAZON EFFECT, AND THAT HAS CAUSED THAT SECTOR TO TRADE DOWN QUITE A BIT. AND I THINK THAT PRESSURE MAY STAY FOR SOME TIME.\nFABER: YOU DO? YOU DO EXPECT THAT TO STAY. AND WHAT ABOUT RISING RATES GLOBALLY? NOW WE AREN'T SEEING IT AGAIN LATELY WITH THE TEN-YEAR BACK DOWN TO A LEVEL WE'VE SORT OF BECOME ACCUSTOMED TO. IS IT THOUGH A CONTINUED CONCERN AND WILL IT CONTINUE TO PRESSURE?\nGRAY: WELL, I THINK FOR INVESTORS, THE KEY THING IS WE'RE SHIFTING OUT OF THIS LOWER FOR LONGER ENVIRONMENT. THAT WAS A LOW RATE, LOW INFLATION, LOW-GROWTH ENVIRONMENT. AND WE NOW HAVE WAGE INFLATION PICKING UP. WE'VE GOT ACCELERATED GROWTH HERE IN THE U.S., WE'VE GOT A FISCAL STIMULUS. AND SO YES, I THINK RATES LIKELY TO GO UP OVER TIME. THE DEFICIT IS GOING TO INCREASE. AND SO FOR INVESTORS I THINK IT MEANS FIXED INCOME, YOU WANT TO OWN SHORTER DURATION ASSETS AS OPPOSED TO LONG BONDS, AND YOU WANT TO OWN COMPANIES WHO ARE GOING TO GROW FASTER TO OFFSET WHAT I THINK IS GOING TO BE A TOUGHER MULTIPLE ENVIRONMENT.\nFABER: ALRIGHT, HERE'S A QUESTION THAT WE TYPICALLY WOULD NOT HAVE ADDRESSED IN THE PAST. BUT AS C.O.O., I CAN. WHICH IS THE STOCK PRICE. YOU WENT PUBLIC, I THINK IT'S ALMOST OVER 11 YEARS AGO. ABOUT 100% RETURN. ALMOST ALL OF IT DIVIDENDS. THE STOCK IS MORE OR LESS WHERE IT WAS. PEOPLE KNOW HOW MUCH YOU AND MR. SCHWARZMAN MAKE. THEY LOOK AT THAT. THEY LOOK AT THE FACT YOU ADDED $108 BILLION IN AUM LAST YEAR. A HUGE NUMBER. AND THEY SAY, WHAT'S GOING ON? BY THE WAY, MR. SCHWARZMAN HIMSELF ON YOUR CALLS ALWAYS MAKES A POINT OF SAYING THERE SEEMS TO BE A DISCONNECT. IS THERE A DISCONNECT, JON? WHAT CAN YOU DO ABOUT IT TO IMPROVE THE PERFORMANCE OF YOUR STOCK PRICE?\nGRAY: WE DO THINK THERE'S A DISCONNECT. WE THINK THIS IS A VERY SPECIAL BUSINESS THAT DESERVES A PREMIUM VALUATION, NOT A DISCOUNT. I THINK PART OF THE CHALLENGE IS THE NATURE OF OUR BUSINESS IN THE SHORT-TERM IS MORE VOLATILE. SO OUR SALES, THE VALUE OF OUR HOLDINGS AND PEOPLE SEE PUBLIC MARKET INVESTORS SEE THAT SHORT-TERM AND THAT MAKES THEM CONCERNED. IF YOU LOOK AT THE COMPANY OVER A LONG PERIOD OF TIME, SINCE WE WENT PUBLIC, OUR AUM HAS GROWN FROM 88 BILLION TO 434 BILLION. WE'VE PAID OUT ENORMOUS DIVIDENDS ALONG THE WAY. AND WE SEE A FUTURE THAT'S VERY BRIGHT GIVEN WHAT'S HAPPENED IN THE ALTERNATIVE SPACE. WE'VE GOT A BUSINESS THAT'S GOT MORE THAN 50% MARGINS. WE'VE GOT A BUSINESS WHERE WE UTILIZE VERY LITTLE CAPITAL. ALL OF THAT ARGUES FOR A BETTER VALUATION. I THINK WHAT WE'RE GOING TO HAVE TO DO IS JUST CONTINUE TO DELIVER OVER TIME, CONTINUE TO EXECUTE ON OUR BUSINESS PLAN, AND WE'RE A PERSISTENT BUNCH. WE'RE NOT GOING TO GIVE UP VERY EASILY AND SO I THINK AT SOME POINT, OUR VIEW IS THE MARKET WILL RERATE THESE COMPANIES, OURS IN PARTICULAR.\nFABER: REALLY, EVEN AFTER 11 YEARS? DO YOU NEED TO BECOME A C-CORP. TO PERHAPS MAKE IT AN EASIER CONSTRUCT FOR INVESTORS TO UNDERSTAND?\nGRAY: WELL, THAT IS ONE OF THE CHALLENGES. AND WITH THE TAX REFORM, IT'S SOMETHING WE'RE LOOKING AT. WE'VE SAID THAT PUBLICLY. THE NEGATIVE, OF COURSE, IS OUR TAX RATE WOULD GO UP. THE POSITIVE IS THERE'S A BIGGER UNIVERSE OF INVESTORS WHO MAY BUY THE SECURITY. AND WE'RE GOING TO STUDY THAT. WE'RE NOT IN A HURRY TO DO IT. IT'S A BIG DECISION FOR US. WE ONLY GET TO MAKE THAT CHOICE ONE TIME. BUT IF WE DO IT, IT'S GOING TO BE FOR THE RIGHT REASONS. I THINK IT'LL TAKE SOME MORE TIME FOR US TO EVALUATE.\nFABER: ALL RIGHT. DIDN'T EVEN GET TO A NUMBER OF REAL ESTATE QUESTIONS, BUT JON, WE'VE GOT TO LEAVE IT THERE FOR NOW. THANK YOU.\nGRAY: THANK YOU, DAVID.\nFABER: JON GRAY, C.O.O. AND PRESIDENT OF BLACKSTONE. MORGAN, OVER TO YOU.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.5221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-03-29T19:33:00.000+03:00",
    "crawled": "2018-03-29T19:20:38.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "thursday",
        "march",
        "cnbc",
        "squawk",
        "street",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "exclusive",
        "interview",
        "blackstone",
        "president",
        "chief",
        "operating",
        "officer",
        "jon",
        "gray",
        "cnbc",
        "david",
        "faber",
        "cnbc",
        "squawk",
        "street",
        "9am",
        "11am",
        "today",
        "thursday",
        "march",
        "29th",
        "following",
        "link",
        "video",
        "full",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "david",
        "faber",
        "welcome",
        "back",
        "since",
        "taking",
        "head",
        "blackstone",
        "global",
        "real",
        "estate",
        "business",
        "jon",
        "gray",
        "took",
        "asset",
        "class",
        "billion",
        "billion",
        "firm",
        "newly",
        "appointed",
        "president",
        "chief",
        "operating",
        "officer",
        "widens",
        "purview",
        "across",
        "well",
        "entire",
        "firm",
        "jon",
        "gray",
        "join",
        "nice",
        "jon",
        "gray",
        "nice",
        "faber",
        "thank",
        "making",
        "trip",
        "downtown",
        "midtown",
        "office",
        "let",
        "talk",
        "new",
        "job",
        "moment",
        "though",
        "unfamiliar",
        "firm",
        "entire",
        "year",
        "think",
        "starting",
        "gray",
        "faber",
        "new",
        "responsibility",
        "certainly",
        "learning",
        "curve",
        "gray",
        "well",
        "fortunate",
        "day",
        "yes",
        "learning",
        "curve",
        "fact",
        "steve",
        "schwarzman",
        "tony",
        "james",
        "methodical",
        "planning",
        "starting",
        "ten",
        "year",
        "ago",
        "joined",
        "management",
        "committee",
        "six",
        "year",
        "ago",
        "board",
        "three",
        "year",
        "ago",
        "sort",
        "brought",
        "engine",
        "room",
        "said",
        "understand",
        "plumbing",
        "firm",
        "personnel",
        "issue",
        "signaled",
        "outside",
        "world",
        "coming",
        "made",
        "much",
        "easier",
        "sometimes",
        "transition",
        "abrupt",
        "certainly",
        "case",
        "faber",
        "surprise",
        "think",
        "much",
        "investor",
        "base",
        "well",
        "people",
        "follow",
        "company",
        "still",
        "found",
        "people",
        "position",
        "sometimes",
        "hard",
        "let",
        "go",
        "ran",
        "real",
        "estate",
        "long",
        "important",
        "able",
        "know",
        "still",
        "keeping",
        "hand",
        "part",
        "sometimes",
        "present",
        "bit",
        "challenge",
        "gray",
        "know",
        "good",
        "news",
        "real",
        "estate",
        "got",
        "people",
        "got",
        "partner",
        "two",
        "new",
        "kathleen",
        "mccarthy",
        "ken",
        "caplan",
        "partner",
        "long",
        "time",
        "great",
        "people",
        "know",
        "business",
        "think",
        "even",
        "better",
        "thing",
        "done",
        "business",
        "faber",
        "really",
        "think",
        "gray",
        "yeah",
        "incredible",
        "faber",
        "like",
        "gray",
        "well",
        "grow",
        "business",
        "even",
        "pushed",
        "business",
        "opportunistic",
        "real",
        "estate",
        "business",
        "real",
        "estate",
        "debt",
        "core",
        "real",
        "estate",
        "early",
        "stage",
        "newer",
        "area",
        "yes",
        "ability",
        "step",
        "back",
        "really",
        "excited",
        "challenge",
        "part",
        "firm",
        "spending",
        "time",
        "beyond",
        "real",
        "estate",
        "still",
        "keep",
        "hand",
        "think",
        "healthy",
        "thing",
        "organization",
        "people",
        "ambitious",
        "talented",
        "able",
        "evolve",
        "faber",
        "yeah",
        "let",
        "talk",
        "broadly",
        "given",
        "although",
        "would",
        "probably",
        "ask",
        "old",
        "job",
        "well",
        "china",
        "lot",
        "experience",
        "buyer",
        "country",
        "course",
        "receiving",
        "money",
        "come",
        "china",
        "buy",
        "property",
        "concerned",
        "hear",
        "chinese",
        "counterpart",
        "perhaps",
        "rising",
        "level",
        "concern",
        "rhetoric",
        "going",
        "back",
        "forth",
        "gray",
        "know",
        "think",
        "step",
        "back",
        "little",
        "bit",
        "think",
        "two",
        "economy",
        "sit",
        "mature",
        "developed",
        "economy",
        "long",
        "time",
        "open",
        "market",
        "china",
        "coming",
        "emerging",
        "market",
        "like",
        "emerging",
        "market",
        "little",
        "closed",
        "little",
        "protective",
        "trade",
        "mature",
        "balance",
        "shift",
        "think",
        "party",
        "recognize",
        "push",
        "pull",
        "reading",
        "go",
        "back",
        "forth",
        "think",
        "side",
        "recognize",
        "trade",
        "positive",
        "interactive",
        "investment",
        "going",
        "back",
        "forth",
        "positive",
        "think",
        "healthy",
        "balance",
        "end",
        "day",
        "may",
        "perfectly",
        "clean",
        "get",
        "think",
        "realize",
        "collective",
        "best",
        "interest",
        "get",
        "worked",
        "faber",
        "think",
        "overall",
        "concerned",
        "nature",
        "relationship",
        "gray",
        "yes",
        "view",
        "party",
        "interest",
        "figure",
        "create",
        "fair",
        "balanced",
        "relationship",
        "party",
        "benefit",
        "trade",
        "investment",
        "mean",
        "may",
        "messiness",
        "along",
        "way",
        "faber",
        "yeah",
        "well",
        "say",
        "chinese",
        "one",
        "give",
        "since",
        "guarded",
        "marketplace",
        "lot",
        "gray",
        "well",
        "chinese",
        "think",
        "going",
        "open",
        "part",
        "market",
        "think",
        "going",
        "part",
        "well",
        "think",
        "recognize",
        "faber",
        "chinese",
        "outflow",
        "big",
        "buyer",
        "course",
        "real",
        "estate",
        "benefitted",
        "waldorf",
        "astoria",
        "one",
        "example",
        "slowed",
        "almost",
        "stopped",
        "impact",
        "value",
        "way",
        "think",
        "potential",
        "exit",
        "gray",
        "know",
        "certain",
        "market",
        "lead",
        "buyer",
        "particularly",
        "trophy",
        "market",
        "new",
        "york",
        "london",
        "world",
        "pretty",
        "liquid",
        "day",
        "debt",
        "equity",
        "seen",
        "sharp",
        "pullback",
        "asset",
        "price",
        "would",
        "say",
        "big",
        "difference",
        "faber",
        "think",
        "gray",
        "faber",
        "buying",
        "think",
        "going",
        "continue",
        "develop",
        "waldorf",
        "astoria",
        "way",
        "said",
        "would",
        "property",
        "somehow",
        "come",
        "back",
        "market",
        "gray",
        "know",
        "said",
        "publicly",
        "government",
        "taken",
        "possible",
        "may",
        "look",
        "sell",
        "time",
        "think",
        "soon",
        "say",
        "faber",
        "let",
        "talk",
        "effort",
        "underway",
        "firm",
        "made",
        "effort",
        "insurance",
        "want",
        "talk",
        "though",
        "retail",
        "speak",
        "somebody",
        "million",
        "buck",
        "million",
        "targeting",
        "think",
        "joan",
        "solotar",
        "involved",
        "firm",
        "said",
        "ultimately",
        "could",
        "account",
        "half",
        "asset",
        "manage",
        "say",
        "could",
        "much",
        "ten",
        "year",
        "half",
        "asset",
        "blackstone",
        "one",
        "day",
        "could",
        "retail",
        "gray",
        "well",
        "think",
        "institutional",
        "market",
        "pension",
        "fund",
        "soverign",
        "wealth",
        "fund",
        "trillion",
        "market",
        "allocate",
        "asset",
        "alternative",
        "retail",
        "world",
        "individual",
        "investor",
        "also",
        "trillion",
        "globally",
        "probably",
        "alternative",
        "idea",
        "time",
        "could",
        "grow",
        "large",
        "sensible",
        "today",
        "billion",
        "area",
        "basically",
        "bringing",
        "blackstone",
        "quality",
        "product",
        "individual",
        "investor",
        "started",
        "private",
        "read",
        "got",
        "positive",
        "response",
        "thing",
        "credit",
        "area",
        "liquid",
        "alternative",
        "hedgefund",
        "area",
        "think",
        "blackstone",
        "brand",
        "investment",
        "process",
        "attractive",
        "individual",
        "investor",
        "way",
        "attractive",
        "institutional",
        "investor",
        "faber",
        "believe",
        "real",
        "growth",
        "opportunity",
        "gray",
        "absolutely",
        "faber",
        "alone",
        "goldman",
        "sachs",
        "different",
        "way",
        "addressing",
        "market",
        "credit",
        "side",
        "opposed",
        "actually",
        "investment",
        "side",
        "gray",
        "yeah",
        "think",
        "may",
        "shift",
        "way",
        "regulatory",
        "change",
        "difference",
        "liquidity",
        "difference",
        "completely",
        "see",
        "institutional",
        "world",
        "going",
        "create",
        "kind",
        "product",
        "going",
        "market",
        "universe",
        "end",
        "day",
        "people",
        "looking",
        "favorable",
        "return",
        "done",
        "incredibly",
        "well",
        "year",
        "institutionally",
        "think",
        "market",
        "mentioned",
        "insurance",
        "think",
        "real",
        "opportunity",
        "faber",
        "also",
        "mentioned",
        "read",
        "course",
        "read",
        "market",
        "year",
        "going",
        "gray",
        "well",
        "happened",
        "two",
        "thing",
        "going",
        "one",
        "interest",
        "rate",
        "obviously",
        "cause",
        "concern",
        "retail",
        "real",
        "estate",
        "investor",
        "sometimes",
        "public",
        "market",
        "tend",
        "overdue",
        "economy",
        "growing",
        "really",
        "state",
        "earnings",
        "still",
        "pretty",
        "good",
        "sensitivity",
        "rate",
        "secondary",
        "concern",
        "retail",
        "generally",
        "shopping",
        "center",
        "amazon",
        "effect",
        "caused",
        "sector",
        "trade",
        "quite",
        "bit",
        "think",
        "pressure",
        "may",
        "stay",
        "time",
        "faber",
        "expect",
        "stay",
        "rising",
        "rate",
        "globally",
        "seeing",
        "lately",
        "back",
        "level",
        "sort",
        "become",
        "accustomed",
        "though",
        "continued",
        "concern",
        "continue",
        "pressure",
        "gray",
        "well",
        "think",
        "investor",
        "key",
        "thing",
        "shifting",
        "lower",
        "longer",
        "environment",
        "low",
        "rate",
        "low",
        "inflation",
        "environment",
        "wage",
        "inflation",
        "picking",
        "got",
        "accelerated",
        "growth",
        "got",
        "fiscal",
        "stimulus",
        "yes",
        "think",
        "rate",
        "likely",
        "go",
        "time",
        "deficit",
        "going",
        "increase",
        "investor",
        "think",
        "mean",
        "fixed",
        "income",
        "want",
        "shorter",
        "duration",
        "asset",
        "opposed",
        "long",
        "bond",
        "want",
        "company",
        "going",
        "grow",
        "faster",
        "offset",
        "think",
        "going",
        "tougher",
        "multiple",
        "environment",
        "faber",
        "alright",
        "question",
        "typically",
        "would",
        "addressed",
        "past",
        "stock",
        "price",
        "went",
        "public",
        "think",
        "almost",
        "year",
        "ago",
        "return",
        "almost",
        "dividend",
        "stock",
        "less",
        "people",
        "know",
        "much",
        "schwarzman",
        "make",
        "look",
        "look",
        "fact",
        "added",
        "billion",
        "aum",
        "last",
        "year",
        "huge",
        "number",
        "say",
        "going",
        "way",
        "schwarzman",
        "call",
        "always",
        "make",
        "point",
        "saying",
        "seems",
        "disconnect",
        "disconnect",
        "jon",
        "improve",
        "performance",
        "stock",
        "price",
        "gray",
        "think",
        "disconnect",
        "think",
        "special",
        "business",
        "deserves",
        "premium",
        "valuation",
        "discount",
        "think",
        "part",
        "challenge",
        "nature",
        "business",
        "volatile",
        "sale",
        "value",
        "holding",
        "people",
        "see",
        "public",
        "market",
        "investor",
        "see",
        "make",
        "concerned",
        "look",
        "company",
        "long",
        "period",
        "time",
        "since",
        "went",
        "public",
        "aum",
        "grown",
        "billion",
        "billion",
        "paid",
        "enormous",
        "dividend",
        "along",
        "way",
        "see",
        "future",
        "bright",
        "given",
        "happened",
        "alternative",
        "space",
        "got",
        "business",
        "got",
        "margin",
        "got",
        "business",
        "utilize",
        "little",
        "capital",
        "argues",
        "better",
        "valuation",
        "think",
        "going",
        "continue",
        "deliver",
        "time",
        "continue",
        "execute",
        "business",
        "plan",
        "persistent",
        "bunch",
        "going",
        "give",
        "easily",
        "think",
        "point",
        "view",
        "market",
        "rerate",
        "company",
        "particular",
        "faber",
        "really",
        "even",
        "year",
        "need",
        "become",
        "perhaps",
        "make",
        "easier",
        "construct",
        "investor",
        "understand",
        "gray",
        "well",
        "one",
        "challenge",
        "tax",
        "reform",
        "something",
        "looking",
        "said",
        "publicly",
        "negative",
        "course",
        "tax",
        "rate",
        "would",
        "go",
        "positive",
        "bigger",
        "universe",
        "investor",
        "may",
        "buy",
        "security",
        "going",
        "study",
        "hurry",
        "big",
        "decision",
        "u",
        "get",
        "make",
        "choice",
        "one",
        "time",
        "going",
        "right",
        "reason",
        "think",
        "take",
        "time",
        "u",
        "evaluate",
        "faber",
        "right",
        "even",
        "get",
        "number",
        "real",
        "estate",
        "question",
        "jon",
        "got",
        "leave",
        "thank",
        "gray",
        "thank",
        "david",
        "faber",
        "jon",
        "gray",
        "president",
        "blackstone",
        "morgan",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}