{
    "organizations": [],
    "uuid": "58225bf1ebe8e0e439b695b260304f02738eab18",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/23/business-wire-aradigm-announces-fourth-quarter-2017-and-full-year-financial-results.html",
    "ord_in_thread": 0,
    "title": "Aradigm Announces Fourth Quarter 2017 and Full Year Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Subsequent Highlights\nCash and cash equivalents of $7.1 million expected to be sufficient to fund operations for Q1 2018; temporary measures implemented to preserve cash resources Focus on European Approval for Linhaliq – Marketing Authorization Application for EU filed Patients and patient advocacy groups have expressed support for allowing NCFBE patients to receive the benefits of Linhaliq\nHAYWARD, Calif.--(BUSINESS WIRE)-- Aradigm Corporation (NASDAQ: ARDM) (the “Company”) today announced financial results for the fourth quarter and full year ended December 31, 2017.\nFourth Quarter 2017 Results\nThe Company recorded $2.4 million in revenue in the fourth quarter of 2017 compared with $125,000 in revenue in the fourth quarter of 2016. The Company recognized $2.3 million in contract revenue – related party, $27,000 in government contract revenue and $71,000 in government grant revenue for the fourth quarter of 2017, as compared to $116,000 in government contract revenue and $9,000 in government grant revenue for the fourth quarter of 2016. The increase in revenue was from the Company’s adoption of ASC Topic 606, Revenue from Contracts with Customers and primarily resulted from regulatory submission services provided for the New Drug Application (NDA) filing.\nTotal operating expenses for the fourth quarter of 2017 were $5.6 million, compared with total operating expenses of $7.2 million for the fourth quarter of 2016. The decrease in operating expenses was primarily due to lower research and development expenses because the Linhaliq™ Phase 3 clinical trials in non-cystic fibrosis bronchiectasis (NCFBE) are complete. This decrease was offset by higher consulting expenses in support of the regulatory approval process and higher costs in general and administrative expenses related to stock compensation expense, bonus expense and corporate insurance expense.\nThe Company’s net loss for the fourth quarter of 2017 was $4.2 million, or $0.28 per share, compared with a net loss of $7.9 million, or $0.54 per share, for the same period in 2016. For the quarter ended December 31, 2017, the decrease in net loss resulted primarily from an increase in revenue of $2.2 million and a decrease in operating expenses of $1.6 million, partially offset by an increase in interest expense of $0.1 million.\nFull Year Results\nRevenues for the year ended December 31, 2017 were $14.5 million, compared with revenues of $195,000 thousand in 2016. The Company recognized $14.1 million in contract revenue – related party, $268,000 in government contract revenue and $122,000 in government grant revenue for the year ended December 31, 2017, as compared to $40,000 in contract revenue – related party, $116,000 in government contract revenue and $39,000 in government grant revenue for the year ended December 31, 2016. The increase in revenue was primarily from the Company’s adoption of ASC Topic 606, Revenue from Contracts with Customers, which resulted in the recognition of $9.5 million in contract revenue – related party associated with regulatory submission and approval of services provided for the NDA filing combined with $4.5 million in contract revenue – related party from a change in estimated variable consideration associated with the $5 million regulatory milestone for the NDA filing allocated to performance obligations satisfied in the current or prior periods.\nTotal operating expenses for 2017 were $21.4 million, compared with total operating expenses of $30.2 million in 2016. Research and development expenses decreased by $10.6 million and general and administrative expenses increased by $1.8 million. The decrease in research and development expenses was due to lower contract manufacturing, contract testing and clinical trial costs because the Linhaliq™ Phase 3 clinical trials in non-cystic fibrosis bronchiectasis (NCFBE) are complete. The decrease was offset by higher employee-related expenses, higher consulting, meeting and travel expenses in support of the Linhaliq regulatory process towards U.S. and European Union approvals for market authorization. The increase in general and administrative expenses of $1.8 million was primarily related to higher performance bonus expense, higher legal expense, higher corporate insurance expense, higher non-cash stock compensation expense and higher consulting expense.\nThe net loss for the year ended December 31, 2017 was $10.7 million, or $0.72 per share, compared with a net loss of $32.9 million, or $2.23 per share, in 2016. Net loss decreased primarily from an increase in revenue of $14.3 million, a decrease in operating spend of $8.8 million related to the completion of the Phase 3 clinical trials for Linhaliq in non-CF BE in the fourth quarter of 2016, a decrease in other expense of $0.6 million in 2017, offset by an increase in interest expense of $1.5 million related to the Note Financing.\nLiquidity and Capital Resources and Related Matters\nAs of December 31, 2017, the Company’s cash and cash equivalents totaled $7.1 million.\nAradigm received a Complete Response Letter (CRL) from the FDA regarding the New Drug Application (NDA) for Linhaliq as a treatment for non-cystic fibrosis bronchiectasis (NCFBE) patients with chronic lung infections with Pseudomonas aeruginosa (P. aeruginosa).\nThe CRL states that the FDA has determined that it cannot approve the NDA in its present form and provides specific reasons for this action along with recommendations needed for resubmission; the areas of concern include clinical data, human factor validation study and product quality.\nThe Aradigm Board of Directors approved temporary measures on February 9, 2018 intended to preserve the Company’s cash resources. The cash preservation measures include the termination of the Amended and Restated Aradigm Corporation Executive Officer Severance Benefit Plan, the reduction of the annual base salary by 50% of certain executive officers and the reduction of the cash compensation paid to members of the Board for service on the Board and committees by 50%. Effective February 11, 2018 the three Senior Executive Officers resigned all offices and positions; the Board appointed Dr. John Siebert as the Principal Executive Officer and the Principal Financial Officer.\n“We are pursuing potential alternatives to resolve our cash position in the short term as well as developing strategic options that would provide for our long term viability. We feel it is important to bring Linhaliq to commercialization in as many geographies as possible to allow patients suffering from NCFBE to get the benefits of Linhaliq. Patients, patient advocacy groups and key opinion leaders have expressed support as we work towards this goal. The MAA was filed in early March which is the first step in achieving regulatory approval in Europe,” said John M. Siebert, PhD\nAbout Non-Cystic Fibrosis Bronchiectasis\nNon-CF BE is a severe, chronic and rare disease characterized by abnormal dilatation of the bronchi and bronchioles, frequently associated with chronic lung infections. It is often a consequence of a vicious cycle of inflammation, recurrent lung infections, and bronchial wall damage. Non-CF BE represents an unmet medical need with high morbidity and mortality that affects more than 150,000 people in the U.S. and over 200,000 people in Europe. There is currently no drug approved for the treatment of this condition.\nAbout Aradigm\nAradigm is an emerging specialty pharmaceutical company focused on the development and commercialization of drugs for the prevention and treatment of severe respiratory diseases. Aradigm has completed two Phase 3 trials with Linhaliq, an investigational proprietary formulation of ciprofloxacin for inhalation for the treatment of non-cystic fibrosis BE and submitted an NDA to the FDA for this indication. Aradigm’s inhaled ciprofloxacin formulations including Pulmaquin are also product candidates for treatment of patients with cystic fibrosis and non-tuberculous mycobacteria, and for the prevention and treatment of high threat and bioterrorism infections, such as inhaled tularemia, pneumonic plague, melioidosis, Q fever and inhaled anthrax.\nMore information about Aradigm can be found at www.aradigm.com .\nForward-Looking Statements\nExcept for the historical information contained herein, this news release contains forward-looking statements that involve risk and uncertainties, including the risk that Linhaliq may not receive regulatory approval or be successfully commercialized, as well as the other risks detailed from time to time in the Company’s filings with the Securities and Exchange Commission (SEC), including the Company's Annual Report on Form 10-K for the year ended December 31, 2016 filed with the SEC on March 30, 2017, and the Company’s Quarterly Reports on Form 10-Q.\nAradigm and the Aradigm Logo are registered trademarks of Aradigm Corporation. Linhaliq is a registered trademark of Grifols, S.A.\nARADIGM CORPORATION CONSOLIDATED STATEMENTS OF OPERATIONS (In thousands, except per share data) Three months ended Year ended December 31, December 31, 2017 2016 2017 2016 Revenue: Contract revenue – related party $ 2,271 $ - $ 14,075 $ 40 Contract revenue 27 116 268 116 Grant revenue 71 9 122 39 Total revenues 2,369 125 14,465 195 Operating expenses: Research and development 3,704 5,865 13,815 24,387 General and administrative 1,870 1,339 7,592 5,828 Restructuring and asset impairment - - -\n2 Total operating expenses 5,574 7,204 21,407 30,217 Loss from operations (3,205)\n(7,079)\n(6,942)\n(30,022)\nInterest income 19 18 92 88 Interest expense (988)\n(931)\n(3,870)\n(2,406)\nOther income (expense), net (2)\n55 15 (598)\nNet loss and comprehensive loss $ (4,176) $ (7,937) $ (10,705) $ (32,938) Basic and diluted net loss per common share $ (0.28) $ (0.54) $ (0.72) $ (2.23) Shares used in computing basic and diluted net loss per common share 14,931 14,795 14,860 14,779 See Note 1\nARADIGM CORPORATION CONSOLIDATED BALANCE SHEETS (In thousands) December 31, December 31, 2017 2016 ASSETS Current assets: Cash and cash equivalents $ 7,095 $ 22,591 Restricted cash - 1,006 Receivables 200 167 Prepaid and other current assets 389 1,037 Total current assets 7,684 24,801 Property and equipment, net 289 253 Other assets 92 - Total assets $ 8,065 $ 25,054 LIABILITIES AND SHAREHOLDERS' EQUITY (DEFICIT) Current liabilities:\nAccounts payable 903 711 Accrued clinical and cost of other studies 274 3,306 Accrued compensation 1,643 1,335 Deferred revenue – related party, current 1,900 - Deferred revenue - other 183 - Other accrued liabilities 563 496 Total current liabilities 5,466 5,848 Deferred rent 32 - Deferred revenue – related party, non-current 90 5,000 Convertible debt – non-current, net of discount 2,382 2,212 Convertible debt – related party, non-current, net of discount 12,626 11,007 Total liabilities 20,596 24,067 Shareholders' equity (deficit) (12,531) 987 Total liabilities and shareholders' equity (deficit)\n$\n8,065 $ 25,054 Note 1: As the Company elected to early adopt the requirements of Accounting Standards Update (ASU) 2014-09, Revenue from Contracts with Customers (Topic 606) as of January 1, 2017, using the modified retrospective method there is a lack of comparability to the prior periods presented.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180323005154/en/\nAradigm Corporation\nJohn Siebert, PhD, 510-265-8800\nExecutive Chairman, Interim Principal Executive Officer and Acting Principal Financial Officer\nSource: Aradigm Corporation",
    "published": "2018-03-23T16:00:00.000+03:00",
    "crawled": "2018-03-23T17:39:14.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "subsequent",
        "highlight",
        "cash",
        "cash",
        "equivalent",
        "million",
        "expected",
        "sufficient",
        "fund",
        "operation",
        "q1",
        "temporary",
        "measure",
        "implemented",
        "preserve",
        "cash",
        "resource",
        "focus",
        "european",
        "approval",
        "linhaliq",
        "marketing",
        "authorization",
        "application",
        "eu",
        "filed",
        "patient",
        "patient",
        "advocacy",
        "group",
        "expressed",
        "support",
        "allowing",
        "ncfbe",
        "patient",
        "receive",
        "benefit",
        "linhaliq",
        "hayward",
        "business",
        "wire",
        "aradigm",
        "corporation",
        "nasdaq",
        "ardm",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "result",
        "company",
        "recorded",
        "million",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "revenue",
        "fourth",
        "quarter",
        "company",
        "recognized",
        "million",
        "contract",
        "revenue",
        "related",
        "party",
        "government",
        "contract",
        "revenue",
        "government",
        "grant",
        "revenue",
        "fourth",
        "quarter",
        "compared",
        "government",
        "contract",
        "revenue",
        "government",
        "grant",
        "revenue",
        "fourth",
        "quarter",
        "increase",
        "revenue",
        "company",
        "adoption",
        "asc",
        "topic",
        "revenue",
        "contract",
        "customer",
        "primarily",
        "resulted",
        "regulatory",
        "submission",
        "service",
        "provided",
        "new",
        "drug",
        "application",
        "nda",
        "filing",
        "total",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "total",
        "operating",
        "expense",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "operating",
        "expense",
        "primarily",
        "due",
        "lower",
        "research",
        "development",
        "expense",
        "phase",
        "clinical",
        "trial",
        "fibrosis",
        "bronchiectasis",
        "ncfbe",
        "complete",
        "decrease",
        "offset",
        "higher",
        "consulting",
        "expense",
        "support",
        "regulatory",
        "approval",
        "process",
        "higher",
        "cost",
        "general",
        "administrative",
        "expense",
        "related",
        "stock",
        "compensation",
        "expense",
        "bonus",
        "expense",
        "corporate",
        "insurance",
        "expense",
        "company",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "quarter",
        "ended",
        "december",
        "decrease",
        "net",
        "loss",
        "resulted",
        "primarily",
        "increase",
        "revenue",
        "million",
        "decrease",
        "operating",
        "expense",
        "million",
        "partially",
        "offset",
        "increase",
        "interest",
        "expense",
        "million",
        "full",
        "year",
        "result",
        "revenue",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "revenue",
        "thousand",
        "company",
        "recognized",
        "million",
        "contract",
        "revenue",
        "related",
        "party",
        "government",
        "contract",
        "revenue",
        "government",
        "grant",
        "revenue",
        "year",
        "ended",
        "december",
        "compared",
        "contract",
        "revenue",
        "related",
        "party",
        "government",
        "contract",
        "revenue",
        "government",
        "grant",
        "revenue",
        "year",
        "ended",
        "december",
        "increase",
        "revenue",
        "primarily",
        "company",
        "adoption",
        "asc",
        "topic",
        "revenue",
        "contract",
        "customer",
        "resulted",
        "recognition",
        "million",
        "contract",
        "revenue",
        "related",
        "party",
        "associated",
        "regulatory",
        "submission",
        "approval",
        "service",
        "provided",
        "nda",
        "filing",
        "combined",
        "million",
        "contract",
        "revenue",
        "related",
        "party",
        "change",
        "estimated",
        "variable",
        "consideration",
        "associated",
        "million",
        "regulatory",
        "milestone",
        "nda",
        "filing",
        "allocated",
        "performance",
        "obligation",
        "satisfied",
        "current",
        "prior",
        "period",
        "total",
        "operating",
        "expense",
        "million",
        "compared",
        "total",
        "operating",
        "expense",
        "million",
        "research",
        "development",
        "expense",
        "decreased",
        "million",
        "general",
        "administrative",
        "expense",
        "increased",
        "million",
        "decrease",
        "research",
        "development",
        "expense",
        "due",
        "lower",
        "contract",
        "manufacturing",
        "contract",
        "testing",
        "clinical",
        "trial",
        "cost",
        "phase",
        "clinical",
        "trial",
        "fibrosis",
        "bronchiectasis",
        "ncfbe",
        "complete",
        "decrease",
        "offset",
        "higher",
        "expense",
        "higher",
        "consulting",
        "meeting",
        "travel",
        "expense",
        "support",
        "linhaliq",
        "regulatory",
        "process",
        "towards",
        "european",
        "union",
        "approval",
        "market",
        "authorization",
        "increase",
        "general",
        "administrative",
        "expense",
        "million",
        "primarily",
        "related",
        "higher",
        "performance",
        "bonus",
        "expense",
        "higher",
        "legal",
        "expense",
        "higher",
        "corporate",
        "insurance",
        "expense",
        "higher",
        "stock",
        "compensation",
        "expense",
        "higher",
        "consulting",
        "expense",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "net",
        "loss",
        "decreased",
        "primarily",
        "increase",
        "revenue",
        "million",
        "decrease",
        "operating",
        "spend",
        "million",
        "related",
        "completion",
        "phase",
        "clinical",
        "trial",
        "linhaliq",
        "fourth",
        "quarter",
        "decrease",
        "expense",
        "million",
        "offset",
        "increase",
        "interest",
        "expense",
        "million",
        "related",
        "note",
        "financing",
        "liquidity",
        "capital",
        "resource",
        "related",
        "matter",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "aradigm",
        "received",
        "complete",
        "response",
        "letter",
        "crl",
        "fda",
        "regarding",
        "new",
        "drug",
        "application",
        "nda",
        "linhaliq",
        "treatment",
        "fibrosis",
        "bronchiectasis",
        "ncfbe",
        "patient",
        "chronic",
        "lung",
        "infection",
        "pseudomonas",
        "aeruginosa",
        "aeruginosa",
        "crl",
        "state",
        "fda",
        "determined",
        "approve",
        "nda",
        "present",
        "form",
        "provides",
        "specific",
        "reason",
        "action",
        "along",
        "recommendation",
        "needed",
        "resubmission",
        "area",
        "concern",
        "include",
        "clinical",
        "data",
        "human",
        "factor",
        "validation",
        "study",
        "product",
        "quality",
        "aradigm",
        "board",
        "director",
        "approved",
        "temporary",
        "measure",
        "february",
        "intended",
        "preserve",
        "company",
        "cash",
        "resource",
        "cash",
        "preservation",
        "measure",
        "include",
        "termination",
        "amended",
        "restated",
        "aradigm",
        "corporation",
        "executive",
        "officer",
        "severance",
        "benefit",
        "plan",
        "reduction",
        "annual",
        "base",
        "salary",
        "certain",
        "executive",
        "officer",
        "reduction",
        "cash",
        "compensation",
        "paid",
        "member",
        "board",
        "service",
        "board",
        "committee",
        "effective",
        "february",
        "three",
        "senior",
        "executive",
        "officer",
        "resigned",
        "office",
        "position",
        "board",
        "appointed",
        "john",
        "siebert",
        "principal",
        "executive",
        "officer",
        "principal",
        "financial",
        "officer",
        "pursuing",
        "potential",
        "alternative",
        "resolve",
        "cash",
        "position",
        "short",
        "term",
        "well",
        "developing",
        "strategic",
        "option",
        "would",
        "provide",
        "long",
        "term",
        "viability",
        "feel",
        "important",
        "bring",
        "linhaliq",
        "commercialization",
        "many",
        "geography",
        "possible",
        "allow",
        "patient",
        "suffering",
        "ncfbe",
        "get",
        "benefit",
        "linhaliq",
        "patient",
        "patient",
        "advocacy",
        "group",
        "key",
        "opinion",
        "leader",
        "expressed",
        "support",
        "work",
        "towards",
        "goal",
        "maa",
        "filed",
        "early",
        "march",
        "first",
        "step",
        "achieving",
        "regulatory",
        "approval",
        "europe",
        "said",
        "john",
        "siebert",
        "phd",
        "fibrosis",
        "bronchiectasis",
        "severe",
        "chronic",
        "rare",
        "disease",
        "characterized",
        "abnormal",
        "dilatation",
        "bronchus",
        "bronchiole",
        "frequently",
        "associated",
        "chronic",
        "lung",
        "infection",
        "often",
        "consequence",
        "vicious",
        "cycle",
        "inflammation",
        "recurrent",
        "lung",
        "infection",
        "bronchial",
        "wall",
        "damage",
        "represents",
        "unmet",
        "medical",
        "need",
        "high",
        "morbidity",
        "mortality",
        "affect",
        "people",
        "people",
        "europe",
        "currently",
        "drug",
        "approved",
        "treatment",
        "condition",
        "aradigm",
        "aradigm",
        "emerging",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "drug",
        "prevention",
        "treatment",
        "severe",
        "respiratory",
        "disease",
        "aradigm",
        "completed",
        "two",
        "phase",
        "trial",
        "linhaliq",
        "investigational",
        "proprietary",
        "formulation",
        "ciprofloxacin",
        "inhalation",
        "treatment",
        "fibrosis",
        "submitted",
        "nda",
        "fda",
        "indication",
        "aradigm",
        "inhaled",
        "ciprofloxacin",
        "formulation",
        "including",
        "pulmaquin",
        "also",
        "product",
        "candidate",
        "treatment",
        "patient",
        "cystic",
        "fibrosis",
        "mycobacteria",
        "prevention",
        "treatment",
        "high",
        "threat",
        "bioterrorism",
        "infection",
        "inhaled",
        "tularemia",
        "pneumonic",
        "plague",
        "melioidosis",
        "q",
        "fever",
        "inhaled",
        "anthrax",
        "information",
        "aradigm",
        "found",
        "statement",
        "except",
        "historical",
        "information",
        "contained",
        "herein",
        "news",
        "release",
        "contains",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "risk",
        "linhaliq",
        "may",
        "receive",
        "regulatory",
        "approval",
        "successfully",
        "commercialized",
        "well",
        "risk",
        "detailed",
        "time",
        "time",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "march",
        "company",
        "quarterly",
        "report",
        "form",
        "aradigm",
        "aradigm",
        "logo",
        "registered",
        "trademark",
        "aradigm",
        "corporation",
        "linhaliq",
        "registered",
        "trademark",
        "grifols",
        "aradigm",
        "corporation",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "revenue",
        "contract",
        "revenue",
        "related",
        "party",
        "contract",
        "revenue",
        "grant",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "restructuring",
        "asset",
        "impairment",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "interest",
        "expense",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "see",
        "note",
        "aradigm",
        "corporation",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "receivables",
        "prepaid",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "clinical",
        "cost",
        "study",
        "accrued",
        "compensation",
        "deferred",
        "revenue",
        "related",
        "party",
        "current",
        "deferred",
        "revenue",
        "accrued",
        "liability",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "deferred",
        "revenue",
        "related",
        "party",
        "convertible",
        "debt",
        "net",
        "discount",
        "convertible",
        "debt",
        "related",
        "party",
        "net",
        "discount",
        "total",
        "liability",
        "shareholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "shareholder",
        "equity",
        "deficit",
        "note",
        "company",
        "elected",
        "early",
        "adopt",
        "requirement",
        "accounting",
        "standard",
        "update",
        "asu",
        "revenue",
        "contract",
        "customer",
        "topic",
        "january",
        "using",
        "modified",
        "retrospective",
        "method",
        "lack",
        "comparability",
        "prior",
        "period",
        "presented",
        "view",
        "source",
        "version",
        "http",
        "aradigm",
        "corporation",
        "john",
        "siebert",
        "phd",
        "executive",
        "chairman",
        "interim",
        "principal",
        "executive",
        "officer",
        "acting",
        "principal",
        "financial",
        "officer",
        "source",
        "aradigm",
        "corporation"
    ]
}