{
    "organizations": [],
    "uuid": "1d40082c56c79eb6e7426668550911d83d6d15be",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/10/critics-silenced-ahead-of-chinas-move-to-end-xi-term-limits.html",
    "ord_in_thread": 0,
    "title": "Critics silenced ahead of China’s move to end Xi term limits",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "India Critics silenced ahead of China’s move to end Xi term limits China's ruling Communist Party has proposed to remove a constitutional clause limiting presidential service to two terms in office. Signs of dissent and biting satire against the move have been all but snuffed out by China's censors. Even some of the government's most outspoken critics have been reluctant to loudly criticize the constitutional amendment. Published 8 Hours Ago The Associated Press Feng Li | Getty Images Chinese President Xi Jinping at the Chinese People's Political Consultative Conference on March 13, 2015 in Beijing, China. \nThe day China's ruling Communist Party unveiled a proposal to allow President Xi Jinping to rule indefinitely as Mao Zedong did a generation ago, Ma Bo was so shaken he couldn't sleep. \nSo Ma, a renowned writer, wrote a social media post urging the party to remember the history of unchecked one-man rule that ended in catastrophe. \n\"History is regressing badly,\" Ma thundered in his post. \"As a Chinese of conscience, I cannot stay silent!\" \nCensors silenced him anyway, swiftly wiping his post from the internet. \nAs China's rubber-stamp legislature prepares to approve constitutional changes abolishing term limits for the president on Sunday, signs of dissent and biting satire have been all but snuffed out. The stifling censorship leaves intellectuals, young white-collar workers and retired veterans of past political campaigns using roundabout ways to voice their concerns. For many, it's a foreshadowing of greater political repression ahead. \nThe result has been a surreal political atmosphere laced with fear, confusion, and even moments of dark comedy that undermines the picture of swelling popular support for the measure being peddled relentlessly by state media. show chapters 2:23 AM ET Mon, 26 Feb 2018 | 02:29 \n\"There's a lot of fear,\" said Ma, who writes under the pen name Old Ghost. \"People know that Xi's about to become the emperor, so they don't dare cross his path. Most people are just watching, observing.\" \nOnce passed, the constitutional amendment would upend a system enacted by former Chinese leader Deng Xiaoping in 1982 to prevent a return to the bloody excesses of a lifelong dictatorship typified by Mao Zedong's chaotic 1966-1976 Cultural Revolution. \nParty media say the proposed amendment is only aimed at bringing the office of the president in line with Xi's other positions atop the party and the Central Military Commission, which do not impose term limits. \nIts passage by the National People's Congress' nearly 3,000 hand-picked delegates is all but certain. But observers will be looking to see how many delegates abstain from voting as an indication of the reservations the move has encountered even within the political establishment. \nAfter Ma's post on Chinese social media went viral two weeks ago, the 70-year-old writer decided to switch to Twitter, which can only be accessed inside China using a virtual private network, to continue issuing warnings about China moving dangerously backward. \n\"The police have not visited me yet,\" he told The Associated Press on Friday from his Beijing home. \"But I'm preparing for it.\" \nMa remains in the capital, but some well-known dissidents and potential troublemakers have already been \"holidayed\" — bundled off to faraway cities, their travel expenses paid by state security. Retired elders from the Communist Party's liberal wing have been warned to stay quiet. show chapters 4:30 PM ET Fri, 2 March 2018 | 06:43 \nThe government's censorship apparatus had to spring into action after the term limit proposal was unveiled, suppressing keywords on social media ranging from \"I disagree\" to \"shameless\" to \"Xi Zedong.\" Even the letter \"N″ was blocked after it was used as part of an equation for the number of terms Xi might serve. \nYet, occasionally, dissent has surfaced through the cracks. \nOn Wednesday, International Women's Day, law students at the prestigious Tsinghua University in Beijing — Xi's alma mater — hung red banners that ostensibly celebrated the school's female classmates but also satirized national politics. \n\"I love you without any term limits, but if there are, we can just remove them,\" read one, while another banner declared that \"A country can't survive without a constitution, we can't go on without you.\" \nUniversity administrators weren't amused. A student witness said the banners were quickly removed and notices posted requiring campus shops to register students who use printers to make large banners. \nChinese studying overseas have been more blunt. Posts in recent days popped up at the University of California, San Diego, with Xi's picture and the text \"Never My President\" and spread to more than eight overseas universities, said Lebao Wu, a student at Australian National University in Canberra. \nTo be sure, Xi's confident, populist leadership style and tough attitude toward official corruption has won him a significant degree of popular support. \nSipping on a Starbucks drink in Beijing's business district on Friday, a 56-year-old surnamed Zhang who works in insurance said citizens desired freedom, but wanted a powerful leader who could deliver stability and wealth even more. \nLetting Xi rule indefinitely \"will strengthen the party's leadership and offer the quickest path toward development,\" Zhang said. \"We need a powerful leader. People need an emperor in their hearts. The Western idea that you are not alive unless you are free has not taken root in people's hearts.\" \nHowever, a 35-year old IT industry worker surnamed Huang said her friends were concerned about China returning to the Mao era. \n\"I saw on (state broadcaster) CCTV's evening news that they were saying everyone fully supports the constitutional amendments, but no one asked us for our opinion. Our opinion is quickly censored,\" she said. \"This is China. What can we do about it?\" \nNeither would give their full names as is common among Chinese when commenting on politics. \nEven some of the government's most outspoken critics have been reluctant to loudly criticize the constitutional amendment. \nHe Weifang, a well-known blogger and law professor at Peking University, limited his remarks this week to the observance that the constitutional amendment proposal contained 21 articles, and if a delegate supported some articles but opposed others, he or she was entitled to vote against it. \nHe, who lost his job once for supporting the late dissident writer and Nobel Peace Prize laureate Liu Xiaobo, declined to discuss the term limit amendment, saying the subject was \"a bit sensitive.\" \nOthers haven't held back, driven by an urgent sense that their country is at a crucial point in its history. \nLi Datong, a former editor of the China Youth Daily state newspaper and one of the few voices of open opposition, said delegates know the amendment is wrong but no one has the courage to speak out. He compared Chinese citizens to Germans who allowed Adolf Hitler to seize power in the 1930s. \n\"I know that just a few ordinary Chinese citizens coming out and expressing their opinion will not change anything, but I'm doing this so I can face future generations,\" Li said. \n\"When they look back at this time, I don't want them to say, 'Not a single person in China stood up and opposed this.' When people talk about Nazi Germany, they always ask why the people living during that time didn't do anything about it,\" Li said. \"I want to be able to face my past.\" \nIn the run-up to the vote, congress delegates have lavished extra praise on Xi. The party boss of a northwestern province that contains a significant Tibetan population compared him to a living Buddhist deity. \n\"If you do good things for the people, bring good lives to the people, you should be able to keep serving forever,\" said Zhou Shuying, an artist and delegate representing a rural county about 130 kilometers (80 miles) west of Beijing. \n\"I'm speaking from the bottom of my heart,\" she said, then paused to make sure reporters heard her clearly. \"I'm really speaking from the heart.\" Playing",
    "published": "2018-03-10T15:37:00.000+02:00",
    "crawled": "2018-03-10T14:50:04.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "india",
        "critic",
        "silenced",
        "ahead",
        "china",
        "move",
        "end",
        "xi",
        "term",
        "limit",
        "china",
        "ruling",
        "communist",
        "party",
        "proposed",
        "remove",
        "constitutional",
        "clause",
        "limiting",
        "presidential",
        "service",
        "two",
        "term",
        "office",
        "sign",
        "dissent",
        "biting",
        "satire",
        "move",
        "snuffed",
        "china",
        "censor",
        "even",
        "government",
        "outspoken",
        "critic",
        "reluctant",
        "loudly",
        "criticize",
        "constitutional",
        "amendment",
        "published",
        "hour",
        "ago",
        "associated",
        "press",
        "feng",
        "li",
        "getty",
        "image",
        "chinese",
        "president",
        "xi",
        "jinping",
        "chinese",
        "people",
        "political",
        "consultative",
        "conference",
        "march",
        "beijing",
        "china",
        "day",
        "china",
        "ruling",
        "communist",
        "party",
        "unveiled",
        "proposal",
        "allow",
        "president",
        "xi",
        "jinping",
        "rule",
        "indefinitely",
        "mao",
        "zedong",
        "generation",
        "ago",
        "bo",
        "shaken",
        "could",
        "sleep",
        "renowned",
        "writer",
        "wrote",
        "social",
        "medium",
        "post",
        "urging",
        "party",
        "remember",
        "history",
        "unchecked",
        "rule",
        "ended",
        "catastrophe",
        "history",
        "regressing",
        "badly",
        "thundered",
        "post",
        "chinese",
        "conscience",
        "stay",
        "silent",
        "censor",
        "silenced",
        "anyway",
        "swiftly",
        "wiping",
        "post",
        "internet",
        "china",
        "legislature",
        "prepares",
        "approve",
        "constitutional",
        "change",
        "abolishing",
        "term",
        "limit",
        "president",
        "sunday",
        "sign",
        "dissent",
        "biting",
        "satire",
        "snuffed",
        "stifling",
        "censorship",
        "leaf",
        "intellectual",
        "young",
        "worker",
        "retired",
        "veteran",
        "past",
        "political",
        "campaign",
        "using",
        "roundabout",
        "way",
        "voice",
        "concern",
        "many",
        "foreshadowing",
        "greater",
        "political",
        "repression",
        "ahead",
        "result",
        "surreal",
        "political",
        "atmosphere",
        "laced",
        "fear",
        "confusion",
        "even",
        "moment",
        "dark",
        "comedy",
        "undermines",
        "picture",
        "swelling",
        "popular",
        "support",
        "measure",
        "peddled",
        "relentlessly",
        "state",
        "medium",
        "show",
        "chapter",
        "et",
        "mon",
        "feb",
        "lot",
        "fear",
        "said",
        "writes",
        "pen",
        "name",
        "old",
        "ghost",
        "people",
        "know",
        "xi",
        "become",
        "emperor",
        "dare",
        "cross",
        "path",
        "people",
        "watching",
        "observing",
        "passed",
        "constitutional",
        "amendment",
        "would",
        "upend",
        "system",
        "enacted",
        "former",
        "chinese",
        "leader",
        "deng",
        "xiaoping",
        "prevent",
        "return",
        "bloody",
        "excess",
        "lifelong",
        "dictatorship",
        "typified",
        "mao",
        "zedong",
        "chaotic",
        "cultural",
        "revolution",
        "party",
        "medium",
        "say",
        "proposed",
        "amendment",
        "aimed",
        "bringing",
        "office",
        "president",
        "line",
        "xi",
        "position",
        "atop",
        "party",
        "central",
        "military",
        "commission",
        "impose",
        "term",
        "limit",
        "passage",
        "national",
        "people",
        "congress",
        "nearly",
        "delegate",
        "certain",
        "observer",
        "looking",
        "see",
        "many",
        "delegate",
        "abstain",
        "voting",
        "indication",
        "reservation",
        "move",
        "encountered",
        "even",
        "within",
        "political",
        "establishment",
        "post",
        "chinese",
        "social",
        "medium",
        "went",
        "viral",
        "two",
        "week",
        "ago",
        "writer",
        "decided",
        "switch",
        "twitter",
        "accessed",
        "inside",
        "china",
        "using",
        "virtual",
        "private",
        "network",
        "continue",
        "issuing",
        "warning",
        "china",
        "moving",
        "dangerously",
        "backward",
        "police",
        "visited",
        "yet",
        "told",
        "associated",
        "press",
        "friday",
        "beijing",
        "home",
        "preparing",
        "remains",
        "capital",
        "dissident",
        "potential",
        "troublemaker",
        "already",
        "holidayed",
        "bundled",
        "faraway",
        "city",
        "travel",
        "expense",
        "paid",
        "state",
        "security",
        "retired",
        "elder",
        "communist",
        "party",
        "liberal",
        "wing",
        "warned",
        "stay",
        "quiet",
        "show",
        "chapter",
        "pm",
        "et",
        "fri",
        "march",
        "government",
        "censorship",
        "apparatus",
        "spring",
        "action",
        "term",
        "limit",
        "proposal",
        "unveiled",
        "suppressing",
        "keywords",
        "social",
        "medium",
        "ranging",
        "disagree",
        "shameless",
        "xi",
        "zedong",
        "even",
        "letter",
        "blocked",
        "used",
        "part",
        "equation",
        "number",
        "term",
        "xi",
        "might",
        "serve",
        "yet",
        "occasionally",
        "dissent",
        "surfaced",
        "crack",
        "wednesday",
        "international",
        "woman",
        "day",
        "law",
        "student",
        "prestigious",
        "tsinghua",
        "university",
        "beijing",
        "xi",
        "alma",
        "mater",
        "hung",
        "red",
        "banner",
        "ostensibly",
        "celebrated",
        "school",
        "female",
        "classmate",
        "also",
        "satirized",
        "national",
        "politics",
        "love",
        "without",
        "term",
        "limit",
        "remove",
        "read",
        "one",
        "another",
        "banner",
        "declared",
        "country",
        "ca",
        "survive",
        "without",
        "constitution",
        "ca",
        "go",
        "without",
        "university",
        "administrator",
        "amused",
        "student",
        "witness",
        "said",
        "banner",
        "quickly",
        "removed",
        "notice",
        "posted",
        "requiring",
        "campus",
        "shop",
        "register",
        "student",
        "use",
        "printer",
        "make",
        "large",
        "banner",
        "chinese",
        "studying",
        "overseas",
        "blunt",
        "post",
        "recent",
        "day",
        "popped",
        "university",
        "california",
        "san",
        "diego",
        "xi",
        "picture",
        "text",
        "never",
        "president",
        "spread",
        "eight",
        "overseas",
        "university",
        "said",
        "lebao",
        "wu",
        "student",
        "australian",
        "national",
        "university",
        "canberra",
        "sure",
        "xi",
        "confident",
        "populist",
        "leadership",
        "style",
        "tough",
        "attitude",
        "toward",
        "official",
        "corruption",
        "significant",
        "degree",
        "popular",
        "support",
        "sipping",
        "starbucks",
        "drink",
        "beijing",
        "business",
        "district",
        "friday",
        "surnamed",
        "zhang",
        "work",
        "insurance",
        "said",
        "citizen",
        "desired",
        "freedom",
        "wanted",
        "powerful",
        "leader",
        "could",
        "deliver",
        "stability",
        "wealth",
        "even",
        "letting",
        "xi",
        "rule",
        "indefinitely",
        "strengthen",
        "party",
        "leadership",
        "offer",
        "quickest",
        "path",
        "toward",
        "development",
        "zhang",
        "said",
        "need",
        "powerful",
        "leader",
        "people",
        "need",
        "emperor",
        "heart",
        "western",
        "idea",
        "alive",
        "unless",
        "free",
        "taken",
        "root",
        "people",
        "heart",
        "however",
        "old",
        "industry",
        "worker",
        "surnamed",
        "huang",
        "said",
        "friend",
        "concerned",
        "china",
        "returning",
        "mao",
        "era",
        "saw",
        "state",
        "broadcaster",
        "cctv",
        "evening",
        "news",
        "saying",
        "everyone",
        "fully",
        "support",
        "constitutional",
        "amendment",
        "one",
        "asked",
        "u",
        "opinion",
        "opinion",
        "quickly",
        "censored",
        "said",
        "china",
        "neither",
        "would",
        "give",
        "full",
        "name",
        "common",
        "among",
        "chinese",
        "commenting",
        "politics",
        "even",
        "government",
        "outspoken",
        "critic",
        "reluctant",
        "loudly",
        "criticize",
        "constitutional",
        "amendment",
        "weifang",
        "blogger",
        "law",
        "professor",
        "peking",
        "university",
        "limited",
        "remark",
        "week",
        "observance",
        "constitutional",
        "amendment",
        "proposal",
        "contained",
        "article",
        "delegate",
        "supported",
        "article",
        "opposed",
        "others",
        "entitled",
        "vote",
        "lost",
        "job",
        "supporting",
        "late",
        "dissident",
        "writer",
        "nobel",
        "peace",
        "prize",
        "laureate",
        "liu",
        "xiaobo",
        "declined",
        "discus",
        "term",
        "limit",
        "amendment",
        "saying",
        "subject",
        "bit",
        "sensitive",
        "others",
        "held",
        "back",
        "driven",
        "urgent",
        "sense",
        "country",
        "crucial",
        "point",
        "history",
        "li",
        "datong",
        "former",
        "editor",
        "china",
        "youth",
        "daily",
        "state",
        "newspaper",
        "one",
        "voice",
        "open",
        "opposition",
        "said",
        "delegate",
        "know",
        "amendment",
        "wrong",
        "one",
        "courage",
        "speak",
        "compared",
        "chinese",
        "citizen",
        "german",
        "allowed",
        "adolf",
        "hitler",
        "seize",
        "power",
        "1930s",
        "know",
        "ordinary",
        "chinese",
        "citizen",
        "coming",
        "expressing",
        "opinion",
        "change",
        "anything",
        "face",
        "future",
        "generation",
        "li",
        "said",
        "look",
        "back",
        "time",
        "want",
        "say",
        "single",
        "person",
        "china",
        "stood",
        "opposed",
        "people",
        "talk",
        "nazi",
        "germany",
        "always",
        "ask",
        "people",
        "living",
        "time",
        "anything",
        "li",
        "said",
        "want",
        "able",
        "face",
        "past",
        "vote",
        "congress",
        "delegate",
        "lavished",
        "extra",
        "praise",
        "xi",
        "party",
        "bos",
        "northwestern",
        "province",
        "contains",
        "significant",
        "tibetan",
        "population",
        "compared",
        "living",
        "buddhist",
        "deity",
        "good",
        "thing",
        "people",
        "bring",
        "good",
        "life",
        "people",
        "able",
        "keep",
        "serving",
        "forever",
        "said",
        "zhou",
        "shuying",
        "artist",
        "delegate",
        "representing",
        "rural",
        "county",
        "kilometer",
        "mile",
        "west",
        "beijing",
        "speaking",
        "bottom",
        "heart",
        "said",
        "paused",
        "make",
        "sure",
        "reporter",
        "heard",
        "clearly",
        "really",
        "speaking",
        "heart",
        "playing"
    ]
}