{
    "organizations": [],
    "uuid": "2325ce9da1adeea729a7207bfcca7ede14251c3a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/cnbc-transcript-michael-strobaek-global-chief-investment-officer-credit-suisse.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Michael Strobaek, Global Chief Investment Officer, Credit Suisse",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of CNBC's interview with Credit Suisse's Global Chief Investment Officer, Michael Strobaek at the Credit Suisse Asian Investment Conference in Hong Kong. The interview was broadcast on Squawk Box on 22 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Akiko Fujita.\nAkiko Fujita (AF): Welcome back to Squawk Box we're getting back to the action here on the ground at Credit Suisse's 21st Annual AIC Conference where the theme over the last four days has been \"Disruption As Usual,\" and we're going to continue the conversation with the Global CIO of Credit Suisse, Michael Strobaek, joining me here on the floor. Welcome.\nMichael Strobaek: Thank you.\nAF: What's the sense on the ground here? You had a chance to go around and speak to people over the last four days in terms of where the economy is tracking right now. Because as we were saying off camera things were so positive kicking off the year, you said it seems like the sentiment has shifted just a bit.\nMichael Strobaek: Yeah I think a little bit. I think people came into 2018 with sort of the memories of 2017 and more of the same if you will. I sense from here that people are still sort of quite positive. They're still curious to look where to invest. But the jitters of February was a little bit of a wake-up call. I wouldn't say an alarm clock but a wake-up call. You had this economy that was really strong but there are other things in this sort of Goldilocks that may actually surprise and the volatility seems to have been triggered by fears of inflation.\nAF: What are those other things that are weighing on some of these clients?\nMichael Strobaek: I mean, bonds. The question of inflation, the question of the role of inflation in your asset allocation right here, right now, is something that has weighed on, I wouldn't say the mood, but figuring out are we leaving this sort of very 'Goldilocks Lullaby' environment that we've been in and what is to come? And what we say is that global growth is still good. Growth assets are still good and maybe you should really think about your fixed income allocations, in particular your duration of bond allocations.\nAF: Let's talk about one thing that's sure to be on the minds of clients today, which is the Fed decision, the FOMC statement that came out overnight. It doesn't seem like a huge shift here although an increase in rate hikes for 2019 instead of this year. You've advocated for four this year. Are you surprised by anything you heard overnight?\nMichael Strobaek: We feel quite confirmed to be honest. I take it to be mildly dovish to be honest. I mean everybody would have feared a hawkish statement here and the Fed saying that growth is coming strong and we need to move faster. That's not the case.\nWe have four hikes in the books including the one from yesterday and we take note that they actually would probably even allow inflation to overshoot a bit. Dollar got a bit weaker. Long rates got a bit higher. Yield curve got a bit steeper. That's all quite growth-asset positive.\nAF: When you look at the equities space you said that you were overweight on Europe. How comfortable are you with the language, the messaging that's come from the ECB in terms of where they are in the tightening cycle right now?\nMichael Strobaek: We're quite comfortable with our European overweight, but you need to see it with quite good degree of granularity. I mean where the European economy is heading is for very solid growth. And it looks to us as if the Euro is also very well supported, in particular by the language and the direction of the ECB. So I mean if you just take currency stronger, equity markets as a question mark, our view is they can get stronger, financials, domestic plays, consumer plays in Europe and that's why we are overweight. And I'd add we're also overweight emerging market assets, growth assets in our view. Equities, we like Asia, we like China, we like Korea, we like many of the currencies in emerging markets as well and local currency bonds too.\nAF: When we talk about sectors, one of the sectors you are overweight on is tech. There's a lot of discussion that's happening in the U.S. right now on the back of what's happened with Facebook. It's one thing to talk about data and privacy issues with a platform like Facebook but there's concern that perhaps governments could start clamping down and regulation could kick in even more. This is a space that's largely been unregulated. You know, if you're holding these tech stocks how do you weigh that potential risk?\nMichael Strobaek: Well I think you have to go back to your books and consider how this will sort of affect the specific firms that have been sort of operating in this globalized world of enormous amounts of data and people interacting and the company you mentioned obviously is one of the big ones. I think people in general, as we move forward here, will have to sort of start thinking about what is happening to my data, how is it being used, and maybe it affects the business models in some sense. But I wouldn't be overly concerned here and now about that. We still like tech I have to say.\nAF: These FANG stocks have really been leading the market in the U.S. Do you see anything changing here given that they continue to post pretty strong earnings?\nMichael Strobaek: No I don't think so. I mean we are overweight tech. I do believe that tech is secular. It's all we're talking about at this conference is disruption, tech, automation, artificial intelligence, machine learning. This is here to stay and my view is that the speed of change is actually accelerating and that we probably haven't seen anything yet in what is to come.\nAF: Ok, we'll leave it there. Michael Strobaek, from Credit Suisse, the Global CIO.\nEND",
    "published": "2018-03-22T06:00:00.000+02:00",
    "crawled": "2018-03-22T07:58:03.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "credit",
        "suisse",
        "global",
        "chief",
        "investment",
        "officer",
        "michael",
        "strobaek",
        "credit",
        "suisse",
        "asian",
        "investment",
        "conference",
        "hong",
        "kong",
        "interview",
        "broadcast",
        "squawk",
        "box",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "akiko",
        "fujita",
        "akiko",
        "fujita",
        "af",
        "welcome",
        "back",
        "squawk",
        "box",
        "getting",
        "back",
        "action",
        "ground",
        "credit",
        "suisse",
        "21st",
        "annual",
        "aic",
        "conference",
        "theme",
        "last",
        "four",
        "day",
        "disruption",
        "usual",
        "going",
        "continue",
        "conversation",
        "global",
        "cio",
        "credit",
        "suisse",
        "michael",
        "strobaek",
        "joining",
        "floor",
        "welcome",
        "michael",
        "strobaek",
        "thank",
        "af",
        "sense",
        "ground",
        "chance",
        "go",
        "around",
        "speak",
        "people",
        "last",
        "four",
        "day",
        "term",
        "economy",
        "tracking",
        "right",
        "saying",
        "camera",
        "thing",
        "positive",
        "kicking",
        "year",
        "said",
        "seems",
        "like",
        "sentiment",
        "shifted",
        "bit",
        "michael",
        "strobaek",
        "yeah",
        "think",
        "little",
        "bit",
        "think",
        "people",
        "came",
        "sort",
        "memory",
        "sense",
        "people",
        "still",
        "sort",
        "quite",
        "positive",
        "still",
        "curious",
        "look",
        "invest",
        "jitter",
        "february",
        "little",
        "bit",
        "call",
        "would",
        "say",
        "alarm",
        "clock",
        "call",
        "economy",
        "really",
        "strong",
        "thing",
        "sort",
        "goldilocks",
        "may",
        "actually",
        "surprise",
        "volatility",
        "seems",
        "triggered",
        "fear",
        "inflation",
        "af",
        "thing",
        "weighing",
        "client",
        "michael",
        "strobaek",
        "mean",
        "bond",
        "question",
        "inflation",
        "question",
        "role",
        "inflation",
        "asset",
        "allocation",
        "right",
        "right",
        "something",
        "weighed",
        "would",
        "say",
        "mood",
        "figuring",
        "leaving",
        "sort",
        "lullaby",
        "environment",
        "come",
        "say",
        "global",
        "growth",
        "still",
        "good",
        "growth",
        "asset",
        "still",
        "good",
        "maybe",
        "really",
        "think",
        "fixed",
        "income",
        "allocation",
        "particular",
        "duration",
        "bond",
        "allocation",
        "af",
        "let",
        "talk",
        "one",
        "thing",
        "sure",
        "mind",
        "client",
        "today",
        "fed",
        "decision",
        "fomc",
        "statement",
        "came",
        "overnight",
        "seem",
        "like",
        "huge",
        "shift",
        "although",
        "increase",
        "rate",
        "hike",
        "instead",
        "year",
        "advocated",
        "four",
        "year",
        "surprised",
        "anything",
        "heard",
        "overnight",
        "michael",
        "strobaek",
        "feel",
        "quite",
        "confirmed",
        "honest",
        "take",
        "mildly",
        "dovish",
        "honest",
        "mean",
        "everybody",
        "would",
        "feared",
        "hawkish",
        "statement",
        "fed",
        "saying",
        "growth",
        "coming",
        "strong",
        "need",
        "move",
        "faster",
        "case",
        "four",
        "hike",
        "book",
        "including",
        "one",
        "yesterday",
        "take",
        "note",
        "actually",
        "would",
        "probably",
        "even",
        "allow",
        "inflation",
        "overshoot",
        "bit",
        "dollar",
        "got",
        "bit",
        "weaker",
        "long",
        "rate",
        "got",
        "bit",
        "higher",
        "yield",
        "curve",
        "got",
        "bit",
        "steeper",
        "quite",
        "positive",
        "af",
        "look",
        "equity",
        "space",
        "said",
        "overweight",
        "europe",
        "comfortable",
        "language",
        "messaging",
        "come",
        "ecb",
        "term",
        "tightening",
        "cycle",
        "right",
        "michael",
        "strobaek",
        "quite",
        "comfortable",
        "european",
        "overweight",
        "need",
        "see",
        "quite",
        "good",
        "degree",
        "granularity",
        "mean",
        "european",
        "economy",
        "heading",
        "solid",
        "growth",
        "look",
        "u",
        "euro",
        "also",
        "well",
        "supported",
        "particular",
        "language",
        "direction",
        "ecb",
        "mean",
        "take",
        "currency",
        "stronger",
        "equity",
        "market",
        "question",
        "mark",
        "view",
        "get",
        "stronger",
        "financials",
        "domestic",
        "play",
        "consumer",
        "play",
        "europe",
        "overweight",
        "add",
        "also",
        "overweight",
        "emerging",
        "market",
        "asset",
        "growth",
        "asset",
        "view",
        "equity",
        "like",
        "asia",
        "like",
        "china",
        "like",
        "korea",
        "like",
        "many",
        "currency",
        "emerging",
        "market",
        "well",
        "local",
        "currency",
        "bond",
        "af",
        "talk",
        "sector",
        "one",
        "sector",
        "overweight",
        "tech",
        "lot",
        "discussion",
        "happening",
        "right",
        "back",
        "happened",
        "facebook",
        "one",
        "thing",
        "talk",
        "data",
        "privacy",
        "issue",
        "platform",
        "like",
        "facebook",
        "concern",
        "perhaps",
        "government",
        "could",
        "start",
        "clamping",
        "regulation",
        "could",
        "kick",
        "even",
        "space",
        "largely",
        "unregulated",
        "know",
        "holding",
        "tech",
        "stock",
        "weigh",
        "potential",
        "risk",
        "michael",
        "strobaek",
        "well",
        "think",
        "go",
        "back",
        "book",
        "consider",
        "sort",
        "affect",
        "specific",
        "firm",
        "sort",
        "operating",
        "globalized",
        "world",
        "enormous",
        "amount",
        "data",
        "people",
        "interacting",
        "company",
        "mentioned",
        "obviously",
        "one",
        "big",
        "one",
        "think",
        "people",
        "general",
        "move",
        "forward",
        "sort",
        "start",
        "thinking",
        "happening",
        "data",
        "used",
        "maybe",
        "affect",
        "business",
        "model",
        "sense",
        "would",
        "overly",
        "concerned",
        "still",
        "like",
        "tech",
        "say",
        "af",
        "fang",
        "stock",
        "really",
        "leading",
        "market",
        "see",
        "anything",
        "changing",
        "given",
        "continue",
        "post",
        "pretty",
        "strong",
        "earnings",
        "michael",
        "strobaek",
        "think",
        "mean",
        "overweight",
        "tech",
        "believe",
        "tech",
        "secular",
        "talking",
        "conference",
        "disruption",
        "tech",
        "automation",
        "artificial",
        "intelligence",
        "machine",
        "learning",
        "stay",
        "view",
        "speed",
        "change",
        "actually",
        "accelerating",
        "probably",
        "seen",
        "anything",
        "yet",
        "come",
        "af",
        "ok",
        "leave",
        "michael",
        "strobaek",
        "credit",
        "suisse",
        "global",
        "cio",
        "end"
    ]
}