{
    "organizations": [],
    "uuid": "e245f37321d6b2fd5ff69b6d2410856c2179c8b8",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/03/20/term-sheet-tuesday-march-20/",
    "ord_in_thread": 0,
    "title": "Term Sheet -- Wednesday, November 15 | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Polina Marinova 9:41 AM EDT FERRO OUT\nGood morning, Term Sheet readers. Lots of news today.\nYesterday, Michael Ferro, chairman of newspaper publisher Tronc, announced his retirement . A Tronc news release said he was departing after negotiating the $500 million sale of the L.A. Times. Although he stepped down from his role, Ferro will still be paid $5 million-per-year by Tronc through Dec. 31, 2020, to serve as a consultant.\nSome people on Twitter were skeptical about the sudden retirement, asking “What’s the rest of the story?”\nHours later, my colleagues Kristen Bellstrom and Beth Kowitt published a bombshell story detailing the accounts of two women who say Ferro made unwanted physical advances toward them, including groping and an unwelcome kiss. The women — The Muse CEO and co-founder Kathryn Minshew and former Ingersoll Rand executive Hagan Kappler — spoke on the record.\nBellstrom and Kowitt raise a good point in the story — both women’s stories unfold where so much of business and deal-making takes place: that murky area outside the 9-to-5. This includes late-night dinners and after-work drinks. “It is an arena that is more difficult to navigate, more complicated, and has fewer rules—and one that, for decades, largely excluded women,” they write. From the story:\nThese venues and networks are gradually becoming more inclusive, but while women are now venturing into the rooms where alliances are struck and money is promised, that doesn’t mean they stand on equal ground. Women who infiltrate the old boys network must often weigh a set of questions that would never occur to their male counterparts: How do I respond to that suggestive remark? Could he think this is a date? Does this man really believe in my business—or does he just want to have sex with me?\nThese are some important points to think about. Read the full story here , and reply to this email with your thoughts, questions, and concerns.\nNEW FUNDING: Police tech company Mark43 just raised $38 million in Series C funding in hopes of making law enforcement more efficient. The startup provides a cloud-based records management system for incident logging, and it currently works with 13 public safety agencies across the U.S. CEO Scott Crouch said the company will use the funding for international expansion. The round was led by General Catalyst and Jim Breyer of Breyer Capital, who were joined by existing investors Spark Capital, Ashton Kutcher’s Sound Ventures, Bezos Expeditions, Goldman Sachs, and General David Petraeus. Read more here.\nWEINSTEIN NDAs: The Weinstein Co, which failed in the wake of sexual harassment claims against co-founder Harvey Weinstein, filed for bankruptcy yesterday with plans to sell its entertainment assets. Its assets and employees are going to private equity firm Lantern Capital Partners, but the deal also nullifies all the non-disclosure agreements that Harvey Weinstein made his accusers sign when he settled with them. In other words, this opens up the possibility that more of his victims could come forward. “No one should be afraid to speak out or coerced to stay quiet,” according to a statement. “The Company thanks the courageous individuals who have already come forward. Your voices have inspired a movement for change across the country and around the world.” Read more here.\nAdvertisement THE LATEST FROM FORTUNE...\n• Bumble Escalates Tinder Rivalry With Biting Response to Patent Lawsuit (by Hallie Detrick)\n• How Innovative Health Entrepreneurs Are Using Big Data (by Erika Fry)\n• Commentary: How Silicon Valley Can Help Fix Our Health Care System (by Lloyd B. Minor)\n• Uber Halts All Self-Driving Car Testing After Fatal Accident (by Kirsten Korosec)\nVENTURE DEALS\n• N26 , a Germany-based mobile banking company, raised $160 million in Series C funding. Allianz X and Tencent Holdings Ltd co-led the round.\n• Desktop Metal , a Burlington, Mass.-based company making metal 3D printing accessible to manufacturers and engineers, raised $65 million in funding. Ford Motor Company led the round, and was joined by investors including Future Fund.\n• Mythic , an Austin, Texas-based AI chip company, raised $40 million in Series B funding. SoftBank Ventures led the round, and was joined by investors including DFJ, Lux Capital, Data Collective, AME Cloud Ventures, Lockheed Martin Ventures and Andy Bechtolsheim.\n• Cheddar , a New York-based live video news network, raised $22 million in Series D financing. Raine Ventures led the round, and was joined by investors including Liberty Global, Goldman Sachs, Antenna Group, 7 Global Capital, Dentsu Ventures and the family office of Kelly Loeffler and Jeff Sprecher.\n• Neurotrack , a Richmond, Va.-based digital memory health platform, raised $13.7 million in Series B funding. Sozo Ventures led the round, and was joined by investors including Marc Benioff, Khosla Ventures, Founders Fund, Social Capital, AME Cloud Partners and Rethink Impact.\n• UpKeep Maintenance Management , an Encino, Calif.-based group collaboration and maintenance application for facility management teams, raised $10 million in Series A funding. Emergence Capital led the round.\n• Riveter , a Seattle-based co-working office space for women, raised $4.75 million in seed funding. Madrona Venture Group led the round, and was joined by investors including X Factor Ventures, Brilliant Ventures, The Helm, PLG Ventures, Portland Seed Fund, Founders’ Co-Op, and Start It Labs.\n• Serious Factory , a France-based virtual training suite publisher, raised 3 million euros ($3.7 million) in funding. Investors include Odyssée Venture and Paris Region Venture Fund managed by CapDecisif Management and Sibessor 2/Investessor.\n• Green Tank , a vape manufacturer, raised $3.5 million in funding. Investors include Snoop Dogg’s VC firm Casa Verde and Green Acre Capital.\n• Promise , a Japan-based criminal justice reform startup, has raised $3 million in funding. First Round Capital led the round with participation from Jay-Z’s Roc Nation LLC, Y Combinator, Kapor Capital, 8VC and Adelfos.\n• Skycision , a Pittsburgh, Penn.-based provider of a data platform that leverages drone and satellite imagery to help farmers manage crops, raised $1.1 million in seed funding. Innova Memphis led the round, and was joined by investors including Scurich Berry Farms and AgLaunch .\nAdvertisement HEALTH AND LIFE SCIENCES DEALS\n• Oxford Nanopore Technologies Ltd , a U.K.-based developer of nanopore-based electronic systems for analysis of single molecules, raised $100 million pounds ($140 million). Investors include GIC , China Construction Bank International , and Hostplus.\n• Unity Biotechnology Inc , a San Francisco-based developer of treatments that focus on diseases of aging, raised $55 million in Series C funding. Investors include EcoR1 Capital Fund, 6 Dimensions Capital, Altitude Life Science Ventures, Fidelity Management & Research Company, Baillie Gifford, Partner Fund Management, Pivotal Alpha Limited, Invus Opportunities, ARCH Venture Partners, Venrock, Founders Fund and the Longevity Fund.\nAdvertisement PRIVATE EQUITY DEALS\n• Acacia Partners acquired a minority stake in Red River, a Claremont, N.H.-based tech services provider. Financial terms weren’t disclosed.\n• Kainos Capital acquired Bonewerks Culinarte , a Green Bay, Wisc.-based provider of sauce products. Financial terms weren’t disclosed.\n• The Beekman Group invested in Riccobene Associates Family Dentistry , a Cary, N.C.-based provider of dental services. Financial terms weren’t disclosed.\n• New Water Capital LP invested in Pegasus Foods, a Calif.-based frozen foods manufacturer. Financial terms weren’t disclosed.\nAdvertisement OTHER DEALS\n• Runnymede Investments acquired Smuttynose Brewing Company , an Exeter, N.H.-based craft brewery, from The Provident Bank . Financial terms weren’t disclosed.\nAdvertisement IPOs\n• Terrapin 4 Acquisition , a Coral Gables, Fla.-based SPAC formed to acquire, lowered its proposed deal size from $300 million to $200 million. The company plans to offer 20 million units priced at $10 a piece. Terrapin Partners and Nomura Securities back the firm. Nomura Securities is the sole bookrunner on the deal. Terrapin 4 Acquisition plans to list on the Nasdaq as “TRTLU.” Read more.\n• Unum Therapeutics , a Cambridge, Mass.-based immunotherapies developer, said it plans to raise $75 million in an offering of 5.8 million shares priced between $12 to $14 apiece. The firm posted revenue of $8.4 million and loss of $25.6 million in 2017. Atlas Venture (13.9% pre-offering), F-Prime (9.9%), Aventisub (5.8%), and New Leaf (5.3%) back the firm. Morgan Stanley and Cowen & Company are joint bookrunners in the deal. It plans to list on the Nasdaq as “UNUM.” Read more .\n• IBEX Holdings , a Hamilton, Bermuda-based customer service company, said it plans to raise $60 million in an IPO of 4 million shares priced between $14 to $16 apiece. In the year ending June, the firm posted revenue of $334 million and loss of $9 million. TRG Pakistan Limited backs the firm. Baird, Piper Jaffray, William Blair and SunTrust Robinson Humphrey are underwriters in the deal. The firm plans to list on the Nasdaq as “IBEX.” Read more .\n• Australia and New Zealand Banking Group is weighing an IPO of vehicle finance unit UDC Finance . Read more .\nAdvertisement EXITS\n• Warburg Pincus agreed to sell Extant , a Melbourne, Fla.-based provider of avionics, electronics, and electromechanical products for the aerospace and defense markets, to TransDigm for about $525 million in cash.\nAdvertisement FIRMS + FUNDS\n• Ampersand Capital Partners , a Wellesley, Mass.-based private equity firm, raised $450 million for its new fund, AMP-18.\n• Mediterra Capital Partners , a Turkey-based private equity firm, raised more than $185 million for its second fund, according to an SEC filing. The fund’s target is $365.28 million.\n• Sequoia Capital , a Menlo Park, Calif.-based private equity and venture capital firm, appears to have raised $94 million for an Israeli venture fund, S Capital, according to PEHub. Read more.\nAdvertisement PEOPLE\n• Jason Dorsey joined Next Coast Ventures as a venture partner.\n• Michelle McHargue joined Costanoa Ventures as an operating partner and Mark Selcow has been named general partner.\nAdvertisement SHARE TODAY'S TERM SHEET\nView this email in your browser .\nPolina Marinova produces Term Sheet, and Lucinda Shen compiles the IPO news. Send deal announcements to Polina here and IPO news to Lucinda here .",
    "published": "2018-03-20T11:41:00.000+02:00",
    "crawled": "2018-03-20T17:43:32.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "polina",
        "marinova",
        "edt",
        "ferro",
        "good",
        "morning",
        "term",
        "sheet",
        "reader",
        "lot",
        "news",
        "today",
        "yesterday",
        "michael",
        "ferro",
        "chairman",
        "newspaper",
        "publisher",
        "tronc",
        "announced",
        "retirement",
        "tronc",
        "news",
        "release",
        "said",
        "departing",
        "negotiating",
        "million",
        "sale",
        "time",
        "although",
        "stepped",
        "role",
        "ferro",
        "still",
        "paid",
        "tronc",
        "serve",
        "consultant",
        "people",
        "twitter",
        "skeptical",
        "sudden",
        "retirement",
        "asking",
        "rest",
        "story",
        "hour",
        "later",
        "colleague",
        "kristen",
        "bellstrom",
        "beth",
        "kowitt",
        "published",
        "bombshell",
        "story",
        "detailing",
        "account",
        "two",
        "woman",
        "say",
        "ferro",
        "made",
        "unwanted",
        "physical",
        "advance",
        "toward",
        "including",
        "groping",
        "unwelcome",
        "kiss",
        "woman",
        "muse",
        "ceo",
        "kathryn",
        "minshew",
        "former",
        "ingersoll",
        "rand",
        "executive",
        "hagan",
        "kappler",
        "spoke",
        "record",
        "bellstrom",
        "kowitt",
        "raise",
        "good",
        "point",
        "story",
        "woman",
        "story",
        "unfold",
        "much",
        "business",
        "take",
        "place",
        "murky",
        "area",
        "outside",
        "includes",
        "dinner",
        "drink",
        "arena",
        "difficult",
        "navigate",
        "complicated",
        "fewer",
        "one",
        "decade",
        "largely",
        "excluded",
        "woman",
        "write",
        "story",
        "venue",
        "network",
        "gradually",
        "becoming",
        "inclusive",
        "woman",
        "venturing",
        "room",
        "alliance",
        "struck",
        "money",
        "promised",
        "mean",
        "stand",
        "equal",
        "ground",
        "woman",
        "infiltrate",
        "old",
        "boy",
        "network",
        "must",
        "often",
        "weigh",
        "set",
        "question",
        "would",
        "never",
        "occur",
        "male",
        "counterpart",
        "respond",
        "suggestive",
        "remark",
        "could",
        "think",
        "date",
        "man",
        "really",
        "believe",
        "want",
        "sex",
        "important",
        "point",
        "think",
        "read",
        "full",
        "story",
        "reply",
        "email",
        "thought",
        "question",
        "concern",
        "new",
        "funding",
        "police",
        "tech",
        "company",
        "mark43",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "hope",
        "making",
        "law",
        "enforcement",
        "efficient",
        "startup",
        "provides",
        "record",
        "management",
        "system",
        "incident",
        "logging",
        "currently",
        "work",
        "public",
        "safety",
        "agency",
        "across",
        "ceo",
        "scott",
        "crouch",
        "said",
        "company",
        "use",
        "funding",
        "international",
        "expansion",
        "round",
        "led",
        "general",
        "catalyst",
        "jim",
        "breyer",
        "breyer",
        "capital",
        "joined",
        "existing",
        "investor",
        "spark",
        "capital",
        "ashton",
        "kutcher",
        "sound",
        "venture",
        "bezos",
        "expedition",
        "goldman",
        "sachs",
        "general",
        "david",
        "petraeus",
        "read",
        "weinstein",
        "ndas",
        "weinstein",
        "co",
        "failed",
        "wake",
        "sexual",
        "harassment",
        "claim",
        "harvey",
        "weinstein",
        "filed",
        "bankruptcy",
        "yesterday",
        "plan",
        "sell",
        "entertainment",
        "asset",
        "asset",
        "employee",
        "going",
        "private",
        "equity",
        "firm",
        "lantern",
        "capital",
        "partner",
        "deal",
        "also",
        "nullifies",
        "agreement",
        "harvey",
        "weinstein",
        "made",
        "accuser",
        "sign",
        "settled",
        "word",
        "open",
        "possibility",
        "victim",
        "could",
        "come",
        "forward",
        "one",
        "afraid",
        "speak",
        "coerced",
        "stay",
        "quiet",
        "according",
        "statement",
        "company",
        "thanks",
        "courageous",
        "individual",
        "already",
        "come",
        "forward",
        "voice",
        "inspired",
        "movement",
        "change",
        "across",
        "country",
        "around",
        "read",
        "advertisement",
        "latest",
        "fortune",
        "bumble",
        "escalates",
        "tinder",
        "rivalry",
        "biting",
        "response",
        "patent",
        "lawsuit",
        "hallie",
        "detrick",
        "innovative",
        "health",
        "entrepreneur",
        "using",
        "big",
        "data",
        "erika",
        "fry",
        "commentary",
        "silicon",
        "valley",
        "help",
        "fix",
        "health",
        "care",
        "system",
        "lloyd",
        "minor",
        "uber",
        "halt",
        "car",
        "testing",
        "fatal",
        "accident",
        "kirsten",
        "korosec",
        "venture",
        "deal",
        "n26",
        "mobile",
        "banking",
        "company",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "allianz",
        "x",
        "tencent",
        "holding",
        "ltd",
        "round",
        "desktop",
        "metal",
        "burlington",
        "company",
        "making",
        "metal",
        "3d",
        "printing",
        "accessible",
        "manufacturer",
        "engineer",
        "raised",
        "million",
        "funding",
        "ford",
        "motor",
        "company",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "future",
        "fund",
        "mythic",
        "austin",
        "ai",
        "chip",
        "company",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "softbank",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "dfj",
        "lux",
        "capital",
        "data",
        "collective",
        "ame",
        "cloud",
        "venture",
        "lockheed",
        "martin",
        "venture",
        "andy",
        "bechtolsheim",
        "cheddar",
        "new",
        "live",
        "video",
        "news",
        "network",
        "raised",
        "million",
        "series",
        "financing",
        "raine",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "liberty",
        "global",
        "goldman",
        "sachs",
        "antenna",
        "group",
        "global",
        "capital",
        "dentsu",
        "venture",
        "family",
        "office",
        "kelly",
        "loeffler",
        "jeff",
        "sprecher",
        "neurotrack",
        "richmond",
        "digital",
        "memory",
        "health",
        "platform",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "sozo",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "marc",
        "benioff",
        "khosla",
        "venture",
        "founder",
        "fund",
        "social",
        "capital",
        "ame",
        "cloud",
        "partner",
        "rethink",
        "impact",
        "upkeep",
        "maintenance",
        "management",
        "encino",
        "group",
        "collaboration",
        "maintenance",
        "application",
        "facility",
        "management",
        "team",
        "raised",
        "million",
        "series",
        "funding",
        "emergence",
        "capital",
        "led",
        "round",
        "riveter",
        "office",
        "space",
        "woman",
        "raised",
        "million",
        "seed",
        "funding",
        "madrona",
        "venture",
        "group",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "x",
        "factor",
        "venture",
        "brilliant",
        "venture",
        "helm",
        "plg",
        "venture",
        "portland",
        "seed",
        "fund",
        "founder",
        "start",
        "lab",
        "serious",
        "factory",
        "virtual",
        "training",
        "suite",
        "publisher",
        "raised",
        "million",
        "euro",
        "million",
        "funding",
        "investor",
        "include",
        "odyssée",
        "venture",
        "paris",
        "region",
        "venture",
        "fund",
        "managed",
        "capdecisif",
        "management",
        "sibessor",
        "green",
        "tank",
        "vape",
        "manufacturer",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "snoop",
        "dogg",
        "vc",
        "firm",
        "casa",
        "verde",
        "green",
        "acre",
        "capital",
        "promise",
        "criminal",
        "justice",
        "reform",
        "startup",
        "raised",
        "million",
        "funding",
        "first",
        "round",
        "capital",
        "led",
        "round",
        "participation",
        "roc",
        "nation",
        "llc",
        "combinator",
        "kapor",
        "capital",
        "8vc",
        "adelfos",
        "skycision",
        "pittsburgh",
        "provider",
        "data",
        "platform",
        "leverage",
        "drone",
        "satellite",
        "imagery",
        "help",
        "farmer",
        "manage",
        "crop",
        "raised",
        "million",
        "seed",
        "funding",
        "innova",
        "memphis",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "scurich",
        "berry",
        "farm",
        "aglaunch",
        "advertisement",
        "health",
        "life",
        "science",
        "deal",
        "oxford",
        "nanopore",
        "technology",
        "ltd",
        "developer",
        "electronic",
        "system",
        "analysis",
        "single",
        "molecule",
        "raised",
        "million",
        "pound",
        "million",
        "investor",
        "include",
        "gic",
        "china",
        "construction",
        "bank",
        "international",
        "hostplus",
        "unity",
        "biotechnology",
        "inc",
        "san",
        "developer",
        "treatment",
        "focus",
        "disease",
        "aging",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "investor",
        "include",
        "ecor1",
        "capital",
        "fund",
        "dimension",
        "capital",
        "altitude",
        "life",
        "science",
        "venture",
        "fidelity",
        "management",
        "research",
        "company",
        "baillie",
        "gifford",
        "partner",
        "fund",
        "management",
        "pivotal",
        "alpha",
        "limited",
        "invus",
        "opportunity",
        "arch",
        "venture",
        "partner",
        "venrock",
        "founder",
        "fund",
        "longevity",
        "fund",
        "advertisement",
        "private",
        "equity",
        "deal",
        "acacia",
        "partner",
        "acquired",
        "minority",
        "stake",
        "red",
        "river",
        "claremont",
        "tech",
        "service",
        "provider",
        "financial",
        "term",
        "disclosed",
        "kainos",
        "capital",
        "acquired",
        "bonewerks",
        "culinarte",
        "green",
        "bay",
        "provider",
        "sauce",
        "product",
        "financial",
        "term",
        "disclosed",
        "beekman",
        "group",
        "invested",
        "riccobene",
        "associate",
        "family",
        "dentistry",
        "cary",
        "provider",
        "dental",
        "service",
        "financial",
        "term",
        "disclosed",
        "new",
        "water",
        "capital",
        "lp",
        "invested",
        "pegasus",
        "food",
        "frozen",
        "food",
        "manufacturer",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "deal",
        "runnymede",
        "investment",
        "acquired",
        "smuttynose",
        "brewing",
        "company",
        "exeter",
        "craft",
        "brewery",
        "provident",
        "bank",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "ipo",
        "terrapin",
        "acquisition",
        "coral",
        "gable",
        "spac",
        "formed",
        "acquire",
        "lowered",
        "proposed",
        "deal",
        "size",
        "million",
        "million",
        "company",
        "plan",
        "offer",
        "million",
        "unit",
        "priced",
        "piece",
        "terrapin",
        "partner",
        "nomura",
        "security",
        "back",
        "firm",
        "nomura",
        "security",
        "sole",
        "bookrunner",
        "deal",
        "terrapin",
        "acquisition",
        "plan",
        "list",
        "nasdaq",
        "read",
        "unum",
        "therapeutic",
        "cambridge",
        "immunotherapy",
        "developer",
        "said",
        "plan",
        "raise",
        "million",
        "offering",
        "million",
        "share",
        "priced",
        "apiece",
        "firm",
        "posted",
        "revenue",
        "million",
        "loss",
        "million",
        "atlas",
        "venture",
        "aventisub",
        "new",
        "leaf",
        "back",
        "firm",
        "morgan",
        "stanley",
        "cowen",
        "company",
        "joint",
        "bookrunners",
        "deal",
        "plan",
        "list",
        "nasdaq",
        "read",
        "ibex",
        "holding",
        "hamilton",
        "customer",
        "service",
        "company",
        "said",
        "plan",
        "raise",
        "million",
        "ipo",
        "million",
        "share",
        "priced",
        "apiece",
        "year",
        "ending",
        "june",
        "firm",
        "posted",
        "revenue",
        "million",
        "loss",
        "million",
        "trg",
        "pakistan",
        "limited",
        "back",
        "firm",
        "baird",
        "piper",
        "jaffray",
        "william",
        "blair",
        "suntrust",
        "robinson",
        "humphrey",
        "underwriter",
        "deal",
        "firm",
        "plan",
        "list",
        "nasdaq",
        "read",
        "australia",
        "new",
        "zealand",
        "banking",
        "group",
        "weighing",
        "ipo",
        "vehicle",
        "finance",
        "unit",
        "udc",
        "finance",
        "read",
        "advertisement",
        "exit",
        "warburg",
        "pincus",
        "agreed",
        "sell",
        "extant",
        "melbourne",
        "provider",
        "avionics",
        "electronics",
        "electromechanical",
        "product",
        "aerospace",
        "defense",
        "market",
        "transdigm",
        "million",
        "cash",
        "advertisement",
        "firm",
        "fund",
        "ampersand",
        "capital",
        "partner",
        "wellesley",
        "private",
        "equity",
        "firm",
        "raised",
        "million",
        "new",
        "fund",
        "mediterra",
        "capital",
        "partner",
        "private",
        "equity",
        "firm",
        "raised",
        "million",
        "second",
        "fund",
        "according",
        "sec",
        "filing",
        "fund",
        "target",
        "million",
        "sequoia",
        "capital",
        "menlo",
        "park",
        "private",
        "equity",
        "venture",
        "capital",
        "firm",
        "appears",
        "raised",
        "million",
        "israeli",
        "venture",
        "fund",
        "capital",
        "according",
        "pehub",
        "read",
        "advertisement",
        "people",
        "jason",
        "dorsey",
        "joined",
        "next",
        "coast",
        "venture",
        "venture",
        "partner",
        "michelle",
        "mchargue",
        "joined",
        "costanoa",
        "venture",
        "operating",
        "partner",
        "mark",
        "selcow",
        "named",
        "general",
        "partner",
        "advertisement",
        "share",
        "today",
        "term",
        "sheet",
        "view",
        "email",
        "browser",
        "polina",
        "marinova",
        "produce",
        "term",
        "sheet",
        "lucinda",
        "shen",
        "compiles",
        "ipo",
        "news",
        "send",
        "deal",
        "announcement",
        "polina",
        "ipo",
        "news",
        "lucinda"
    ]
}