{
    "organizations": [],
    "uuid": "025240f88036ac4ac1ce9288e9601b7eda867c9f",
    "author": "Zameena Mejia",
    "url": "https://www.cnbc.com/2018/03/06/sophia-amoruso-women-are-beginning-to-write-our-own-history.html",
    "ord_in_thread": 0,
    "title": "Sophia Amoruso: 'Women are beginning to write our own history'",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Entrepreneur and Nasty Gal founder Sophia Amoruso says that now, more than ever, women have the opportunity to rewrite history.\n\"I think historically women have been spoken to in a way that is very fear-mongering,\" Amoruso says to Recode . \"Women, it feels like, are beginning to write our own history and our own version of what success can look like for ourselves individually; a conversation that we can have collectively as a group, and share ideas, learnings, wins, losses and hacks to define together what that means for us individually.\"\n\n\nDiscussing the #MeToo movement, Amoruso tells ReCode, \"I think change takes a really long time. I think we're [at] this point, we're ripping limb from flesh, and culture's just totally f-cked. There's gonna be room to write something new.\"\nAmoruso says that although progress for women's equality has slow, the fight is more inclusive today than it was in her adolescence. \"When I was in high school, the girl who was gonna go into college and become a sorority girl would never have gone to a women's march,\" she says, adding that today, \"the women's march is full of teenagers and full of young people.\"\nIn her latest role as Girlboss founder and CEO, Amoruso tells CNBC Make It that she wants to inspire women to redefine what success means for themselves by sharing their stories and encouraging them to learn from each other's experiences.\n\"[Millennials are] growing up and I want Girlboss to be better than anyone else at speaking about things like hardship, success and spirituality in a way that has a lot of heart, for a generation who doesn't really have that. It's a new era,\" Amoruso says.\nSince speaking with CNBC Make It in November, Amoruso announced she raised $3.1 million in seed funding led by Lightspeed Venture Partners on December 13. Just days later, she joined Hillary Clinton, Senator Kamala Harris and over 10,000 girls from local public middle and high schools for the Girls Build Leadership Summit .\n\nAmoruso had been under scrutiny for several business ventures under her name, including Nasty Gal, the company which she founded and brought her to fame, and the Netflix original show \"Girlboss\" which she helped produce.\n\"The last decade of my life has been inheriting choices that I made without knowing what I was building or how to build a culture. There were just so many things, I was 22 years old and I ended up with this runaway train that was Nasty Gal,\" Amoruso says.\nAmoruso is most famous for starting vintage designer clothing company Nasty Gal, which she grew from a one-woman eBay operation as a 22-year-old in 2006 to a company which earned over $300 million in revenue in 2015 alone, according to Forbes estimates.\n\"I was a young, naive founder,\" Amoruso tells Recode. \"I thought I could hire C-level executives who would just write their job descriptions for themselves, hold themselves accountable. At the end of the day, I think scientifically we've proven that an observed object behaves differently than when it's not observed.\"\nSince publishing her best-selling memoir \"#Girlboss\" nearly three years ago, Amoruso says she wants to pass on the wisdom and hard-learned lessons she has learned from her time as an entrepreneur.\nThrough her recently published book, \" The Girlboss Workbook: An Interactive Journal for Winning at Life ,\" Amoruso aims to provide structure to how women should approach getting jobs, start businesses and build brands.\nShe also includes a \"Girlboss Oath\" for readers to stand by, part of which says:\nI will live deliberately. I will work with intention, play with intention and love with intention. I will take nothing at face value, ask questions and write my own rules. I will wake up every day to fight the most important battle of my life: my life. I will be curious and trust that, in time, my questions will answer themselves. I will play my strengths, sniff out my shortcomings and stomp out my ego at every opportunity.\nThe 176-page workbook is made up of fill-in-the-blank pages including a roadmap for plotting your dream career, tips for writing cover letters and thank you emails, budgeting tools and money advice, self-care and relationship tips.\nHere are three pieces of career advice Amoruso wants everyone who uses the \"Girlboss Workbook\" to apply to their lives:\nBring your best self to work \"Everyone has a different personality in the workplace,\" Amoruso says. \"By bringing your best self and not letting the small things sway you, that will allow you to keep rolling ahead in work and in life.\"\nA post shared by Moka Books (@mokabooks) on Nov 4, 2017 at 4:50am PDT \nShe adds that by unapologetically being yourself, speaking up at the table, asking questions and not being afraid to not know something, \"it shows other people that you're willing to learn.\"\nAmoruso also notes that if you find yourself caught up in divisive workplace politics, you need to let those things roll off of you, focus on doing your best work and be confident in who you are.\n\"Don't overinflate your worth, but also don't settle for less than you're worth,\" she says. \"Know that it takes hard work to get to where you are.\"\nDo things that terrify you \"If what you're doing doesn't terrify you, we have problems,\" Amoruso writes in the book. In this case, she is referring to sense of fear that often comes with the challenges of pursuing your dreams.\nI'm always competing with myself.. Even though I did just a little bit better than what I done previously.. I still feel like I'm improving. #girlbossworkbook \nA post shared by inktrovertdilla (@inktrovertdilla) on Oct 31, 2017 at 5:17pm PDT \n\"I've taken some really big risks in my life and I've seen great loss, but I have also seen great, great reward,\" she says. \"Without saying yes to the things that we're terrified of and continuing to step into what life asks of us or create those big opportunities for ourselves, I think we're asleep at the wheel,\" Amoruso says.\nAmoruso is referring to the rise and fall of Nasty Gal, the million-dollar vintage designer clothing company she launched as a one-woman eBay operation at 22 years old in 2006, which quickly gained a cult following.\nBut following financial struggles, legal issues and layoffs, Amoruso's iteration of Nasty Gal fell apart. In 2015, she stepped down as its CEO, the company then filed for bankruptcy in late 2016 and was acquired by fast-fashion company Boohoo for $20 million, a mere fraction of Nasty Gal's valuation just two years prior. \nTaking risks for personal growth is not to be mistaken with leading a dramatic life without stability, Amoruso points out. But if you feel complacent in your life or career, she says, it's time to consider a personal transformation.\nTo start, Amoruso recommends that you look at what you spend your time doing and work up the bravery to ask yourself difficult questions.\n\"Outside of school and work environments, you also have to say yes to things that may seem terrifying,\" Amoruso says. \"In the same way that we work out our bodies, this is almost like cross-training for your soul.\"\nBuild your network offline and 'IRL' Amoruso says she wants women of all ages to use the interactive \"Girlboss Workbook\" and hopes to connect them \"IRL,\" or in real life, \"to celebrate what they have in common, what's different, learn from one another and to have these important conversations wherever they are.\"\n#fbf to last weekend's #girlbossrally with Sophia Amoruso. Still energized by it. #financialfeminist #nastygal #ownit \nA post shared by Sallie Krawcheck (@sallie.krawcheck) on Mar 10, 2017 at 6:08am PST \n\"Walking up to a stranger at a networking event can be terrifying, but I think continuing to move into the places that make us uncomfortable is what expands us and our capabilities,\" Amoruso says.\n\nLike this story? Like CNBC Make It on Facebook . \nDon't miss:\nWhat you can learn from Barack Obama's 4 rules for networking \nHow this mindset shift can help you be more successful, according to a Columbia psychologist \nshow chapters Bobbi Brown built her makeup empire by talking to everyone she met      1:29 PM ET Sun, 11 June 2017 | 01:13 This is an updated version of a previously published story.",
    "published": "2018-03-06T02:00:00.000+02:00",
    "crawled": "2018-03-06T21:29:42.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "entrepreneur",
        "nasty",
        "gal",
        "founder",
        "sophia",
        "amoruso",
        "say",
        "ever",
        "woman",
        "opportunity",
        "rewrite",
        "history",
        "think",
        "historically",
        "woman",
        "spoken",
        "way",
        "amoruso",
        "say",
        "recode",
        "woman",
        "feel",
        "like",
        "beginning",
        "write",
        "history",
        "version",
        "success",
        "look",
        "like",
        "individually",
        "conversation",
        "collectively",
        "group",
        "share",
        "idea",
        "learning",
        "win",
        "loss",
        "hack",
        "define",
        "together",
        "mean",
        "u",
        "individually",
        "discussing",
        "metoo",
        "movement",
        "amoruso",
        "tell",
        "recode",
        "think",
        "change",
        "take",
        "really",
        "long",
        "time",
        "think",
        "point",
        "ripping",
        "limb",
        "flesh",
        "culture",
        "totally",
        "gon",
        "na",
        "room",
        "write",
        "something",
        "new",
        "amoruso",
        "say",
        "although",
        "progress",
        "woman",
        "equality",
        "slow",
        "fight",
        "inclusive",
        "today",
        "adolescence",
        "high",
        "school",
        "girl",
        "gon",
        "na",
        "go",
        "college",
        "become",
        "sorority",
        "girl",
        "would",
        "never",
        "gone",
        "woman",
        "march",
        "say",
        "adding",
        "today",
        "woman",
        "march",
        "full",
        "teenager",
        "full",
        "young",
        "people",
        "latest",
        "role",
        "girlboss",
        "founder",
        "ceo",
        "amoruso",
        "tell",
        "cnbc",
        "make",
        "want",
        "inspire",
        "woman",
        "redefine",
        "success",
        "mean",
        "sharing",
        "story",
        "encouraging",
        "learn",
        "experience",
        "millennials",
        "growing",
        "want",
        "girlboss",
        "better",
        "anyone",
        "else",
        "speaking",
        "thing",
        "like",
        "hardship",
        "success",
        "spirituality",
        "way",
        "lot",
        "heart",
        "generation",
        "really",
        "new",
        "era",
        "amoruso",
        "say",
        "since",
        "speaking",
        "cnbc",
        "make",
        "november",
        "amoruso",
        "announced",
        "raised",
        "million",
        "seed",
        "funding",
        "led",
        "lightspeed",
        "venture",
        "partner",
        "december",
        "day",
        "later",
        "joined",
        "hillary",
        "clinton",
        "senator",
        "kamala",
        "harris",
        "girl",
        "local",
        "public",
        "middle",
        "high",
        "school",
        "girl",
        "build",
        "leadership",
        "summit",
        "amoruso",
        "scrutiny",
        "several",
        "business",
        "venture",
        "name",
        "including",
        "nasty",
        "gal",
        "company",
        "founded",
        "brought",
        "fame",
        "netflix",
        "original",
        "show",
        "girlboss",
        "helped",
        "produce",
        "last",
        "decade",
        "life",
        "inheriting",
        "choice",
        "made",
        "without",
        "knowing",
        "building",
        "build",
        "culture",
        "many",
        "thing",
        "year",
        "old",
        "ended",
        "runaway",
        "train",
        "nasty",
        "gal",
        "amoruso",
        "say",
        "amoruso",
        "famous",
        "starting",
        "vintage",
        "designer",
        "clothing",
        "company",
        "nasty",
        "gal",
        "grew",
        "ebay",
        "operation",
        "company",
        "earned",
        "million",
        "revenue",
        "alone",
        "according",
        "forbes",
        "estimate",
        "young",
        "naive",
        "founder",
        "amoruso",
        "tell",
        "recode",
        "thought",
        "could",
        "hire",
        "executive",
        "would",
        "write",
        "job",
        "description",
        "hold",
        "accountable",
        "end",
        "day",
        "think",
        "scientifically",
        "proven",
        "observed",
        "object",
        "behaves",
        "differently",
        "observed",
        "since",
        "publishing",
        "memoir",
        "girlboss",
        "nearly",
        "three",
        "year",
        "ago",
        "amoruso",
        "say",
        "want",
        "pas",
        "wisdom",
        "lesson",
        "learned",
        "time",
        "entrepreneur",
        "recently",
        "published",
        "book",
        "girlboss",
        "workbook",
        "interactive",
        "journal",
        "winning",
        "life",
        "amoruso",
        "aim",
        "provide",
        "structure",
        "woman",
        "approach",
        "getting",
        "job",
        "start",
        "business",
        "build",
        "brand",
        "also",
        "includes",
        "girlboss",
        "oath",
        "reader",
        "stand",
        "part",
        "say",
        "live",
        "deliberately",
        "work",
        "intention",
        "play",
        "intention",
        "love",
        "intention",
        "take",
        "nothing",
        "face",
        "value",
        "ask",
        "question",
        "write",
        "rule",
        "wake",
        "every",
        "day",
        "fight",
        "important",
        "battle",
        "life",
        "life",
        "curious",
        "trust",
        "time",
        "question",
        "answer",
        "play",
        "strength",
        "sniff",
        "shortcoming",
        "stomp",
        "ego",
        "every",
        "opportunity",
        "workbook",
        "made",
        "page",
        "including",
        "roadmap",
        "plotting",
        "dream",
        "career",
        "tip",
        "writing",
        "cover",
        "letter",
        "thank",
        "email",
        "budgeting",
        "tool",
        "money",
        "advice",
        "relationship",
        "tip",
        "three",
        "piece",
        "career",
        "advice",
        "amoruso",
        "want",
        "everyone",
        "us",
        "girlboss",
        "workbook",
        "apply",
        "life",
        "bring",
        "best",
        "self",
        "work",
        "everyone",
        "different",
        "personality",
        "workplace",
        "amoruso",
        "say",
        "bringing",
        "best",
        "self",
        "letting",
        "small",
        "thing",
        "sway",
        "allow",
        "keep",
        "rolling",
        "ahead",
        "work",
        "life",
        "post",
        "shared",
        "moka",
        "book",
        "mokabooks",
        "nov",
        "pdt",
        "add",
        "unapologetically",
        "speaking",
        "table",
        "asking",
        "question",
        "afraid",
        "know",
        "something",
        "show",
        "people",
        "willing",
        "learn",
        "amoruso",
        "also",
        "note",
        "find",
        "caught",
        "divisive",
        "workplace",
        "politics",
        "need",
        "let",
        "thing",
        "roll",
        "focus",
        "best",
        "work",
        "confident",
        "overinflate",
        "worth",
        "also",
        "settle",
        "less",
        "worth",
        "say",
        "know",
        "take",
        "hard",
        "work",
        "get",
        "thing",
        "terrify",
        "terrify",
        "problem",
        "amoruso",
        "writes",
        "book",
        "case",
        "referring",
        "sense",
        "fear",
        "often",
        "come",
        "challenge",
        "pursuing",
        "dream",
        "always",
        "competing",
        "even",
        "though",
        "little",
        "bit",
        "better",
        "done",
        "previously",
        "still",
        "feel",
        "like",
        "improving",
        "girlbossworkbook",
        "post",
        "shared",
        "inktrovertdilla",
        "inktrovertdilla",
        "oct",
        "pdt",
        "taken",
        "really",
        "big",
        "risk",
        "life",
        "seen",
        "great",
        "loss",
        "also",
        "seen",
        "great",
        "great",
        "reward",
        "say",
        "without",
        "saying",
        "yes",
        "thing",
        "terrified",
        "continuing",
        "step",
        "life",
        "asks",
        "u",
        "create",
        "big",
        "opportunity",
        "think",
        "asleep",
        "wheel",
        "amoruso",
        "say",
        "amoruso",
        "referring",
        "rise",
        "fall",
        "nasty",
        "gal",
        "vintage",
        "designer",
        "clothing",
        "company",
        "launched",
        "ebay",
        "operation",
        "year",
        "old",
        "quickly",
        "gained",
        "cult",
        "following",
        "following",
        "financial",
        "struggle",
        "legal",
        "issue",
        "layoff",
        "amoruso",
        "iteration",
        "nasty",
        "gal",
        "fell",
        "apart",
        "stepped",
        "ceo",
        "company",
        "filed",
        "bankruptcy",
        "late",
        "acquired",
        "company",
        "boohoo",
        "million",
        "mere",
        "fraction",
        "nasty",
        "gal",
        "valuation",
        "two",
        "year",
        "prior",
        "taking",
        "risk",
        "personal",
        "growth",
        "mistaken",
        "leading",
        "dramatic",
        "life",
        "without",
        "stability",
        "amoruso",
        "point",
        "feel",
        "complacent",
        "life",
        "career",
        "say",
        "time",
        "consider",
        "personal",
        "transformation",
        "start",
        "amoruso",
        "recommends",
        "look",
        "spend",
        "time",
        "work",
        "bravery",
        "ask",
        "difficult",
        "question",
        "outside",
        "school",
        "work",
        "environment",
        "also",
        "say",
        "yes",
        "thing",
        "may",
        "seem",
        "terrifying",
        "amoruso",
        "say",
        "way",
        "work",
        "body",
        "almost",
        "like",
        "soul",
        "build",
        "network",
        "offline",
        "amoruso",
        "say",
        "want",
        "woman",
        "age",
        "use",
        "interactive",
        "girlboss",
        "workbook",
        "hope",
        "connect",
        "irl",
        "real",
        "life",
        "celebrate",
        "common",
        "different",
        "learn",
        "one",
        "another",
        "important",
        "conversation",
        "wherever",
        "fbf",
        "last",
        "weekend",
        "girlbossrally",
        "sophia",
        "amoruso",
        "still",
        "energized",
        "financialfeminist",
        "nastygal",
        "ownit",
        "post",
        "shared",
        "sallie",
        "krawcheck",
        "mar",
        "pst",
        "walking",
        "stranger",
        "networking",
        "event",
        "terrifying",
        "think",
        "continuing",
        "move",
        "place",
        "make",
        "u",
        "uncomfortable",
        "expands",
        "u",
        "capability",
        "amoruso",
        "say",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "learn",
        "barack",
        "obama",
        "rule",
        "networking",
        "mindset",
        "shift",
        "help",
        "successful",
        "according",
        "columbia",
        "psychologist",
        "show",
        "chapter",
        "bobbi",
        "brown",
        "built",
        "makeup",
        "empire",
        "talking",
        "everyone",
        "met",
        "pm",
        "et",
        "sun",
        "june",
        "updated",
        "version",
        "previously",
        "published",
        "story"
    ]
}