{
    "organizations": [],
    "uuid": "ba1242eb91924131314f15a2f241fcb3033b7223",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/globe-newswire-goldfield-announces-2017-fourth-quarter-and-full-year-results.html",
    "ord_in_thread": 0,
    "title": "Goldfield Announces 2017 Fourth-Quarter and Full-Year Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MELBOURNE, Fla., March 14, 2018 (GLOBE NEWSWIRE) -- The Goldfield Corporation (NYSE American:GV), a leading provider of electrical construction services for the utility industry and industrial customers, today announced financial results for the three months and year ended December 31, 2017. Through its subsidiaries, Power Corporation of America, C and C Power Line, Inc. and Southeast Power Corporation, Goldfield provides electrical construction services primarily in the Southeast and mid-Atlantic regions of the United States and Texas.\nPresident and Chief Executive Officer John H. Sottile said, “Our fourth-quarter revenues and gross margin improved over the third quarter, as we experienced overall increased bidding and project activity. We enter 2018 with a healthy backlog, which represents the strength of the demand for our services and gives us visibility for continued growth.”\nYear Ended December 31, 2017\nFor the year ended December 31, 2017, compared to the year ended December 31, 2016:\nTotal revenue decreased 12.6% to $114.0 million from $130.4 million attributable to fewer awarded bid opportunities and the inclusion in 2016 of certain large, higher margin fixed-price projects, partially offset by storm restoration work and increased master service agreement (“MSA”) work.\nGross margin on electrical construction operations decreased to 20.6% from 25.6% due to the inclusion in 2016 of certain large, higher margin fixed-price projects, a decline in awarded bid opportunities and increased competition which resulted in lower margin. Margin was also impacted by third and fourth quarter losses in the Texas operations attributable to the retention of personnel for certain potential projects that did not materialize and a higher volume of lower margin projects.\nOperating income decreased to $10.2 million from $21.4 million due to the same factors which affected gross margin, as well as higher selling, general and administrative and depreciation expenses.\nNet income declined to $8.3 million, or $0.33 per share, from $13.0 million, or $0.51 per share. Net income included a one-time $2.5 million, or $0.10 per share, income tax benefit primarily due to the enactment of the Tax Cuts and Jobs Act (the “Tax Act”) on December 22, 2017.\nEBITDA (a non-GAAP measure) (1) decreased to $17.1 million from $27.6 million as a result of the same factors which drove operating income.\nThree Months Ended December 31, 2017\nFor the three months ended December 31, 2017, compared to the three months ended December 31, 2016:\nTotal revenue decreased 6.7% to $29.6 million from $31.8 million mainly attributable to a lower volume of MSA work.\nGross margin on electrical construction operations decreased to 15.7% compared to 22.8% mainly due to a higher volume of lower margin projects.\nOperating income decreased to $1.6 million from $4.4 million due to the same factors which affected gross margin, as well as higher selling, general and administrative and depreciation expenses.\nNet income increased to $3.3 million, or $0.13 per share, from net income of $2.6 million, or $0.10 per share. Net income included a one-time $2.5 million, or $0.10 per share, income tax benefit primarily due to the enactment of the Tax Act on December 22, 2017.\nEBITDA (a non-GAAP measure) (1) decreased to $3.2 million from $6.1 million as a result of the same factors which drove operating income.\nBacklog\nAs of December 31, 2017, total backlog, which includes total revenue estimated over the remaining life of the MSAs, an estimate of existing customer renewal options, plus estimated revenue from awarded fixed-price contracts, increased to $214.2 million, from $190.0 million as of December 31, 2016, an improvement of 12.7 percent, mainly due to the successful renewal of an MSA agreement and adjustments to existing MSA backlog estimates partially offset by existing MSA backlog run off. The Company’s 12-month electrical construction backlog improved to $110.2 million compared to $97.6 million one year ago, while 12-month estimated MSA backlog increased 18 percent. The size and amount of future projects awarded under MSAs cannot be determined with certainty and revenue from such contracts may vary substantially from current estimates.\nBacklog is estimated at a particular point in time and is not determinative of total revenue in any particular period. It does not reflect future revenue from a significant number of short-term projects undertaken and completed between the estimated dates.\nConference Call\nThe Company’s President and Chief Executive Officer John H. Sottile and Chief Financial Officer Stephen R. Wherry will host a conference call and webcast to discuss results at 10 a.m. Eastern time on March 15, 2018. To participate in the conference call via telephone, please dial (866) 373-3407 (domestic) or (412) 902-1037 (international) at least five minutes prior to the start of the event. Goldfield will also webcast the conference call live via the internet. Interested parties may access the webcast at http://thegoldfieldcorp.equisolvewebcast.com/q4-2017 or through the Investor Relations section of the Company’s website at http://www.goldfieldcorp.com . Please access the website at least 15 minutes prior to the start of the call to register and download and install any necessary audio software. The webcast will be archived at this link or through the Investor Relations section of the Company’s website for six months. Investors can access the financial results (including any information required by Regulation G) at http://ir.goldfieldcorp.com/financial-results .\nAbout Goldfield\nGoldfield is a leading provider of electrical construction services engaged in the construction of electrical infrastructure for the utility industry and industrial customers, primarily in the Southeast and mid-Atlantic regions of the United States and Texas. For additional information on our fourth-quarter and full-year 2017 results, please refer to our report on Form 10-K being filed with the Securities and Exchange Commission and visit the Company’s website at http://www.goldfieldcorp.com .\n(1) Represents Non-GAAP Financial Measure - The non-GAAP financial measure used in this earnings release is more fully described in the accompanying supplemental data and reconciliation of the non-GAAP financial measure to the reported GAAP measure. The non-GAAP measure in this press release and on The Goldfield Corporation’s website is provided to enable investors and analysts to evaluate the Company’s performance excluding the effects of certain items that impact the comparability of operating results between reporting periods and compare the Company’s operating results with those of its competitors. This measure should be used to supplement, and not in lieu of, results prepared in conformity with GAAP. Because not all companies use identical calculations, this presentation of EBITDA may not be comparable to other similarly-titled measures of other companies.\nForward-Looking Statements\nThis press release includes within the meaning of the “safe harbor” provision of the Private Securities Litigation Reform Act of 1995 throughout this document. You can identify these statements by forward-looking words such as “may,” “will,” “expect,” “anticipate,” “believe,” “estimate,” “plan,” and “continue” or similar words. We have based these statements on our current expectations about future events. Although we believe that our expectations reflected in or suggested by our are reasonable, we cannot assure you that these expectations will be achieved. Our actual results may differ materially from what we currently expect. Factors that may affect the results of our operations include, among others: the level of construction activities by public utilities; the concentration of revenue from a limited number of utility customers; the loss of one or more significant customers; the timing and duration of construction projects for which we are engaged; our ability to estimate accurately with respect to fixed price construction contracts; and heightened competition in the electrical construction field, including intensification of price competition. Other factors that may affect the results of our operations include, among others: adverse weather; natural disasters; effects of climate changes; changes in generally accepted accounting principles; ability to obtain necessary permits from regulatory agencies; our ability to maintain or increase historical revenue and profit margins; general economic conditions, both nationally and in our region; adverse legislation or regulations; availability of skilled construction labor and materials and material increases in labor and material costs; and our ability to obtain additional and/or renew financing. Other important factors which could cause our actual results to differ materially from the in this press release are detailed in the Company ’ s Risk Factors and Management ’ s Discussion and Analysis of Financial Condition and Results of Operation sections of our Annual Report on Form 10-K and Goldfield ’ s other filings with the Securities and Exchange Commission, which are available on Goldfield ’ s website: http://www.goldfieldcorp.com . We may not update these , even in the event that our situation changes in the future, except as required by law.\nFor further information, please contact:\nThe Goldfield Corporation\nKristine Walczak\nPhone: (312) 780-7205\nEmail: kwalczak@dresnerco.com\nThe Goldfield Corporation and Subsidiaries Consolidated Statements of Income (Unaudited) Three Months Ended Twelve Months Ended December 31, December 31, 2017 2016 2017 2016 Revenue Electrical construction $ 27,284,989 $ 30,385,541 $ 109,154,476 $ 125,771,361 Other 2,327,569 1,368,303 4,799,043 4,652,102 Total revenue 29,612,558 31,753,844 113,953,519 130,423,463 Costs and expenses Electrical construction 22,995,464 23,470,017 86,714,412 93,566,045 Other 1,456,189 944,660 3,147,791 3,242,887 Selling, general and administrative 1,651,533 1,306,026 6,611,315 5,913,132 Depreciation and amortization 1,831,537 1,640,086 7,217,901 6,312,164 Loss (gain) on sale of property and equipment 46,652 (16,621 ) 76,810 (17,535 ) Total costs and expenses 27,981,375 27,344,168 103,768,229 109,016,693 Total operating income 1,631,183 4,409,676 10,185,290 21,406,770 Other income (expense), net Interest income 8,187 8,096 31,696 33,465 Interest expense, net of amount capitalized (190,756 ) (133,863 ) (665,268 ) (591,176 ) Other income, net 12,376 26,102 57,654 68,465 Total other expense, net (170,193 ) (99,665 ) (575,918 ) (489,246 ) Income from continuing operations before income taxes 1,460,990 4,310,011 9,609,372 20,917,524 Income tax provision (1,982,864 ) 1,720,401 1,035,997 7,809,768 Income from continuing operations 3,443,854 2,589,610 8,573,375 13,107,756 Loss from discontinued operations, net of income tax benefit of $102,679, $0, $164,235 and $66,077, respectively (172,137 ) — (275,624 ) (108,007 ) Net income $ 3,271,717 $ 2,589,610 $ 8,297,751 $ 12,999,749 Net income (loss) per share of common stock — basic and diluted Continuing operations $ 0.14 $ 0.10 $ 0.34 $ 0.52 Discontinued operations (0.01 ) — (0.01 ) — Net income $ 0.13 $ 0.10 $ 0.33 $ 0.51 Weighted average shares outstanding — basic and diluted 25,451,354 25,451,354 25,451,354 25,451,354\nThe Goldfield Corporation and Subsidiaries Condensed Consolidated Balance Sheets (Unaudited) December 31, December 31, 2017 2016 ASSETS Current assets Cash and cash equivalents $ 18,529,757 $ 20,599,648 Accounts receivable and accrued billings, net 21,566,842 19,094,407 Costs and estimated earnings in excess of billings on uncompleted contracts 6,074,346 7,313,099 Income taxes receivable 619,552 533,837 Residential properties under construction 2,412,202 1,552,131 Prepaid expenses 993,668 1,037,715 Other current assets 1,532,110 1,298,044 Total current assets 51,728,477 51,428,881 Property, buildings and equipment, at cost, net 36,072,300 33,245,947 Deferred charges and other assets 5,831,163 6,627,329 Total assets $ 93,631,940 $ 91,302,157 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities Accounts payable and accrued liabilities $ 9,379,535 $ 11,386,119 Current portion of notes payable, net 6,099,787 6,101,855 Accrued remediation costs 87,553 102,526 Other current liabilities 166,268 845,057 Total current liabilities 15,733,143 18,435,557 Deferred income taxes 4,698,720 8,204,324 Accrued remediation costs, less current portion 434,164 112,380 Notes payable, less current portion, net 16,151,567 16,231,373 Other accrued liabilities 66,033 67,961 Total liabilities 37,083,627 43,051,595 Commitments and contingencies Stockholders’ equity Common stock 2,781,377 2,781,377 Capital surplus 18,481,683 18,481,683 Retained earnings 36,593,440 28,295,689 Common stock in treasury, at cost (1,308,187 ) (1,308,187 ) Total stockholders’ equity 56,548,313 48,250,562 Total liabilities and stockholders’ equity $ 93,631,940 $ 91,302,157\nThe Goldfield Corporation and Subsidiaries\nReconciliation of Non-GAAP Financial Measures\n(Unaudited)\nEBITDA, a non-GAAP performance measure used by management, is defined as net income (loss) plus: interest expense, provision (benefit) for income taxes and depreciation and amortization, as shown in the table below. EBITDA, a non-GAAP financial measure, does not purport to be an alternative to net income (loss) as a measure of operating performance. Because not all companies use identical calculations, this presentation of EBITDA may not be comparable to other similarly-titled measures of other companies. We use, and we believe investors benefit from the presentation of, EBITDA in evaluating our operating performance because it provides us and our investors with an additional tool to compare our operating performance on a consistent basis by removing the impact of certain items that management believes do not directly reflect our core operations. We believe that EBITDA is useful to investors and other external users of our financial statements in evaluating our operating performance because EBITDA is widely used by investors to measure a company’s operating performance without regard to items such as interest expense, taxes, and depreciation and amortization, which can vary substantially from company to company depending upon accounting methods and book value of assets, capital structure and the method by which assets were acquired.\nThree Months Ended Twelve Months Ended December 31, December 31, EBITDA 2017 2016 2017 2016 Net income (GAAP as reported) $ 3,271,717 $ 2,589,610 $ 8,297,751 $ 12,999,749 Interest expense, net of amount capitalized 190,756 133,863 665,268 591,176 Provision for income taxes, net (1) (2,085,543 ) 1,720,401 871,762 7,743,691 Depreciation and amortization (2) 1,831,537 1,640,086 7,217,901 6,312,164 EBITDA $ 3,208,467 $ 6,083,960 $ 17,052,682 $ 27,646,780",
    "published": "2018-03-14T23:48:00.000+02:00",
    "crawled": "2018-03-15T01:14:21.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "melbourne",
        "march",
        "globe",
        "newswire",
        "goldfield",
        "corporation",
        "nyse",
        "american",
        "gv",
        "leading",
        "provider",
        "electrical",
        "construction",
        "service",
        "utility",
        "industry",
        "industrial",
        "customer",
        "today",
        "announced",
        "financial",
        "result",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "subsidiary",
        "power",
        "corporation",
        "america",
        "c",
        "c",
        "power",
        "line",
        "southeast",
        "power",
        "corporation",
        "goldfield",
        "provides",
        "electrical",
        "construction",
        "service",
        "primarily",
        "southeast",
        "region",
        "united",
        "state",
        "texas",
        "president",
        "chief",
        "executive",
        "officer",
        "john",
        "sottile",
        "said",
        "revenue",
        "gross",
        "margin",
        "improved",
        "third",
        "quarter",
        "experienced",
        "overall",
        "increased",
        "bidding",
        "project",
        "activity",
        "enter",
        "healthy",
        "backlog",
        "represents",
        "strength",
        "demand",
        "service",
        "give",
        "u",
        "visibility",
        "continued",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "compared",
        "year",
        "ended",
        "december",
        "total",
        "revenue",
        "decreased",
        "million",
        "million",
        "attributable",
        "fewer",
        "awarded",
        "bid",
        "opportunity",
        "inclusion",
        "certain",
        "large",
        "higher",
        "margin",
        "project",
        "partially",
        "offset",
        "storm",
        "restoration",
        "work",
        "increased",
        "master",
        "service",
        "agreement",
        "msa",
        "work",
        "gross",
        "margin",
        "electrical",
        "construction",
        "operation",
        "decreased",
        "due",
        "inclusion",
        "certain",
        "large",
        "higher",
        "margin",
        "project",
        "decline",
        "awarded",
        "bid",
        "opportunity",
        "increased",
        "competition",
        "resulted",
        "lower",
        "margin",
        "margin",
        "also",
        "impacted",
        "third",
        "fourth",
        "quarter",
        "loss",
        "texas",
        "operation",
        "attributable",
        "retention",
        "personnel",
        "certain",
        "potential",
        "project",
        "materialize",
        "higher",
        "volume",
        "lower",
        "margin",
        "project",
        "operating",
        "income",
        "decreased",
        "million",
        "million",
        "due",
        "factor",
        "affected",
        "gross",
        "margin",
        "well",
        "higher",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "expense",
        "net",
        "income",
        "declined",
        "million",
        "per",
        "share",
        "million",
        "per",
        "share",
        "net",
        "income",
        "included",
        "million",
        "per",
        "share",
        "income",
        "tax",
        "benefit",
        "primarily",
        "due",
        "enactment",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "act",
        "december",
        "ebitda",
        "measure",
        "decreased",
        "million",
        "million",
        "result",
        "factor",
        "drove",
        "operating",
        "income",
        "three",
        "month",
        "ended",
        "december",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "three",
        "month",
        "ended",
        "december",
        "total",
        "revenue",
        "decreased",
        "million",
        "million",
        "mainly",
        "attributable",
        "lower",
        "volume",
        "msa",
        "work",
        "gross",
        "margin",
        "electrical",
        "construction",
        "operation",
        "decreased",
        "compared",
        "mainly",
        "due",
        "higher",
        "volume",
        "lower",
        "margin",
        "project",
        "operating",
        "income",
        "decreased",
        "million",
        "million",
        "due",
        "factor",
        "affected",
        "gross",
        "margin",
        "well",
        "higher",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "expense",
        "net",
        "income",
        "increased",
        "million",
        "per",
        "share",
        "net",
        "income",
        "million",
        "per",
        "share",
        "net",
        "income",
        "included",
        "million",
        "per",
        "share",
        "income",
        "tax",
        "benefit",
        "primarily",
        "due",
        "enactment",
        "tax",
        "act",
        "december",
        "ebitda",
        "measure",
        "decreased",
        "million",
        "million",
        "result",
        "factor",
        "drove",
        "operating",
        "income",
        "backlog",
        "december",
        "total",
        "backlog",
        "includes",
        "total",
        "revenue",
        "estimated",
        "remaining",
        "life",
        "msas",
        "estimate",
        "existing",
        "customer",
        "renewal",
        "option",
        "plus",
        "estimated",
        "revenue",
        "awarded",
        "contract",
        "increased",
        "million",
        "million",
        "december",
        "improvement",
        "percent",
        "mainly",
        "due",
        "successful",
        "renewal",
        "msa",
        "agreement",
        "adjustment",
        "existing",
        "msa",
        "backlog",
        "estimate",
        "partially",
        "offset",
        "existing",
        "msa",
        "backlog",
        "run",
        "company",
        "electrical",
        "construction",
        "backlog",
        "improved",
        "million",
        "compared",
        "million",
        "one",
        "year",
        "ago",
        "estimated",
        "msa",
        "backlog",
        "increased",
        "percent",
        "size",
        "amount",
        "future",
        "project",
        "awarded",
        "msas",
        "determined",
        "certainty",
        "revenue",
        "contract",
        "may",
        "vary",
        "substantially",
        "current",
        "estimate",
        "backlog",
        "estimated",
        "particular",
        "point",
        "time",
        "determinative",
        "total",
        "revenue",
        "particular",
        "period",
        "reflect",
        "future",
        "revenue",
        "significant",
        "number",
        "project",
        "undertaken",
        "completed",
        "estimated",
        "date",
        "conference",
        "call",
        "company",
        "president",
        "chief",
        "executive",
        "officer",
        "john",
        "sottile",
        "chief",
        "financial",
        "officer",
        "stephen",
        "wherry",
        "host",
        "conference",
        "call",
        "webcast",
        "discus",
        "result",
        "eastern",
        "time",
        "march",
        "participate",
        "conference",
        "call",
        "via",
        "telephone",
        "please",
        "dial",
        "domestic",
        "international",
        "least",
        "five",
        "minute",
        "prior",
        "start",
        "event",
        "goldfield",
        "also",
        "webcast",
        "conference",
        "call",
        "live",
        "via",
        "internet",
        "interested",
        "party",
        "may",
        "access",
        "webcast",
        "http",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "http",
        "please",
        "access",
        "website",
        "least",
        "minute",
        "prior",
        "start",
        "call",
        "register",
        "download",
        "install",
        "necessary",
        "audio",
        "software",
        "webcast",
        "archived",
        "link",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "six",
        "month",
        "investor",
        "access",
        "financial",
        "result",
        "including",
        "information",
        "required",
        "regulation",
        "g",
        "http",
        "goldfield",
        "goldfield",
        "leading",
        "provider",
        "electrical",
        "construction",
        "service",
        "engaged",
        "construction",
        "electrical",
        "infrastructure",
        "utility",
        "industry",
        "industrial",
        "customer",
        "primarily",
        "southeast",
        "region",
        "united",
        "state",
        "texas",
        "additional",
        "information",
        "result",
        "please",
        "refer",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "visit",
        "company",
        "website",
        "http",
        "represents",
        "financial",
        "measure",
        "financial",
        "measure",
        "used",
        "earnings",
        "release",
        "fully",
        "described",
        "accompanying",
        "supplemental",
        "data",
        "reconciliation",
        "financial",
        "measure",
        "reported",
        "gaap",
        "measure",
        "measure",
        "press",
        "release",
        "goldfield",
        "corporation",
        "website",
        "provided",
        "enable",
        "investor",
        "analyst",
        "evaluate",
        "company",
        "performance",
        "excluding",
        "effect",
        "certain",
        "item",
        "impact",
        "comparability",
        "operating",
        "result",
        "reporting",
        "period",
        "compare",
        "company",
        "operating",
        "result",
        "competitor",
        "measure",
        "used",
        "supplement",
        "lieu",
        "result",
        "prepared",
        "conformity",
        "gaap",
        "company",
        "use",
        "identical",
        "calculation",
        "presentation",
        "ebitda",
        "may",
        "comparable",
        "measure",
        "company",
        "statement",
        "press",
        "release",
        "includes",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "throughout",
        "document",
        "identify",
        "statement",
        "word",
        "may",
        "expect",
        "anticipate",
        "believe",
        "estimate",
        "plan",
        "continue",
        "similar",
        "word",
        "based",
        "statement",
        "current",
        "expectation",
        "future",
        "event",
        "although",
        "believe",
        "expectation",
        "reflected",
        "suggested",
        "reasonable",
        "assure",
        "expectation",
        "achieved",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "currently",
        "expect",
        "factor",
        "may",
        "affect",
        "result",
        "operation",
        "include",
        "among",
        "others",
        "level",
        "construction",
        "activity",
        "public",
        "utility",
        "concentration",
        "revenue",
        "limited",
        "number",
        "utility",
        "customer",
        "loss",
        "one",
        "significant",
        "customer",
        "timing",
        "duration",
        "construction",
        "project",
        "engaged",
        "ability",
        "estimate",
        "accurately",
        "respect",
        "fixed",
        "price",
        "construction",
        "contract",
        "heightened",
        "competition",
        "electrical",
        "construction",
        "field",
        "including",
        "intensification",
        "price",
        "competition",
        "factor",
        "may",
        "affect",
        "result",
        "operation",
        "include",
        "among",
        "others",
        "adverse",
        "weather",
        "natural",
        "disaster",
        "effect",
        "climate",
        "change",
        "change",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "ability",
        "obtain",
        "necessary",
        "permit",
        "regulatory",
        "agency",
        "ability",
        "maintain",
        "increase",
        "historical",
        "revenue",
        "profit",
        "margin",
        "general",
        "economic",
        "condition",
        "nationally",
        "region",
        "adverse",
        "legislation",
        "regulation",
        "availability",
        "skilled",
        "construction",
        "labor",
        "material",
        "material",
        "increase",
        "labor",
        "material",
        "cost",
        "ability",
        "obtain",
        "additional",
        "renew",
        "financing",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "press",
        "release",
        "detailed",
        "company",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "section",
        "annual",
        "report",
        "form",
        "goldfield",
        "filing",
        "security",
        "exchange",
        "commission",
        "available",
        "goldfield",
        "website",
        "http",
        "may",
        "update",
        "even",
        "event",
        "situation",
        "change",
        "future",
        "except",
        "required",
        "law",
        "information",
        "please",
        "contact",
        "goldfield",
        "corporation",
        "kristine",
        "walczak",
        "phone",
        "email",
        "kwalczak",
        "goldfield",
        "corporation",
        "subsidiary",
        "consolidated",
        "statement",
        "income",
        "unaudited",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "electrical",
        "construction",
        "total",
        "revenue",
        "cost",
        "expense",
        "electrical",
        "construction",
        "selling",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "loss",
        "gain",
        "sale",
        "property",
        "equipment",
        "total",
        "cost",
        "expense",
        "total",
        "operating",
        "income",
        "income",
        "expense",
        "net",
        "interest",
        "income",
        "interest",
        "expense",
        "net",
        "amount",
        "capitalized",
        "income",
        "net",
        "total",
        "expense",
        "net",
        "income",
        "continuing",
        "operation",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "income",
        "continuing",
        "operation",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "tax",
        "benefit",
        "respectively",
        "net",
        "income",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "net",
        "income",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "goldfield",
        "corporation",
        "subsidiary",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "accrued",
        "billing",
        "net",
        "cost",
        "estimated",
        "earnings",
        "excess",
        "billing",
        "uncompleted",
        "contract",
        "income",
        "tax",
        "receivable",
        "residential",
        "property",
        "construction",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "building",
        "equipment",
        "cost",
        "net",
        "deferred",
        "charge",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "current",
        "portion",
        "note",
        "payable",
        "net",
        "accrued",
        "remediation",
        "cost",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "deferred",
        "income",
        "tax",
        "accrued",
        "remediation",
        "cost",
        "less",
        "current",
        "portion",
        "note",
        "payable",
        "less",
        "current",
        "portion",
        "net",
        "accrued",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "capital",
        "surplus",
        "retained",
        "earnings",
        "common",
        "stock",
        "treasury",
        "cost",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "goldfield",
        "corporation",
        "subsidiary",
        "reconciliation",
        "financial",
        "measure",
        "unaudited",
        "ebitda",
        "performance",
        "measure",
        "used",
        "management",
        "defined",
        "net",
        "income",
        "loss",
        "plus",
        "interest",
        "expense",
        "provision",
        "benefit",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "shown",
        "table",
        "ebitda",
        "financial",
        "measure",
        "purport",
        "alternative",
        "net",
        "income",
        "loss",
        "measure",
        "operating",
        "performance",
        "company",
        "use",
        "identical",
        "calculation",
        "presentation",
        "ebitda",
        "may",
        "comparable",
        "measure",
        "company",
        "use",
        "believe",
        "investor",
        "benefit",
        "presentation",
        "ebitda",
        "evaluating",
        "operating",
        "performance",
        "provides",
        "u",
        "investor",
        "additional",
        "tool",
        "compare",
        "operating",
        "performance",
        "consistent",
        "basis",
        "removing",
        "impact",
        "certain",
        "item",
        "management",
        "belief",
        "directly",
        "reflect",
        "core",
        "operation",
        "believe",
        "ebitda",
        "useful",
        "investor",
        "external",
        "user",
        "financial",
        "statement",
        "evaluating",
        "operating",
        "performance",
        "ebitda",
        "widely",
        "used",
        "investor",
        "measure",
        "company",
        "operating",
        "performance",
        "without",
        "regard",
        "item",
        "interest",
        "expense",
        "tax",
        "depreciation",
        "amortization",
        "vary",
        "substantially",
        "company",
        "company",
        "depending",
        "upon",
        "accounting",
        "method",
        "book",
        "value",
        "asset",
        "capital",
        "structure",
        "method",
        "asset",
        "acquired",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "ebitda",
        "net",
        "income",
        "gaap",
        "reported",
        "interest",
        "expense",
        "net",
        "amount",
        "capitalized",
        "provision",
        "income",
        "tax",
        "net",
        "depreciation",
        "amortization",
        "ebitda"
    ]
}