{
    "organizations": [],
    "uuid": "09517c064211a83b7b762af38ae9662943c53b57",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/globe-newswire-glowpoint-announces-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "Glowpoint Announces Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DENVER, March 07, 2018 (GLOBE NEWSWIRE) -- Glowpoint, Inc. (NYSE American:GLOW) (“Glowpoint” or the “Company”), a managed service provider of video collaboration and network applications, today announced financial results for the fourth quarter and full year ended December 31, 2017.\nFourth Quarter Financial Highlights\nRevenue of $3.4 million, operating income of $0.1 million, net loss of $0.1 million, adjusted EBITDA (“AEBITDA”) of $0.4 million, and cash flow from operations of $0.5 million. AEBITDA is a non-GAAP financial measure. See “Non-GAAP Financial Information” later in this release for a reconciliation of this non-GAAP financial measure. Closed a registered direct offering of 0% Series B Convertible Preferred Stock in October 2017 for net proceeds to the Company of $2.3 million. Cash of $3.9 million and working capital of $3.1 million as of December 31, 2017. Stockholders’ equity of $12.3 million as of December 31, 2017. The Company expects to meet the continued listing standards of the NYSE American Company Guide relating to a minimum stockholders’ equity balance of $6.0 million following the filing today of the Company’s 2017 Annual Report on Form 10-K (as the Company has now reported two consecutive quarters of being in compliance with such standards).\nClosed January 2018 Series C Convertible Preferred Stock Offering\nOn January 25, 2018, the Company closed a registered direct offering of its 0% Series C Convertible Preferred Stock for net proceeds to the Company of $1.5 million (the “Series C Offering”). The Company used $1.3 million of the net proceeds of the Series C Offering to retire all outstanding debt obligations and terminate the warrant with Super G Capital LLC in January 2018 (the “Super G Payoff”). The Company also made a $0.2 million principal payment in January 2018 on its loan from Western Alliance Bank. The Company’s balances of cash and outstanding debt as of January 31, 2018 were $3.6 million and $0.6 million, respectively.\n“We are very pleased to have completed a series of financial transactions during the period from July 2017 through January 2018 that have significantly strengthened our balance sheet. We successfully reduced our outstanding debt obligations from $11.5 million as of June 30, 2017 to $0.6 million as of January 31, 2018, while increasing our cash position from $1.1 million as of June 30, 2017 to $3.6 million as of January 31, 2018,” said Glowpoint CFO David Clark.\n“2017 was a transformational year for Glowpoint. We completed a complicated restructuring of our balance sheet culminated by our Series C equity round in January 2018 which now provides the company a foundation on which to pursue new market opportunities,” said Glowpoint President and CEO Peter Holst. “Video, as both a product and service, continues to be integral to the broader business objective enabling our customers to effectively assess the value, deployment and management of virtualized workflow. According to Wainhouse Research 1 , the 2016 UCaaS 2 market was $6 billion, and is projected to grow to $14 billion in 2021, a 5 year CAGR of 18%. UCaaS seats are projected to grow from 133 million in 2016 to 343 million in 2021, but only an estimated 18% were actively used for UC in 2016. Given the growing market opportunity for end user adoption, the Company has made excellent progress in leveraging our core strengths in IT service management. We are on target to release a subset of new services this summer, focused on automation and microlearning, to a select group of current and prospective enterprise customers who want to accelerate next generation UC technology diffusion.”\nFull Year Financial Highlights\nRevenue of $14.8 million, net income of $5.8 million, AEBITDA of $1.4 million, and cash flow from operations of $1.6 million. AEBITDA is a non-GAAP financial measure. See “Non-GAAP Financial Information” later in this release for a reconciliation of this non-GAAP financial measure. Completed a recapitalization of the Company’s debt obligations on July 31, 2017 (the “Debt Recapitalization”), which resulted in: (i) the aggregate elimination of $11.6 million of total debt and accrued interest obligations owed by the Company to Main Street Capital Corporation and Shareholder Representative Services LLC and outstanding as of July 31, 2017; (ii) aggregate gross proceeds of $2.2 million from new debt obligations with Western Alliance Bank and Super G Capital LLC as of July 31, 2017, which proceeds were used to retire the Main Street loan and purchase shares of the Company’s common stock held by Main Street; (iii) use of $0.4 million of the Company’s cash and (iv) the reduction of outstanding shares of the Company’s common stock by a net amount of 404,587 shares. The Company recorded a gain on debt extinguishment of $9.0 million during the year ended December 31, 2017 in connection with the Debt Recapitalization.\nGlowpoint’s results from operations and financial condition are more fully discussed in our Annual Report on Form 10-K for the year ended December 31, 2017 on file with the Securities and Exchange Commission (the “SEC”). Investors are encouraged to carefully review the Company’s Form 10-K for a complete analysis of its results from operations and financial condition.\nAbout Glowpoint\nGlowpoint, Inc. (NYSE American:GLOW) is a managed service provider of video collaboration and network applications. Our services are designed to provide a comprehensive suite of automated and concierge applications to simplify the user experience and expedite the adoption of video as the primary means of collaboration. Our customers include Fortune 1000 companies, along with small and medium enterprises in a variety of industries. To learn more please visit www.glowpoint.com .\nNon-GAAP Financial Information\nAdjusted EBITDA (“AEBITDA”), a non-GAAP financial measure, is defined as net income (loss) before depreciation, amortization, taxes, stock-based compensation and stock-based expense, impairment charges, and interest and other income (expense), net. AEBITDA is not intended to replace operating income (loss), net income (loss), cash flow or other measures of financial performance reported in accordance with generally accepted accounting principles (GAAP). Rather, AEBITDA is an important measure used by management to assess the operating performance of the Company and is used in the calculation of financial covenants in the Company’s loan agreements. AEBITDA as defined here may not be comparable to similarly titled measures reported by other companies due to differences in accounting policies. Therefore, AEBITDA should be considered in conjunction with net income (loss) and other performance measures prepared in accordance with GAAP, such as operating income (loss) or cash flow from operating activities, and should not be considered in isolation or as a substitute for GAAP measures, such as net income (loss), operating income (loss) or any other GAAP measure of liquidity or financial performance. A reconciliation of AEBITDA to net income (loss) is shown in the attached schedules.\nForward looking and cautionary statements\nThis press release and any oral statements made regarding the subject of this release contain forward-looking statements as defined under Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, and are made under the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. All statements, other than statements of historical facts, that address activities that Glowpoint assumes, plans, expects, believes, intends, projects, estimates or anticipates (and other similar expressions) will, should or may occur in the future are forward-looking statements. The forward-looking statements are based on management’s current belief, based on currently available information, as to the outcome and timing of future events, and involve factors, risks, and uncertainties that may cause actual results in future periods to differ materially from such statements. A list and description of these and other risk factors can be found in the Company’s Annual Report on Form 10-K for the year ending December 31, 2017 and in other filings made by the Company with the SEC from time to time. Any of these factors could cause Glowpoint’s actual results and plans to differ materially from those in the forward-looking statements. Therefore, Glowpoint can give no assurance that its future results will be as estimated. Glowpoint does not intend to, and disclaims any obligation to, correct, update or revise any information contained herein.\nINVESTOR CONTACT:\nInvestor Relations\nGlowpoint, Inc.\n+1 303-640-3840\ninvestorrelations@glowpoint.com\nwww.glowpoint.com\nGLOWPOINT, INC. CONSOLIDATED BALANCE SHEETS (In thousands, except par value, stated value and shares) December 31, 2017 December 31, 2016 ASSETS Current assets: Cash $ 3,946 $ 1,140 Accounts receivable, net 1,220 1,635 Prepaid expenses and other current assets 715 978 Total current assets 5,881 3,753 Property and equipment, net 1,159 2,203 Goodwill 7,750 9,225 Intangibles, net 626 1,309 Other assets 8 10 Total assets $ 15,424 $ 16,500 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Current portion of long-term debt $ 1,194 $ 10,660 Accounts payable 337 75 Accrued expenses and other liabilities 1,003 1,212 Accrued sales taxes and regulatory fees 259 395 Total current liabilities 2,793 12,342 Long term liabilities: Deferred tax liability — 230 Long-term debt, net of current portion 369 — Total long-term liabilities 369 230 Total liabilities 3,162 12,572 Stockholders’ equity: Preferred stock, Series A-2, convertible; $.0001 par value; $7,500 stated value; 7,500 shares\nauthorized, 32 shares issued and outstanding and liquidation preference of $237 at December\n31, 2017 and 2016, respectively — — Preferred stock, Series B, convertible; $.0001 par value; $1,000 stated value; 2,800 shares\nauthorized, 450 shares issued and outstanding and liquidation preference of $450 at December\n31, 2017 and none at December 31, 2016 — — Common stock, $.0001 par value; 150,000,000 shares authorized; 45,161,000 shares issued and\n44,510,000 outstanding at December 31, 2017 and 36,659,000 issued and 36,455,000\noutstanding at December 31, 2016 5 4 Treasury stock, 651,000 and 204,000 shares at December 31, 2017 and 2016, respectively (352 ) (219 ) Additional paid-in capital 183,114 180,433 Accumulated deficit (170,505 ) (176,290 ) Total stockholders’ equity 12,262 3,928 Total liabilities and stockholders’ equity $ 15,424 $ 16,500\nGLOWPOINT, INC. CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS and GAAP to Non-GAAP Reconciliation (In thousands, except per share data) (Three Months data is unaudited)\nThree Months Ended Year Ended December 31, December 31, 2017 2016 2017 2016 Revenue $ 3,382 $ 4,268 $ 14,799 $ 19,218 Operating expenses: Cost of revenue (exclusive of depreciation and amortization) 1,909 2,494 8,606 11,682 Research and development 274 300 1,148 1,117 Sales and marketing 45 88 413 664 General and administrative 821 1,196 3,665 5,206 Impairment charges 1 46 1,713 675 Depreciation and amortization 250 450 1,621 1,959 Total operating expenses 3,300 4,574 17,166 21,303 Income (loss) from operations 82 (306 ) (2,367 ) (2,085 ) Interest expense and other, net 100 374 1,017 1,455 Gain on extinguishment of debt — — (9,045 ) — Amortization of debt discount 43 18 106 72 Interest and other (income) expense, net 143 392 (7,922 ) 1,527 Income (loss) before income taxes (61 ) (698 ) 5,555 (3,612 ) Income tax benefit — (186 ) (230 ) (79 ) Net income (loss) (61 ) (512 ) 5,785 (3,533 ) Preferred stock dividends 61 3 70 12 Net income (loss) attributable to common stockholders $ (122 ) $ (515 ) $ 5,715 $ (3,545 ) Net income (loss) attributable to common stockholders per share: Basic net income (loss) per share $ (0.00 ) $ (0.01 ) $ 0.15 $ (0.10 ) Diluted net income (loss) per share $ (0.00 ) $ (0.01 ) $ 0.14 $ (0.10 ) GAAP to Non-GAAP Reconciliation: Net income (loss) $ (61 ) $ (512 ) $ 5,785 $ (3,533 ) Depreciation and amortization 250 450 1,621 1,959 Interest and other (income) expense, net 143 392 (7,922 ) 1,527 Income tax benefit — (186 ) (230 ) (79 ) EBITDA * 332 144 (746 ) (126 ) Stock-based compensation 81\n180 458 929 Stock-based expense — 36 — 204 Impairment charges 1 46 1,713 675 Adjusted EBITDA $ 414 $ 406 $ 1,425 $ 1,682 * Negative amounts represents a loss\nGLOWPOINT, INC. CONSOLIDATED STATEMENTS OF CASH FLOWS (In thousands) Year Ended December 31, 2017 2016 Cash flows from operating activities: Net income (loss) $ 5,785 $ (3,533 ) Adjustments to reconcile net income (loss) to net cash provided by operating activities: Depreciation and amortization 1,621 1,959 Bad debt expense (recovery) (2 ) 20 Amortization of debt discount 106 72 Non-cash interest expense 213 — Gain on debt extinguishment (9,045 ) — Stock-based compensation expense 458 929 Stock-based expense — 204 Impairment charges 1,713 675 Deferred tax benefit (230 ) (79 ) Changes in assets and liabilities: Accounts receivable 421 1,043 Prepaid expenses and other current assets 263 (425 ) Other assets 2 1 Accounts payable 262 (310 ) Accrued expenses and other liabilities 178 (327 ) Accrued sales taxes and regulatory fees (136 ) (46 ) Net cash provided by operating activities 1,609 183 Cash flows from investing activities: Purchases of property and equipment (133 ) (382 ) Net cash used in investing activities (133 ) (382 ) Cash flows from financing activities: Principal payments under borrowing arrangements (605 ) (400 ) Proceeds from new loan agreements, net of expenses of $175 2,025 — Payment of equity issuance costs (45 ) (12 ) Proceeds from Series B preferred stock, net of expenses of $520 2,280 — Purchase of treasury stock (2,325 ) (13 ) Net cash provided by (used in) financing activities 1,330 (425 ) Increase (decrease) in cash and cash equivalents 2,806 (624 ) Cash at beginning of period 1,140 1,764 Cash at end of period $ 3,946 $ 1,140 Supplemental disclosures of cash flow information: Cash paid during the period for interest $ 878 $ 1,116 Non-cash investing and financing activities: Conversion of preferred stock to common stock $ 1 $ — Extinguished debt and accrued interest in exchange for common stock $ 2,192 $ — Recognition of prepaid equity issuance costs as additional paid-in capital $ — $ 18 Accrued preferred stock dividends $ 12 $ 12 1 Wainhouse Research - 2017 Unified Communications as a Service (UCaaS) Forecast” – September 2017\n2 Unified Communications (UC) as a Service (UCaaS) is a sophisticated solution unifying a variety of communication services on a single platform and accessible through the cloud.\nSource:Glowpoint, Inc.",
    "published": "2018-03-07T15:30:00.000+02:00",
    "crawled": "2018-03-07T16:20:26.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "denver",
        "march",
        "globe",
        "newswire",
        "glowpoint",
        "nyse",
        "american",
        "glow",
        "glowpoint",
        "company",
        "managed",
        "service",
        "provider",
        "video",
        "collaboration",
        "network",
        "application",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "financial",
        "highlight",
        "revenue",
        "million",
        "operating",
        "income",
        "million",
        "net",
        "loss",
        "million",
        "adjusted",
        "ebitda",
        "aebitda",
        "million",
        "cash",
        "flow",
        "operation",
        "million",
        "aebitda",
        "financial",
        "measure",
        "see",
        "financial",
        "information",
        "later",
        "release",
        "reconciliation",
        "financial",
        "measure",
        "closed",
        "registered",
        "direct",
        "offering",
        "series",
        "b",
        "convertible",
        "preferred",
        "stock",
        "october",
        "net",
        "proceeds",
        "company",
        "million",
        "cash",
        "million",
        "working",
        "capital",
        "million",
        "december",
        "stockholder",
        "equity",
        "million",
        "december",
        "company",
        "expects",
        "meet",
        "continued",
        "listing",
        "standard",
        "nyse",
        "american",
        "company",
        "guide",
        "relating",
        "minimum",
        "stockholder",
        "equity",
        "balance",
        "million",
        "following",
        "filing",
        "today",
        "company",
        "annual",
        "report",
        "form",
        "company",
        "reported",
        "two",
        "consecutive",
        "quarter",
        "compliance",
        "standard",
        "closed",
        "january",
        "series",
        "c",
        "convertible",
        "preferred",
        "stock",
        "offering",
        "january",
        "company",
        "closed",
        "registered",
        "direct",
        "offering",
        "series",
        "c",
        "convertible",
        "preferred",
        "stock",
        "net",
        "proceeds",
        "company",
        "million",
        "series",
        "c",
        "offering",
        "company",
        "used",
        "million",
        "net",
        "proceeds",
        "series",
        "c",
        "offering",
        "retire",
        "outstanding",
        "debt",
        "obligation",
        "terminate",
        "warrant",
        "super",
        "g",
        "capital",
        "llc",
        "january",
        "super",
        "g",
        "payoff",
        "company",
        "also",
        "made",
        "million",
        "principal",
        "payment",
        "january",
        "loan",
        "western",
        "alliance",
        "bank",
        "company",
        "balance",
        "cash",
        "outstanding",
        "debt",
        "january",
        "million",
        "million",
        "respectively",
        "pleased",
        "completed",
        "series",
        "financial",
        "transaction",
        "period",
        "july",
        "january",
        "significantly",
        "strengthened",
        "balance",
        "sheet",
        "successfully",
        "reduced",
        "outstanding",
        "debt",
        "obligation",
        "million",
        "june",
        "million",
        "january",
        "increasing",
        "cash",
        "position",
        "million",
        "june",
        "million",
        "january",
        "said",
        "glowpoint",
        "cfo",
        "david",
        "clark",
        "transformational",
        "year",
        "glowpoint",
        "completed",
        "complicated",
        "restructuring",
        "balance",
        "sheet",
        "culminated",
        "series",
        "c",
        "equity",
        "round",
        "january",
        "provides",
        "company",
        "foundation",
        "pursue",
        "new",
        "market",
        "opportunity",
        "said",
        "glowpoint",
        "president",
        "ceo",
        "peter",
        "holst",
        "video",
        "product",
        "service",
        "continues",
        "integral",
        "broader",
        "business",
        "objective",
        "enabling",
        "customer",
        "effectively",
        "assess",
        "value",
        "deployment",
        "management",
        "virtualized",
        "workflow",
        "according",
        "wainhouse",
        "research",
        "ucaas",
        "market",
        "billion",
        "projected",
        "grow",
        "billion",
        "year",
        "cagr",
        "ucaas",
        "seat",
        "projected",
        "grow",
        "million",
        "million",
        "estimated",
        "actively",
        "used",
        "uc",
        "given",
        "growing",
        "market",
        "opportunity",
        "end",
        "user",
        "adoption",
        "company",
        "made",
        "excellent",
        "progress",
        "leveraging",
        "core",
        "strength",
        "service",
        "management",
        "target",
        "release",
        "subset",
        "new",
        "service",
        "summer",
        "focused",
        "automation",
        "microlearning",
        "select",
        "group",
        "current",
        "prospective",
        "enterprise",
        "customer",
        "want",
        "accelerate",
        "next",
        "generation",
        "uc",
        "technology",
        "full",
        "year",
        "financial",
        "highlight",
        "revenue",
        "million",
        "net",
        "income",
        "million",
        "aebitda",
        "million",
        "cash",
        "flow",
        "operation",
        "million",
        "aebitda",
        "financial",
        "measure",
        "see",
        "financial",
        "information",
        "later",
        "release",
        "reconciliation",
        "financial",
        "measure",
        "completed",
        "recapitalization",
        "company",
        "debt",
        "obligation",
        "july",
        "debt",
        "recapitalization",
        "resulted",
        "aggregate",
        "elimination",
        "million",
        "total",
        "debt",
        "accrued",
        "interest",
        "obligation",
        "owed",
        "company",
        "main",
        "street",
        "capital",
        "corporation",
        "shareholder",
        "representative",
        "service",
        "llc",
        "outstanding",
        "july",
        "ii",
        "aggregate",
        "gross",
        "proceeds",
        "million",
        "new",
        "debt",
        "obligation",
        "western",
        "alliance",
        "bank",
        "super",
        "g",
        "capital",
        "llc",
        "july",
        "proceeds",
        "used",
        "retire",
        "main",
        "street",
        "loan",
        "purchase",
        "share",
        "company",
        "common",
        "stock",
        "held",
        "main",
        "street",
        "iii",
        "use",
        "million",
        "company",
        "cash",
        "iv",
        "reduction",
        "outstanding",
        "share",
        "company",
        "common",
        "stock",
        "net",
        "amount",
        "share",
        "company",
        "recorded",
        "gain",
        "debt",
        "extinguishment",
        "million",
        "year",
        "ended",
        "december",
        "connection",
        "debt",
        "recapitalization",
        "glowpoint",
        "result",
        "operation",
        "financial",
        "condition",
        "fully",
        "discussed",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "investor",
        "encouraged",
        "carefully",
        "review",
        "company",
        "form",
        "complete",
        "analysis",
        "result",
        "operation",
        "financial",
        "condition",
        "glowpoint",
        "glowpoint",
        "nyse",
        "american",
        "glow",
        "managed",
        "service",
        "provider",
        "video",
        "collaboration",
        "network",
        "application",
        "service",
        "designed",
        "provide",
        "comprehensive",
        "suite",
        "automated",
        "concierge",
        "application",
        "simplify",
        "user",
        "experience",
        "expedite",
        "adoption",
        "video",
        "primary",
        "mean",
        "collaboration",
        "customer",
        "include",
        "fortune",
        "company",
        "along",
        "small",
        "medium",
        "enterprise",
        "variety",
        "industry",
        "learn",
        "please",
        "visit",
        "financial",
        "information",
        "adjusted",
        "ebitda",
        "aebitda",
        "financial",
        "measure",
        "defined",
        "net",
        "income",
        "loss",
        "depreciation",
        "amortization",
        "tax",
        "compensation",
        "expense",
        "impairment",
        "charge",
        "interest",
        "income",
        "expense",
        "net",
        "aebitda",
        "intended",
        "replace",
        "operating",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "cash",
        "flow",
        "measure",
        "financial",
        "performance",
        "reported",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "rather",
        "aebitda",
        "important",
        "measure",
        "used",
        "management",
        "assess",
        "operating",
        "performance",
        "company",
        "used",
        "calculation",
        "financial",
        "covenant",
        "company",
        "loan",
        "agreement",
        "aebitda",
        "defined",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "reported",
        "company",
        "due",
        "difference",
        "accounting",
        "policy",
        "therefore",
        "aebitda",
        "considered",
        "conjunction",
        "net",
        "income",
        "loss",
        "performance",
        "measure",
        "prepared",
        "accordance",
        "gaap",
        "operating",
        "income",
        "loss",
        "cash",
        "flow",
        "operating",
        "activity",
        "considered",
        "isolation",
        "substitute",
        "gaap",
        "measure",
        "net",
        "income",
        "loss",
        "operating",
        "income",
        "loss",
        "gaap",
        "measure",
        "liquidity",
        "financial",
        "performance",
        "reconciliation",
        "aebitda",
        "net",
        "income",
        "loss",
        "shown",
        "attached",
        "schedule",
        "forward",
        "looking",
        "cautionary",
        "statement",
        "press",
        "release",
        "oral",
        "statement",
        "made",
        "regarding",
        "subject",
        "release",
        "contain",
        "statement",
        "defined",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "made",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "address",
        "activity",
        "glowpoint",
        "assumes",
        "plan",
        "expects",
        "belief",
        "intends",
        "project",
        "estimate",
        "anticipates",
        "similar",
        "expression",
        "may",
        "occur",
        "future",
        "statement",
        "statement",
        "based",
        "management",
        "current",
        "belief",
        "based",
        "currently",
        "available",
        "information",
        "outcome",
        "timing",
        "future",
        "event",
        "involve",
        "factor",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "future",
        "period",
        "differ",
        "materially",
        "statement",
        "list",
        "description",
        "risk",
        "factor",
        "found",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ending",
        "december",
        "filing",
        "made",
        "company",
        "sec",
        "time",
        "time",
        "factor",
        "could",
        "cause",
        "glowpoint",
        "actual",
        "result",
        "plan",
        "differ",
        "materially",
        "statement",
        "therefore",
        "glowpoint",
        "give",
        "assurance",
        "future",
        "result",
        "estimated",
        "glowpoint",
        "intend",
        "disclaims",
        "obligation",
        "correct",
        "update",
        "revise",
        "information",
        "contained",
        "herein",
        "investor",
        "contact",
        "investor",
        "relation",
        "glowpoint",
        "investorrelations",
        "glowpoint",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "par",
        "value",
        "stated",
        "value",
        "share",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "current",
        "portion",
        "debt",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "accrued",
        "sale",
        "tax",
        "regulatory",
        "fee",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "liability",
        "deferred",
        "tax",
        "liability",
        "debt",
        "net",
        "current",
        "portion",
        "total",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "preferred",
        "stock",
        "series",
        "convertible",
        "par",
        "value",
        "stated",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "liquidation",
        "preference",
        "december",
        "respectively",
        "preferred",
        "stock",
        "series",
        "b",
        "convertible",
        "par",
        "value",
        "stated",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "liquidation",
        "preference",
        "december",
        "none",
        "december",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "issued",
        "outstanding",
        "december",
        "treasury",
        "stock",
        "share",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "glowpoint",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "gaap",
        "reconciliation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "revenue",
        "operating",
        "expense",
        "cost",
        "revenue",
        "exclusive",
        "depreciation",
        "amortization",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "impairment",
        "charge",
        "depreciation",
        "amortization",
        "total",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "interest",
        "expense",
        "net",
        "gain",
        "extinguishment",
        "debt",
        "amortization",
        "debt",
        "discount",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "income",
        "loss",
        "preferred",
        "stock",
        "dividend",
        "net",
        "income",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "income",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "gaap",
        "reconciliation",
        "net",
        "income",
        "loss",
        "depreciation",
        "amortization",
        "interest",
        "income",
        "expense",
        "net",
        "income",
        "tax",
        "benefit",
        "ebitda",
        "compensation",
        "expense",
        "impairment",
        "charge",
        "adjusted",
        "ebitda",
        "negative",
        "amount",
        "represents",
        "loss",
        "glowpoint",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "year",
        "ended",
        "december",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "income",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "loss",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "bad",
        "debt",
        "expense",
        "recovery",
        "amortization",
        "debt",
        "discount",
        "interest",
        "expense",
        "gain",
        "debt",
        "extinguishment",
        "compensation",
        "expense",
        "expense",
        "impairment",
        "charge",
        "deferred",
        "tax",
        "benefit",
        "change",
        "asset",
        "liability",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "current",
        "asset",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "accrued",
        "sale",
        "tax",
        "regulatory",
        "fee",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "principal",
        "payment",
        "borrowing",
        "arrangement",
        "proceeds",
        "new",
        "loan",
        "agreement",
        "net",
        "expense",
        "payment",
        "equity",
        "issuance",
        "cost",
        "proceeds",
        "series",
        "b",
        "preferred",
        "stock",
        "net",
        "expense",
        "purchase",
        "treasury",
        "stock",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "beginning",
        "period",
        "cash",
        "end",
        "period",
        "supplemental",
        "disclosure",
        "cash",
        "flow",
        "information",
        "cash",
        "paid",
        "period",
        "interest",
        "investing",
        "financing",
        "activity",
        "conversion",
        "preferred",
        "stock",
        "common",
        "stock",
        "extinguished",
        "debt",
        "accrued",
        "interest",
        "exchange",
        "common",
        "stock",
        "recognition",
        "prepaid",
        "equity",
        "issuance",
        "cost",
        "additional",
        "capital",
        "accrued",
        "preferred",
        "stock",
        "dividend",
        "wainhouse",
        "research",
        "unified",
        "communication",
        "service",
        "ucaas",
        "forecast",
        "september",
        "unified",
        "communication",
        "uc",
        "service",
        "ucaas",
        "sophisticated",
        "solution",
        "unifying",
        "variety",
        "communication",
        "service",
        "single",
        "platform",
        "accessible",
        "cloud",
        "source",
        "glowpoint",
        "inc"
    ]
}