{
    "organizations": [],
    "uuid": "6cc937a97ac67766c0328060c8d161f528f94a5b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/business-wire-motus-gi-announces-2017-financial-results-and-provides-business-outlook.html",
    "ord_in_thread": 0,
    "title": "Motus GI Announces 2017 Financial Results and Provides Business Outlook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "– Successfully completed $17.5M IPO and listed on NASDAQ Capital Market –\n– Pilot commercial launch of the Pure-Vu ® System in the U.S. ongoing with full commercial launch in the U.S. and select international markets on track for 2019 –\n– Growing body of clinical data expected over the course of 2018 –\n– Company well positioned to establish a strong presence in the growing GI endoscopy market –\nFORT LAUDERDALE, Fla.--(BUSINESS WIRE)-- Motus GI Holdings, Inc. , (NASDAQ: MOTS) (\"Motus GI\" or the \"Company\"), a medical technology company dedicated to improving endoscopy outcomes and experiences, announced today its financial results for the year ended December 31, 2017 and provided its 2018 business outlook.\n“Motus GI has accomplished a number of important corporate milestones over the past year, including the completion of our initial public offering and the listing of our common stock on NASDAQ. These achievements have allowed us to establish a secure platform from which we believe we can successfully build our business for the long-term and appeal to a broad investor base to create shareholder value,” said Mark Pomeranz, CEO of Motus GI . “As we continue to execute on our deliberate commercial strategy, we plan to spend the bulk of 2018 focusing on generating important clinical and health economic data to demonstrate the Pure-Vu ® System’s ability to overcome the significant clinical challenges of insufficient bowel prep for colonoscopy, enhance clinical outcomes and potentially reduce healthcare costs. We are excited to be working with some of the top institutions in the U.S. during our pilot launch in 2018.”\nRecent Corporate Highlights\nReceived European CE mark approval for the Pure-Vu ® System, enabling future expansion opportunity into European market where 6 million colonoscopies are performed annually; Expanded intellectual property portfolio with issuance of key European and U.S. patents covering the Pure-Vu ® System; Closed $17.5 million initial public offering and listed common stock on the NASDAQ Capital Market; Bolstered Board of Directors with the appointment of Gary J. Pruden, the previous Executive Vice President and Worldwide Chairman for the Johnson & Johnson (\"J&J\") (NYSE: JNJ) Medical Devices group; and Presented positive clinical data from performance study of the Pure-Vu ® System at the 25th United European Gastroenterology Week.\nPure-Vu ® System Update\nThe Pure-Vu ® System is a medical device that cleans the colon intra-procedurally to facilitate improved visualization during a colonoscopy procedure to enable a quality exam and has demonstrated effective cleaning in hundreds of procedures. The device integrates with existing colonoscopes and is activated by a convenient foot pedal to put control of cleansing the colon in the hands of the physician to gain clear visualization of the colon mucosa to facilitate a quality exam.\nThe Pure-Vu ® System is currently being introduced on a pilot basis in the U.S. market, and the Company is planning to initiate a full commercial launch in the U.S. and select international markets in 2019. Motus GI recently received CE mark approval for the Pure-Vu ® System in Europe and expects to continue to involve key European clinical centers along with a broad range of U.S. clinical centers in the post-approval clinical trials that it plans to conduct during the next 12 months and beyond.\nClinical Programs – Building a strong foundation of clinical and health economic data\nIn November 2017, Motus GI reported positive results from its most recent European clinical study evaluating the Pure-Vu ® System’s performance in cleansing poorly prepared colons at the 25th United European Gastroenterology (“UEG”) Week conference. Results from the 47-patient study showed that the Pure-Vu ® System significantly increased the number of subjects with an adequate cleansing level (Boston Bowel Prep Scale (BBPS) >= 2 for all 3 colon segments) from 19.1% at baseline to 100% after using the Pure-Vu ® System. Mean per patient post-treatment BBPS score was 9 vs. 3 prior to Pure-Vu ® System use. The BBPS ranges from 0 to 9 on a per patient basis with the higher the score the cleaner the colon.\nOver the course of the next 24 months, Motus GI plans to initiate a number of clinical studies in both the in-patient and out-patient settings that will evaluate its ability to rapidly cleanse poorly prepped patients during colonoscopy with BBPS as the measure of cleanliness, as well as assess the Pure-Vu ® System’s ability to reduce healthcare costs by reliably and predictably moving patients through the system to a successful examination.\nThe Company is initially targeting the in-patient population segment comprised of the more than 4 million in-patient colonoscopy procedures performed annually worldwide, which represents a significant unmet need. In in-patient settings, an insufficiently prepped colon can lead to longer hospital stays, resulting in an average increase of $8,000 per patient. Motus GI plans to initiate its REDUCE study, a multi-center in-patient prospective trial in Q2 2018. The study is expected to enroll ~100 patients with the primary endpoint of improvement of colon cleanliness (BBPS) which has been shown to directly correlate to improved outcomes. Motus GI expects to report results from the REDUCE study in the fourth quarter of this year.\nMotus GI is also planning to initiate its Micro-Prep study to evaluate the Pure-Vu ® System’s effectiveness in cleansing patients who ate a low residue diet (eggs, toast, pasta, etc.) and had a low dose of an over-the-counter laxative (magnesium citrate) prior to the exam. The study results are expected in the fourth quarter of this year.\nThe Company expects to launch several additional prospective clinical studies in 2018 focused on important patient populations in the in-patient and out-patient setting that have known challenges with existing bowel prep regimens that can delay or prevent successful colonoscopy procedures. These include GI bleed patients that require accelerated diagnosis, spinal cord injury patients and other high-medical need patients that cannot readily tolerate conventional bowel prep regimens such as diabetic patients, obesity patients, elderly and other patients that require more frequent colonoscopy due to medical conditions such as colorectal cancer, irritable bowel syndrome, inflammatory bowel disease, and anemia.\nNear-Term Milestones Expected to Drive Value\nInitiate REDUCE in-patient study in Q2 2018; Complete Micro-Prep I for prep optimization studies in Q2 2018; Initiate Micro-Prep II multi-center labeling study in Q3 2018; Finalize reimbursement strategy in 2H 2018; Initiate study in the VA for high medical need patient populations in Q3 2018; Complete REDUCE in-patient study in Q4 2018; Launch slim-scope compatible system in Q3 2018; Complete enrollment in Micro-Prep II labeling expansion trial by the end of 2018; Continue to build an extensive intellectual property portfolio to protect key aspects of the Pure-Vu ® System to drive market penetration and expansion; Participate in key scientific conferences throughout 2018, including Digestive Disease Week (DDW), United European Gastroenterology (UEG) Week and the American College of Gastroenterology (ACG) Annual Meeting; and Continue to refine in-servicing and training programs in preparation of the full market launch in 2019.\n“We have a clear clinical and commercial plan that we continue to implement, and we are excited about the opportunities ahead of us. Moving forward, we remain focused on developing our Pure-Vu ® System, which may establish a new standard of care for addressing the extensive challenges of bowel preparation in the 30 million global annual colonoscopy market. We look forward to providing continued updates over the course of the year and executing on our strategic path forward,” concluded Mr. Pomeranz.\nFinancial Results for Year Ended December 31, 2017\nFor the year ended December 31, 2017, Motus GI reported a net loss of approximately $13.2 million, or a net loss per diluted share of $1.28, compared to a net loss of approximately $8.0 million or a net loss per diluted share of $7.00 for the year ended December 31, 2016.\nThe Company ended the year with $6.9 million in cash and cash equivalents. In February 2018, the Company completed its initial public offering of its common stock at a public offering price of $5.00 per share, resulting in gross proceeds of $17.5 million. Based on current projections, the Company believes it has sufficient capital through the first half of 2019.\nAbout the Pure-Vu ® System\nThe Pure-Vu ® System is a 510(k) U.S. Food and Drug Administration cleared medical device indicated to help facilitate the cleaning of a poorly prepared colon during the colonoscopy procedure. The device integrates with standard colonoscopes to enable cleaning during the procedure while preserving standard procedural workflow and techniques. The Pure-Vu System has received CE mark approval in Europe.\nAbout Motus GI\nMotus GI Holdings, Inc. is a medical technology company, with subsidiaries in the U.S. and Israel, dedicated to improving endoscopy outcomes, lowering costs and enhancing patient experiences. The Company is focused on the development and commercialization of the Pure-Vu ® System to improve the colonoscopy experience and assist in the early detection and prevention of colorectal cancer and other diseases of the rectum and colon. In clinical studies to date, the Pure-Vu System significantly increased the number of patients with an adequate cleansing level, according to the Boston Bowel Preparation Scale Score, a validated assessment instrument.\nFor more information, visit www.motusgi.com and connect with the Company on Twitter , LinkedIn , Facebook and Google+ .\nMotus GI Holdings, Inc.\nConsolidated Balance Sheets\n(In thousands, except share and per share amounts)\nDecember 31, 2017 2016 ASSETS Current assets\nCash and cash equivalents $ 6,939 $ 11,644 Short-Term Deposits 76 - Inventory 6 81 Prepaid expenses and other 663 263 Deferred financing fees 602 - Total current assets 8,286 11,988 Fixed assets, net 783 141 Long-term deposits 99 62 Total assets $ 9,168 $ 12,191 LIABILITIES AND SHAREHOLDERS’ EQUITY Current liabilities\nAccounts payable $ 882 $ 107 Other current liabilities 1,101 645 Total current liabilities 1,983 752 Contingent royalty obligation 1,662 1,410 Commitments and contingent liabilities Shareholders’ equity\nCommon Stock $0.0001 par value; 50,000,000 authorized; 10,493,233 and 9,294,463 issued and outstanding as of December 31, 2017 and 2016, respectively 1 1 Preferred Series A stock $0.0001 par value; 2,000,000 authorized; 1,581,128 and 1,214,845 issued and outstanding as of December 31, 2017 and 2016, respectively - - Preferred stock $0.0001 par value; 8,000,000 authorized; zero issued and outstanding as of December 31, 2017 and 2016, respectively - - Additional paid-in capital 44,643 35,949 Accumulated deficit (39,121 ) (25,921 ) Total shareholders’ equity 5,523 10,029 Total liabilities and shareholders’ equity $ 9,168 $ 12,191 Forward-Looking Statements\nThis press release contains certain forward-looking statements. Forward-looking statements are based on the Company's current expectations and assumptions. The Private Securities Litigation Reform Act of 1995 provides a safe-harbor for forward-looking statements. These statements may be identified by the use of forward-looking expressions, including, but not limited to, \"expect,\" \"anticipate,\" \"intend,\" \"plan,\" \"believe,\" \"estimate,\" \"potential,\" \"predict,\" \"project,\" \"should,\" \"would\" and similar expressions and the negatives of those terms. Prospective investors are cautioned not to place undue reliance on such forward-looking statements, which speak only as of the date of this presentation. The Company undertakes no obligation to publicly update any forward-looking statement, whether as a result of new information, future events or otherwise. Important factors that could cause actual results to differ materially from those in the forward-looking statements are set forth in the Company's filings with the Securities and Exchange Commission.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180329005157/en/\nInvestors:\nJenene Thomas Communications, LLC\nJenene Thomas, 908-938-1475\njtc@jtcir.com\nor\nMedia:\n6 Degrees PR\nTony Plohoros, 908-940-0135\ntplohoros@6degreesPR.com\nSource: Motus GI Holdings, Inc.",
    "published": "2018-03-29T15:05:00.000+03:00",
    "crawled": "2018-03-29T18:09:17.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "successfully",
        "completed",
        "ipo",
        "listed",
        "nasdaq",
        "capital",
        "market",
        "pilot",
        "commercial",
        "launch",
        "system",
        "ongoing",
        "full",
        "commercial",
        "launch",
        "select",
        "international",
        "market",
        "track",
        "growing",
        "body",
        "clinical",
        "data",
        "expected",
        "course",
        "company",
        "well",
        "positioned",
        "establish",
        "strong",
        "presence",
        "growing",
        "gi",
        "endoscopy",
        "market",
        "fort",
        "lauderdale",
        "business",
        "wire",
        "motus",
        "gi",
        "holding",
        "nasdaq",
        "mot",
        "motus",
        "gi",
        "company",
        "medical",
        "technology",
        "company",
        "dedicated",
        "improving",
        "endoscopy",
        "outcome",
        "experience",
        "announced",
        "today",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "provided",
        "business",
        "outlook",
        "motus",
        "gi",
        "accomplished",
        "number",
        "important",
        "corporate",
        "milestone",
        "past",
        "year",
        "including",
        "completion",
        "initial",
        "public",
        "offering",
        "listing",
        "common",
        "stock",
        "nasdaq",
        "achievement",
        "allowed",
        "u",
        "establish",
        "secure",
        "platform",
        "believe",
        "successfully",
        "build",
        "business",
        "appeal",
        "broad",
        "investor",
        "base",
        "create",
        "shareholder",
        "value",
        "said",
        "mark",
        "pomeranz",
        "ceo",
        "motus",
        "gi",
        "continue",
        "execute",
        "deliberate",
        "commercial",
        "strategy",
        "plan",
        "spend",
        "bulk",
        "focusing",
        "generating",
        "important",
        "clinical",
        "health",
        "economic",
        "data",
        "demonstrate",
        "system",
        "ability",
        "overcome",
        "significant",
        "clinical",
        "challenge",
        "insufficient",
        "bowel",
        "prep",
        "colonoscopy",
        "enhance",
        "clinical",
        "outcome",
        "potentially",
        "reduce",
        "healthcare",
        "cost",
        "excited",
        "working",
        "top",
        "institution",
        "pilot",
        "launch",
        "recent",
        "corporate",
        "highlight",
        "received",
        "european",
        "ce",
        "mark",
        "approval",
        "system",
        "enabling",
        "future",
        "expansion",
        "opportunity",
        "european",
        "market",
        "million",
        "colonoscopy",
        "performed",
        "annually",
        "expanded",
        "intellectual",
        "property",
        "portfolio",
        "issuance",
        "key",
        "european",
        "patent",
        "covering",
        "system",
        "closed",
        "million",
        "initial",
        "public",
        "offering",
        "listed",
        "common",
        "stock",
        "nasdaq",
        "capital",
        "market",
        "bolstered",
        "board",
        "director",
        "appointment",
        "gary",
        "pruden",
        "previous",
        "executive",
        "vice",
        "president",
        "worldwide",
        "chairman",
        "johnson",
        "johnson",
        "j",
        "j",
        "nyse",
        "jnj",
        "medical",
        "device",
        "group",
        "presented",
        "positive",
        "clinical",
        "data",
        "performance",
        "study",
        "system",
        "25th",
        "united",
        "european",
        "gastroenterology",
        "week",
        "system",
        "update",
        "system",
        "medical",
        "device",
        "clean",
        "colon",
        "facilitate",
        "improved",
        "visualization",
        "colonoscopy",
        "procedure",
        "enable",
        "quality",
        "exam",
        "demonstrated",
        "effective",
        "cleaning",
        "hundred",
        "procedure",
        "device",
        "integrates",
        "existing",
        "colonoscope",
        "activated",
        "convenient",
        "foot",
        "pedal",
        "put",
        "control",
        "cleansing",
        "colon",
        "hand",
        "physician",
        "gain",
        "clear",
        "visualization",
        "colon",
        "mucosa",
        "facilitate",
        "quality",
        "exam",
        "system",
        "currently",
        "introduced",
        "pilot",
        "basis",
        "market",
        "company",
        "planning",
        "initiate",
        "full",
        "commercial",
        "launch",
        "select",
        "international",
        "market",
        "motus",
        "gi",
        "recently",
        "received",
        "ce",
        "mark",
        "approval",
        "system",
        "europe",
        "expects",
        "continue",
        "involve",
        "key",
        "european",
        "clinical",
        "center",
        "along",
        "broad",
        "range",
        "clinical",
        "center",
        "clinical",
        "trial",
        "plan",
        "conduct",
        "next",
        "month",
        "beyond",
        "clinical",
        "program",
        "building",
        "strong",
        "foundation",
        "clinical",
        "health",
        "economic",
        "data",
        "november",
        "motus",
        "gi",
        "reported",
        "positive",
        "result",
        "recent",
        "european",
        "clinical",
        "study",
        "evaluating",
        "system",
        "performance",
        "cleansing",
        "poorly",
        "prepared",
        "colon",
        "25th",
        "united",
        "european",
        "gastroenterology",
        "ueg",
        "week",
        "conference",
        "result",
        "study",
        "showed",
        "system",
        "significantly",
        "increased",
        "number",
        "subject",
        "adequate",
        "cleansing",
        "level",
        "boston",
        "bowel",
        "prep",
        "scale",
        "bbps",
        "colon",
        "segment",
        "baseline",
        "using",
        "system",
        "mean",
        "per",
        "patient",
        "bbps",
        "score",
        "prior",
        "system",
        "use",
        "bbps",
        "range",
        "per",
        "patient",
        "basis",
        "higher",
        "score",
        "cleaner",
        "colon",
        "course",
        "next",
        "month",
        "motus",
        "gi",
        "plan",
        "initiate",
        "number",
        "clinical",
        "study",
        "setting",
        "evaluate",
        "ability",
        "rapidly",
        "cleanse",
        "poorly",
        "prepped",
        "patient",
        "colonoscopy",
        "bbps",
        "measure",
        "cleanliness",
        "well",
        "assess",
        "system",
        "ability",
        "reduce",
        "healthcare",
        "cost",
        "reliably",
        "predictably",
        "moving",
        "patient",
        "system",
        "successful",
        "examination",
        "company",
        "initially",
        "targeting",
        "population",
        "segment",
        "comprised",
        "million",
        "colonoscopy",
        "procedure",
        "performed",
        "annually",
        "worldwide",
        "represents",
        "significant",
        "unmet",
        "need",
        "setting",
        "insufficiently",
        "prepped",
        "colon",
        "lead",
        "longer",
        "hospital",
        "stay",
        "resulting",
        "average",
        "increase",
        "per",
        "patient",
        "motus",
        "gi",
        "plan",
        "initiate",
        "reduce",
        "study",
        "prospective",
        "trial",
        "q2",
        "study",
        "expected",
        "enroll",
        "patient",
        "primary",
        "endpoint",
        "improvement",
        "colon",
        "cleanliness",
        "bbps",
        "shown",
        "directly",
        "correlate",
        "improved",
        "outcome",
        "motus",
        "gi",
        "expects",
        "report",
        "result",
        "reduce",
        "study",
        "fourth",
        "quarter",
        "year",
        "motus",
        "gi",
        "also",
        "planning",
        "initiate",
        "study",
        "evaluate",
        "system",
        "effectiveness",
        "cleansing",
        "patient",
        "ate",
        "low",
        "residue",
        "diet",
        "egg",
        "toast",
        "pasta",
        "etc",
        "low",
        "dose",
        "laxative",
        "magnesium",
        "citrate",
        "prior",
        "exam",
        "study",
        "result",
        "expected",
        "fourth",
        "quarter",
        "year",
        "company",
        "expects",
        "launch",
        "several",
        "additional",
        "prospective",
        "clinical",
        "study",
        "focused",
        "important",
        "patient",
        "population",
        "setting",
        "known",
        "challenge",
        "existing",
        "bowel",
        "prep",
        "regimen",
        "delay",
        "prevent",
        "successful",
        "colonoscopy",
        "procedure",
        "include",
        "gi",
        "bleed",
        "patient",
        "require",
        "accelerated",
        "diagnosis",
        "spinal",
        "cord",
        "injury",
        "patient",
        "need",
        "patient",
        "readily",
        "tolerate",
        "conventional",
        "bowel",
        "prep",
        "regimen",
        "diabetic",
        "patient",
        "obesity",
        "patient",
        "elderly",
        "patient",
        "require",
        "frequent",
        "colonoscopy",
        "due",
        "medical",
        "condition",
        "colorectal",
        "cancer",
        "irritable",
        "bowel",
        "syndrome",
        "inflammatory",
        "bowel",
        "disease",
        "anemia",
        "milestone",
        "expected",
        "drive",
        "value",
        "initiate",
        "reduce",
        "study",
        "q2",
        "complete",
        "prep",
        "optimization",
        "study",
        "q2",
        "initiate",
        "ii",
        "labeling",
        "study",
        "q3",
        "finalize",
        "reimbursement",
        "strategy",
        "2h",
        "initiate",
        "study",
        "va",
        "high",
        "medical",
        "need",
        "patient",
        "population",
        "q3",
        "complete",
        "reduce",
        "study",
        "q4",
        "launch",
        "compatible",
        "system",
        "q3",
        "complete",
        "enrollment",
        "ii",
        "labeling",
        "expansion",
        "trial",
        "end",
        "continue",
        "build",
        "extensive",
        "intellectual",
        "property",
        "portfolio",
        "protect",
        "key",
        "aspect",
        "system",
        "drive",
        "market",
        "penetration",
        "expansion",
        "participate",
        "key",
        "scientific",
        "conference",
        "throughout",
        "including",
        "digestive",
        "disease",
        "week",
        "ddw",
        "united",
        "european",
        "gastroenterology",
        "ueg",
        "week",
        "american",
        "college",
        "gastroenterology",
        "acg",
        "annual",
        "meeting",
        "continue",
        "refine",
        "training",
        "program",
        "preparation",
        "full",
        "market",
        "launch",
        "clear",
        "clinical",
        "commercial",
        "plan",
        "continue",
        "implement",
        "excited",
        "opportunity",
        "ahead",
        "u",
        "moving",
        "forward",
        "remain",
        "focused",
        "developing",
        "system",
        "may",
        "establish",
        "new",
        "standard",
        "care",
        "addressing",
        "extensive",
        "challenge",
        "bowel",
        "preparation",
        "million",
        "global",
        "annual",
        "colonoscopy",
        "market",
        "look",
        "forward",
        "providing",
        "continued",
        "update",
        "course",
        "year",
        "executing",
        "strategic",
        "path",
        "forward",
        "concluded",
        "pomeranz",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "motus",
        "gi",
        "reported",
        "net",
        "loss",
        "approximately",
        "million",
        "net",
        "loss",
        "per",
        "diluted",
        "share",
        "compared",
        "net",
        "loss",
        "approximately",
        "million",
        "net",
        "loss",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "company",
        "ended",
        "year",
        "million",
        "cash",
        "cash",
        "equivalent",
        "february",
        "company",
        "completed",
        "initial",
        "public",
        "offering",
        "common",
        "stock",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "resulting",
        "gross",
        "proceeds",
        "million",
        "based",
        "current",
        "projection",
        "company",
        "belief",
        "sufficient",
        "capital",
        "first",
        "half",
        "system",
        "system",
        "k",
        "food",
        "drug",
        "administration",
        "cleared",
        "medical",
        "device",
        "indicated",
        "help",
        "facilitate",
        "cleaning",
        "poorly",
        "prepared",
        "colon",
        "colonoscopy",
        "procedure",
        "device",
        "integrates",
        "standard",
        "colonoscope",
        "enable",
        "cleaning",
        "procedure",
        "preserving",
        "standard",
        "procedural",
        "workflow",
        "technique",
        "system",
        "received",
        "ce",
        "mark",
        "approval",
        "europe",
        "motus",
        "gi",
        "motus",
        "gi",
        "holding",
        "medical",
        "technology",
        "company",
        "subsidiary",
        "israel",
        "dedicated",
        "improving",
        "endoscopy",
        "outcome",
        "lowering",
        "cost",
        "enhancing",
        "patient",
        "experience",
        "company",
        "focused",
        "development",
        "commercialization",
        "system",
        "improve",
        "colonoscopy",
        "experience",
        "assist",
        "early",
        "detection",
        "prevention",
        "colorectal",
        "cancer",
        "disease",
        "rectum",
        "colon",
        "clinical",
        "study",
        "date",
        "system",
        "significantly",
        "increased",
        "number",
        "patient",
        "adequate",
        "cleansing",
        "level",
        "according",
        "boston",
        "bowel",
        "preparation",
        "scale",
        "score",
        "validated",
        "assessment",
        "instrument",
        "information",
        "visit",
        "connect",
        "company",
        "twitter",
        "linkedin",
        "facebook",
        "motus",
        "gi",
        "holding",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "deposit",
        "inventory",
        "prepaid",
        "expense",
        "deferred",
        "financing",
        "fee",
        "total",
        "current",
        "asset",
        "fixed",
        "asset",
        "net",
        "deposit",
        "total",
        "asset",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "contingent",
        "royalty",
        "obligation",
        "commitment",
        "contingent",
        "liability",
        "shareholder",
        "equity",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "preferred",
        "series",
        "stock",
        "par",
        "value",
        "authorized",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "zero",
        "issued",
        "outstanding",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "statement",
        "based",
        "company",
        "current",
        "expectation",
        "assumption",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "provides",
        "statement",
        "statement",
        "may",
        "identified",
        "use",
        "expression",
        "including",
        "limited",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "believe",
        "estimate",
        "potential",
        "predict",
        "project",
        "would",
        "similar",
        "expression",
        "negative",
        "term",
        "prospective",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "presentation",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "set",
        "forth",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "jenene",
        "thomas",
        "communication",
        "llc",
        "jenene",
        "thomas",
        "jtc",
        "medium",
        "degree",
        "pr",
        "tony",
        "plohoros",
        "tplohoros",
        "source",
        "motus",
        "gi",
        "holding",
        "inc"
    ]
}