{
    "organizations": [],
    "uuid": "04b49cb86b4dd28e265c431ad9261b0202fad973",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/pr-newswire-hertz-global-holdings-announces-proposed-a500-million-private-offering-of-senior-notes-by-hertz-holdings-netherlands-b-v.html",
    "ord_in_thread": 0,
    "title": "Hertz Global Holdings Announces Proposed €500 Million Private Offering of Senior Notes by Hertz Holdings Netherlands B.V.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ESTERO, Fla., March 5, 2018 /PRNewswire/ -- Hertz Global Holdings, Inc. (NYSE: HTZ) (the \"Company\") today announced that its indirect wholly-owned subsidiary Hertz Holdings Netherlands B.V., a private company with limited liability incorporated under the laws of the Netherlands (the \"Issuer\"), intends to offer €500 million aggregate principal amount of senior notes (the \"Notes\") in a private offering (the \"Offering\") exempt from the registration requirements of the Securities Act of 1933, as amended (the \"Securities Act\"), subject to market and other conditions.\nThe Notes will pay interest semi-annually in arrear. The Notes are expected to be guaranteed on a senior unsecured basis by the Company's wholly-owned subsidiary, The Hertz Corporation (\"Hertz\"), the domestic subsidiaries of Hertz that guarantee its senior credit facilities from time to time, and certain foreign subsidiaries of Hertz that guarantee its European revolving credit facility from time to time.\nThe Issuer intends to use the net proceeds from the issuance of the Notes to redeem all of its outstanding 4.375% Senior Notes due 2019 (the \"2019 Notes\") and to use any additional proceeds to repay borrowings under its European Revolving Credit Facility.\nThis press release does not constitute an offer to sell or the solicitation of an offer to buy any of the Notes (and the guarantees of the Notes) or any other securities, nor will there be any sale of the Notes (or any guarantees of the Notes) or any other securities in any state or other jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such state or other jurisdiction. The Notes (and the guarantees of the Notes) will be issued in reliance on the exemption from the registration requirements provided by Rule 144A under the Securities Act and, outside of the United States, only to non-U.S. investors pursuant to Regulation S under the Securities Act. None of the Notes and such guarantees have been registered under the Securities Act or any state or other jurisdiction's securities laws, and may not be offered or sold in the United States absent registration or an applicable exemption from the registration requirements of the Securities Act and applicable state and other jurisdiction's securities laws. This press release does not constitute a notice of redemption under the indenture governing the 2019 Notes nor an offer to tender for, or purchase, any 2019 Notes or any other security.\nABOUT HERTZ\nThe Hertz Corporation, a subsidiary of Hertz Global Holdings, Inc., operates the Hertz, Dollar and Thrifty vehicle rental brands in approximately 10,200 corporate and franchisee locations throughout North America, Europe, The Caribbean, Latin America, Africa, the Middle East, Asia, Australia and New Zealand. The Hertz Corporation is one of the largest worldwide airport general use vehicle rental companies, and the Hertz brand is one of the most recognized in the world. Product and service initiatives such as Hertz Gold Plus Rewards, Ultimate Choice, Carfirmations, Mobile Wi-Fi and unique vehicles offered through the Adrenaline, Dream, Green and Prestige Collections set Hertz apart from the competition. Additionally, The Hertz Corporation owns the vehicle leasing and fleet management leader Donlen, operates the Firefly vehicle rental brand and Hertz 24/7 car sharing business in international markets and sells vehicles through Hertz Car Sales.\nManufacturer target market (MiFID II product governance) is eligible counterparties and professional clients only (all distribution channels). No PRIIPs key information document (KID) has been prepared as not available to retail in EEA.\nCAUTIONARY NOTE CONCERNING FORWARD LOOKING STATEMENTS\nCertain statements contained in this release, and in related comments by the Company's management, include \" .\" Forward-looking statements include information concerning the Company's liquidity and its possible or assumed future results of operations, including descriptions of its business strategies. These statements often include words such as \"believe,\" \"expect,\" \"project,\" \"potential,\" \"anticipate,\" \"intend,\" \"plan,\" \"estimate,\" \"seek,\" \"will,\" \"may,\" \"would,\" \"should,\" \"could,\" \"forecasts\" or similar expressions. These statements are based on certain assumptions that the Company has made in light of its experience in the industry as well as its perceptions of historical trends, current conditions, expected future developments and other factors it believes are appropriate in these circumstances. The Company believes these judgments are reasonable, but you should understand that these statements are not guarantees of performance or results, and the Company's actual results could differ expressed in the due to a variety of important factors, both positive and negative, that may be revised or supplemented in subsequent reports on Forms 10-K, 10-Q and 8-K filed Commission (\"SEC\"). Among other items, such factors could include: any claims, investigations or proceedings arising as a result of the restatement in 2015 of the Company's previously issued financial results; the Company's ability to remediate the material weaknesses in its internal controls over financial reporting; levels of travel demand, particularly with respect to airline passenger traffic in the United States and in global markets; the effect of the Company's separation of its vehicle and equipment rental businesses, any failure by Herc Holdings Inc. to comply with the agreements entered into in connection with the separation and the Company's ability to obtain the expected benefits of the separation; significant changes in the competitive environment and the effect of competition in the Company's markets on rental volume and pricing, including on the Company's pricing policies or use of incentives; occurrences that disrupt rental activity during the Company's peak periods; increased vehicle costs due to declines in the value of the Company's non-program vehicles; the Company's ability to purchase adequate supplies of competitively priced vehicles and risks relating to increases in the cost of the vehicles it purchases; the Company's ability to accurately estimate future levels of rental activity and adjust the number and mix of vehicles used in its rental operations accordingly; the Company's ability to maintain sufficient liquidity and the availability to it of additional or continued sources of financing for its revenue earning vehicles and to refinance its existing indebtedness; the Company's ability to adequately respond to changes in technology and customer demands; the Company's access to third-party distribution channels and related prices, commission structures and transaction volumes; an increase in the Company's vehicle costs or disruption to its rental activity, particularly during its peak periods, due to safety recalls by the manufacturers of its vehicles; a major disruption in the Company's communication or centralized information networks; financial instability of the manufacturers of the Company's vehicles; any impact on the Company from the actions of its franchisees, dealers and independent contractors; the Company's ability to sustain operations during adverse economic cycles and unfavorable external events (including war, terrorist acts, natural disasters and epidemic disease); shortages of fuel and increases or volatility in fuel costs; the Company's ability to successfully integrate acquisitions and complete dispositions; the Company's ability to maintain favorable brand recognition and a coordinated and comprehensive branding and portfolio strategy; costs and risks associated with litigation and investigations; risks related to the Company's indebtedness, including its substantial amount of debt, its ability to incur substantially more debt, the fact that substantially all of its consolidated assets secure certain of its outstanding indebtedness and increases in interest rates or in its borrowing margins; the Company's ability to meet the financial and other covenants contained in its Senior Facilities and the Letter of Credit Facility, its outstanding unsecured Senior Notes, its outstanding Senior Second Priority Secured Notes and certain asset-backed and asset-based arrangements; changes in accounting principles, or their application or interpretation, and the Company's ability to make accurate estimates and the assumptions underlying the estimates, which could have an effect on operating results; risks associated with operating in many different countries, including the risk of a violation or alleged violation of applicable anticorruption or antibribery laws and the Company's ability to repatriate cash from non-U.S. affiliates without adverse tax consequences; the Company's ability to prevent the misuse or theft of information it possesses, including as a result of cyber security breaches and other security threats; the Company's ability to successfully implement its information technology and finance transformation programs; changes in the existing, or the adoption of new laws, regulations, policies or other activities of governments, agencies and similar organizations, such as the Tax Cuts and Jobs Act, where such actions may affect the Company's operations, the cost thereof or applicable tax rates; changes to the Company's senior management team and the dependence of its business operations on its senior management team; the effect of tangible and intangible asset impairment charges; the Company's exposure to uninsured claims in excess of historical levels; fluctuations in interest rates and commodity prices; the Company's exposure to fluctuations in foreign currency exchange rates and other risks and uncertainties described from time to time in periodic and current reports that the Company files with the SEC.\nAdditional information concerning these and other factors can be found in the Company's filings with the SEC, including its Annual Reports on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K.\nYou should not place undue reliance on . All attributable to the Company or persons acting on its behalf are expressly qualified in their entirety by the foregoing cautionary statements. All such statements speak only as of the date made, and the Company undertakes no obligation to update or revise publicly any , whether as a result of new information, future events or otherwise.\nView original content: http://www.prnewswire.com/news-releases/hertz-global-holdings-announces-proposed-500-million-private-offering-of-senior-notes-by-hertz-holdings-netherlands-bv-300607985.html\nSOURCE Hertz Global Holdings, Inc.",
    "published": "2018-03-05T15:17:00.000+02:00",
    "crawled": "2018-03-05T14:40:58.074+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "estero",
        "march",
        "hertz",
        "global",
        "holding",
        "nyse",
        "htz",
        "company",
        "today",
        "announced",
        "indirect",
        "subsidiary",
        "hertz",
        "holding",
        "netherlands",
        "private",
        "company",
        "limited",
        "liability",
        "incorporated",
        "law",
        "netherlands",
        "issuer",
        "intends",
        "offer",
        "million",
        "aggregate",
        "principal",
        "amount",
        "senior",
        "note",
        "note",
        "private",
        "offering",
        "offering",
        "exempt",
        "registration",
        "requirement",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "subject",
        "market",
        "condition",
        "note",
        "pay",
        "interest",
        "arrear",
        "note",
        "expected",
        "guaranteed",
        "senior",
        "unsecured",
        "basis",
        "company",
        "subsidiary",
        "hertz",
        "corporation",
        "hertz",
        "domestic",
        "subsidiary",
        "hertz",
        "guarantee",
        "senior",
        "credit",
        "facility",
        "time",
        "time",
        "certain",
        "foreign",
        "subsidiary",
        "hertz",
        "guarantee",
        "european",
        "revolving",
        "credit",
        "facility",
        "time",
        "time",
        "issuer",
        "intends",
        "use",
        "net",
        "proceeds",
        "issuance",
        "note",
        "redeem",
        "outstanding",
        "senior",
        "note",
        "due",
        "note",
        "use",
        "additional",
        "proceeds",
        "repay",
        "borrowing",
        "european",
        "revolving",
        "credit",
        "facility",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "note",
        "guarantee",
        "note",
        "security",
        "sale",
        "note",
        "guarantee",
        "note",
        "security",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "note",
        "guarantee",
        "note",
        "issued",
        "reliance",
        "exemption",
        "registration",
        "requirement",
        "provided",
        "rule",
        "144a",
        "security",
        "act",
        "outside",
        "united",
        "state",
        "investor",
        "pursuant",
        "regulation",
        "security",
        "act",
        "none",
        "note",
        "guarantee",
        "registered",
        "security",
        "act",
        "state",
        "jurisdiction",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "security",
        "act",
        "applicable",
        "state",
        "jurisdiction",
        "security",
        "law",
        "press",
        "release",
        "constitute",
        "notice",
        "redemption",
        "indenture",
        "governing",
        "note",
        "offer",
        "tender",
        "purchase",
        "note",
        "security",
        "hertz",
        "hertz",
        "corporation",
        "subsidiary",
        "hertz",
        "global",
        "holding",
        "operates",
        "hertz",
        "dollar",
        "thrifty",
        "vehicle",
        "rental",
        "brand",
        "approximately",
        "corporate",
        "franchisee",
        "location",
        "throughout",
        "north",
        "america",
        "europe",
        "caribbean",
        "latin",
        "america",
        "africa",
        "middle",
        "east",
        "asia",
        "australia",
        "new",
        "zealand",
        "hertz",
        "corporation",
        "one",
        "largest",
        "worldwide",
        "airport",
        "general",
        "use",
        "vehicle",
        "rental",
        "company",
        "hertz",
        "brand",
        "one",
        "recognized",
        "world",
        "product",
        "service",
        "initiative",
        "hertz",
        "gold",
        "plus",
        "reward",
        "ultimate",
        "choice",
        "carfirmations",
        "mobile",
        "unique",
        "vehicle",
        "offered",
        "adrenaline",
        "dream",
        "green",
        "prestige",
        "collection",
        "set",
        "hertz",
        "apart",
        "competition",
        "additionally",
        "hertz",
        "corporation",
        "owns",
        "vehicle",
        "leasing",
        "fleet",
        "management",
        "leader",
        "donlen",
        "operates",
        "firefly",
        "vehicle",
        "rental",
        "brand",
        "hertz",
        "car",
        "sharing",
        "business",
        "international",
        "market",
        "sell",
        "vehicle",
        "hertz",
        "car",
        "sale",
        "manufacturer",
        "target",
        "market",
        "mifid",
        "ii",
        "product",
        "governance",
        "eligible",
        "counterparties",
        "professional",
        "client",
        "distribution",
        "channel",
        "priips",
        "key",
        "information",
        "document",
        "kid",
        "prepared",
        "available",
        "retail",
        "eea",
        "cautionary",
        "note",
        "concerning",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "contained",
        "release",
        "related",
        "comment",
        "company",
        "management",
        "include",
        "statement",
        "include",
        "information",
        "concerning",
        "company",
        "liquidity",
        "possible",
        "assumed",
        "future",
        "result",
        "operation",
        "including",
        "description",
        "business",
        "strategy",
        "statement",
        "often",
        "include",
        "word",
        "believe",
        "expect",
        "project",
        "potential",
        "anticipate",
        "intend",
        "plan",
        "estimate",
        "seek",
        "may",
        "would",
        "could",
        "forecast",
        "similar",
        "expression",
        "statement",
        "based",
        "certain",
        "assumption",
        "company",
        "made",
        "light",
        "experience",
        "industry",
        "well",
        "perception",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "factor",
        "belief",
        "appropriate",
        "circumstance",
        "company",
        "belief",
        "judgment",
        "reasonable",
        "understand",
        "statement",
        "guarantee",
        "performance",
        "result",
        "company",
        "actual",
        "result",
        "could",
        "differ",
        "expressed",
        "due",
        "variety",
        "important",
        "factor",
        "positive",
        "negative",
        "may",
        "revised",
        "supplemented",
        "subsequent",
        "report",
        "form",
        "filed",
        "commission",
        "sec",
        "among",
        "item",
        "factor",
        "could",
        "include",
        "claim",
        "investigation",
        "proceeding",
        "arising",
        "result",
        "restatement",
        "company",
        "previously",
        "issued",
        "financial",
        "result",
        "company",
        "ability",
        "remediate",
        "material",
        "weakness",
        "internal",
        "control",
        "financial",
        "reporting",
        "level",
        "travel",
        "demand",
        "particularly",
        "respect",
        "airline",
        "passenger",
        "traffic",
        "united",
        "state",
        "global",
        "market",
        "effect",
        "company",
        "separation",
        "vehicle",
        "equipment",
        "rental",
        "business",
        "failure",
        "herc",
        "holding",
        "comply",
        "agreement",
        "entered",
        "connection",
        "separation",
        "company",
        "ability",
        "obtain",
        "expected",
        "benefit",
        "separation",
        "significant",
        "change",
        "competitive",
        "environment",
        "effect",
        "competition",
        "company",
        "market",
        "rental",
        "volume",
        "pricing",
        "including",
        "company",
        "pricing",
        "policy",
        "use",
        "incentive",
        "occurrence",
        "disrupt",
        "rental",
        "activity",
        "company",
        "peak",
        "period",
        "increased",
        "vehicle",
        "cost",
        "due",
        "decline",
        "value",
        "company",
        "vehicle",
        "company",
        "ability",
        "purchase",
        "adequate",
        "supply",
        "competitively",
        "priced",
        "vehicle",
        "risk",
        "relating",
        "increase",
        "cost",
        "vehicle",
        "purchase",
        "company",
        "ability",
        "accurately",
        "estimate",
        "future",
        "level",
        "rental",
        "activity",
        "adjust",
        "number",
        "mix",
        "vehicle",
        "used",
        "rental",
        "operation",
        "accordingly",
        "company",
        "ability",
        "maintain",
        "sufficient",
        "liquidity",
        "availability",
        "additional",
        "continued",
        "source",
        "financing",
        "revenue",
        "earning",
        "vehicle",
        "refinance",
        "existing",
        "indebtedness",
        "company",
        "ability",
        "adequately",
        "respond",
        "change",
        "technology",
        "customer",
        "demand",
        "company",
        "access",
        "distribution",
        "channel",
        "related",
        "price",
        "commission",
        "structure",
        "transaction",
        "volume",
        "increase",
        "company",
        "vehicle",
        "cost",
        "disruption",
        "rental",
        "activity",
        "particularly",
        "peak",
        "period",
        "due",
        "safety",
        "recall",
        "manufacturer",
        "vehicle",
        "major",
        "disruption",
        "company",
        "communication",
        "centralized",
        "information",
        "network",
        "financial",
        "instability",
        "manufacturer",
        "company",
        "vehicle",
        "impact",
        "company",
        "action",
        "franchisees",
        "dealer",
        "independent",
        "contractor",
        "company",
        "ability",
        "sustain",
        "operation",
        "adverse",
        "economic",
        "cycle",
        "unfavorable",
        "external",
        "event",
        "including",
        "war",
        "terrorist",
        "act",
        "natural",
        "disaster",
        "epidemic",
        "disease",
        "shortage",
        "fuel",
        "increase",
        "volatility",
        "fuel",
        "cost",
        "company",
        "ability",
        "successfully",
        "integrate",
        "acquisition",
        "complete",
        "disposition",
        "company",
        "ability",
        "maintain",
        "favorable",
        "brand",
        "recognition",
        "coordinated",
        "comprehensive",
        "branding",
        "portfolio",
        "strategy",
        "cost",
        "risk",
        "associated",
        "litigation",
        "investigation",
        "risk",
        "related",
        "company",
        "indebtedness",
        "including",
        "substantial",
        "amount",
        "debt",
        "ability",
        "incur",
        "substantially",
        "debt",
        "fact",
        "substantially",
        "consolidated",
        "asset",
        "secure",
        "certain",
        "outstanding",
        "indebtedness",
        "increase",
        "interest",
        "rate",
        "borrowing",
        "margin",
        "company",
        "ability",
        "meet",
        "financial",
        "covenant",
        "contained",
        "senior",
        "facility",
        "letter",
        "credit",
        "facility",
        "outstanding",
        "unsecured",
        "senior",
        "note",
        "outstanding",
        "senior",
        "second",
        "priority",
        "secured",
        "note",
        "certain",
        "arrangement",
        "change",
        "accounting",
        "principle",
        "application",
        "interpretation",
        "company",
        "ability",
        "make",
        "accurate",
        "estimate",
        "assumption",
        "underlying",
        "estimate",
        "could",
        "effect",
        "operating",
        "result",
        "risk",
        "associated",
        "operating",
        "many",
        "different",
        "country",
        "including",
        "risk",
        "violation",
        "alleged",
        "violation",
        "applicable",
        "anticorruption",
        "antibribery",
        "law",
        "company",
        "ability",
        "repatriate",
        "cash",
        "affiliate",
        "without",
        "adverse",
        "tax",
        "consequence",
        "company",
        "ability",
        "prevent",
        "misuse",
        "theft",
        "information",
        "possesses",
        "including",
        "result",
        "cyber",
        "security",
        "breach",
        "security",
        "threat",
        "company",
        "ability",
        "successfully",
        "implement",
        "information",
        "technology",
        "finance",
        "transformation",
        "program",
        "change",
        "existing",
        "adoption",
        "new",
        "law",
        "regulation",
        "policy",
        "activity",
        "government",
        "agency",
        "similar",
        "organization",
        "tax",
        "cut",
        "job",
        "act",
        "action",
        "may",
        "affect",
        "company",
        "operation",
        "cost",
        "thereof",
        "applicable",
        "tax",
        "rate",
        "change",
        "company",
        "senior",
        "management",
        "team",
        "dependence",
        "business",
        "operation",
        "senior",
        "management",
        "team",
        "effect",
        "tangible",
        "intangible",
        "asset",
        "impairment",
        "charge",
        "company",
        "exposure",
        "uninsured",
        "claim",
        "excess",
        "historical",
        "level",
        "fluctuation",
        "interest",
        "rate",
        "commodity",
        "price",
        "company",
        "exposure",
        "fluctuation",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "risk",
        "uncertainty",
        "described",
        "time",
        "time",
        "periodic",
        "current",
        "report",
        "company",
        "file",
        "sec",
        "additional",
        "information",
        "concerning",
        "factor",
        "found",
        "company",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "place",
        "undue",
        "reliance",
        "attributable",
        "company",
        "person",
        "acting",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "foregoing",
        "cautionary",
        "statement",
        "statement",
        "speak",
        "date",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "publicly",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "original",
        "content",
        "http",
        "source",
        "hertz",
        "global",
        "holding",
        "inc"
    ]
}