{
    "organizations": [],
    "uuid": "4d113f9e5753db630acf12379229b4c37c226ed3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/globe-newswire-farmers-merchants-bancorpato-acquire-bank-of-rio-vista.html",
    "ord_in_thread": 0,
    "title": "Farmers & Merchants Bancorp to Acquire Bank of Rio Vista",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LODI, Calif., Farmers & Merchants Bancorp (OTCQX:FMCB), a bank holding company headquartered in Lodi, California, and Bank of Rio Vista, a California banking company headquartered in Rio Vista, California, today announced that a definitive agreement has been signed by both parties for the acquisition of Bank of Rio Vista by Farmers & Merchants Bancorp. The transaction is subject to customary closing conditions, including regulatory approvals and Bank of Rio Vista’s shareholder approval. The Boards of Directors of both Farmers & Merchants Bancorp and Bank of Rio Vista have unanimously approved the transaction, which is expected to close in the third quarter of 2018.\nIn this transaction, the shareholders of Bank of Rio Vista owning 2,414 shares, or 60.35% of the outstanding common shares, will receive $28.7 million in cash subject to certain adjustments defined in the definitive agreement. Over the past year, Farmers & Merchants Bancorp acquired 1,586, or 39.65%, of the outstanding common shares of Bank of Rio Vista for $12.0 million. As a result, the total price paid for all common shares of Bank of Rio Vista is $40.7 million or 1.42 times the minimum book value that must be delivered at close. Farmers & Merchants Bancorp expects the acquisition to be accretive to earnings in 2019, the first full year of combined operations.\nAs a result of the transaction, Bank of Rio Vista, with three full service branches (Rio Vista, Walnut Grove and Lodi) and one loan production office (West Sacramento) will become a wholly-owned subsidiary of Farmers & Merchants Bancorp. Farmers & Merchants Bank of Central California will also continue to operate as a wholly-owned subsidiary of Farmers & Merchants Bancorp.\nFarmers & Merchants Bancorp’s Board of Directors and the Farmers & Merchants Bank of Central California Executive Management team, led by Kent Steinwert, Chairman, President and CEO, will continue to lead the combined team of professional bankers. Dave Greiner, Chairman, CEO and Director of Bank of Rio Vista, will work with Farmers & Merchants Bancorp as an advisor through the integration process. It is anticipated that one member of the Board of Directors of Bank of Rio Vista will join the Board of Farmers & Merchants Bank of Central California, and that an Advisory Board, comprised of certain existing Bank of Rio Vista Directors, will be established for the Rio Vista, Delta and River communities in Central California.\nAs of December 31, 2017, Farmers & Merchants Bancorp on a pro forma consolidated basis with Bank of Rio Vista would have had approximately $3.3 billion in total assets, with 32 locations serving California’s Central Valley and San Francisco East Bay Area regions.\nFarmers & Merchants Bancorp’s Chairman, President and CEO Kent Steinwert said, “It is a tremendous honor to join these two century-old institutions, both with strong ties to their communities and a long history of reinvesting back into their markets to improve the quality of life for all residents. Both banks share a similar culture and have earned outstanding reputations for conducting business the right way. Maintaining these foundations of trust will remain a priority. Bank of Rio Vista customers will enjoy the higher lending authorities and broader array of products available at F&M Bank, as well as the increased convenience of the expanded 32 branch network. Continued employment for Bank of Rio Vista employees is also a key objective. F&M Bank has maintained an “Outstanding” rating from the FDIC for community reinvestment and will focus on enhancing support for the Rio Vista, Delta and River communities. On behalf of our Board of Directors and Executive Management team, I extend a warm welcome to the Bank of Rio Vista customers and employees.”\nMr. Steinwert continued, “F&M Bank has been involved in agriculture since its founding in 1916 and today we are the 20th largest agricultural lender in the United States and the largest community bank lender to agribusiness in California. We look forward to continuing Bank of Rio Vista’s commitment to serving the needs of farmers in the Rio Vista, Delta and River communities.”\nDave Greiner, Chairman, CEO and Director of Bank of Rio Vista stated, “Farmers & Merchants Bancorp is the right fit to continue the commitment made by Bank of Rio Vista for the past 113 years in our communities. Our customers will have access to many more products and services, together with the additional benefit of a larger lending limit, enabling us to meet all of the needs of our customers and our community. Additionally, our employees will become part of an organization that has been one of the strongest and most profitable banks in California for many years.”\nAdvisors\nFarmers & Merchants Bancorp was advised in the transaction by Pillsbury Winthrop Shaw Pittman as legal counsel. Bank of Rio Vista was advised in the transaction by D.A. Davidson & Co. as financial advisor and by Weintraub Tobin as legal counsel.\nAbout Bank of Rio Vista\nBank of Rio Vista is a community bank established in 1904, serving the needs of consumers and businesses through four locations in Rio Vista, Walnut Grove, Lodi and West Sacramento. As of December 31, 2017, the Bank had approximately $218 million in total assets.\nAbout Farmers & Merchants Bancorp\nFarmers & Merchants Bancorp, traded on the OTCQX under the symbol FMCB, is the parent company of Farmers & Merchants Bank of Central California, also known as F&M Bank. Founded in 1916, F&M Bank is a locally owned and operated community bank, which proudly serves California through 28 convenient locations. In 2013, the Bank began an expansion into the San Francisco Bay Area with new full-service branches in Walnut Creek and Concord. In early 2018, a loan production office opened in Napa with a full-service branch in process. The Bank offers a full complement of loan, deposit, equipment leasing and treasury management products to businesses, as well as a full suite of consumer banking products. The FDIC awarded F&M Bank the highest possible rating of \"Outstanding\" in their CRA evaluation. For more information about Farmers & Merchants Bancorp and F&M Bank, visit fmbonline.com .\nForward-Looking Statements\nStatements in this press release or on other public statements or filings concerning the benefits of the transaction involving Farmers & Merchants Bancorp and Bank of Rio Vista, including future financial and operating results, the combined company’s plans, objectives, expectations and intentions and other statements that are not historical facts, including future performance, developments or events, expectations for growth and income forecasts, and any other guidance on future periods, constitute forward-looking statements that are subject to a number of risks and uncertainties. Actual results may differ materially from stated expectations. The following factors, among others, could cause actual results to differ from those set forth in the forward-looking statements: the possibility that the transaction does not close when expected or at all because of regulatory, shareholder or other approvals and other conditions to closing are not received or satisfied on a timely basis or at all; the risk that the benefits from the transaction may not be fully realized or may take longer to realize than expected; the reaction to the transaction of the companies’ customers, employees and counterparties; diversion of management time on merger-related issues; and other risks that are described in Farmers & Merchants Bancorp’s public filings with the Securities and Exchange Commission. Additional information on these and other factors that could affect our financial results are included in our Securities and Exchange Commission filings, including Farmers & Merchants Bancorp’s Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and other filings with the SEC. We disclaim any obligation to update any such factors or to publicly announce the results of any revisions to any forward-looking statements contained herein or in our other public statements or filings to reflect future events or developments.\nContact\nFarmers & Merchants Bancorp\nStephen W. Haley, 209-367-2411\nExecutive Vice President and Chief Financial Officer\nshaley@fmbonline.com\nSource:Farmers & Merchant Bank of Central California",
    "published": "2018-03-26T16:30:00.000+03:00",
    "crawled": "2018-03-26T16:30:24.021+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lodi",
        "farmer",
        "merchant",
        "bancorp",
        "otcqx",
        "fmcb",
        "bank",
        "holding",
        "company",
        "headquartered",
        "lodi",
        "california",
        "bank",
        "rio",
        "vista",
        "california",
        "banking",
        "company",
        "headquartered",
        "rio",
        "vista",
        "california",
        "today",
        "announced",
        "definitive",
        "agreement",
        "signed",
        "party",
        "acquisition",
        "bank",
        "rio",
        "vista",
        "farmer",
        "merchant",
        "bancorp",
        "transaction",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "regulatory",
        "approval",
        "bank",
        "rio",
        "vista",
        "shareholder",
        "approval",
        "board",
        "director",
        "farmer",
        "merchant",
        "bancorp",
        "bank",
        "rio",
        "vista",
        "unanimously",
        "approved",
        "transaction",
        "expected",
        "close",
        "third",
        "quarter",
        "transaction",
        "shareholder",
        "bank",
        "rio",
        "vista",
        "owning",
        "share",
        "outstanding",
        "common",
        "share",
        "receive",
        "million",
        "cash",
        "subject",
        "certain",
        "adjustment",
        "defined",
        "definitive",
        "agreement",
        "past",
        "year",
        "farmer",
        "merchant",
        "bancorp",
        "acquired",
        "outstanding",
        "common",
        "share",
        "bank",
        "rio",
        "vista",
        "million",
        "result",
        "total",
        "price",
        "paid",
        "common",
        "share",
        "bank",
        "rio",
        "vista",
        "million",
        "time",
        "minimum",
        "book",
        "value",
        "must",
        "delivered",
        "close",
        "farmer",
        "merchant",
        "bancorp",
        "expects",
        "acquisition",
        "accretive",
        "earnings",
        "first",
        "full",
        "year",
        "combined",
        "operation",
        "result",
        "transaction",
        "bank",
        "rio",
        "vista",
        "three",
        "full",
        "service",
        "branch",
        "rio",
        "vista",
        "walnut",
        "grove",
        "lodi",
        "one",
        "loan",
        "production",
        "office",
        "west",
        "sacramento",
        "become",
        "subsidiary",
        "farmer",
        "merchant",
        "bancorp",
        "farmer",
        "merchant",
        "bank",
        "central",
        "california",
        "also",
        "continue",
        "operate",
        "subsidiary",
        "farmer",
        "merchant",
        "bancorp",
        "farmer",
        "merchant",
        "bancorp",
        "board",
        "director",
        "farmer",
        "merchant",
        "bank",
        "central",
        "california",
        "executive",
        "management",
        "team",
        "led",
        "kent",
        "steinwert",
        "chairman",
        "president",
        "ceo",
        "continue",
        "lead",
        "combined",
        "team",
        "professional",
        "banker",
        "dave",
        "greiner",
        "chairman",
        "ceo",
        "director",
        "bank",
        "rio",
        "vista",
        "work",
        "farmer",
        "merchant",
        "bancorp",
        "advisor",
        "integration",
        "process",
        "anticipated",
        "one",
        "member",
        "board",
        "director",
        "bank",
        "rio",
        "vista",
        "join",
        "board",
        "farmer",
        "merchant",
        "bank",
        "central",
        "california",
        "advisory",
        "board",
        "comprised",
        "certain",
        "existing",
        "bank",
        "rio",
        "vista",
        "director",
        "established",
        "rio",
        "vista",
        "delta",
        "river",
        "community",
        "central",
        "california",
        "december",
        "farmer",
        "merchant",
        "bancorp",
        "pro",
        "forma",
        "consolidated",
        "basis",
        "bank",
        "rio",
        "vista",
        "would",
        "approximately",
        "billion",
        "total",
        "asset",
        "location",
        "serving",
        "california",
        "central",
        "valley",
        "san",
        "francisco",
        "east",
        "bay",
        "area",
        "region",
        "farmer",
        "merchant",
        "bancorp",
        "chairman",
        "president",
        "ceo",
        "kent",
        "steinwert",
        "said",
        "tremendous",
        "honor",
        "join",
        "two",
        "institution",
        "strong",
        "tie",
        "community",
        "long",
        "history",
        "reinvesting",
        "back",
        "market",
        "improve",
        "quality",
        "life",
        "resident",
        "bank",
        "share",
        "similar",
        "culture",
        "earned",
        "outstanding",
        "reputation",
        "conducting",
        "business",
        "right",
        "way",
        "maintaining",
        "foundation",
        "trust",
        "remain",
        "priority",
        "bank",
        "rio",
        "vista",
        "customer",
        "enjoy",
        "higher",
        "lending",
        "authority",
        "broader",
        "array",
        "product",
        "available",
        "f",
        "bank",
        "well",
        "increased",
        "convenience",
        "expanded",
        "branch",
        "network",
        "continued",
        "employment",
        "bank",
        "rio",
        "vista",
        "employee",
        "also",
        "key",
        "objective",
        "f",
        "bank",
        "maintained",
        "outstanding",
        "rating",
        "fdic",
        "community",
        "reinvestment",
        "focus",
        "enhancing",
        "support",
        "rio",
        "vista",
        "delta",
        "river",
        "community",
        "behalf",
        "board",
        "director",
        "executive",
        "management",
        "team",
        "extend",
        "warm",
        "welcome",
        "bank",
        "rio",
        "vista",
        "customer",
        "steinwert",
        "continued",
        "f",
        "bank",
        "involved",
        "agriculture",
        "since",
        "founding",
        "today",
        "20th",
        "largest",
        "agricultural",
        "lender",
        "united",
        "state",
        "largest",
        "community",
        "bank",
        "lender",
        "agribusiness",
        "california",
        "look",
        "forward",
        "continuing",
        "bank",
        "rio",
        "vista",
        "commitment",
        "serving",
        "need",
        "farmer",
        "rio",
        "vista",
        "delta",
        "river",
        "dave",
        "greiner",
        "chairman",
        "ceo",
        "director",
        "bank",
        "rio",
        "vista",
        "stated",
        "farmer",
        "merchant",
        "bancorp",
        "right",
        "fit",
        "continue",
        "commitment",
        "made",
        "bank",
        "rio",
        "vista",
        "past",
        "year",
        "community",
        "customer",
        "access",
        "many",
        "product",
        "service",
        "together",
        "additional",
        "benefit",
        "larger",
        "lending",
        "limit",
        "enabling",
        "u",
        "meet",
        "need",
        "customer",
        "community",
        "additionally",
        "employee",
        "become",
        "part",
        "organization",
        "one",
        "strongest",
        "profitable",
        "bank",
        "california",
        "many",
        "advisor",
        "farmer",
        "merchant",
        "bancorp",
        "advised",
        "transaction",
        "pillsbury",
        "winthrop",
        "shaw",
        "pittman",
        "legal",
        "counsel",
        "bank",
        "rio",
        "vista",
        "advised",
        "transaction",
        "davidson",
        "financial",
        "advisor",
        "weintraub",
        "tobin",
        "legal",
        "counsel",
        "bank",
        "rio",
        "vista",
        "bank",
        "rio",
        "vista",
        "community",
        "bank",
        "established",
        "serving",
        "need",
        "consumer",
        "business",
        "four",
        "location",
        "rio",
        "vista",
        "walnut",
        "grove",
        "lodi",
        "west",
        "sacramento",
        "december",
        "bank",
        "approximately",
        "million",
        "total",
        "asset",
        "farmer",
        "merchant",
        "bancorp",
        "farmer",
        "merchant",
        "bancorp",
        "traded",
        "otcqx",
        "symbol",
        "fmcb",
        "parent",
        "company",
        "farmer",
        "merchant",
        "bank",
        "central",
        "california",
        "also",
        "known",
        "f",
        "bank",
        "founded",
        "f",
        "bank",
        "locally",
        "owned",
        "operated",
        "community",
        "bank",
        "proudly",
        "serf",
        "california",
        "convenient",
        "location",
        "bank",
        "began",
        "expansion",
        "san",
        "francisco",
        "bay",
        "area",
        "new",
        "branch",
        "walnut",
        "creek",
        "concord",
        "early",
        "loan",
        "production",
        "office",
        "opened",
        "napa",
        "branch",
        "process",
        "bank",
        "offer",
        "full",
        "complement",
        "loan",
        "deposit",
        "equipment",
        "leasing",
        "treasury",
        "management",
        "product",
        "business",
        "well",
        "full",
        "suite",
        "consumer",
        "banking",
        "product",
        "fdic",
        "awarded",
        "f",
        "bank",
        "highest",
        "possible",
        "rating",
        "outstanding",
        "cra",
        "evaluation",
        "information",
        "farmer",
        "merchant",
        "bancorp",
        "f",
        "bank",
        "visit",
        "statement",
        "statement",
        "press",
        "release",
        "public",
        "statement",
        "filing",
        "concerning",
        "benefit",
        "transaction",
        "involving",
        "farmer",
        "merchant",
        "bancorp",
        "bank",
        "rio",
        "vista",
        "including",
        "future",
        "financial",
        "operating",
        "result",
        "combined",
        "company",
        "plan",
        "objective",
        "expectation",
        "intention",
        "statement",
        "historical",
        "fact",
        "including",
        "future",
        "performance",
        "development",
        "event",
        "expectation",
        "growth",
        "income",
        "forecast",
        "guidance",
        "future",
        "period",
        "constitute",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "stated",
        "expectation",
        "following",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "set",
        "forth",
        "statement",
        "possibility",
        "transaction",
        "close",
        "expected",
        "regulatory",
        "shareholder",
        "approval",
        "condition",
        "closing",
        "received",
        "satisfied",
        "timely",
        "basis",
        "risk",
        "benefit",
        "transaction",
        "may",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "reaction",
        "transaction",
        "company",
        "customer",
        "employee",
        "counterparties",
        "diversion",
        "management",
        "time",
        "issue",
        "risk",
        "described",
        "farmer",
        "merchant",
        "bancorp",
        "public",
        "filing",
        "security",
        "exchange",
        "commission",
        "additional",
        "information",
        "factor",
        "could",
        "affect",
        "financial",
        "result",
        "included",
        "security",
        "exchange",
        "commission",
        "filing",
        "including",
        "farmer",
        "merchant",
        "bancorp",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "filing",
        "sec",
        "disclaim",
        "obligation",
        "update",
        "factor",
        "publicly",
        "announce",
        "result",
        "revision",
        "statement",
        "contained",
        "herein",
        "public",
        "statement",
        "filing",
        "reflect",
        "future",
        "event",
        "development",
        "contact",
        "farmer",
        "merchant",
        "bancorp",
        "stephen",
        "haley",
        "executive",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "shaley",
        "source",
        "farmer",
        "merchant",
        "bank",
        "central",
        "california"
    ]
}