{
    "organizations": [],
    "uuid": "9b4e5e9f0482fd13bbb07d73fa4a509306cf4330",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-optinose-reports-fourth-quarter-and-full-year-2017-financial-resultsaand-recent-operational-highlights.html",
    "ord_in_thread": 0,
    "title": "Optinose Reports Fourth Quarter and Full Year 2017 Financial Results and Recent Operational Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Optinose expects early April availability of XHANCE in retail pharmacies\nXHANCE Xperience program launched in early March\nYARDLEY, Pa., March 13, 2018 (GLOBE NEWSWIRE) -- Optinose (NASDAQ:OPTN), a pharmaceutical company focused on patients treated by ear, nose and throat (ENT) and allergy specialists, today reported financial results for the quarter and year ended December 31, 2017, and provided recent operational highlights.\n“2017 was a transformational year for Optinose, and 2018 is poised to be even better as we make XHANCE available to the millions of patients with nasal polyps,” commented CEO Peter Miller. “The first-pass approval of XHANCE by the FDA in September 2017 is a testament to the quality of the efforts by the team in the execution of our development and regulatory strategies. Having raised $250 million in gross proceeds in 2017 to strengthen our capital position, we have now turned our team’s attention more fully to the successful launch of XHANCE. Following FDA approval, we began commercial manufacturing, launching programs to build customer awareness of XHANCE, engaging payers to achieve broad market access and building a sales force. I am pleased to report that initial launch supply has now been manufactured with availability in retail pharmacies anticipated in early April 2018, contracting efforts with major insurers are underway and a sales force has now been deployed. Our company is built on two foundational values: “One Mission,” meaning we win or lose as a team, and “Friendship.” As a result, Optinose has assembled an experienced team of exceptional leaders that are united to make 2018 another successful year for the Company and the community we serve.”\nFourth Quarter and Recent Highlights\nCommercialization of XHANCE TM (fluticasone propionate) nasal spray 93mcg\nManufacturing Readiness\nThe initial launch supply of XHANCE has been manufactured and the Company is in the process of filling the retail channel. Retail pharmacy availability is expected in early April.\nProduct Awareness\nThe Company believes that a high level of product awareness will facilitate adoption. Therefore, multiple product awareness initiatives were undertaken in the months following product approval with multi-channel efforts directed at the ENT and allergy specialty audience. To date, the awareness campaign has reached over 10,000 ENT and allergy specialists with both disease state and XHANCE branded messaging. Product and disease awareness have also been pursued through temporary deployment of a field team of approximately 80 nurse educators, who have reached approximately 5,000 ENT and allergy prescribers and delivered over 10,000 presentations. Based on recent market research, aided product awareness of XHANCE among the company's ENT and allergy target audience (approximately 10,000 physicians) is 73 percent, with 86 percent awareness amongst allergists. Initial reaction to core brand messages among target physicians has been positive.\nPayer Coverage\nRecognizing that insurance coverage is important to product acceptance and uptake, the Company has engaged with key pharmacy benefit managers and health plans estimated to represent over 80 percent of adult commercial lives. Based on current progress, the Company expects to achieve approximately 65 percent coverage of commercial lives during launch. Where permissible, the Company will be implementing co-pay assistance and other patient affordability programs to further support patient access.\nSales Force\nThe Company has engaged approximately 80 regional sales personnel who have been trained on XHANCE and have begun interactions with targeted ENT and allergy specialists. These territory managers are deployed primarily in regions where commercial market access is expected to meet or exceed the Company’s launch target of approximately 65 percent. The Company anticipates its launch efforts will benefit from active transitions between previously deployed clinical nurse educators and new territory managers. The Company is prepared to flexibly expand the number of territory managers based on experience in the marketplace.\nXHANCE Xperience\nIn March 2018, Optinose introduced a limited product availability program, the XHANCE Xperience program, offering select physicians and their patients an opportunity to gain initial experience with XHANCE. Physicians can enroll a limited number of eligible patients in this program, and patients will receive up to two XHANCE prescriptions at no cost to them ($0 co-pay) while physicians will receive feedback on early patient responses to treatment. The Company believes this program will accelerate the ability of physicians to acquire positive patient treatment experiences and therefore improve demand for XHANCE during the early phases of product launch. The program officially launched on March 5th, and as of March 12th, more than 130 unique physicians have written a total of more than 250 prescriptions.\nAdditional Highlights\nDebt Financing\nIn December 2017, Optinose entered into a $100 million note purchase agreement with funds managed by Athyrium Capital Management, LP, a leading global healthcare-focused investment firm. Concurrent with signing the agreement, the Company issued $75 million in aggregate principal amount of senior secured notes. An additional $25 million may be available to Optinose in 2019 subject to the achievement of a sales milestone and certain other conditions.\nAddition to Leadership Team - Karen E. Brophy, Vice President, Human Resources\nWith more than 30 years of diverse experience in human resources across several industries including biotechnology, pharmaceuticals and information management, Ms. Brophy has assumed responsibility for the strategic implementation and management of human resources programs and practices at Optinose. Ms. Brophy has previously held senior human resources roles in both large established organizations and emerging growth organizations, including Aventis, Celgene, Dendreon, and others.\nFourth Quarter 2017 Financial Results\nResearch and development expenses for the three-month period ended December 31, 2017, were $1.2 million. Selling, general and administrative expenses totaled $18.5 million for the three-month period ended December 31, 2017. Net loss for the period was $19.6 million, or $0.64 per share (basic and diluted, after giving effect to the 1-for-2.8879 stock split that occurred on October 10, 2017).\nFull Year 2017 Financial Results\nResearch and development expenses for the year ended December 31, 2017, were $16.8 million. General and administrative expenses totaled $31.7 million for the year ended December 31, 2017. Net loss for the period was $48.9 million, or $5.63 per share (basic and diluted, after giving effect to the 1-for-2.8879 stock split that occurred on October 10, 2017). As of December 31, 2017, Optinose had cash and cash equivalents of $234.9 million.\nCorporate Guidance\nResearch and development\nOptinose expects to initiate a Phase 3b trial of XHANCE as a treatment for chronic sinusitis in the fourth quarter of 2018.\nFinancial\nThe Company believes its current cash and cash equivalents are sufficient to fund its operations and debt service obligations through the end of 2019.\nCompany to Host Conference Call\nMembers of the Company’s leadership team will host a conference call and presentation to discuss financial results and corporate updates beginning at 8:00 a.m. Eastern Time today.\nTo participate on the conference call, please dial (866) 916-4761 from the U.S. or +1 (409) 216-6496 from outside the U.S. In addition, following the completion of the call, a telephone replay will be accessible until March 20, 2018 by dialing (855) 859-2056 from the U.S. or +1 (404) 537-3406 from outside the U.S. and entering conference ID # 9246888. A simultaneous webcast of the call and presentation can be accessed by visiting the Investor section of Optinose’s website at www.optinose.com . In addition, a replay of the webcast will be available on the Company website for 60 days following the event.\nOptiNose, Inc, Condensed Consolidated Statement of Operations (in thousands, except share and per share data) Three Months Ended Years Ended December 31, December 31, 2017 2016 2017 2016 Licensing revenues $ — $ — $ — $ 47,500 Operating expenses: Research and development 1,212 3,070 16,832 15,311 Selling, general and administrative 18,484 1,812 31,698 6,869 Total operating expenses 19,696 4,882 48,530 22,180 (Loss) income from operations (19,696 ) (4,882 ) (48,530 ) 25,320 Other (income) expense (145 ) 706 372 2,707 Net (loss) income $ (19,551 ) $ (5,588 ) $ (48,902 ) $ 22,613 Deemed dividend 714 2,751 11,969 11,005 Accretion to redemption value 3 527 1,096 2,109 Net (loss) income attributable to common stockholders $ (20,268 ) $ (8,866 ) $ (61,967 ) $ 9,499 Net (loss) income per share of common stock basic $ (0.64 ) $ (2.18 ) $ (5.63 ) $ 0.40 diluted $ (0.64 ) $ (2.18 ) $ (5.63 ) $ 0.32 Weighted average common shares outstanding basic 31,567,310 4,067,717 10,999,121 4,054,316 diluted 31,567,310 4,067,717 10,999,121 4,980,181\nOptiNose, Inc. Condensed Consolidated Balance Sheet Data (in thousands) December 31, 2017 2016 Cash and cash equivalents $ 234,854 $ 36,797 Other assets 6,282 4,754 Total assets $ 241,136 $ 41,551 Total current liabilities $ 14,777 $ 5,910 Long term debt, net 71,863 — Convertible notes payable, net — 15,256 Total other liabilities — 3,409 Redeemable convertible preferred stock — 168,173 Total stockholders' equity (deficit) 154,496 (151,197 ) Total liabilities and stockholders' equity (deficit) $ 241,136 $ 41,551 About Optinose\nOptinose is a global specialty pharmaceutical company focused on serving the needs of patients cared for by ear, nose and throat (ENT) and allergy specialists. Optinose has offices in the U.S., the U.K. and Norway. To learn more, please visit www.optinose.com or follow us on Twitter and LinkedIn.\nCautionary Note on Forward-Looking Statements\nThis press release contains within the meaning of the U.S. Private Securities Litigation Reform Act of 1995. All statements that are not historical facts are hereby identified as for this purpose and include, among others, statements relating to the expected launch and availability of XHANCE in retail pharmacies in early April 2018; the timing of the initiation of a Phase 3b trial of XHANCE for chronic sinusitis; the adequacy of the Company's current cash and cash equivalents to fund operations and debt service obligations through the end of 2019; the Company's expectation to achieve approximately 65 percent coverage of commercial lives during launch; the potential benefits of the Xperience Program; and other statements regarding the Company's future operations, financial performance, financial position, prospects, objectives and other future events. Forward-looking statements are based upon management’s current expectations and assumptions and are subject to a number of risks, uncertainties and other factors that could cause actual results and events to differ materially and adversely from those indicated by such including, among others: our ability to establish commercial infrastructure and capabilities to launch XHANCE; physician and patient acceptance of XHANCE; our ability to obtain adequate third-party reimbursement for XHANCE (market access); varying interpretation of clinical data; uncertainties and delays relating to the initiation, enrollment and completion of clinical trials; and the risks, uncertainties and other factors discussed under the caption \"Item 1A. Risk Factors\" and elsewhere in our most recent Form 10-K and Form 10-Q filings with the Securities and Exchange Commission - which are available at www.sec.gov . As a result, you are cautioned not to place undue reliance on any . Any made in this press release speak only as of the date of this press release, and we undertake no obligation to update such , whether as a result of new information, future developments or otherwise.\nOptinose Investor Contact\nJonathan Neely\nJonathan.neely@optinose.com\n267.521.0531\nOptinose Media Contact\nKate Traynor, Sloane & Company\nKtraynor@sloanepr.com\n212.446.1871\nSource:OptiNose, Inc.",
    "published": "2018-03-13T14:00:00.000+02:00",
    "crawled": "2018-03-13T14:03:55.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "optinose",
        "expects",
        "early",
        "april",
        "availability",
        "xhance",
        "retail",
        "pharmacy",
        "xhance",
        "xperience",
        "program",
        "launched",
        "early",
        "march",
        "yardley",
        "march",
        "globe",
        "newswire",
        "optinose",
        "nasdaq",
        "optn",
        "pharmaceutical",
        "company",
        "focused",
        "patient",
        "treated",
        "ear",
        "nose",
        "throat",
        "ent",
        "allergy",
        "specialist",
        "today",
        "reported",
        "financial",
        "result",
        "quarter",
        "year",
        "ended",
        "december",
        "provided",
        "recent",
        "operational",
        "highlight",
        "transformational",
        "year",
        "optinose",
        "poised",
        "even",
        "better",
        "make",
        "xhance",
        "available",
        "million",
        "patient",
        "nasal",
        "polyp",
        "commented",
        "ceo",
        "peter",
        "miller",
        "approval",
        "xhance",
        "fda",
        "september",
        "testament",
        "quality",
        "effort",
        "team",
        "execution",
        "development",
        "regulatory",
        "strategy",
        "raised",
        "million",
        "gross",
        "proceeds",
        "strengthen",
        "capital",
        "position",
        "turned",
        "team",
        "attention",
        "fully",
        "successful",
        "launch",
        "xhance",
        "following",
        "fda",
        "approval",
        "began",
        "commercial",
        "manufacturing",
        "launching",
        "program",
        "build",
        "customer",
        "awareness",
        "xhance",
        "engaging",
        "payer",
        "achieve",
        "broad",
        "market",
        "access",
        "building",
        "sale",
        "force",
        "pleased",
        "report",
        "initial",
        "launch",
        "supply",
        "manufactured",
        "availability",
        "retail",
        "pharmacy",
        "anticipated",
        "early",
        "april",
        "contracting",
        "effort",
        "major",
        "insurer",
        "underway",
        "sale",
        "force",
        "deployed",
        "company",
        "built",
        "two",
        "foundational",
        "value",
        "one",
        "mission",
        "meaning",
        "win",
        "lose",
        "team",
        "result",
        "optinose",
        "assembled",
        "experienced",
        "team",
        "exceptional",
        "leader",
        "united",
        "make",
        "another",
        "successful",
        "year",
        "company",
        "community",
        "fourth",
        "quarter",
        "recent",
        "highlight",
        "commercialization",
        "xhance",
        "tm",
        "fluticasone",
        "propionate",
        "nasal",
        "spray",
        "93mcg",
        "manufacturing",
        "readiness",
        "initial",
        "launch",
        "supply",
        "xhance",
        "manufactured",
        "company",
        "process",
        "filling",
        "retail",
        "channel",
        "retail",
        "pharmacy",
        "availability",
        "expected",
        "early",
        "april",
        "product",
        "awareness",
        "company",
        "belief",
        "high",
        "level",
        "product",
        "awareness",
        "facilitate",
        "adoption",
        "therefore",
        "multiple",
        "product",
        "awareness",
        "initiative",
        "undertaken",
        "month",
        "following",
        "product",
        "approval",
        "effort",
        "directed",
        "ent",
        "allergy",
        "specialty",
        "audience",
        "date",
        "awareness",
        "campaign",
        "reached",
        "ent",
        "allergy",
        "specialist",
        "disease",
        "state",
        "xhance",
        "branded",
        "messaging",
        "product",
        "disease",
        "awareness",
        "also",
        "pursued",
        "temporary",
        "deployment",
        "field",
        "team",
        "approximately",
        "nurse",
        "educator",
        "reached",
        "approximately",
        "ent",
        "allergy",
        "prescribers",
        "delivered",
        "presentation",
        "based",
        "recent",
        "market",
        "research",
        "aided",
        "product",
        "awareness",
        "xhance",
        "among",
        "company",
        "ent",
        "allergy",
        "target",
        "audience",
        "approximately",
        "physician",
        "percent",
        "percent",
        "awareness",
        "amongst",
        "allergist",
        "initial",
        "reaction",
        "core",
        "brand",
        "message",
        "among",
        "target",
        "physician",
        "positive",
        "payer",
        "coverage",
        "recognizing",
        "insurance",
        "coverage",
        "important",
        "product",
        "acceptance",
        "uptake",
        "company",
        "engaged",
        "key",
        "pharmacy",
        "benefit",
        "manager",
        "health",
        "plan",
        "estimated",
        "represent",
        "percent",
        "adult",
        "commercial",
        "life",
        "based",
        "current",
        "progress",
        "company",
        "expects",
        "achieve",
        "approximately",
        "percent",
        "coverage",
        "commercial",
        "life",
        "launch",
        "permissible",
        "company",
        "implementing",
        "assistance",
        "patient",
        "affordability",
        "program",
        "support",
        "patient",
        "access",
        "sale",
        "force",
        "company",
        "engaged",
        "approximately",
        "regional",
        "sale",
        "personnel",
        "trained",
        "xhance",
        "begun",
        "interaction",
        "targeted",
        "ent",
        "allergy",
        "specialist",
        "territory",
        "manager",
        "deployed",
        "primarily",
        "region",
        "commercial",
        "market",
        "access",
        "expected",
        "meet",
        "exceed",
        "company",
        "launch",
        "target",
        "approximately",
        "percent",
        "company",
        "anticipates",
        "launch",
        "effort",
        "benefit",
        "active",
        "transition",
        "previously",
        "deployed",
        "clinical",
        "nurse",
        "educator",
        "new",
        "territory",
        "manager",
        "company",
        "prepared",
        "flexibly",
        "expand",
        "number",
        "territory",
        "manager",
        "based",
        "experience",
        "marketplace",
        "xhance",
        "xperience",
        "march",
        "optinose",
        "introduced",
        "limited",
        "product",
        "availability",
        "program",
        "xhance",
        "xperience",
        "program",
        "offering",
        "select",
        "physician",
        "patient",
        "opportunity",
        "gain",
        "initial",
        "experience",
        "xhance",
        "physician",
        "enroll",
        "limited",
        "number",
        "eligible",
        "patient",
        "program",
        "patient",
        "receive",
        "two",
        "xhance",
        "prescription",
        "cost",
        "physician",
        "receive",
        "feedback",
        "early",
        "patient",
        "response",
        "treatment",
        "company",
        "belief",
        "program",
        "accelerate",
        "ability",
        "physician",
        "acquire",
        "positive",
        "patient",
        "treatment",
        "experience",
        "therefore",
        "improve",
        "demand",
        "xhance",
        "early",
        "phase",
        "product",
        "launch",
        "program",
        "officially",
        "launched",
        "march",
        "5th",
        "march",
        "12th",
        "unique",
        "physician",
        "written",
        "total",
        "prescription",
        "additional",
        "highlight",
        "debt",
        "financing",
        "december",
        "optinose",
        "entered",
        "million",
        "note",
        "purchase",
        "agreement",
        "fund",
        "managed",
        "athyrium",
        "capital",
        "management",
        "lp",
        "leading",
        "global",
        "investment",
        "firm",
        "concurrent",
        "signing",
        "agreement",
        "company",
        "issued",
        "million",
        "aggregate",
        "principal",
        "amount",
        "senior",
        "secured",
        "note",
        "additional",
        "million",
        "may",
        "available",
        "optinose",
        "subject",
        "achievement",
        "sale",
        "milestone",
        "certain",
        "condition",
        "addition",
        "leadership",
        "team",
        "karen",
        "brophy",
        "vice",
        "president",
        "human",
        "resource",
        "year",
        "diverse",
        "experience",
        "human",
        "resource",
        "across",
        "several",
        "industry",
        "including",
        "biotechnology",
        "pharmaceutical",
        "information",
        "management",
        "brophy",
        "assumed",
        "responsibility",
        "strategic",
        "implementation",
        "management",
        "human",
        "resource",
        "program",
        "practice",
        "optinose",
        "brophy",
        "previously",
        "held",
        "senior",
        "human",
        "resource",
        "role",
        "large",
        "established",
        "organization",
        "emerging",
        "growth",
        "organization",
        "including",
        "aventis",
        "celgene",
        "dendreon",
        "others",
        "fourth",
        "quarter",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "period",
        "ended",
        "december",
        "million",
        "selling",
        "general",
        "administrative",
        "expense",
        "totaled",
        "million",
        "period",
        "ended",
        "december",
        "net",
        "loss",
        "period",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "giving",
        "effect",
        "stock",
        "split",
        "occurred",
        "october",
        "full",
        "year",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "general",
        "administrative",
        "expense",
        "totaled",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "period",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "giving",
        "effect",
        "stock",
        "split",
        "occurred",
        "october",
        "december",
        "optinose",
        "cash",
        "cash",
        "equivalent",
        "million",
        "corporate",
        "guidance",
        "research",
        "development",
        "optinose",
        "expects",
        "initiate",
        "phase",
        "3b",
        "trial",
        "xhance",
        "treatment",
        "chronic",
        "sinusitis",
        "fourth",
        "quarter",
        "financial",
        "company",
        "belief",
        "current",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "fund",
        "operation",
        "debt",
        "service",
        "obligation",
        "end",
        "company",
        "host",
        "conference",
        "call",
        "member",
        "company",
        "leadership",
        "team",
        "host",
        "conference",
        "call",
        "presentation",
        "discus",
        "financial",
        "result",
        "corporate",
        "update",
        "beginning",
        "eastern",
        "time",
        "today",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "outside",
        "addition",
        "following",
        "completion",
        "call",
        "telephone",
        "replay",
        "accessible",
        "march",
        "dialing",
        "outside",
        "entering",
        "conference",
        "id",
        "simultaneous",
        "webcast",
        "call",
        "presentation",
        "accessed",
        "visiting",
        "investor",
        "section",
        "optinose",
        "website",
        "addition",
        "replay",
        "webcast",
        "available",
        "company",
        "website",
        "day",
        "following",
        "event",
        "optinose",
        "inc",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "licensing",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "income",
        "operation",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "deemed",
        "dividend",
        "accretion",
        "redemption",
        "value",
        "net",
        "loss",
        "income",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "optinose",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "december",
        "cash",
        "cash",
        "equivalent",
        "asset",
        "total",
        "asset",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "debt",
        "net",
        "convertible",
        "note",
        "payable",
        "net",
        "total",
        "liability",
        "redeemable",
        "convertible",
        "preferred",
        "stock",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficit",
        "optinose",
        "optinose",
        "global",
        "specialty",
        "pharmaceutical",
        "company",
        "focused",
        "serving",
        "need",
        "patient",
        "cared",
        "ear",
        "nose",
        "throat",
        "ent",
        "allergy",
        "specialist",
        "optinose",
        "office",
        "norway",
        "learn",
        "please",
        "visit",
        "follow",
        "u",
        "twitter",
        "linkedin",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "historical",
        "fact",
        "hereby",
        "identified",
        "purpose",
        "include",
        "among",
        "others",
        "statement",
        "relating",
        "expected",
        "launch",
        "availability",
        "xhance",
        "retail",
        "pharmacy",
        "early",
        "april",
        "timing",
        "initiation",
        "phase",
        "3b",
        "trial",
        "xhance",
        "chronic",
        "sinusitis",
        "adequacy",
        "company",
        "current",
        "cash",
        "cash",
        "equivalent",
        "fund",
        "operation",
        "debt",
        "service",
        "obligation",
        "end",
        "company",
        "expectation",
        "achieve",
        "approximately",
        "percent",
        "coverage",
        "commercial",
        "life",
        "launch",
        "potential",
        "benefit",
        "xperience",
        "program",
        "statement",
        "regarding",
        "company",
        "future",
        "operation",
        "financial",
        "performance",
        "financial",
        "position",
        "prospect",
        "objective",
        "future",
        "event",
        "statement",
        "based",
        "upon",
        "management",
        "current",
        "expectation",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "adversely",
        "indicated",
        "including",
        "among",
        "others",
        "ability",
        "establish",
        "commercial",
        "infrastructure",
        "capability",
        "launch",
        "xhance",
        "physician",
        "patient",
        "acceptance",
        "xhance",
        "ability",
        "obtain",
        "adequate",
        "reimbursement",
        "xhance",
        "market",
        "access",
        "varying",
        "interpretation",
        "clinical",
        "data",
        "uncertainty",
        "delay",
        "relating",
        "initiation",
        "enrollment",
        "completion",
        "clinical",
        "trial",
        "risk",
        "uncertainty",
        "factor",
        "discussed",
        "caption",
        "item",
        "1a",
        "risk",
        "factor",
        "elsewhere",
        "recent",
        "form",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "available",
        "result",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "made",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "update",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "optinose",
        "investor",
        "contact",
        "jonathan",
        "neely",
        "optinose",
        "medium",
        "contact",
        "kate",
        "traynor",
        "sloane",
        "company",
        "ktraynor",
        "source",
        "optinose",
        "inc"
    ]
}