{
    "organizations": [],
    "uuid": "760661cb77ebba3d5caa6751248207a140b85ac0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/business-wire-eqt-announces-interim-leadership-change.html",
    "ord_in_thread": 0,
    "title": "EQT Announces Interim Leadership Change",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PITTSBURGH--(BUSINESS WIRE)-- EQT Corporation (NYSE: EQT) today announced Steven Schlotterbeck, President and Chief Executive Officer, has resigned from the Company for personal reasons and stepped down from the Board of Directors, effective immediately. Mr. Schlotterbeck has also resigned his positions with EQT GP Holdings, LP (NYSE: EQGP), EQT Midstream Partners, LP (NYSE: EQM) and Rice Midstream Partners LP (NYSE: RMP).\nThe Board of Directors has appointed David L. Porges as Interim President and Chief Executive Officer. Porges previously led EQT as Executive Chairman from March 2017 until February 2018, Chairman and Chief Executive Officer from December 2015 to February 2017, and Chairman, President, and Chief Executive Officer from May 2011 through December 2015. He joined EQT in 1998 as Senior Vice President and Chief Financial Officer. Jerry Ashcroft will replace Mr. Schlotterbeck as the President and Chief Executive Officer of EQGP, EQM and RMP.\nThe Board of Directors issued the following statement:\nWe thank Steve for his dedicated service to EQT and its stakeholders over the last 18 years. Steve was a valued contributor as EQT transformed from a regional, retail gas company into the largest natural gas producer in the United States.\nToday, EQT is at an important transition point, and we are confident that the Company is well positioned to advance its strategy while implementing the previously announced separation plan. With the support of a strong and dedicated team, the Company is making solid progress and remains on track to complete the spinoff by the end of the third quarter 2018.\nWe are fortunate to have Dave Porges. Dave brings a wealth of experience and long-established relationships to our leadership team. Dave will guide the Company during this interim phase, and work with the Board to search for a new CEO for the independent, public exploration and production company. As previously announced, the Company’s midstream businesses will be led by Jerry Ashcroft upon completion of the separation transaction.\nThe Company remains confident about its operational prospects and reaffirms the fiscal year 2018 guidance announced on February 15, 2018.\nAbout EQT Corporation:\nEQT Corporation is an integrated energy company with emphasis on Appalachian area natural gas production, gathering, and transmission. With nearly 130 years of experience and a long-standing history of good corporate citizenship, EQT is the largest producer of natural gas in the United States. As a leader in the use of advanced horizontal drilling technology, EQT is committed to minimizing the impact of drilling-related activities and reducing its overall environmental footprint. Through safe and responsible operations, EQT is helping to meet our nation’s growing demand for clean-burning energy, while continuing to provide a rewarding workplace and enrich the communities where its employees live and work. EQT owns the general partner interest and a 90% limited partner interest in EQT GP Holdings, LP, which owns the general partner interest, all of the incentive distribution rights, and a portion of the limited partner interest in EQT Midstream Partners, LP. EQT also owns the general partner interest, all of the incentive distribution rights, and a 28% limited partner interest in Rice Midstream Partners LP.\nVisit EQT Corporation at www.EQT.com ; and to learn more about EQT’s sustainability efforts, please visit https://csr.eqt.com .\nAbout EQT Corporation:\nEQT Corporation is an integrated energy company with emphasis on Appalachian area natural gas production, gathering, and transmission. With nearly 130 years of experience and a long-standing history of good corporate citizenship, EQT is the largest producer of natural gas in the United States. As a leader in the use of advanced horizontal drilling technology, EQT is committed to minimizing the impact of drilling-related activities and reducing its overall environmental footprint. Through safe and responsible operations, EQT is helping to meet our nation’s growing demand for clean-burning energy, while continuing to provide a rewarding workplace and enrich the communities where its employees live and work. EQT owns the general partner interest and a 90% limited partner interest in EQT GP Holdings, LP, which owns the general partner interest, all of the incentive distribution rights, and a portion of the limited partner interest in EQT Midstream Partners, LP. EQT also owns the general partner interest, all of the incentive distribution rights, and a 28% limited partner interest in Rice Midstream Partners LP.\nVisit EQT Corporation at www.EQT.com ; and to learn more about EQT’s sustainability efforts, please visit https://csr.eqt.com .\nAbout EQT Midstream Partners:\nEQT Midstream Partners, LP is a growth-oriented limited partnership formed by EQT Corporation to own, operate, acquire, and develop midstream assets in the Appalachian Basin. The Partnership provides midstream services to EQT Corporation and third-party companies through its strategically located transmission, storage, and gathering systems that service the Marcellus and Utica regions. The Partnership owns approximately 950 miles of FERC-regulated interstate pipelines; and also owns approximately 1,800 miles of high-and low-pressure gathering lines.\nVisit EQT Midstream Partners, LP at www.eqtmidstreampartners.com .\nAbout EQT GP Holdings:\nEQT GP Holdings, LP is a limited partnership that owns the general partner interest, all of the incentive distribution rights, and a portion of the limited partner interests in EQT Midstream Partners, LP. EQT Corporation owns the general partner interest and a 90% limited partner interest in EQT GP Holdings, LP.\nVisit EQT GP Holdings, LP at www.eqtmidstreampartners.com .\nAbout Rice Midstream Partners:\nRice Midstream Partners LP is a fee-based, growth-oriented limited partnership formed to own, operate, develop and acquire midstream assets in the Appalachian basin. RMP provides midstream services to EQT Corporation and third-party companies through its natural gas gathering, compression, and water assets in the rapidly developing dry gas cores of the Marcellus and Utica Shales.\nVisit Rice Midstream Partners LP at www.ricemidstream.com .\nCautionary Statements\nDisclosures in this news release contain certain forward-looking statements within the meaning of Section 21E of the Securities Exchange Act of 1934, as amended, and Section 27A of the Securities Act of 1933, as amended. Statements that do not relate strictly to historical or current facts are forward-looking. Without limiting the generality of the foregoing, forward- looking statements contained in this news release specifically include the expectations of plans, strategies, objectives and growth and anticipated financial and operational performance of the Company and its subsidiaries, including whether the separation of the midstream business and the other potential transactions which EQT has announced involving the midstream business are completed, as expected or at all, and the timing of any such separation and/or transactions; whether the conditions to the separation and the other transactions involving the midstream business can be satisfied; whether the operational, financial and strategic benefits of the separation and the other transactions involving the midstream business can be achieved; whether the costs and expenses of the separation and the other transactions involving the midstream business can be controlled within expectations; guidance regarding the Company's strategy to develop its Marcellus, Ohio Utica, Upper Devonian and other reserves; drilling plans and programs (including the number, type, average lateral length and location of wells to be drilled or turned-in-line, the number and type of drilling rigs, the number of frac crews and the number of multi-pad wells); projected production sales volume and growth rates (including liquids sales volume and growth rates); projected unit costs, general and administrative expenses, expense reductions, average differential and net marketing services revenue; projected adjusted operating cash flow attributable to EQT and projected adjusted operating cash flow attributable to EQT Production; projected capital expenditures, capital budget, and sources of funds for capital expenditures; return on capital; and projected cash flows, including the ability to fund the 2018 drilling program through cash from operations, and projected cash flows resulting from the Company’s partnership interests in EQGP and RMP. These statements involve risks and uncertainties that could cause actual results to differ materially from projected results. Accordingly, investors should not place undue reliance on forward-looking statements as a prediction of actual results. The Company has based these forward-looking statements on current expectations and assumptions about future events. While the Company considers these expectations and assumptions to be reasonable, they are inherently subject to significant business, economic, competitive, regulatory and other risks and uncertainties, many of which are difficult to predict and beyond the Company's control. The risks and uncertainties that may affect the operations, performance and results of the Company's business and forward-looking statements include, but are not limited to, those set forth under Item 1A, \"Risk Factors\" of the Company's Form 10-K for the year ended December 31, 2017, as updated by any subsequent Form 10-Qs.\nAny forward-looking statement speaks only as of the date on which such statement is made and the Company does not intend to correct or update any forward-looking statement, whether as a result of new information, future events or otherwise.\nInformation in this news release regarding EQGP and its subsidiaries, including EQM, and RMP and its subsidiaries, is derived from publicly available information published by the partnerships.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180315005720/en/\nEQT analyst inquiries:\nPatrick Kane, 412-553-7833\nChief Investor Relations Officer\npkane@eqt.com\nor\nEQM/EQGP/RMP analyst inquiries:\nNate Tetlow, 412-553-5834\nInvestor Relations Director\nntetlow@eqt.com\nor\nMedia inquiries:\nNatalie Cox, 412-395-3941\nCorporate Director, Communications\nncox@eqt.com\nSource: EQT",
    "published": "2018-03-15T16:30:00.000+02:00",
    "crawled": "2018-03-15T17:11:14.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "pittsburgh",
        "business",
        "wire",
        "eqt",
        "corporation",
        "nyse",
        "eqt",
        "today",
        "announced",
        "steven",
        "schlotterbeck",
        "president",
        "chief",
        "executive",
        "officer",
        "resigned",
        "company",
        "personal",
        "reason",
        "stepped",
        "board",
        "director",
        "effective",
        "immediately",
        "schlotterbeck",
        "also",
        "resigned",
        "position",
        "eqt",
        "gp",
        "holding",
        "lp",
        "nyse",
        "eqgp",
        "eqt",
        "midstream",
        "partner",
        "lp",
        "nyse",
        "eqm",
        "rice",
        "midstream",
        "partner",
        "lp",
        "nyse",
        "rmp",
        "board",
        "director",
        "appointed",
        "david",
        "porges",
        "interim",
        "president",
        "chief",
        "executive",
        "officer",
        "porges",
        "previously",
        "led",
        "eqt",
        "executive",
        "chairman",
        "march",
        "february",
        "chairman",
        "chief",
        "executive",
        "officer",
        "december",
        "february",
        "chairman",
        "president",
        "chief",
        "executive",
        "officer",
        "may",
        "december",
        "joined",
        "eqt",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "jerry",
        "ashcroft",
        "replace",
        "schlotterbeck",
        "president",
        "chief",
        "executive",
        "officer",
        "eqgp",
        "eqm",
        "rmp",
        "board",
        "director",
        "issued",
        "following",
        "statement",
        "thank",
        "steve",
        "dedicated",
        "service",
        "eqt",
        "stakeholder",
        "last",
        "year",
        "steve",
        "valued",
        "contributor",
        "eqt",
        "transformed",
        "regional",
        "retail",
        "gas",
        "company",
        "largest",
        "natural",
        "gas",
        "producer",
        "united",
        "state",
        "today",
        "eqt",
        "important",
        "transition",
        "point",
        "confident",
        "company",
        "well",
        "positioned",
        "advance",
        "strategy",
        "implementing",
        "previously",
        "announced",
        "separation",
        "plan",
        "support",
        "strong",
        "dedicated",
        "team",
        "company",
        "making",
        "solid",
        "progress",
        "remains",
        "track",
        "complete",
        "spinoff",
        "end",
        "third",
        "quarter",
        "fortunate",
        "dave",
        "porges",
        "dave",
        "brings",
        "wealth",
        "experience",
        "relationship",
        "leadership",
        "team",
        "dave",
        "guide",
        "company",
        "interim",
        "phase",
        "work",
        "board",
        "search",
        "new",
        "ceo",
        "independent",
        "public",
        "exploration",
        "production",
        "company",
        "previously",
        "announced",
        "company",
        "midstream",
        "business",
        "led",
        "jerry",
        "ashcroft",
        "upon",
        "completion",
        "separation",
        "transaction",
        "company",
        "remains",
        "confident",
        "operational",
        "prospect",
        "reaffirms",
        "fiscal",
        "year",
        "guidance",
        "announced",
        "february",
        "eqt",
        "corporation",
        "eqt",
        "corporation",
        "integrated",
        "energy",
        "company",
        "emphasis",
        "appalachian",
        "area",
        "natural",
        "gas",
        "production",
        "gathering",
        "transmission",
        "nearly",
        "year",
        "experience",
        "history",
        "good",
        "corporate",
        "citizenship",
        "eqt",
        "largest",
        "producer",
        "natural",
        "gas",
        "united",
        "state",
        "leader",
        "use",
        "advanced",
        "horizontal",
        "drilling",
        "technology",
        "eqt",
        "committed",
        "minimizing",
        "impact",
        "activity",
        "reducing",
        "overall",
        "environmental",
        "footprint",
        "safe",
        "responsible",
        "operation",
        "eqt",
        "helping",
        "meet",
        "nation",
        "growing",
        "demand",
        "energy",
        "continuing",
        "provide",
        "rewarding",
        "workplace",
        "enrich",
        "community",
        "employee",
        "live",
        "work",
        "eqt",
        "owns",
        "general",
        "partner",
        "interest",
        "limited",
        "partner",
        "interest",
        "eqt",
        "gp",
        "holding",
        "lp",
        "owns",
        "general",
        "partner",
        "interest",
        "incentive",
        "distribution",
        "right",
        "portion",
        "limited",
        "partner",
        "interest",
        "eqt",
        "midstream",
        "partner",
        "lp",
        "eqt",
        "also",
        "owns",
        "general",
        "partner",
        "interest",
        "incentive",
        "distribution",
        "right",
        "limited",
        "partner",
        "interest",
        "rice",
        "midstream",
        "partner",
        "lp",
        "visit",
        "eqt",
        "corporation",
        "learn",
        "eqt",
        "sustainability",
        "effort",
        "please",
        "visit",
        "http",
        "eqt",
        "corporation",
        "eqt",
        "corporation",
        "integrated",
        "energy",
        "company",
        "emphasis",
        "appalachian",
        "area",
        "natural",
        "gas",
        "production",
        "gathering",
        "transmission",
        "nearly",
        "year",
        "experience",
        "history",
        "good",
        "corporate",
        "citizenship",
        "eqt",
        "largest",
        "producer",
        "natural",
        "gas",
        "united",
        "state",
        "leader",
        "use",
        "advanced",
        "horizontal",
        "drilling",
        "technology",
        "eqt",
        "committed",
        "minimizing",
        "impact",
        "activity",
        "reducing",
        "overall",
        "environmental",
        "footprint",
        "safe",
        "responsible",
        "operation",
        "eqt",
        "helping",
        "meet",
        "nation",
        "growing",
        "demand",
        "energy",
        "continuing",
        "provide",
        "rewarding",
        "workplace",
        "enrich",
        "community",
        "employee",
        "live",
        "work",
        "eqt",
        "owns",
        "general",
        "partner",
        "interest",
        "limited",
        "partner",
        "interest",
        "eqt",
        "gp",
        "holding",
        "lp",
        "owns",
        "general",
        "partner",
        "interest",
        "incentive",
        "distribution",
        "right",
        "portion",
        "limited",
        "partner",
        "interest",
        "eqt",
        "midstream",
        "partner",
        "lp",
        "eqt",
        "also",
        "owns",
        "general",
        "partner",
        "interest",
        "incentive",
        "distribution",
        "right",
        "limited",
        "partner",
        "interest",
        "rice",
        "midstream",
        "partner",
        "lp",
        "visit",
        "eqt",
        "corporation",
        "learn",
        "eqt",
        "sustainability",
        "effort",
        "please",
        "visit",
        "http",
        "eqt",
        "midstream",
        "partner",
        "eqt",
        "midstream",
        "partner",
        "lp",
        "limited",
        "partnership",
        "formed",
        "eqt",
        "corporation",
        "operate",
        "acquire",
        "develop",
        "midstream",
        "asset",
        "appalachian",
        "basin",
        "partnership",
        "provides",
        "midstream",
        "service",
        "eqt",
        "corporation",
        "company",
        "strategically",
        "located",
        "transmission",
        "storage",
        "gathering",
        "system",
        "service",
        "marcellus",
        "utica",
        "region",
        "partnership",
        "owns",
        "approximately",
        "mile",
        "interstate",
        "pipeline",
        "also",
        "owns",
        "approximately",
        "mile",
        "gathering",
        "line",
        "visit",
        "eqt",
        "midstream",
        "partner",
        "lp",
        "eqt",
        "gp",
        "holding",
        "eqt",
        "gp",
        "holding",
        "lp",
        "limited",
        "partnership",
        "owns",
        "general",
        "partner",
        "interest",
        "incentive",
        "distribution",
        "right",
        "portion",
        "limited",
        "partner",
        "interest",
        "eqt",
        "midstream",
        "partner",
        "lp",
        "eqt",
        "corporation",
        "owns",
        "general",
        "partner",
        "interest",
        "limited",
        "partner",
        "interest",
        "eqt",
        "gp",
        "holding",
        "lp",
        "visit",
        "eqt",
        "gp",
        "holding",
        "lp",
        "rice",
        "midstream",
        "partner",
        "rice",
        "midstream",
        "partner",
        "lp",
        "limited",
        "partnership",
        "formed",
        "operate",
        "develop",
        "acquire",
        "midstream",
        "asset",
        "appalachian",
        "basin",
        "rmp",
        "provides",
        "midstream",
        "service",
        "eqt",
        "corporation",
        "company",
        "natural",
        "gas",
        "gathering",
        "compression",
        "water",
        "asset",
        "rapidly",
        "developing",
        "dry",
        "gas",
        "core",
        "marcellus",
        "utica",
        "shale",
        "visit",
        "rice",
        "midstream",
        "partner",
        "lp",
        "cautionary",
        "statement",
        "disclosure",
        "news",
        "release",
        "contain",
        "certain",
        "statement",
        "within",
        "meaning",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "statement",
        "relate",
        "strictly",
        "historical",
        "current",
        "fact",
        "without",
        "limiting",
        "generality",
        "foregoing",
        "looking",
        "statement",
        "contained",
        "news",
        "release",
        "specifically",
        "include",
        "expectation",
        "plan",
        "strategy",
        "objective",
        "growth",
        "anticipated",
        "financial",
        "operational",
        "performance",
        "company",
        "subsidiary",
        "including",
        "whether",
        "separation",
        "midstream",
        "business",
        "potential",
        "transaction",
        "eqt",
        "announced",
        "involving",
        "midstream",
        "business",
        "completed",
        "expected",
        "timing",
        "separation",
        "transaction",
        "whether",
        "condition",
        "separation",
        "transaction",
        "involving",
        "midstream",
        "business",
        "satisfied",
        "whether",
        "operational",
        "financial",
        "strategic",
        "benefit",
        "separation",
        "transaction",
        "involving",
        "midstream",
        "business",
        "achieved",
        "whether",
        "cost",
        "expense",
        "separation",
        "transaction",
        "involving",
        "midstream",
        "business",
        "controlled",
        "within",
        "expectation",
        "guidance",
        "regarding",
        "company",
        "strategy",
        "develop",
        "marcellus",
        "ohio",
        "utica",
        "upper",
        "devonian",
        "reserve",
        "drilling",
        "plan",
        "program",
        "including",
        "number",
        "type",
        "average",
        "lateral",
        "length",
        "location",
        "well",
        "drilled",
        "number",
        "type",
        "drilling",
        "rig",
        "number",
        "frac",
        "crew",
        "number",
        "well",
        "projected",
        "production",
        "sale",
        "volume",
        "growth",
        "rate",
        "including",
        "liquid",
        "sale",
        "volume",
        "growth",
        "rate",
        "projected",
        "unit",
        "cost",
        "general",
        "administrative",
        "expense",
        "expense",
        "reduction",
        "average",
        "differential",
        "net",
        "marketing",
        "service",
        "revenue",
        "projected",
        "adjusted",
        "operating",
        "cash",
        "flow",
        "attributable",
        "eqt",
        "projected",
        "adjusted",
        "operating",
        "cash",
        "flow",
        "attributable",
        "eqt",
        "production",
        "projected",
        "capital",
        "expenditure",
        "capital",
        "budget",
        "source",
        "fund",
        "capital",
        "expenditure",
        "return",
        "capital",
        "projected",
        "cash",
        "flow",
        "including",
        "ability",
        "fund",
        "drilling",
        "program",
        "cash",
        "operation",
        "projected",
        "cash",
        "flow",
        "resulting",
        "company",
        "partnership",
        "interest",
        "eqgp",
        "rmp",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "projected",
        "result",
        "accordingly",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "prediction",
        "actual",
        "result",
        "company",
        "based",
        "statement",
        "current",
        "expectation",
        "assumption",
        "future",
        "event",
        "company",
        "considers",
        "expectation",
        "assumption",
        "reasonable",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "regulatory",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "beyond",
        "company",
        "control",
        "risk",
        "uncertainty",
        "may",
        "affect",
        "operation",
        "performance",
        "result",
        "company",
        "business",
        "statement",
        "include",
        "limited",
        "set",
        "forth",
        "item",
        "1a",
        "risk",
        "factor",
        "company",
        "form",
        "year",
        "ended",
        "december",
        "updated",
        "subsequent",
        "form",
        "statement",
        "speaks",
        "date",
        "statement",
        "made",
        "company",
        "intend",
        "correct",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "information",
        "news",
        "release",
        "regarding",
        "eqgp",
        "subsidiary",
        "including",
        "eqm",
        "rmp",
        "subsidiary",
        "derived",
        "publicly",
        "available",
        "information",
        "published",
        "partnership",
        "view",
        "source",
        "version",
        "http",
        "eqt",
        "analyst",
        "inquiry",
        "patrick",
        "kane",
        "chief",
        "investor",
        "relation",
        "officer",
        "pkane",
        "analyst",
        "inquiry",
        "nate",
        "tetlow",
        "investor",
        "relation",
        "director",
        "ntetlow",
        "medium",
        "inquiry",
        "natalie",
        "cox",
        "corporate",
        "director",
        "communication",
        "ncox",
        "source",
        "eqt"
    ]
}