{
    "organizations": [],
    "uuid": "ea42dbdb7a512d0f7a4e86da95aeb5dee758965a",
    "author": "",
    "url": "https://uk.reuters.com/article/us-uber-didi-mexico/how-chinas-ride-hailing-giant-didi-plans-to-challenge-uber-in-mexico-idUKKBN1GV0E0",
    "ord_in_thread": 0,
    "title": "How China's ride-hailing giant Didi plans to challenge Uber in Mexico",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 19, 2018 / 5:09 AM / Updated 26 minutes ago How China's ride-hailing giant Didi plans to challenge Uber in Mexico Julia Love , Heather Somerville 8 Min Read MEXICO CITY/SAN FRANCISCO (Reuters) - Working quietly from a shared office space in one of Mexico City’s trendiest neighborhoods, China’s ride-hailing giant Didi Chuxing is planning to hit its archrival Uber where it hurts. A man walks by under an Uber logo in Mexico City, Mexico February 6, 2018. Picture taken on February 6, 2018. REUTERS/Carlos Jasso Mexico is one of Uber Technologies Inc’s [UBER.UL] most prized and profitable markets. The San Francisco firm boasts a near monopoly here, with seven million users in more than three dozen cities. Which is precisely why Didi wants to knock Uber from that comfortable perch. To learn how to conquer Uber, the Chinese firm is going straight to the source. It is poaching Uber employees for its Mexico management team. Didi employees are riding incognito with Uber drivers and chatting up passengers to pinpoint weaknesses, according to people familiar with its strategy. And Didi is thinking bigger than Uber, with ambitions for bike-sharing, scooters and motorcycles in Mexico, the people say. The Chinese firm has deep pockets, thanks to blue-chip global investors that include Apple Inc and Japan’s SoftBank Group Corp [9984.T]. In the past year alone, it has pulled in nearly $10 billion to help fund global expansion. “I would not want to go to war with Didi,” said Beijing-based investor and adviser Jeffrey Towson. “They don’t lose.” But whether Didi can beat its nemesis here is far from certain. Mexico is the Chinese firm’s first attempt at building an operation from scratch outside of Asia - a costly gambit. What is clear is that Didi is under pressure to keep growing to justify its $56 billion valuation. Latin America is the newest battleground for the old rivals, and Didi will be in enemy territory. “It’s fundamentally different when you’re jumping across an ocean,” said IHS Markit analyst Jeremy Carlson. DIDI ASCENDING Didi Chuxing Technology Co is the world’s largest ride-hailing firm by number of rides, thanks to its commanding market share in China, where it has 450 million users. It completed more than 7.4 billion rides last year, not quite double Uber’s count. Uber learned the hard way about Didi’s brawn. After waging an expensive campaign to crack the Chinese market, Uber in 2016 sold its operation to Didi in exchange for a 17.5 percent stake in the Chinese firm, which also made a $1 billion investment in Uber. The titans continue to butt heads as they race to carve up the rest of the globe. Uber is the top dog in Latin America, where Brazil and Mexico rank among its largest markets outside the United States. In Mexico, Uber held an 87 percent market share as of August, according to Dalia Research, a Berlin-based consumer research firm. (For a graphic on Uber's market share in Latin America, see: tmsnrt.rs/2FhfZHo ) Didi wants to change that. Reuters was first to report that Didi had designs on Mexico, where it began recruiting employees last year. The company declined to talk openly about its plans, but details of its strategy are emerging. Nestled on the ninth floor of a WeWork shared office building in the capital’s Juarez neighborhood, Didi is building an operation from the ground up. In foreign markets such as India and the Middle East, it purchased stakes in existing companies. But Uber is so dominant in Mexico that there is no clear investment opportunity in a local competitor, according to people familiar with Didi’s thinking. Hungry for experienced talent, Didi is aggressively recruiting current and former Uber employees, offering to nearly double their salaries in some cases, two people with knowledge of the matter said. At the helm of Didi’s Mexico operation is Uber veteran Lin Ma, who helped launch Uber’s ill-fated venture in China. Now Didi’s director of international operations, Ma also worked on operations at 99, the Brazilian ride-hailing startup that Didi purchased at the end of last year, according to his LinkedIn profile. Ma and others at Didi have so far poached at least five Uber managers and specialists in Mexico who have experience in operations, logistics, strategy, marketing and driver training, a review of LinkedIn profiles shows. Ma declined to comment. An Uber logo is seen outside an Uber car in Mexico City, Mexico February 6, 2018. Picture taken on February 6, 2018. REUTERS/Carlos Jasso The company has yet to recruit drivers, and it is not clear which cities it will enter first, according to a person familiar with Didi’s strategy. Rather than compete solely on price, the person said, Didi plans to promote safe drivers and fast response times; the company has built an algorithm to help it predict 15 minutes in advance where it should dispatch vehicles. Didi is also considering offering bike-sharing, scooters and motorcycles in Mexico, while Uber so far has stuck to ride-hailing. A broad array of transport options helped Didi prevail in China. But the biggest difference may come down to cash. To protect drivers, the person said, Didi will not handle cash fares in Mexico. Uber, meanwhile, has pushed Mexican lawmakers hard for the right to accept cash in a region where tens of millions lack bank accounts. The move has generated business, along with controversy. In Brazil, Uber saw a surge of robberies and murders of its drivers after the company began accepting cash there, according to a 2017 Reuters analysis. Uber says it has added tools to authenticate riders’ identities, better protecting drivers. An Uber driver checks the route on a mobile phone inside his car in Mexico City, Mexico February 6, 2018. Picture taken on February 6, 2018. REUTERS/Carlos Jasso Mexico has not seen a similar wave of attacks so far. Nevertheless, Uber’s position puts it at odds with regulators in some Mexican states. While Didi appears to be sidestepping that obstacle, it faces cultural hurdles in Latin America, according to Daisy Wu, head of international business at Yeahmobi, which helps Chinese startups go global. Latin American consumers generally prefer U.S. brands to Chinese brands, she said, and Chinese business culture can be off-putting to local employees. “Most of the Chinese companies that have gone to Latin America are still trying to be successful,” Wu said. Didi, for example, bewildered Mexico job candidates by trying to schedule interviews the week of Christmas. “I was very surprised … I was thinking, should I cancel my vacation?” one applicant told Reuters. UBER’S BATTLE Uber’s lead in Latin America, meanwhile, has taken on heightened importance as it prepares for a potential initial public offering next year. The company, which lost $4.5 billion last year, is facing fierce competition at home and in Asia, and a regulatory crackdown in Europe. It is also recovering from a year of scandals that saw co-founder Travis Kalanick forced out as chief executive in June amid multiple federal criminal probes and a workplace marred by sexual harassment allegations. Andrew Macdonald, Uber’s vice president of operations for Latin America and Asia Pacific, said Uber is prepared to do what it takes to remain dominant in Mexico, a profitable market amid a sea of losses. “Whether that’s more spending on customer acquisition or more deeply engaging with our existing customers, that will continue to be our focus,” he said. Uber is committed to maintaining cheap fares for its basic service to keep its Mexican customers loyal, Macdonald said. But he said the company is considering adding more ride options such as upscale cars that would boost revenue. If Uber is nervous about Didi stealing its lead in Mexico, it is not showing it. Macdonald said the learning curve is steep, something its rival is about to find out. “Didi has significant bankroll,” Macdonald said. “But there are significant local complexities.” Reporting by Julia Love in Mexico City and Heather Somerville in San Francisco; additional reporting by Noe Torres in Mexico City.; Editing by Marla Dickerson",
    "published": "2018-03-19T07:10:00.000+02:00",
    "crawled": "2018-03-19T07:38:34.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "minute",
        "ago",
        "china",
        "giant",
        "didi",
        "plan",
        "challenge",
        "uber",
        "mexico",
        "julia",
        "love",
        "heather",
        "somerville",
        "min",
        "read",
        "mexico",
        "francisco",
        "reuters",
        "working",
        "quietly",
        "shared",
        "office",
        "space",
        "one",
        "mexico",
        "city",
        "trendiest",
        "neighborhood",
        "china",
        "giant",
        "didi",
        "chuxing",
        "planning",
        "hit",
        "archrival",
        "uber",
        "hurt",
        "man",
        "walk",
        "uber",
        "logo",
        "mexico",
        "city",
        "mexico",
        "february",
        "picture",
        "taken",
        "february",
        "jasso",
        "mexico",
        "one",
        "uber",
        "technology",
        "inc",
        "prized",
        "profitable",
        "market",
        "san",
        "francisco",
        "firm",
        "boast",
        "near",
        "monopoly",
        "seven",
        "million",
        "user",
        "three",
        "dozen",
        "city",
        "precisely",
        "didi",
        "want",
        "knock",
        "uber",
        "comfortable",
        "perch",
        "learn",
        "conquer",
        "uber",
        "chinese",
        "firm",
        "going",
        "straight",
        "source",
        "poaching",
        "uber",
        "employee",
        "mexico",
        "management",
        "team",
        "didi",
        "employee",
        "riding",
        "incognito",
        "uber",
        "driver",
        "chatting",
        "passenger",
        "pinpoint",
        "weakness",
        "according",
        "people",
        "familiar",
        "strategy",
        "didi",
        "thinking",
        "bigger",
        "uber",
        "ambition",
        "scooter",
        "motorcycle",
        "mexico",
        "people",
        "say",
        "chinese",
        "firm",
        "deep",
        "pocket",
        "thanks",
        "global",
        "investor",
        "include",
        "apple",
        "inc",
        "japan",
        "softbank",
        "group",
        "corp",
        "past",
        "year",
        "alone",
        "pulled",
        "nearly",
        "billion",
        "help",
        "fund",
        "global",
        "expansion",
        "would",
        "want",
        "go",
        "war",
        "didi",
        "said",
        "investor",
        "adviser",
        "jeffrey",
        "towson",
        "whether",
        "didi",
        "beat",
        "nemesis",
        "far",
        "certain",
        "mexico",
        "chinese",
        "firm",
        "first",
        "attempt",
        "building",
        "operation",
        "scratch",
        "outside",
        "asia",
        "costly",
        "gambit",
        "clear",
        "didi",
        "pressure",
        "keep",
        "growing",
        "justify",
        "billion",
        "valuation",
        "latin",
        "america",
        "newest",
        "battleground",
        "old",
        "rival",
        "didi",
        "enemy",
        "territory",
        "fundamentally",
        "different",
        "jumping",
        "across",
        "ocean",
        "said",
        "ihs",
        "markit",
        "analyst",
        "jeremy",
        "carlson",
        "didi",
        "ascending",
        "didi",
        "chuxing",
        "technology",
        "co",
        "world",
        "largest",
        "firm",
        "number",
        "ride",
        "thanks",
        "commanding",
        "market",
        "share",
        "china",
        "million",
        "user",
        "completed",
        "billion",
        "ride",
        "last",
        "year",
        "quite",
        "double",
        "uber",
        "count",
        "uber",
        "learned",
        "hard",
        "way",
        "didi",
        "brawn",
        "waging",
        "expensive",
        "campaign",
        "crack",
        "chinese",
        "market",
        "uber",
        "sold",
        "operation",
        "didi",
        "exchange",
        "percent",
        "stake",
        "chinese",
        "firm",
        "also",
        "made",
        "billion",
        "investment",
        "uber",
        "titan",
        "continue",
        "butt",
        "head",
        "race",
        "carve",
        "rest",
        "globe",
        "uber",
        "top",
        "dog",
        "latin",
        "america",
        "brazil",
        "mexico",
        "rank",
        "among",
        "largest",
        "market",
        "outside",
        "united",
        "state",
        "mexico",
        "uber",
        "held",
        "percent",
        "market",
        "share",
        "august",
        "according",
        "dalia",
        "research",
        "consumer",
        "research",
        "firm",
        "graphic",
        "uber",
        "market",
        "share",
        "latin",
        "america",
        "see",
        "didi",
        "want",
        "change",
        "reuters",
        "first",
        "report",
        "didi",
        "design",
        "mexico",
        "began",
        "recruiting",
        "employee",
        "last",
        "year",
        "company",
        "declined",
        "talk",
        "openly",
        "plan",
        "detail",
        "strategy",
        "emerging",
        "nestled",
        "ninth",
        "floor",
        "wework",
        "shared",
        "office",
        "building",
        "capital",
        "juarez",
        "neighborhood",
        "didi",
        "building",
        "operation",
        "ground",
        "foreign",
        "market",
        "india",
        "middle",
        "east",
        "purchased",
        "stake",
        "existing",
        "company",
        "uber",
        "dominant",
        "mexico",
        "clear",
        "investment",
        "opportunity",
        "local",
        "competitor",
        "according",
        "people",
        "familiar",
        "didi",
        "thinking",
        "hungry",
        "experienced",
        "talent",
        "didi",
        "aggressively",
        "recruiting",
        "current",
        "former",
        "uber",
        "employee",
        "offering",
        "nearly",
        "double",
        "salary",
        "case",
        "two",
        "people",
        "knowledge",
        "matter",
        "said",
        "helm",
        "didi",
        "mexico",
        "operation",
        "uber",
        "veteran",
        "lin",
        "helped",
        "launch",
        "uber",
        "venture",
        "china",
        "didi",
        "director",
        "international",
        "operation",
        "also",
        "worked",
        "operation",
        "brazilian",
        "startup",
        "didi",
        "purchased",
        "end",
        "last",
        "year",
        "according",
        "linkedin",
        "profile",
        "others",
        "didi",
        "far",
        "poached",
        "least",
        "five",
        "uber",
        "manager",
        "specialist",
        "mexico",
        "experience",
        "operation",
        "logistics",
        "strategy",
        "marketing",
        "driver",
        "training",
        "review",
        "linkedin",
        "profile",
        "show",
        "declined",
        "comment",
        "uber",
        "logo",
        "seen",
        "outside",
        "uber",
        "car",
        "mexico",
        "city",
        "mexico",
        "february",
        "picture",
        "taken",
        "february",
        "jasso",
        "company",
        "yet",
        "recruit",
        "driver",
        "clear",
        "city",
        "enter",
        "first",
        "according",
        "person",
        "familiar",
        "didi",
        "strategy",
        "rather",
        "compete",
        "solely",
        "price",
        "person",
        "said",
        "didi",
        "plan",
        "promote",
        "safe",
        "driver",
        "fast",
        "response",
        "time",
        "company",
        "built",
        "algorithm",
        "help",
        "predict",
        "minute",
        "advance",
        "dispatch",
        "vehicle",
        "didi",
        "also",
        "considering",
        "offering",
        "scooter",
        "motorcycle",
        "mexico",
        "uber",
        "far",
        "stuck",
        "broad",
        "array",
        "transport",
        "option",
        "helped",
        "didi",
        "prevail",
        "china",
        "biggest",
        "difference",
        "may",
        "come",
        "cash",
        "protect",
        "driver",
        "person",
        "said",
        "didi",
        "handle",
        "cash",
        "fare",
        "mexico",
        "uber",
        "meanwhile",
        "pushed",
        "mexican",
        "lawmaker",
        "hard",
        "right",
        "accept",
        "cash",
        "region",
        "ten",
        "million",
        "lack",
        "bank",
        "account",
        "move",
        "generated",
        "business",
        "along",
        "controversy",
        "brazil",
        "uber",
        "saw",
        "surge",
        "robbery",
        "murder",
        "driver",
        "company",
        "began",
        "accepting",
        "cash",
        "according",
        "reuters",
        "analysis",
        "uber",
        "say",
        "added",
        "tool",
        "authenticate",
        "rider",
        "identity",
        "better",
        "protecting",
        "driver",
        "uber",
        "driver",
        "check",
        "route",
        "mobile",
        "phone",
        "inside",
        "car",
        "mexico",
        "city",
        "mexico",
        "february",
        "picture",
        "taken",
        "february",
        "jasso",
        "mexico",
        "seen",
        "similar",
        "wave",
        "attack",
        "far",
        "nevertheless",
        "uber",
        "position",
        "put",
        "odds",
        "regulator",
        "mexican",
        "state",
        "didi",
        "appears",
        "sidestepping",
        "obstacle",
        "face",
        "cultural",
        "hurdle",
        "latin",
        "america",
        "according",
        "daisy",
        "wu",
        "head",
        "international",
        "business",
        "yeahmobi",
        "help",
        "chinese",
        "startup",
        "go",
        "global",
        "latin",
        "american",
        "consumer",
        "generally",
        "prefer",
        "brand",
        "chinese",
        "brand",
        "said",
        "chinese",
        "business",
        "culture",
        "local",
        "employee",
        "chinese",
        "company",
        "gone",
        "latin",
        "america",
        "still",
        "trying",
        "successful",
        "wu",
        "said",
        "didi",
        "example",
        "bewildered",
        "mexico",
        "job",
        "candidate",
        "trying",
        "schedule",
        "interview",
        "week",
        "christmas",
        "surprised",
        "thinking",
        "cancel",
        "vacation",
        "one",
        "applicant",
        "told",
        "reuters",
        "uber",
        "battle",
        "uber",
        "lead",
        "latin",
        "america",
        "meanwhile",
        "taken",
        "heightened",
        "importance",
        "prepares",
        "potential",
        "initial",
        "public",
        "offering",
        "next",
        "year",
        "company",
        "lost",
        "billion",
        "last",
        "year",
        "facing",
        "fierce",
        "competition",
        "home",
        "asia",
        "regulatory",
        "crackdown",
        "europe",
        "also",
        "recovering",
        "year",
        "scandal",
        "saw",
        "travis",
        "kalanick",
        "forced",
        "chief",
        "executive",
        "june",
        "amid",
        "multiple",
        "federal",
        "criminal",
        "probe",
        "workplace",
        "marred",
        "sexual",
        "harassment",
        "allegation",
        "andrew",
        "macdonald",
        "uber",
        "vice",
        "president",
        "operation",
        "latin",
        "america",
        "asia",
        "pacific",
        "said",
        "uber",
        "prepared",
        "take",
        "remain",
        "dominant",
        "mexico",
        "profitable",
        "market",
        "amid",
        "sea",
        "loss",
        "whether",
        "spending",
        "customer",
        "acquisition",
        "deeply",
        "engaging",
        "existing",
        "customer",
        "continue",
        "focus",
        "said",
        "uber",
        "committed",
        "maintaining",
        "cheap",
        "fare",
        "basic",
        "service",
        "keep",
        "mexican",
        "customer",
        "loyal",
        "macdonald",
        "said",
        "said",
        "company",
        "considering",
        "adding",
        "ride",
        "option",
        "upscale",
        "car",
        "would",
        "boost",
        "revenue",
        "uber",
        "nervous",
        "didi",
        "stealing",
        "lead",
        "mexico",
        "showing",
        "macdonald",
        "said",
        "learning",
        "curve",
        "steep",
        "something",
        "rival",
        "find",
        "didi",
        "significant",
        "bankroll",
        "macdonald",
        "said",
        "significant",
        "local",
        "reporting",
        "julia",
        "love",
        "mexico",
        "city",
        "heather",
        "somerville",
        "san",
        "francisco",
        "additional",
        "reporting",
        "noe",
        "torres",
        "mexico",
        "city",
        "editing",
        "marla",
        "dickerson"
    ]
}