{
    "organizations": [],
    "uuid": "f817ca831e940324cd8b84252a63da2dc82284d5",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/08/the-associated-press-what-swamp-lobbyists-get-ethics-waivers-to-work-for-trump.html",
    "ord_in_thread": 0,
    "title": "What swamp? Lobbyists get ethics waivers to work for Trump",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WASHINGTON (AP) —   and his appointees have stocked federal agencies with ex-lobbyists and corporate lawyers who now help regulate the very industries from which they previously collected paychecks, despite promising as a candidate to drain the swamp in Washington.\nA week after his January 2017 inauguration, Trump signed an executive order that bars former lobbyists, lawyers and others from participating in any matter they lobbied or otherwise worked on for private clients within two years before going to work for the government.\nBut records reviewed by The Associated Press show Trump's top lawyer, White House counsel Don McGahn, has issued at least 24 ethics waivers to key administration officials at the White House and executive branch agencies.\nThough the waivers were typically signed by McGahn months ago, the Office of Government Ethics disclosed several more on Wednesday.\nOne allows FBI Director Chris Wray \"to participate in matters involving a confidential former client.\" The three-sentence waiver gives no indication about what Wray's conflict of interest might be or how it may violate Trump's ethics order.\nBefore returning to the Justice Department last year, Wray represented clients that included big banks and other corporations as a partner at a white-glove law firm that paid him $9.2 million a year, according to his financial disclosure statement.\nAsked about the waivers, Lindsay Walters, a White House spokeswoman, said, \"In the interests of full transparency and good governance, the posted waivers set forth the policy reasons for granting an exception to the pledge.\"\nTrump's executive order on ethics supplanted a more stringent set of rules put in place by President Barack Obama in 2009 to avoid conflicts of interests. Nearly 70 waivers were issued to executive branch officials during Obama's eight years, though those were generally more narrowly focused and offered a fuller legal explanation for why the waiver was granted.\nCraig Holman, who lobbies in Washington for stricter government ethics and lobbying rules on behalf of the advocacy group Public Citizen, said just five of the waivers under Obama went to former lobbyists, most whom had worked for nonprofit groups.\nHe was initially optimistic when Trump issued his executive order.\n\"I was very surprised and at the same time very hopeful that he was going to take his pledge to 'drain the swamp' seriously,\" Holman said Wednesday. \"It is now quite evident that the pledge was little more than campaign rhetoric. Not only are key provisions simply ignored and not enforced, when in cases where obvious conflicts of interest are brought into the limelight, the administration readily issues waivers from the ethics rules.\"\nAn analysis by the AP shows that nearly half of the political appointees hired at the Environmental Protection Agency under Trump have strong industry ties. Of 59 EPA hires tracked by the AP over the last year, about a third worked as registered lobbyists or lawyers for chemical manufacturers, fossil fuel producers and other corporate clients that raise the very type of revolving-door conflicts of interests that Trump promised voters he would eliminate.\nMost of those officials have signed ethics agreements saying they would not participate in actions involving their former clients while working at the EPA. At least three have gotten waivers allowing them to do just that.\nErik Baptist, a top EPA lawyer, worked until 2016, as senior lawyer and registered federal lobbyist for the American Petroleum Institute, the national trade group for the oil and gas industry. According to disclosure reports, he lobbied Congress to pass legislation repealing the Renewable Fuel Standard, a program created more than a decade ago to set minimum production quotas for biofuels to be blended into gasoline, heating oil and jet fuel.\nBaptist signed an ethics agreement pledging to recuse himself from any issues involving his former employer, including several lawsuits filed against the agency where he now works. But in August, McGahn granted him approval to advise EPA Administrator Scott Pruitt on issues surrounding the renewable fuel law.\nMcGahn wrote that he was exempting Baptist from the ethics pledge because \"his deep understanding of the RFS program and the regulated industry, make him the ideal person to assist the administrator and his senior leadership team to make EPA and its renewable fuel programs more efficient and effective.\"\nPruitt, a Republican who was closely aligned with the oil and gas industry as an elected official in his home state of Oklahoma, proposed modest cuts last summer to production quotas for biofuels that include ethanol, despite promises from Trump to leave the Renewable Fuel Standard alone.\nThat triggered bipartisan outrage among members of Congress from major corn-growing states, who threatened last fall to block Senate votes on the administration's environmental nominees unless Pruitt backed down.\n\"Scott Pruitt has called on yet another fossil-fuel industry lobbyist ... to help him tear down important protections for the American people,\" said Sen. Sheldon Whitehouse, a Rhode Island Democrat on the Senate Environment Committee. \"And the White House plays along, granting the lobbyist an ethics waiver.\"\nJeffrey M. Sands previously worked as a top lobbyist for Syngenta, a major pesticide manufacturer. Following a request from the EPA, McGahn determined it was \"in the public interest\" to allow Sands to work as Pruitt's senior adviser for agriculture.\nDennis \"Lee\" Forsgren, the deputy assistant administrator helping oversee the EPA's enforcement clean water regulations, was allowed to work on the EPA's hurricane response efforts involving the Miccosukee, a Native American tribe in Florida for whom he was a registered lobbyist up until 2016.\n\"All EPA employees get ethics briefings when they start and continually work with our ethics office regarding any potential conflicts they may encounter while employed here,\" EPA spokesman Jahan Wilcox said when asked whether the ethics waivers violate the spirt of Trump's executive order.\nThe Treasury Department asked McGahn for three waivers. Anthony Sayegh, appointed as the assistant secretary for public affairs, previously worked as a Fox News contributor. His waiver allows him to \"participate in matters involving his former client.\"\nBrian Callahan, the department's top lawyer at Treasury, was granted a waiver concerning issues involving his former position as general counsel at Cooper and Kirk PLLC. The law firm represents Fairholme Funds, which recently filed a lawsuit against the Treasury Department and the Fair Housing Finance Agency.\nMcGahn's waiver allows Callahan to participate in discussions about policy decisions pertaining to housing finance reform, even though \"some of these discussions could at some point touch upon issues that might impact the litigation.\"\nThe State Department got five waivers. The former law firm of Edward T. McMullen, the U.S. ambassador to Switzerland, represented Boeing. The Swiss government recently announced its intent to purchase military equipment and accept bids from American companies.\nAnother waiver allows communications director Heather Nauert to work with employees of Fox News even though she used to work as a broadcast journalist for the network. Nauert is identified in the waiver, which was heavily redacted before release, by her legal name, Heather Norby.\nAt the Pentagon, Assistant Secretary of Defense for Asian and Pacific Security Affairs Randall G. Schriver got a waiver allowing him to \"participate in any particular matter involving specific parties,\" including his former client: the Japanese government.\nHealth and Human Services asked for waivers for senior counselor to the secretary Keagan Lenihan, a registered lobbyist who recently worked for a pharmaceutical and health services company and for chief of staff Lance Leggitt, who recently lobbied on behalf of his law firm's health law practice group.\nAgriculture Department policy adviser Kailee Tzacz is allowed to \"participate personally and substantially in matters regarding the Dietary Guidelines for Americans,\" a guide that offers nutritional information and recommendations.\nMcGahn's waiver didn't offer much detail into the potential conflict Tzacz's appointment would pose. But other records show she most recently served as food policy director for the Corn Refiners Association, a trade organization representing producers of corn starch, corn oil and high fructose corn syrup.\nBefore that, she lobbied on behalf of SNAC International, a trade association for snack food manufacturers.\nFollow Biesecker at http://twitter.com/mbieseck , Linderman at http://twitter.com/JulietLinderman , and Lardner at http://twitter.com/rplardner",
    "published": "2018-03-08T07:34:00.000+02:00",
    "crawled": "2018-03-08T10:37:00.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "washington",
        "ap",
        "appointee",
        "stocked",
        "federal",
        "agency",
        "corporate",
        "lawyer",
        "help",
        "regulate",
        "industry",
        "previously",
        "collected",
        "paycheck",
        "despite",
        "promising",
        "candidate",
        "drain",
        "swamp",
        "washington",
        "week",
        "january",
        "inauguration",
        "trump",
        "signed",
        "executive",
        "order",
        "bar",
        "former",
        "lobbyist",
        "lawyer",
        "others",
        "participating",
        "matter",
        "lobbied",
        "otherwise",
        "worked",
        "private",
        "client",
        "within",
        "two",
        "year",
        "going",
        "work",
        "government",
        "record",
        "reviewed",
        "associated",
        "press",
        "show",
        "trump",
        "top",
        "lawyer",
        "white",
        "house",
        "counsel",
        "mcgahn",
        "issued",
        "least",
        "ethic",
        "waiver",
        "key",
        "administration",
        "official",
        "white",
        "house",
        "executive",
        "branch",
        "agency",
        "though",
        "waiver",
        "typically",
        "signed",
        "mcgahn",
        "month",
        "ago",
        "office",
        "government",
        "ethic",
        "disclosed",
        "several",
        "wednesday",
        "one",
        "allows",
        "fbi",
        "director",
        "chris",
        "wray",
        "participate",
        "matter",
        "involving",
        "confidential",
        "former",
        "client",
        "waiver",
        "give",
        "indication",
        "wray",
        "conflict",
        "interest",
        "might",
        "may",
        "violate",
        "trump",
        "ethic",
        "order",
        "returning",
        "justice",
        "department",
        "last",
        "year",
        "wray",
        "represented",
        "client",
        "included",
        "big",
        "bank",
        "corporation",
        "partner",
        "law",
        "firm",
        "paid",
        "million",
        "year",
        "according",
        "financial",
        "disclosure",
        "statement",
        "asked",
        "waiver",
        "lindsay",
        "walter",
        "white",
        "house",
        "spokeswoman",
        "said",
        "interest",
        "full",
        "transparency",
        "good",
        "governance",
        "posted",
        "waiver",
        "set",
        "forth",
        "policy",
        "reason",
        "granting",
        "exception",
        "pledge",
        "trump",
        "executive",
        "order",
        "ethic",
        "supplanted",
        "stringent",
        "set",
        "rule",
        "put",
        "place",
        "president",
        "barack",
        "obama",
        "avoid",
        "conflict",
        "interest",
        "nearly",
        "waiver",
        "issued",
        "executive",
        "branch",
        "official",
        "obama",
        "eight",
        "year",
        "though",
        "generally",
        "narrowly",
        "focused",
        "offered",
        "fuller",
        "legal",
        "explanation",
        "waiver",
        "granted",
        "craig",
        "holman",
        "lobby",
        "washington",
        "stricter",
        "government",
        "ethic",
        "lobbying",
        "rule",
        "behalf",
        "advocacy",
        "group",
        "public",
        "citizen",
        "said",
        "five",
        "waiver",
        "obama",
        "went",
        "former",
        "lobbyist",
        "worked",
        "nonprofit",
        "group",
        "initially",
        "optimistic",
        "trump",
        "issued",
        "executive",
        "order",
        "surprised",
        "time",
        "hopeful",
        "going",
        "take",
        "pledge",
        "swamp",
        "seriously",
        "holman",
        "said",
        "wednesday",
        "quite",
        "evident",
        "pledge",
        "little",
        "campaign",
        "rhetoric",
        "key",
        "provision",
        "simply",
        "ignored",
        "enforced",
        "case",
        "obvious",
        "conflict",
        "interest",
        "brought",
        "limelight",
        "administration",
        "readily",
        "issue",
        "waiver",
        "ethic",
        "rule",
        "analysis",
        "ap",
        "show",
        "nearly",
        "half",
        "political",
        "appointee",
        "hired",
        "environmental",
        "protection",
        "agency",
        "trump",
        "strong",
        "industry",
        "tie",
        "epa",
        "hire",
        "tracked",
        "ap",
        "last",
        "year",
        "third",
        "worked",
        "registered",
        "lobbyist",
        "lawyer",
        "chemical",
        "manufacturer",
        "fossil",
        "fuel",
        "producer",
        "corporate",
        "client",
        "raise",
        "type",
        "conflict",
        "interest",
        "trump",
        "promised",
        "voter",
        "would",
        "eliminate",
        "official",
        "signed",
        "ethic",
        "agreement",
        "saying",
        "would",
        "participate",
        "action",
        "involving",
        "former",
        "client",
        "working",
        "epa",
        "least",
        "three",
        "gotten",
        "waiver",
        "allowing",
        "erik",
        "baptist",
        "top",
        "epa",
        "lawyer",
        "worked",
        "senior",
        "lawyer",
        "registered",
        "federal",
        "lobbyist",
        "american",
        "petroleum",
        "institute",
        "national",
        "trade",
        "group",
        "oil",
        "gas",
        "industry",
        "according",
        "disclosure",
        "report",
        "lobbied",
        "congress",
        "pas",
        "legislation",
        "repealing",
        "renewable",
        "fuel",
        "standard",
        "program",
        "created",
        "decade",
        "ago",
        "set",
        "minimum",
        "production",
        "quota",
        "biofuels",
        "blended",
        "gasoline",
        "heating",
        "oil",
        "jet",
        "fuel",
        "baptist",
        "signed",
        "ethic",
        "agreement",
        "pledging",
        "recuse",
        "issue",
        "involving",
        "former",
        "employer",
        "including",
        "several",
        "lawsuit",
        "filed",
        "agency",
        "work",
        "august",
        "mcgahn",
        "granted",
        "approval",
        "advise",
        "epa",
        "administrator",
        "scott",
        "pruitt",
        "issue",
        "surrounding",
        "renewable",
        "fuel",
        "law",
        "mcgahn",
        "wrote",
        "exempting",
        "baptist",
        "ethic",
        "pledge",
        "deep",
        "understanding",
        "rf",
        "program",
        "regulated",
        "industry",
        "make",
        "ideal",
        "person",
        "assist",
        "administrator",
        "senior",
        "leadership",
        "team",
        "make",
        "epa",
        "renewable",
        "fuel",
        "program",
        "efficient",
        "effective",
        "pruitt",
        "republican",
        "closely",
        "aligned",
        "oil",
        "gas",
        "industry",
        "elected",
        "official",
        "home",
        "state",
        "oklahoma",
        "proposed",
        "modest",
        "cut",
        "last",
        "summer",
        "production",
        "quota",
        "biofuels",
        "include",
        "ethanol",
        "despite",
        "promise",
        "trump",
        "leave",
        "renewable",
        "fuel",
        "standard",
        "alone",
        "triggered",
        "bipartisan",
        "outrage",
        "among",
        "member",
        "congress",
        "major",
        "state",
        "threatened",
        "last",
        "fall",
        "block",
        "senate",
        "vote",
        "administration",
        "environmental",
        "nominee",
        "unless",
        "pruitt",
        "backed",
        "scott",
        "pruitt",
        "called",
        "yet",
        "another",
        "industry",
        "lobbyist",
        "help",
        "tear",
        "important",
        "protection",
        "american",
        "people",
        "said",
        "sheldon",
        "whitehouse",
        "rhode",
        "island",
        "democrat",
        "senate",
        "environment",
        "committee",
        "white",
        "house",
        "play",
        "along",
        "granting",
        "lobbyist",
        "ethic",
        "waiver",
        "jeffrey",
        "sand",
        "previously",
        "worked",
        "top",
        "lobbyist",
        "syngenta",
        "major",
        "pesticide",
        "manufacturer",
        "following",
        "request",
        "epa",
        "mcgahn",
        "determined",
        "public",
        "interest",
        "allow",
        "sand",
        "work",
        "pruitt",
        "senior",
        "adviser",
        "agriculture",
        "dennis",
        "lee",
        "forsgren",
        "deputy",
        "assistant",
        "administrator",
        "helping",
        "oversee",
        "epa",
        "enforcement",
        "clean",
        "water",
        "regulation",
        "allowed",
        "work",
        "epa",
        "hurricane",
        "response",
        "effort",
        "involving",
        "miccosukee",
        "native",
        "american",
        "tribe",
        "florida",
        "registered",
        "lobbyist",
        "epa",
        "employee",
        "get",
        "ethic",
        "briefing",
        "start",
        "continually",
        "work",
        "ethic",
        "office",
        "regarding",
        "potential",
        "conflict",
        "may",
        "encounter",
        "employed",
        "epa",
        "spokesman",
        "jahan",
        "wilcox",
        "said",
        "asked",
        "whether",
        "ethic",
        "waiver",
        "violate",
        "spirt",
        "trump",
        "executive",
        "order",
        "treasury",
        "department",
        "asked",
        "mcgahn",
        "three",
        "waiver",
        "anthony",
        "sayegh",
        "appointed",
        "assistant",
        "secretary",
        "public",
        "affair",
        "previously",
        "worked",
        "fox",
        "news",
        "contributor",
        "waiver",
        "allows",
        "participate",
        "matter",
        "involving",
        "former",
        "client",
        "brian",
        "callahan",
        "department",
        "top",
        "lawyer",
        "treasury",
        "granted",
        "waiver",
        "concerning",
        "issue",
        "involving",
        "former",
        "position",
        "general",
        "counsel",
        "cooper",
        "kirk",
        "pllc",
        "law",
        "firm",
        "represents",
        "fairholme",
        "fund",
        "recently",
        "filed",
        "lawsuit",
        "treasury",
        "department",
        "fair",
        "housing",
        "finance",
        "agency",
        "mcgahn",
        "waiver",
        "allows",
        "callahan",
        "participate",
        "discussion",
        "policy",
        "decision",
        "pertaining",
        "housing",
        "finance",
        "reform",
        "even",
        "though",
        "discussion",
        "could",
        "point",
        "touch",
        "upon",
        "issue",
        "might",
        "impact",
        "litigation",
        "state",
        "department",
        "got",
        "five",
        "waiver",
        "former",
        "law",
        "firm",
        "edward",
        "mcmullen",
        "ambassador",
        "switzerland",
        "represented",
        "boeing",
        "swiss",
        "government",
        "recently",
        "announced",
        "intent",
        "purchase",
        "military",
        "equipment",
        "accept",
        "bid",
        "american",
        "company",
        "another",
        "waiver",
        "allows",
        "communication",
        "director",
        "heather",
        "nauert",
        "work",
        "employee",
        "fox",
        "news",
        "even",
        "though",
        "used",
        "work",
        "broadcast",
        "journalist",
        "network",
        "nauert",
        "identified",
        "waiver",
        "heavily",
        "redacted",
        "release",
        "legal",
        "name",
        "heather",
        "norby",
        "pentagon",
        "assistant",
        "secretary",
        "defense",
        "asian",
        "pacific",
        "security",
        "affair",
        "randall",
        "schriver",
        "got",
        "waiver",
        "allowing",
        "participate",
        "particular",
        "matter",
        "involving",
        "specific",
        "party",
        "including",
        "former",
        "client",
        "japanese",
        "government",
        "health",
        "human",
        "service",
        "asked",
        "waiver",
        "senior",
        "counselor",
        "secretary",
        "keagan",
        "lenihan",
        "registered",
        "lobbyist",
        "recently",
        "worked",
        "pharmaceutical",
        "health",
        "service",
        "company",
        "chief",
        "staff",
        "lance",
        "leggitt",
        "recently",
        "lobbied",
        "behalf",
        "law",
        "firm",
        "health",
        "law",
        "practice",
        "group",
        "agriculture",
        "department",
        "policy",
        "adviser",
        "kailee",
        "tzacz",
        "allowed",
        "participate",
        "personally",
        "substantially",
        "matter",
        "regarding",
        "dietary",
        "guideline",
        "american",
        "guide",
        "offer",
        "nutritional",
        "information",
        "recommendation",
        "mcgahn",
        "waiver",
        "offer",
        "much",
        "detail",
        "potential",
        "conflict",
        "tzacz",
        "appointment",
        "would",
        "pose",
        "record",
        "show",
        "recently",
        "served",
        "food",
        "policy",
        "director",
        "corn",
        "refiner",
        "association",
        "trade",
        "organization",
        "representing",
        "producer",
        "corn",
        "starch",
        "corn",
        "oil",
        "high",
        "fructose",
        "corn",
        "syrup",
        "lobbied",
        "behalf",
        "snac",
        "international",
        "trade",
        "association",
        "snack",
        "food",
        "manufacturer",
        "follow",
        "biesecker",
        "http",
        "linderman",
        "http",
        "lardner",
        "http"
    ]
}