{
    "organizations": [],
    "uuid": "bacde79662ae59046f73df8e9d9c421cc5ecb672",
    "author": "",
    "url": "https://in.reuters.com/article/uk-iraq-mosul-official-specialreport/special-report-this-man-is-trying-to-rebuild-mosul-he-needs-help-lots-of-it-idINKBN1GX16G",
    "ord_in_thread": 0,
    "title": "Special Report: This man is trying to rebuild Mosul. He needs help - lots of it",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 21, 2018 / 10:59 AM / Updated 17 minutes ago Special Report - This man is trying to rebuild Mosul. He needs help - lots of it Raya Jalabi , Michael Georgy 13 Min Read MOSUL, Iraq (Reuters) - Perched atop a mound of rubble, Abdelsattar al-Hibbu surveyed what remained of his second-floor office: twisted iron and centuries-old stone reduced to dust by an airstrike. Abdelsattar al-Hibbu, municipality chief of Mosul, speaks during an interview with Reuters in Mosul, Iraq, January 9, 2018. Picture taken January 9, 2018. To match Special Report IRAQ-MOSUL/OFFICIAL REUTERS/Ari Jalal “I used to look out at the river from my window,” Hibbu said wistfully, recalling how the nine-month battle that defeated Islamic State militants in Mosul last year destroyed tens of thousands of buildings. “Now look at it.” Hibbu is the municipality chief of Mosul and faces the titanic task of rebuilding Iraq’s second largest city from the ruins of war. It is a mega-project that could take years and require billions of dollars – yet his administration is strapped for cash. “What are we supposed to do, dig money out of the ground?” asked Hibbu, a tall, broad man in his mid-forties who is fond of recounting his city’s storied past as a centre of culture and learning. His daily struggles reflect the challenges facing a city seen as vital to efforts to stabilise Iraq. Once home to about two million inhabitants, Mosul now has an estimated 700,000 of its population displaced and needs at least $2 billion of reconstruction, according to federal government estimates. Before the war it had an administrative budget of $80 million a year; now it doesn’t know how to pay its bills. In mid-January Hibbu told Reuters he didn’t have a budget for 2018 yet, but that the city needed $75 million just to maintain basic services. He thought he might get $10 million from the Ministry of the Municipalities and Public Works, a federal government agency in Baghdad that oversees municipal governments. Nor is he expecting much from the provincial government, which once provided Mosul with about $60 million a year. It’s in disarray after the governor was suspended in an investigation into alleged corruption and the torturing of journalists. The governor denies any wrongdoing. What scares Hibbu and Western officials is that the devastation and lack of help may reignite old sectarian grievances. Mosul’s predominantly Sunni population had for years complained they were marginalised by the Shi’ite-led central government, treated like second class citizens and deprived of decent jobs and senior positions in the security forces. Those resentments led many of Mosul’s Sunnis to welcome Islamic State when it captured the city in 2014 and called for war against Iraq’s majority Shi’ites. Hibbu, a Sunni himself, wants to avoid conditions that could enable a new group of militants to exploit frustration with the central government and pose another security threat. “If Baghdad doesn’t properly invest in the reconstruction of Mosul, we could get something worse” than Islamic State, said Hibbu. “This lack of foresight is going to have very negative consequences.” Lise Grande, until recently the U.N. Humanitarian Coordinator for Iraq who oversaw the U.N.’s stabilisation programme tasked with servicing immediate humanitarian needs, takes a similar view. “If we don’t stabilise these areas quickly, violent extremism might emerge again, and the gains against ISIL (Islamic State) could be lost,” she told Reuters. The Baghdad government did not respond to Reuters requests for comment on the reconstruction of Mosul and the festering tensions. For Hibbu, it’s an uphill struggle. People show up at his office at all hours making endless demands. State employees who have not been paid in months. City workers who need more vehicles to clear the garbage that is piling up. Factory officials desperate for fuel. Even a shepherd seeking help to transport his animals through the city centre. Many people in the city feel abandoned. Some areas are dotted with dirt-covered women and children, scouring the rubble for scrap metal they can sell. At one rubbish dump in December, an elderly woman rooted through a pile of fetid garbage for anything salvageable. “At least under Daesh” - an Arabic acronym for Islamic State - “we were treated better and weren’t reduced to picking garbage,” she said. DESERTED BAZAARS Hibbu portrays himself as a wheeler-dealer who can handle just about anything after a career as a municipality official that began 17 years ago under Saddam Hussein. During the subsequent al-Qaeda insurgency, local officials, including him, were targeted. Hibbu faced three assassination attempts and still feels pain from the wounds. Two bullets are still lodged in his lower back, he said. He works an average of 18 hours a day, often sleeping on a mattress he keeps in his office, and the stress sometimes gets to him. One moment he has guests in his office and charms them over glasses of sweet tea, the next he yells down the telephone at employees or argues with people lobbying for help. The Tigris River, which flows through the city, is a demarcation line in the task of reconstruction. To the east, which escaped the worst of the fighting, much of life has returned to normal: Markets are busy, classrooms are full and traffic is constant. The picture is much bleaker to the west, where militants drew the advancing forces into door-to-door combat in the Old City, a warren of narrow streets dating back centuries. Officials estimate that 40,000 homes were destroyed in West Mosul. Civilian life has only just begun to trickle in once more. According to Hibbu, of the 200,000 residents of the Old City, only 1,000 families have returned – or roughly 5,000 people. Many of those displaced are still living in refugee camps or have piled into East Mosul, putting additional strain on already stretched infrastructure. The United Nations estimates there are 10 million tons of rubble in Mosul overall, and the Old City’s streets are still knee-deep with debris. Children’s clothes, university textbooks and human remains are scattered between mangled doorways and sheets of corrugated iron, the detritus of life in a city half-destroyed. Taller buildings, home to snipers and makeshift bomb factories during the battle, are heaps of collapsed concrete. The bazaars have been turned inside out, their scorched or dust-coated contents strewn outside pummelled shops that once sold everything from CDs to saffron and second-hand clocks. Abdelsattar al-Hibbu, municipality chief of Mosul, is seen in Mosul, Iraq, January 9, 2018. Picture taken January 9, 2018. To match Special Report IRAQ-MOSUL/OFFICIAL REUTERS/Ari Jalal Massive cranes are perched in the main square, clearing rubble and bullet-pocked cars, and knocking down unstable structures. Men sweep dust and pick up trash. “Every month we advance about 100 metres into the Old City,” Hibbu said of rubble-clearing efforts there, walking through the bazaars one morning in mid-January. “It’s slow going, but that’s all we can do with the resources we have right now.” To help places such as Mosul, the Baghdad government set up a body called ReFAATO – The Reconstruction Fund for Areas Affected by Terroristic Operations. Fadhel Abdel Amir, an adviser to the Ministry of Municipalities, which is a partner in ReFAATO, said the fund was allocated $400 million last year in the federal budget. But only $120 million was actually transferred to the fund - and that money was for all liberated areas of Iraq, not just Mosul, Abdel Amir said. According to Hibbu, Mosul received the equivalent of just $252,000 from ReFAATO for 2017. “That’s about what we need to spend every hour,” Hibbu said, frustrated. “It’s not fair on the people of Mosul.” The central government in Baghdad declined to comment. Hibbu says the municipality currently has 1,500 employees but needs 10,000. Much of its machinery was stolen or destroyed by Islamic State. About 970 machines, worth some $350 million, were taken or wrecked, he says, and the city has been left with only two specialised bulldozers small enough for clearing residential side streets. To survive, the city has been racking up debts and relying on the patience of workers. The municipality owes $7 million to contractors and workers it hired in 2017, Hibbu said. “We’re four months late paying the salaries of our labourers.” Fuel supplies are also short. On Mosul’s outskirts is a plant making asphalt vital for reconstruction. Its manager, Wafar Younis Zanoon, said the plant needs 5,000 litres of fuel per day but secures only 3,000 litres about twice a week. “We have to close three days a week,” he said. It is people like Um Russil, a mother of two, who came back to her home in the Bab al Jadeed neighbourhood of the Old City in October, that Hibbu needs to reassure. The municipal chief was eager to show that her street and nearby ones had been cleared of rubble. But there was no water or electricity anywhere in the neighbourhood. Slideshow (18 Images) Um Russil asked Hibbu to speed up the delivery of basic services to her and three other families who have returned to her street. “I’m too embarrassed to ask anything from you,” she said as she pulled at her dirt-covered dress. “But our lives were destroyed by Daesh … Right now, we just need running water.” Hibbu, clad in a smart suit, instructed a deputy from his 20-person entourage to look into the delay. Some barely scratch a living as they suffer quietly in half-demolished homes. On a typical day before the war, a trader named Moayad, who declined to give his full name, used to earn $10 a day selling used jeans. Now, he says he can hardly make $1 a week. “How am I ever going to make any money to rebuild my home?” he asked on a cold day in mid-January. His eldest son was killed in an airstrike during the war, leaving him to take care of his son’s wife and five children. He said he had to borrow $25 from his sister just to buy a tarpaulin and some cement blocks to shelter his extended family of 13. He fears that even if aid money does arrive, it will not reach people like him. “The best solution would be if the international donors and the coalition gave money directly to us, to residents, to rebuild our own homes and our own city,” said Moayad. “Because you know the second the money goes into government hands, we’re never going to see a dinar.” “NOT A WISE CHOICE” Early this year, the central government and Mosul officials approved a plan intended to ameliorate sectarian tensions and police the city more effectively. The federal police and the powerful Shi’ite militias that have been providing security since the city’s liberation on July 10 were supposed to be phased out in favour of an army unit led by Najm al-Jabouri, a popular general from a large Sunni tribe. Related Coverage Bloody scenes of life under IS haunt Mosul returnees Iraqi and Western officials had agreed to this arrangement to help displaced Sunni civilians feel safe enough to move back to the city. The Shi’ite militias were accused throughout the war of extra-judicial killings of Sunnis suspected of backing Islamic State. However, the plan has been indefinitely delayed, according to military and government sources, due to an increase in violence across liberated areas. Sectarian tensions are still evident in the city. In January, members of Iranian-backed Shi’ite militias and the federal police held up posters of Iranian revolutionary leader Ayatollah Ruhollah Khomeini in a main Mosul square. “That was not a wise choice,” an outraged Hibbu said. “We gave a lot of martyrs fighting Iran during the Iran-Iraq war, and now they’re putting up pictures of Khomeini!” The challenges of creating sectarian harmony were also evident on the outskirts of Mosul. Sh’ite militiamen who stood guard along a road leading to a garbage dump said they and many other militiamen have no intention of leaving the city. “I am just concerned with security,” one of the men, Jameel Khodr, who was holding an AK-47, told Reuters. Like other militiamen, he was determined that the militias keep control of as much of the area as possible. “We have enough weapons. We have machineguns. Rocket-propelled grenades.” As Hibbu strives to bridge divisions and rebuild the city, he is under no illusions about the difficulties. “Iraq is truthfully a divided country. The people are divided, though officially, we’re not divided,” he said as he sat in his office, pensive at the start of what he knew would be a long day. He even wondered whether Mosul and the surrounding areas should split away from Baghdad and become autonomous. “Everyone should be helping reconstruct the liberated areas. Because in Iraq, we endured terrorists from around the world.” He listed various countries that played a part in his city’s ruin, from Iran to the United States. “They all ended up in Mosul, where the coalition waged war against them and destroyed Mosul.” Reporting by Raya Jalabi and Michael Georgy.   Ahmed Rasheed in Baghdad. Editing By Richard Woods",
    "published": "2018-03-21T13:18:00.000+02:00",
    "crawled": "2018-03-21T13:43:30.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "minute",
        "ago",
        "special",
        "report",
        "man",
        "trying",
        "rebuild",
        "mosul",
        "need",
        "help",
        "lot",
        "raya",
        "jalabi",
        "michael",
        "georgy",
        "min",
        "read",
        "mosul",
        "iraq",
        "reuters",
        "perched",
        "atop",
        "mound",
        "rubble",
        "abdelsattar",
        "surveyed",
        "remained",
        "office",
        "twisted",
        "iron",
        "stone",
        "reduced",
        "dust",
        "airstrike",
        "abdelsattar",
        "municipality",
        "chief",
        "mosul",
        "speaks",
        "interview",
        "reuters",
        "mosul",
        "iraq",
        "january",
        "picture",
        "taken",
        "january",
        "match",
        "special",
        "report",
        "jalal",
        "used",
        "look",
        "river",
        "window",
        "hibbu",
        "said",
        "wistfully",
        "recalling",
        "battle",
        "defeated",
        "islamic",
        "state",
        "militant",
        "mosul",
        "last",
        "year",
        "destroyed",
        "ten",
        "thousand",
        "building",
        "look",
        "hibbu",
        "municipality",
        "chief",
        "mosul",
        "face",
        "titanic",
        "task",
        "rebuilding",
        "iraq",
        "second",
        "largest",
        "city",
        "ruin",
        "war",
        "could",
        "take",
        "year",
        "require",
        "billion",
        "dollar",
        "yet",
        "administration",
        "strapped",
        "cash",
        "supposed",
        "dig",
        "money",
        "ground",
        "asked",
        "hibbu",
        "tall",
        "broad",
        "man",
        "fond",
        "recounting",
        "city",
        "storied",
        "past",
        "centre",
        "culture",
        "learning",
        "daily",
        "struggle",
        "reflect",
        "challenge",
        "facing",
        "city",
        "seen",
        "vital",
        "effort",
        "stabilise",
        "iraq",
        "home",
        "two",
        "million",
        "inhabitant",
        "mosul",
        "estimated",
        "population",
        "displaced",
        "need",
        "least",
        "billion",
        "reconstruction",
        "according",
        "federal",
        "government",
        "estimate",
        "war",
        "administrative",
        "budget",
        "million",
        "year",
        "know",
        "pay",
        "bill",
        "hibbu",
        "told",
        "reuters",
        "budget",
        "yet",
        "city",
        "needed",
        "million",
        "maintain",
        "basic",
        "service",
        "thought",
        "might",
        "get",
        "million",
        "ministry",
        "municipality",
        "public",
        "work",
        "federal",
        "government",
        "agency",
        "baghdad",
        "oversees",
        "municipal",
        "government",
        "expecting",
        "much",
        "provincial",
        "government",
        "provided",
        "mosul",
        "million",
        "year",
        "disarray",
        "governor",
        "suspended",
        "investigation",
        "alleged",
        "corruption",
        "torturing",
        "journalist",
        "governor",
        "denies",
        "wrongdoing",
        "scare",
        "hibbu",
        "western",
        "official",
        "devastation",
        "lack",
        "help",
        "may",
        "reignite",
        "old",
        "sectarian",
        "grievance",
        "mosul",
        "predominantly",
        "sunni",
        "population",
        "year",
        "complained",
        "marginalised",
        "shi",
        "central",
        "government",
        "treated",
        "like",
        "second",
        "class",
        "citizen",
        "deprived",
        "decent",
        "job",
        "senior",
        "position",
        "security",
        "force",
        "resentment",
        "led",
        "many",
        "mosul",
        "sunni",
        "welcome",
        "islamic",
        "state",
        "captured",
        "city",
        "called",
        "war",
        "iraq",
        "majority",
        "shi",
        "ites",
        "hibbu",
        "sunni",
        "want",
        "avoid",
        "condition",
        "could",
        "enable",
        "new",
        "group",
        "militant",
        "exploit",
        "frustration",
        "central",
        "government",
        "pose",
        "another",
        "security",
        "threat",
        "baghdad",
        "properly",
        "invest",
        "reconstruction",
        "mosul",
        "could",
        "get",
        "something",
        "worse",
        "islamic",
        "state",
        "said",
        "hibbu",
        "lack",
        "foresight",
        "going",
        "negative",
        "lise",
        "grande",
        "recently",
        "humanitarian",
        "coordinator",
        "iraq",
        "oversaw",
        "stabilisation",
        "programme",
        "tasked",
        "servicing",
        "immediate",
        "humanitarian",
        "need",
        "take",
        "similar",
        "view",
        "stabilise",
        "area",
        "quickly",
        "violent",
        "extremism",
        "might",
        "emerge",
        "gain",
        "isil",
        "islamic",
        "state",
        "could",
        "lost",
        "told",
        "reuters",
        "baghdad",
        "government",
        "respond",
        "reuters",
        "request",
        "comment",
        "reconstruction",
        "mosul",
        "festering",
        "tension",
        "hibbu",
        "uphill",
        "struggle",
        "people",
        "show",
        "office",
        "hour",
        "making",
        "endless",
        "demand",
        "state",
        "employee",
        "paid",
        "month",
        "city",
        "worker",
        "need",
        "vehicle",
        "clear",
        "garbage",
        "piling",
        "factory",
        "official",
        "desperate",
        "fuel",
        "even",
        "shepherd",
        "seeking",
        "help",
        "transport",
        "animal",
        "city",
        "centre",
        "many",
        "people",
        "city",
        "feel",
        "abandoned",
        "area",
        "dotted",
        "woman",
        "child",
        "scouring",
        "rubble",
        "scrap",
        "metal",
        "sell",
        "one",
        "rubbish",
        "dump",
        "december",
        "elderly",
        "woman",
        "rooted",
        "pile",
        "fetid",
        "garbage",
        "anything",
        "salvageable",
        "least",
        "daesh",
        "arabic",
        "acronym",
        "islamic",
        "state",
        "treated",
        "better",
        "reduced",
        "picking",
        "garbage",
        "said",
        "deserted",
        "bazaar",
        "hibbu",
        "portrays",
        "handle",
        "anything",
        "career",
        "municipality",
        "official",
        "began",
        "year",
        "ago",
        "saddam",
        "hussein",
        "subsequent",
        "insurgency",
        "local",
        "official",
        "including",
        "targeted",
        "hibbu",
        "faced",
        "three",
        "assassination",
        "attempt",
        "still",
        "feel",
        "pain",
        "wound",
        "two",
        "bullet",
        "still",
        "lodged",
        "lower",
        "back",
        "said",
        "work",
        "average",
        "hour",
        "day",
        "often",
        "sleeping",
        "mattress",
        "keep",
        "office",
        "stress",
        "sometimes",
        "get",
        "one",
        "moment",
        "guest",
        "office",
        "charm",
        "glass",
        "sweet",
        "tea",
        "next",
        "yell",
        "telephone",
        "employee",
        "argues",
        "people",
        "lobbying",
        "help",
        "tigris",
        "river",
        "flow",
        "city",
        "demarcation",
        "line",
        "task",
        "reconstruction",
        "east",
        "escaped",
        "worst",
        "fighting",
        "much",
        "life",
        "returned",
        "normal",
        "market",
        "busy",
        "classroom",
        "full",
        "traffic",
        "constant",
        "picture",
        "much",
        "bleaker",
        "west",
        "militant",
        "drew",
        "advancing",
        "force",
        "combat",
        "old",
        "city",
        "warren",
        "narrow",
        "street",
        "dating",
        "back",
        "century",
        "official",
        "estimate",
        "home",
        "destroyed",
        "west",
        "mosul",
        "civilian",
        "life",
        "begun",
        "trickle",
        "according",
        "hibbu",
        "resident",
        "old",
        "city",
        "family",
        "returned",
        "roughly",
        "people",
        "many",
        "displaced",
        "still",
        "living",
        "refugee",
        "camp",
        "piled",
        "east",
        "mosul",
        "putting",
        "additional",
        "strain",
        "already",
        "stretched",
        "infrastructure",
        "united",
        "nation",
        "estimate",
        "million",
        "ton",
        "rubble",
        "mosul",
        "overall",
        "old",
        "city",
        "street",
        "still",
        "debris",
        "child",
        "clothes",
        "university",
        "textbook",
        "human",
        "remains",
        "scattered",
        "mangled",
        "doorway",
        "sheet",
        "corrugated",
        "iron",
        "detritus",
        "life",
        "city",
        "taller",
        "building",
        "home",
        "sniper",
        "makeshift",
        "bomb",
        "factory",
        "battle",
        "heap",
        "collapsed",
        "concrete",
        "bazaar",
        "turned",
        "inside",
        "scorched",
        "content",
        "strewn",
        "outside",
        "pummelled",
        "shop",
        "sold",
        "everything",
        "cd",
        "saffron",
        "clock",
        "abdelsattar",
        "municipality",
        "chief",
        "mosul",
        "seen",
        "mosul",
        "iraq",
        "january",
        "picture",
        "taken",
        "january",
        "match",
        "special",
        "report",
        "jalal",
        "massive",
        "crane",
        "perched",
        "main",
        "square",
        "clearing",
        "rubble",
        "car",
        "knocking",
        "unstable",
        "structure",
        "men",
        "sweep",
        "dust",
        "pick",
        "trash",
        "every",
        "month",
        "advance",
        "metre",
        "old",
        "city",
        "hibbu",
        "said",
        "effort",
        "walking",
        "bazaar",
        "one",
        "morning",
        "slow",
        "going",
        "resource",
        "right",
        "help",
        "place",
        "mosul",
        "baghdad",
        "government",
        "set",
        "body",
        "called",
        "refaato",
        "reconstruction",
        "fund",
        "area",
        "affected",
        "terroristic",
        "operation",
        "fadhel",
        "abdel",
        "amir",
        "adviser",
        "ministry",
        "municipality",
        "partner",
        "refaato",
        "said",
        "fund",
        "allocated",
        "million",
        "last",
        "year",
        "federal",
        "budget",
        "million",
        "actually",
        "transferred",
        "fund",
        "money",
        "liberated",
        "area",
        "iraq",
        "mosul",
        "abdel",
        "amir",
        "said",
        "according",
        "hibbu",
        "mosul",
        "received",
        "equivalent",
        "refaato",
        "need",
        "spend",
        "every",
        "hour",
        "hibbu",
        "said",
        "frustrated",
        "fair",
        "people",
        "central",
        "government",
        "baghdad",
        "declined",
        "comment",
        "hibbu",
        "say",
        "municipality",
        "currently",
        "employee",
        "need",
        "much",
        "machinery",
        "stolen",
        "destroyed",
        "islamic",
        "state",
        "machine",
        "worth",
        "million",
        "taken",
        "wrecked",
        "say",
        "city",
        "left",
        "two",
        "specialised",
        "bulldozer",
        "small",
        "enough",
        "clearing",
        "residential",
        "side",
        "street",
        "survive",
        "city",
        "racking",
        "debt",
        "relying",
        "patience",
        "worker",
        "municipality",
        "owes",
        "million",
        "contractor",
        "worker",
        "hired",
        "hibbu",
        "said",
        "four",
        "month",
        "late",
        "paying",
        "salary",
        "fuel",
        "supply",
        "also",
        "short",
        "mosul",
        "outskirt",
        "plant",
        "making",
        "asphalt",
        "vital",
        "reconstruction",
        "manager",
        "wafar",
        "younis",
        "zanoon",
        "said",
        "plant",
        "need",
        "litre",
        "fuel",
        "per",
        "day",
        "secures",
        "litre",
        "twice",
        "week",
        "close",
        "three",
        "day",
        "week",
        "said",
        "people",
        "like",
        "um",
        "russil",
        "mother",
        "two",
        "came",
        "back",
        "home",
        "bab",
        "al",
        "jadeed",
        "neighbourhood",
        "old",
        "city",
        "october",
        "hibbu",
        "need",
        "reassure",
        "municipal",
        "chief",
        "eager",
        "show",
        "street",
        "nearby",
        "one",
        "cleared",
        "rubble",
        "water",
        "electricity",
        "anywhere",
        "neighbourhood",
        "slideshow",
        "image",
        "um",
        "russil",
        "asked",
        "hibbu",
        "speed",
        "delivery",
        "basic",
        "service",
        "three",
        "family",
        "returned",
        "street",
        "embarrassed",
        "ask",
        "anything",
        "said",
        "pulled",
        "dress",
        "life",
        "destroyed",
        "daesh",
        "right",
        "need",
        "running",
        "hibbu",
        "clad",
        "smart",
        "suit",
        "instructed",
        "deputy",
        "entourage",
        "look",
        "delay",
        "barely",
        "scratch",
        "living",
        "suffer",
        "quietly",
        "home",
        "typical",
        "day",
        "war",
        "trader",
        "named",
        "moayad",
        "declined",
        "give",
        "full",
        "name",
        "used",
        "earn",
        "day",
        "selling",
        "used",
        "jean",
        "say",
        "hardly",
        "make",
        "week",
        "ever",
        "going",
        "make",
        "money",
        "rebuild",
        "home",
        "asked",
        "cold",
        "day",
        "eldest",
        "son",
        "killed",
        "airstrike",
        "war",
        "leaving",
        "take",
        "care",
        "son",
        "wife",
        "five",
        "child",
        "said",
        "borrow",
        "sister",
        "buy",
        "tarpaulin",
        "cement",
        "block",
        "shelter",
        "extended",
        "family",
        "fear",
        "even",
        "aid",
        "money",
        "arrive",
        "reach",
        "people",
        "like",
        "best",
        "solution",
        "would",
        "international",
        "donor",
        "coalition",
        "gave",
        "money",
        "directly",
        "u",
        "resident",
        "rebuild",
        "home",
        "city",
        "said",
        "moayad",
        "know",
        "second",
        "money",
        "go",
        "government",
        "hand",
        "never",
        "going",
        "see",
        "wise",
        "choice",
        "early",
        "year",
        "central",
        "government",
        "mosul",
        "official",
        "approved",
        "plan",
        "intended",
        "ameliorate",
        "sectarian",
        "tension",
        "police",
        "city",
        "effectively",
        "federal",
        "police",
        "powerful",
        "shi",
        "ite",
        "militia",
        "providing",
        "security",
        "since",
        "city",
        "liberation",
        "july",
        "supposed",
        "phased",
        "favour",
        "army",
        "unit",
        "led",
        "najm",
        "popular",
        "general",
        "large",
        "sunni",
        "tribe",
        "related",
        "coverage",
        "bloody",
        "scene",
        "life",
        "haunt",
        "mosul",
        "returnees",
        "iraqi",
        "western",
        "official",
        "agreed",
        "arrangement",
        "help",
        "displaced",
        "sunni",
        "civilian",
        "feel",
        "safe",
        "enough",
        "move",
        "back",
        "city",
        "shi",
        "ite",
        "militia",
        "accused",
        "throughout",
        "war",
        "killing",
        "sunni",
        "suspected",
        "backing",
        "islamic",
        "state",
        "however",
        "plan",
        "indefinitely",
        "delayed",
        "according",
        "military",
        "government",
        "source",
        "due",
        "increase",
        "violence",
        "across",
        "liberated",
        "area",
        "sectarian",
        "tension",
        "still",
        "evident",
        "city",
        "january",
        "member",
        "shi",
        "ite",
        "militia",
        "federal",
        "police",
        "held",
        "poster",
        "iranian",
        "revolutionary",
        "leader",
        "ayatollah",
        "ruhollah",
        "khomeini",
        "main",
        "mosul",
        "square",
        "wise",
        "choice",
        "outraged",
        "hibbu",
        "said",
        "gave",
        "lot",
        "martyr",
        "fighting",
        "iran",
        "war",
        "putting",
        "picture",
        "khomeini",
        "challenge",
        "creating",
        "sectarian",
        "harmony",
        "also",
        "evident",
        "outskirt",
        "mosul",
        "sh",
        "ite",
        "militiaman",
        "stood",
        "guard",
        "along",
        "road",
        "leading",
        "garbage",
        "dump",
        "said",
        "many",
        "militiaman",
        "intention",
        "leaving",
        "city",
        "concerned",
        "security",
        "one",
        "men",
        "jameel",
        "khodr",
        "holding",
        "told",
        "reuters",
        "like",
        "militiaman",
        "determined",
        "militia",
        "keep",
        "control",
        "much",
        "area",
        "possible",
        "enough",
        "weapon",
        "machineguns",
        "hibbu",
        "strives",
        "bridge",
        "division",
        "rebuild",
        "city",
        "illusion",
        "difficulty",
        "iraq",
        "truthfully",
        "divided",
        "country",
        "people",
        "divided",
        "though",
        "officially",
        "divided",
        "said",
        "sat",
        "office",
        "pensive",
        "start",
        "knew",
        "would",
        "long",
        "day",
        "even",
        "wondered",
        "whether",
        "mosul",
        "surrounding",
        "area",
        "split",
        "away",
        "baghdad",
        "become",
        "autonomous",
        "everyone",
        "helping",
        "reconstruct",
        "liberated",
        "area",
        "iraq",
        "endured",
        "terrorist",
        "around",
        "listed",
        "various",
        "country",
        "played",
        "part",
        "city",
        "ruin",
        "iran",
        "united",
        "state",
        "ended",
        "mosul",
        "coalition",
        "waged",
        "war",
        "destroyed",
        "reporting",
        "raya",
        "jalabi",
        "michael",
        "georgy",
        "ahmed",
        "rasheed",
        "baghdad",
        "editing",
        "richard",
        "wood"
    ]
}