{
    "organizations": [],
    "uuid": "fa59bd05929381e42a586912e5b6f5680511260c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/pr-newswire-upland-software-announces-first-acquisition-in-europe-raises-guidance.html",
    "ord_in_thread": 0,
    "title": "Upland Software Announces First Acquisition in Europe, Raises Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "AUSTIN, Texas, March 22, 2018 /PRNewswire/ -- Upland Software, Inc. (Nasdaq: UPLD), a leader in cloud-based Enterprise Work Management software, today announced that it has acquired InterFAX Communications Ltd., a leading provider of secure, cloud-based messaging solutions including enterprise cloud fax and secure document distribution. The acquisition of Dublin, Ireland-based InterFAX, Upland's first in Europe, adds $15.0 million in annualized recurring revenues and will be immediately accretive to Upland's Adjusted EBITDA per share.\nInterFAX adds foundational capabilities to Upland's cloud-based Workflow Automation product family, including secure document distribution and enterprise cloud fax solutions that are compliant with Health Insurance Portability and Accountability Act (HIPAA) and certified under the Payment Card Industry Data Security Standard (PCI-DSS) and the International Organization for Standardization (ISO) 27001 Security Standard. Cloud fax alone is a $1.5B market forecasted to grow at 10% per year to $2.2B by 2022. 1 With InterFAX added to Upland's existing Workflow Automation product family, Upland can now offer comprehensive document management and workflow automation solutions and capabilities that include document capture, data extraction, data loss detection, secure storage, intelligent routing and approval, and secure document distribution through cloud fax, mobile messaging, and email.\n\"We are pleased to welcome InterFAX and its valued customers, development community, and partners to Upland,\" said Jack McDonald, chairman and CEO of Upland Software. \"This strategic and accretive acquisition builds on the investments we made in our Workflow Automation product family last year with the additions of Omtool (now branded as Upland product AccuRoute) and Qvidian, and it strengthens our presence in Europe to drive international expansion.\"\n\"InterFAX's secure document distribution and enterprise cloud fax capability allows us to deliver use-case-specific, end-to-end workflow management solutions that meet the industry compliance standards that our customers require,\" said Sean Nathaniel, CTO and SVP of Workflow Automation Solutions for Upland Software. \"InterFAX technology also enables a smooth migration for customers moving from on-premises fax to a secure, auditable cloud fax and distribution solution.\"\nKey use-cases served by Upland's Workflow Automation product family now include both vertical offerings such as secure and compliant regulated communications in financial services, including retail branch communications and loan processing, and in healthcare, including secure patient information management, claims processing and prescription routing, as well as many cross-vertical applications such as accounts payable and receivable, automated bids and proposals, employee records management, revenue cycle management, legal documents handling, and electronic court filing. Upland intends to develop and acquire additional products that expand the automated workflow use-cases offered to clients.\nThe purchase price paid for InterFAX and related entities (including operations in Ireland, Israel, and a United States reseller) was $37 million in cash at closing, net of cash acquired, and a $5.0 million cash holdback payable over 18 months and subject to reduction for indemnification claims. The foregoing excludes any potential future earn out payments tied to performance-based goals. Upland expects the acquisition to generate annual revenue of approximately $15.0 million, of which all is recurring, subject to reductions for a deferred revenue discount, as a result of GAAP purchase accounting, estimated at $0.7 million for the remainder of 2018. The acquisition is within Upland's target purchase price valuation multiple range of 5-8x pro forma Adjusted EBITDA and will generate an estimated $6.0 million in Adjusted EBITDA annually. The acquisition will be immediately accretive to Upland's Adjusted EBITDA per share.\nIn connection with the acquisition of InterFAX, Upland amended and expanded its credit facility from $200 million to $258.7 million. Specifically, $50 million of new term debt was drawn, taking Upland's gross debt outstanding from $113.7 million to $163.7 million, with debt, net of cash on hand, now at approximately $135 million. Further details regarding the transaction can be obtained in the Form 8-K filed March 22, 2018.\nBusiness Outlook\nUpland today also announced that it has raised its full year 2018 guidance to reflect the InterFAX acquisition, raising revenue, recurring revenue, and Adjusted EBITDA guidance ranges. The increase in 2018 revenue guidance below is net of an estimated $0.7 million reduction for a deferred revenue discount as a result of GAAP purchase accounting and all guidance adjustments are prorated for an effective closing date of March 31, 2018.\nFor the full year ending December 31, 2018, Upland expects reported total revenue to be between $131.0 and $135.0 million, including subscription and support revenue between $118.4 and $121.6 million, for growth in recurring revenue of 40% at the mid-point over the year ended December 31, 2017. Adjusted EBITDA is expected to be between $46.5 and $48.5 million, representing growth of 57% at the mid-point over the year ended December 31, 2017. The transaction will be immediately accretive to Upland's Adjusted EBITDA per share.\nAbout Upland Software\nUpland Software (Nasdaq: UPLD) is a leading provider of cloud-based Enterprise Work Management software. Our family of applications enables users to manage their projects, professional workforce and IT investments; automate document-intensive business processes; and effectively engage with their customers, prospects and community via the web and mobile technologies. With more than 4,000 customers and over 450,000 users around the world, Upland Software solutions help customers run their operations smoothly, adapt to change quickly, and achieve better results every day. To learn more, visit www.uplandsoftware.com .\nAbout InterFAX\nInterFAX is a global leader in secure cloud-based messaging solutions with both cloud fax and secure document distribution capabilities, serving leading brands in healthcare, hospitality, travel, and other workflow-intensive industries. The company delivers over 245 million messages per year for customers that require streamlined workflows, mission-critical reliability and security, and compliance with HIPAA and certification under PCI-DSS and ISO 27001. Based in Dublin, Ireland, InterFAX has offices in Israel and the United States, a strong global reseller channel, and an established network of more than 23,000 certified developers.\nMooreland Partners acted as financial advisor to InterFAX.\nNotes & Forward-looking Statements\nAnnualized revenues exclude the impact of deferred revenue discount associated with GAAP purchase accounting. This release contains forward-looking statements, which are subject to substantial risks, uncertainties and assumptions. Accordingly, you should not place undue reliance on these forward-looking statements. Forward-looking statements include any statement that does not directly relate to any historical or current fact and often include words such as \"target,\" \"believe,\" \"expect,\" \"anticipate,\" \"intend,\" \"plan,\" \"estimate,\" \"seek,\" \"will,\" \"may\" or similar expressions. Actual results may differ materially from those indicated by such forward-looking statements as a result of various important factors, including: our financial performance and our ability to achieve, sustain or increase profitability or predict financial results; our ability to attract and retain customers; our ability to deliver high-quality customer service; lack of demand growth for enterprise work management applications; our ability to effectively manage our growth; our ability to consummate and integrate acquisitions and mergers; maintaining our senior management and key personnel; our ability to maintain and expand our direct sales organization; the performance of our resellers; our ability to adapt to changing market conditions and competition; our ability to successfully enter new markets and manage our international expansion; fluctuations in currency exchange rates; the operation and reliability of our third-party data centers and other service providers; and factors that could affect our business and financial results identified in Upland's filings with the Securities and Exchange Commission (the \"SEC\"), including Upland's most recent annual report on Form 10-K filed with the SEC. Additional information will also be set forth in Upland's future quarterly reports on Form 10-Q, annual reports on Form 10-K, and other filings that Upland makes with the SEC. The forward-looking statements herein represent Upland's views as of the date of this press release and these views could change. However, while Upland may elect to update these forward-looking statements at some point in the future, Upland specifically disclaims any obligation to do so. These forward-looking statements should not be relied upon as representing the views of Upland as of any date subsequent to the date of this press release.\nNon-GAAP Financial Measures\nTo supplement our consolidated financial statements, which are prepared and presented in accordance with GAAP, we use non-GAAP financial measures including Adjusted EBITDA.\nWe use non-GAAP financial measures for financial and operational decision-making and as a means to evaluate period-to-period comparisons. Our management believes that non-GAAP financial measures provide meaningful supplemental information regarding our performance and liquidity by excluding certain expenses and expenditures that may not be indicative of our recurring core business operating results, such as our revenues excluding the impact for foreign currency fluctuations or our operating performance excluding not only non-cash charges, but also discrete cash charges that are infrequent in nature. We believe that both management and investors benefit from referring to non-GAAP financial measures in assessing our performance and when planning, forecasting, and analyzing future periods. Non-GAAP financial measures also facilitate management's internal comparisons to our historical performance and liquidity as well as comparisons to our competitors' operating results. We believe non-GAAP financial measures are useful to investors both because they allow for greater transparency with respect to key metrics used by management in its financial and operational decision-making, and they are used by our institutional investors and the analyst community to help them analyze the health of our business.\nUpland defines Adjusted EBITDA as net income (loss), calculated in accordance with GAAP, plus net income (loss) from discontinued operations, depreciation and amortization expense, interest expense, net, other expense (income), net, provision for income taxes, stock-based compensation expense, acquisition-related expenses, non-recurring litigation costs, and purchase accounting adjustments for deferred revenue.\nFor a reconciliation of non-GAAP financial measures to the most directly comparable GAAP financial measures, please see Upland's earnings press releases filed on Forms 8-K with the SEC and on the Investor Relations section of Upland's website at investor.uplandsoftware.com.\nMedia Contact:\nChristina Turner\n1.833.UPLAND1 (Press 4 for Media Relations)\nmedia@uplandsoftware.com\nSources:\n1.\nArizton Advisory & Intelligence. \"Online Fax Market Global Outlook and Forecast 2017−2022,\" October 2017.\nView original content with multimedia: http://www.prnewswire.com/news-releases/upland-software-announces-first-acquisition-in-europe-raises-guidance-300617977.html\nSOURCE Upland Software, Inc.",
    "published": "2018-03-22T16:00:00.000+02:00",
    "crawled": "2018-03-22T17:24:23.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "austin",
        "texas",
        "march",
        "upland",
        "software",
        "nasdaq",
        "upld",
        "leader",
        "enterprise",
        "work",
        "management",
        "software",
        "today",
        "announced",
        "acquired",
        "interfax",
        "communication",
        "leading",
        "provider",
        "secure",
        "messaging",
        "solution",
        "including",
        "enterprise",
        "cloud",
        "fax",
        "secure",
        "document",
        "distribution",
        "acquisition",
        "dublin",
        "interfax",
        "upland",
        "first",
        "europe",
        "add",
        "million",
        "annualized",
        "recurring",
        "revenue",
        "immediately",
        "accretive",
        "upland",
        "adjusted",
        "ebitda",
        "per",
        "share",
        "interfax",
        "add",
        "foundational",
        "capability",
        "upland",
        "workflow",
        "automation",
        "product",
        "family",
        "including",
        "secure",
        "document",
        "distribution",
        "enterprise",
        "cloud",
        "fax",
        "solution",
        "compliant",
        "health",
        "insurance",
        "portability",
        "accountability",
        "act",
        "hipaa",
        "certified",
        "payment",
        "card",
        "industry",
        "data",
        "security",
        "standard",
        "international",
        "organization",
        "standardization",
        "iso",
        "security",
        "standard",
        "cloud",
        "fax",
        "alone",
        "market",
        "forecasted",
        "grow",
        "per",
        "year",
        "interfax",
        "added",
        "upland",
        "existing",
        "workflow",
        "automation",
        "product",
        "family",
        "upland",
        "offer",
        "comprehensive",
        "document",
        "management",
        "workflow",
        "automation",
        "solution",
        "capability",
        "include",
        "document",
        "capture",
        "data",
        "extraction",
        "data",
        "loss",
        "detection",
        "secure",
        "storage",
        "intelligent",
        "routing",
        "approval",
        "secure",
        "document",
        "distribution",
        "cloud",
        "fax",
        "mobile",
        "messaging",
        "email",
        "pleased",
        "welcome",
        "interfax",
        "valued",
        "customer",
        "development",
        "community",
        "partner",
        "upland",
        "said",
        "jack",
        "mcdonald",
        "chairman",
        "ceo",
        "upland",
        "software",
        "strategic",
        "accretive",
        "acquisition",
        "build",
        "investment",
        "made",
        "workflow",
        "automation",
        "product",
        "family",
        "last",
        "year",
        "addition",
        "omtool",
        "branded",
        "upland",
        "product",
        "accuroute",
        "qvidian",
        "strengthens",
        "presence",
        "europe",
        "drive",
        "international",
        "expansion",
        "interfax",
        "secure",
        "document",
        "distribution",
        "enterprise",
        "cloud",
        "fax",
        "capability",
        "allows",
        "u",
        "deliver",
        "workflow",
        "management",
        "solution",
        "meet",
        "industry",
        "compliance",
        "standard",
        "customer",
        "require",
        "said",
        "sean",
        "nathaniel",
        "cto",
        "svp",
        "workflow",
        "automation",
        "solution",
        "upland",
        "software",
        "interfax",
        "technology",
        "also",
        "enables",
        "smooth",
        "migration",
        "customer",
        "moving",
        "fax",
        "secure",
        "auditable",
        "cloud",
        "fax",
        "distribution",
        "solution",
        "key",
        "served",
        "upland",
        "workflow",
        "automation",
        "product",
        "family",
        "include",
        "vertical",
        "offering",
        "secure",
        "compliant",
        "regulated",
        "communication",
        "financial",
        "service",
        "including",
        "retail",
        "branch",
        "communication",
        "loan",
        "processing",
        "healthcare",
        "including",
        "secure",
        "patient",
        "information",
        "management",
        "claim",
        "processing",
        "prescription",
        "routing",
        "well",
        "many",
        "application",
        "account",
        "payable",
        "receivable",
        "automated",
        "bid",
        "proposal",
        "employee",
        "record",
        "management",
        "revenue",
        "cycle",
        "management",
        "legal",
        "document",
        "handling",
        "electronic",
        "court",
        "filing",
        "upland",
        "intends",
        "develop",
        "acquire",
        "additional",
        "product",
        "expand",
        "automated",
        "workflow",
        "offered",
        "client",
        "purchase",
        "price",
        "paid",
        "interfax",
        "related",
        "entity",
        "including",
        "operation",
        "ireland",
        "israel",
        "united",
        "state",
        "reseller",
        "million",
        "cash",
        "closing",
        "net",
        "cash",
        "acquired",
        "million",
        "cash",
        "holdback",
        "payable",
        "month",
        "subject",
        "reduction",
        "indemnification",
        "claim",
        "foregoing",
        "excludes",
        "potential",
        "future",
        "earn",
        "payment",
        "tied",
        "goal",
        "upland",
        "expects",
        "acquisition",
        "generate",
        "annual",
        "revenue",
        "approximately",
        "million",
        "recurring",
        "subject",
        "reduction",
        "deferred",
        "revenue",
        "discount",
        "result",
        "gaap",
        "purchase",
        "accounting",
        "estimated",
        "million",
        "remainder",
        "acquisition",
        "within",
        "upland",
        "target",
        "purchase",
        "price",
        "valuation",
        "multiple",
        "range",
        "pro",
        "forma",
        "adjusted",
        "ebitda",
        "generate",
        "estimated",
        "million",
        "adjusted",
        "ebitda",
        "annually",
        "acquisition",
        "immediately",
        "accretive",
        "upland",
        "adjusted",
        "ebitda",
        "per",
        "share",
        "connection",
        "acquisition",
        "interfax",
        "upland",
        "amended",
        "expanded",
        "credit",
        "facility",
        "million",
        "million",
        "specifically",
        "million",
        "new",
        "term",
        "debt",
        "drawn",
        "taking",
        "upland",
        "gross",
        "debt",
        "outstanding",
        "million",
        "million",
        "debt",
        "net",
        "cash",
        "hand",
        "approximately",
        "million",
        "detail",
        "regarding",
        "transaction",
        "obtained",
        "form",
        "filed",
        "march",
        "business",
        "outlook",
        "upland",
        "today",
        "also",
        "announced",
        "raised",
        "full",
        "year",
        "guidance",
        "reflect",
        "interfax",
        "acquisition",
        "raising",
        "revenue",
        "recurring",
        "revenue",
        "adjusted",
        "ebitda",
        "guidance",
        "range",
        "increase",
        "revenue",
        "guidance",
        "net",
        "estimated",
        "million",
        "reduction",
        "deferred",
        "revenue",
        "discount",
        "result",
        "gaap",
        "purchase",
        "accounting",
        "guidance",
        "adjustment",
        "prorated",
        "effective",
        "closing",
        "date",
        "march",
        "full",
        "year",
        "ending",
        "december",
        "upland",
        "expects",
        "reported",
        "total",
        "revenue",
        "million",
        "including",
        "subscription",
        "support",
        "revenue",
        "million",
        "growth",
        "recurring",
        "revenue",
        "year",
        "ended",
        "december",
        "adjusted",
        "ebitda",
        "expected",
        "million",
        "representing",
        "growth",
        "year",
        "ended",
        "december",
        "transaction",
        "immediately",
        "accretive",
        "upland",
        "adjusted",
        "ebitda",
        "per",
        "share",
        "upland",
        "software",
        "upland",
        "software",
        "nasdaq",
        "upld",
        "leading",
        "provider",
        "enterprise",
        "work",
        "management",
        "software",
        "family",
        "application",
        "enables",
        "user",
        "manage",
        "project",
        "professional",
        "workforce",
        "investment",
        "automate",
        "business",
        "process",
        "effectively",
        "engage",
        "customer",
        "prospect",
        "community",
        "via",
        "web",
        "mobile",
        "technology",
        "customer",
        "user",
        "around",
        "world",
        "upland",
        "software",
        "solution",
        "help",
        "customer",
        "run",
        "operation",
        "smoothly",
        "adapt",
        "change",
        "quickly",
        "achieve",
        "better",
        "result",
        "every",
        "day",
        "learn",
        "visit",
        "interfax",
        "interfax",
        "global",
        "leader",
        "secure",
        "messaging",
        "solution",
        "cloud",
        "fax",
        "secure",
        "document",
        "distribution",
        "capability",
        "serving",
        "leading",
        "brand",
        "healthcare",
        "hospitality",
        "travel",
        "industry",
        "company",
        "delivers",
        "million",
        "message",
        "per",
        "year",
        "customer",
        "require",
        "streamlined",
        "workflow",
        "reliability",
        "security",
        "compliance",
        "hipaa",
        "certification",
        "iso",
        "based",
        "dublin",
        "ireland",
        "interfax",
        "office",
        "israel",
        "united",
        "state",
        "strong",
        "global",
        "reseller",
        "channel",
        "established",
        "network",
        "certified",
        "developer",
        "mooreland",
        "partner",
        "acted",
        "financial",
        "advisor",
        "interfax",
        "note",
        "statement",
        "annualized",
        "revenue",
        "exclude",
        "impact",
        "deferred",
        "revenue",
        "discount",
        "associated",
        "gaap",
        "purchase",
        "accounting",
        "release",
        "contains",
        "statement",
        "subject",
        "substantial",
        "risk",
        "uncertainty",
        "assumption",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "include",
        "statement",
        "directly",
        "relate",
        "historical",
        "current",
        "fact",
        "often",
        "include",
        "word",
        "target",
        "believe",
        "expect",
        "anticipate",
        "intend",
        "plan",
        "estimate",
        "seek",
        "may",
        "similar",
        "expression",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "financial",
        "performance",
        "ability",
        "achieve",
        "sustain",
        "increase",
        "profitability",
        "predict",
        "financial",
        "result",
        "ability",
        "attract",
        "retain",
        "customer",
        "ability",
        "deliver",
        "customer",
        "service",
        "lack",
        "demand",
        "growth",
        "enterprise",
        "work",
        "management",
        "application",
        "ability",
        "effectively",
        "manage",
        "growth",
        "ability",
        "consummate",
        "integrate",
        "acquisition",
        "merger",
        "maintaining",
        "senior",
        "management",
        "key",
        "personnel",
        "ability",
        "maintain",
        "expand",
        "direct",
        "sale",
        "organization",
        "performance",
        "resellers",
        "ability",
        "adapt",
        "changing",
        "market",
        "condition",
        "competition",
        "ability",
        "successfully",
        "enter",
        "new",
        "market",
        "manage",
        "international",
        "expansion",
        "fluctuation",
        "currency",
        "exchange",
        "rate",
        "operation",
        "reliability",
        "data",
        "center",
        "service",
        "provider",
        "factor",
        "could",
        "affect",
        "business",
        "financial",
        "result",
        "identified",
        "upland",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "including",
        "upland",
        "recent",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "additional",
        "information",
        "also",
        "set",
        "forth",
        "upland",
        "future",
        "quarterly",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "filing",
        "upland",
        "make",
        "sec",
        "statement",
        "herein",
        "represent",
        "upland",
        "view",
        "date",
        "press",
        "release",
        "view",
        "could",
        "change",
        "however",
        "upland",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "upland",
        "specifically",
        "disclaims",
        "obligation",
        "statement",
        "relied",
        "upon",
        "representing",
        "view",
        "upland",
        "date",
        "subsequent",
        "date",
        "press",
        "release",
        "financial",
        "measure",
        "supplement",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "presented",
        "accordance",
        "gaap",
        "use",
        "financial",
        "measure",
        "including",
        "adjusted",
        "ebitda",
        "use",
        "financial",
        "measure",
        "financial",
        "operational",
        "mean",
        "evaluate",
        "comparison",
        "management",
        "belief",
        "financial",
        "measure",
        "provide",
        "meaningful",
        "supplemental",
        "information",
        "regarding",
        "performance",
        "liquidity",
        "excluding",
        "certain",
        "expense",
        "expenditure",
        "may",
        "indicative",
        "recurring",
        "core",
        "business",
        "operating",
        "result",
        "revenue",
        "excluding",
        "impact",
        "foreign",
        "currency",
        "fluctuation",
        "operating",
        "performance",
        "excluding",
        "charge",
        "also",
        "discrete",
        "cash",
        "charge",
        "infrequent",
        "nature",
        "believe",
        "management",
        "investor",
        "benefit",
        "referring",
        "financial",
        "measure",
        "assessing",
        "performance",
        "planning",
        "forecasting",
        "analyzing",
        "future",
        "period",
        "financial",
        "measure",
        "also",
        "facilitate",
        "management",
        "internal",
        "comparison",
        "historical",
        "performance",
        "liquidity",
        "well",
        "comparison",
        "competitor",
        "operating",
        "result",
        "believe",
        "financial",
        "measure",
        "useful",
        "investor",
        "allow",
        "greater",
        "transparency",
        "respect",
        "key",
        "metric",
        "used",
        "management",
        "financial",
        "operational",
        "used",
        "institutional",
        "investor",
        "analyst",
        "community",
        "help",
        "analyze",
        "health",
        "business",
        "upland",
        "defines",
        "adjusted",
        "ebitda",
        "net",
        "income",
        "loss",
        "calculated",
        "accordance",
        "gaap",
        "plus",
        "net",
        "income",
        "loss",
        "discontinued",
        "operation",
        "depreciation",
        "amortization",
        "expense",
        "interest",
        "expense",
        "net",
        "expense",
        "income",
        "net",
        "provision",
        "income",
        "tax",
        "compensation",
        "expense",
        "expense",
        "litigation",
        "cost",
        "purchase",
        "accounting",
        "adjustment",
        "deferred",
        "revenue",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "please",
        "see",
        "upland",
        "earnings",
        "press",
        "release",
        "filed",
        "form",
        "sec",
        "investor",
        "relation",
        "section",
        "upland",
        "website",
        "medium",
        "contact",
        "christina",
        "turner",
        "press",
        "medium",
        "relation",
        "medium",
        "source",
        "arizton",
        "advisory",
        "intelligence",
        "online",
        "fax",
        "market",
        "global",
        "outlook",
        "forecast",
        "october",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "upland",
        "software",
        "inc"
    ]
}