{
    "organizations": [],
    "uuid": "5c42399661321062d19a709f670ac85d3590023f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/globe-newswire-bellerophon-provides-business-update-and-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Bellerophon Provides Business Update and Reports Fourth Quarter and Full-Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WARREN, N.J., March 15, 2018 (GLOBE NEWSWIRE) -- Bellerophon Therapeutics, Inc. (Nasdaq:BLPH) (“Bellerophon” or the “Company”), a clinical-stage biotherapeutics company, today provided a business update and reported financial results for the fourth quarter and full-year ended December 31, 2017.\n“I am pleased to report continued progress in our clinical development programs evaluating INOpulse® to treat pulmonary hypertension in a wide range of unmet chronic diseases,” said Fabian Tenenbaum, Chief Executive Officer of Bellerophon. “Our most advanced program, INOvation-1, a Phase 3 study for pulmonary arterial hypertension (PAH), is more than 50% enrolled, and an interim analysis is planned for mid-2018, with availability of top-line data for the complete study anticipated around the end of the year. In addition, we have randomized the first patient in our Phase 2b study evaluating INOpulse in pulmonary hypertension associated with interstitial lung disease (PH-ILD) including idiopathic pulmonary fibrosis (PH-IPF). We expect top-line results from this study by the end of the year. Recently, we announced positive results from our Phase 2 study in pulmonary hypertension associated with chronic obstructive pulmonary disease (PH-COPD) and look forward to continuing the development of INOpulse in this devastating unmet medical need.”\n“Importantly, our robust clinical development program is supported by a strong balance sheet, as we ended 2017 with more than $31.8 million in cash, cash equivalents and marketable securities. The upcoming year has the potential to be transformative for Bellerophon, with data expected in our PAH and PH-ILD programs, as well as anticipated further progress in our PH-COPD clinical development program. We are excited about these opportunities and remain focused on developing first-in-class therapies for patients suffering from serious chronic orphan pulmonary diseases in order to continue building long-term shareholder value,” concluded Mr. Tenenbaum.\nKey Recent Highlights\nPAH : Enrollment in the Phase 3 INOvation-1 study evaluating INOpulse® in patients with PAH now exceeds 100 patients, representing more than half of the anticipated enrollment. As previously agreed with the U.S. Food and Drug Administration (FDA), an interim analysis of this study will be performed by the Data Monitoring Committee when half of the subjects complete the 16-week blinded treatment phase. The interim analysis will determine if the study should be stopped early for efficacy or futility, continued as planned, or if the study size should be increased. The Company anticipates the readout of the interim analysis in mid-2018, and the availability of top-line data from the full study around the end of 2018.\nPH-ILD : Following positive results in its Phase 2a study in PH-IPF, Bellerophon has initiated and randomized the first patient in a Phase 2b study evaluating INOpulse to assess the safety and efficacy of pulsed, inhaled nitric oxide (iNO) versus placebo in patients with PH-ILD. A total of 40 subjects will be randomized in the double-blind, placebo-controlled clinical study, including patients with idiopathic pulmonary fibrosis. The primary endpoint of the study is the change in 6 Minute Walk Distance (6MWD) and the study includes several additional endpoints, including improvement in right ventricular function. Top-line results from this study are expected to be available by the end of 2018.\nPH-COPD : Bellerophon recently announced positive results from its Phase 2 study for INOpulse in PH-COPD. The results demonstrated statistically significant and clinically meaningful improvements, as compared to baseline, in 6MWD, as well as systolic pulmonary arterial pressure with 4 weeks of chronic use. The therapy was well tolerated with no related safety concerns. The Company, in conjunction with its steering committee, is planning the next clinical program towards regulatory approval in PH-COPD.\nFinancing : In the third quarter of 2017, Bellerophon raised approximately $23.4 million through a private placement of its common stock and warrants. The financing was led by Puissance Capital Management and Venrock Healthcare Capital Partners, and supported by certain existing investors, including New Mountain Capital and Linde North America, Inc.\nFourth Quarter 2017 Financial Results\nFor the fourth quarter ended December 31, 2017, Bellerophon reported a net loss of $24.2 million, or $0.44 per share, compared to a net loss of $7.4 million, or $0.37 per share, in the fourth quarter ended December 31, 2016.\nNet loss for the fourth quarter ended December 31, 2017 included an increase in the fair value of the Company’s common stock warrant liability of $16.9 million, as compared to $0.6 million in the fourth quarter ended December 31, 2016. The increase was primarily due to the increase in the Company’s stock price. The warrants were issued in November 2016 and May 2017.\nResearch and development expenses for the fourth quarter of 2017 were $5.4 million, compared to $5.1 million in the fourth quarter of 2016. The increase was primarily due to expenses related to the Company’s Phase 2b study in PH-IPF.\nGeneral and administrative expenses for the fourth quarter of 2017 were $1.9 million, compared to $2.2 million in the fourth quarter of 2016. The decrease was primarily due to a reduction in personnel expenses.\nFull-Year 2017 Financial Results\nFor the year ended December 31, 2017, the Company reported a net loss of $54.8 million, or $1.41 per share, compared to a net loss of $23.8 million, or $1.58 per share, in the year ended December 31, 2016.\nNet loss for full-year 2017 included an increase in the fair value of the Company’s common stock warrant liability of $30.4 million, as compared to $0.6 million for full-year 2016. The increase was primarily due to the increase in the Company’s stock price.\nResearch and development expenses for the year ended December 31, 2017 were $17.9 million, compared to $16.7 million for the year ended December 31, 2016. The increase was primarily due to increased trial supply costs related to ongoing clinical programs.\nGeneral and administrative expenses for the year ended December 31, 2017 were $6.7 million, as compared to $7.1 million for the year ended December 31, 2016. The decrease was primarily due to reduced personnel and consulting costs.\nBalance Sheet\nAs of December 31, 2017, the Company had cash, cash equivalents and marketable securities of $31.8 million, compared to cash, cash equivalents and marketable securities of $19.8 million at December 31, 2016.\nAs of December 31, 2017, the Company had $2.2 million in prepayments of research and development expenses related to its drug supply agreement with Ikaria. The corresponding prepayments balance as of December 31, 2016, which also included prepayment of clinical research services to WCT for the INOvation-1 study, was $7.2 million.\nAbout Bellerophon\nBellerophon Therapeutics is a clinical-stage biotherapeutics company focused on developing innovative therapies at the intersection of drugs and devices that address significant unmet medical needs in the treatment of cardiopulmonary diseases. The Company is currently developing three product candidates under its INOpulse program, a proprietary pulsatile nitric oxide delivery system. The first is for the treatment of PAH, for which the Company has commenced Phase 3 clinical trials. The second is for the treatment of pulmonary hypertension associated with chronic obstructive pulmonary disease (PH-COPD) and the third candidate is for the treatment of pulmonary hypertension associated with Interstitial Lung Disease (PH-ILD), both of which are in Phase 2 development. please visit www.bellerophon.com .\nForward-looking Statements\nAny statements in this press release about Bellerophon’s future expectations, plans and prospects, including statements about the clinical development of its product candidates, regulatory actions with respect to the Company’s clinical trials and expectations regarding the sufficiency of the Company’s cash balance to fund clinical trials, operating expenses and capital expenditures, and other statements containing the words “anticipate,” “believe,” “continue,” “could,” “estimate,” “expect,” “intend,” “may,” “plan,” “potential,” “predict,” “project,” “should,” “target,” “would,” and similar expressions, constitute forward-looking statements within the meaning of The Private Securities Litigation Reform Act of 1995. Actual results may differ materially from those indicated by such forward-looking statements as a result of various important factors, including: the uncertainties inherent in the initiation of future clinical trials, availability and timing of data from ongoing and future clinical trials and the results of such trials, whether preliminary or interim results from a clinical trial will be predictive of the final results of that trial or whether results of early clinical trials will be indicative of the results of later clinical trials, expectations for regulatory approvals, the FDA’s substantial discretion in the approval process, availability of funding sufficient for our foreseeable and unforeseeable operating expenses and capital expenditure requirements and other factors discussed in the “Risk Factors” section of the Company’s most recent filings with the Securities and Exchange Commission. In addition, any forward-looking statements included in this press release represent Bellerophon’s views only as of the date of this release and should not be relied upon as representing the Company’s views as of any subsequent date. The Company specifically disclaims any obligation to update any forward-looking statements included in this press release.\nContacts At Bellerophon: At LifeSci Advisors: Fabian Tenenbaum, Chief Executive Officer Brian Ritchie (908) 574-4767 (212) 915-2578 britchie@lifesciadvisors.com\nBELLEROPHON THERAPEUTICS, INC.\nConsolidated Balance Sheets\n(Amounts in thousands, except share and per share data) December 31,\n2017 December 31,\n2016 Assets Current assets: Cash and cash equivalents $ 28,823 $ 14,202 Restricted cash 402 401 Marketable securities 2,996 5,571 Prepaid expenses and other current assets 3,359 6,331 Total current assets 35,580 26,505 Restricted cash, non-current 150 307 Other non-current assets 54 1,491 Property and equipment, net 1,026 1,399 Total assets $ 36,810 $ 29,702 Liabilities and Stockholders' Equity (Deficiency in Assets) Current liabilities: Accounts payable $ 3,853 $ 2,807 Accrued research and development 1,785 2,573 Accrued expenses 1,441 1,115 Total current liabilities 7,079 6,495 Common stock warrant liability 32,325 5,215 Total liabilities 39,404 11,710 Commitments and contingencies Stockholders' equity (Deficiency in assets): Common stock, $0.01 par value per share; 125,000,000 shares authorized,\n56,899,353 shares issued and outstanding at December 31, 2017, 31,702,624\nshares issued and outstanding at December 31, 2016, 289,269 shares paid for\nand to be issued at December 31, 2017 569 317 Preferred stock, $0.01 par value per share; 5,000,000 shares authorized, zero\nshares issued and outstanding at December 31, 2017 and 2016 — — Additional paid-in capital 176,151 142,167 Accumulated other comprehensive loss (4 ) — Accumulated deficit (179,310 ) (124,492 ) Total stockholders' equity (deficiency in assets) (2,594 ) 17,992 Total liabilities and stockholders' equity (deficiency in assets) $ 36,810 $ 29,702\nBellerophon Therapeutics, Inc. Consolidated Statement of Operations (in thousands except per share data) Year Ended Three Months Ended December 31, December 31, 2017 2016 2017 2016 Operating expenses: Research and development $ 17,854 $ 16,650 $ 5,390 $ 5,111 General and administrative 6,745 7,107 1,919 2,181 Total operating expenses 24,599 23,757 7,309 7,292 Loss from operations (24,599 ) (23,757 ) (7,309 ) (7,292 ) Change in fair value of common stock warrant liability (30,403 ) (590 ) (16,948 ) (590 ) Interest and other income, net 184 95 98 21 Pre-tax loss (54,818 ) (24,252 ) (24,159 ) (7,861 ) Income tax benefit -- (438 ) -- (438 ) Net loss $ (54,818 ) $ (23,814 ) $ (24,159 ) $ (7,423 ) Weighted average shares outstanding: Basic and diluted 38,950,937 15,057,627 55,109,847 20,186,996 Net loss per share: Basic and diluted $ (1.41 ) $ (1.58 ) $ (0.44 ) $ (0.37 )\nSource:Bellerophon Therapeutics, Inc.",
    "published": "2018-03-15T23:45:00.000+02:00",
    "crawled": "2018-03-16T00:33:14.118+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "warren",
        "march",
        "globe",
        "newswire",
        "bellerophon",
        "therapeutic",
        "nasdaq",
        "blph",
        "bellerophon",
        "company",
        "biotherapeutics",
        "company",
        "today",
        "provided",
        "business",
        "update",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "pleased",
        "report",
        "continued",
        "progress",
        "clinical",
        "development",
        "program",
        "evaluating",
        "treat",
        "pulmonary",
        "hypertension",
        "wide",
        "range",
        "unmet",
        "chronic",
        "disease",
        "said",
        "fabian",
        "tenenbaum",
        "chief",
        "executive",
        "officer",
        "bellerophon",
        "advanced",
        "program",
        "phase",
        "study",
        "pulmonary",
        "arterial",
        "hypertension",
        "pah",
        "enrolled",
        "interim",
        "analysis",
        "planned",
        "availability",
        "data",
        "complete",
        "study",
        "anticipated",
        "around",
        "end",
        "year",
        "addition",
        "randomized",
        "first",
        "patient",
        "phase",
        "2b",
        "study",
        "evaluating",
        "inopulse",
        "pulmonary",
        "hypertension",
        "associated",
        "interstitial",
        "lung",
        "disease",
        "including",
        "idiopathic",
        "pulmonary",
        "fibrosis",
        "expect",
        "result",
        "study",
        "end",
        "year",
        "recently",
        "announced",
        "positive",
        "result",
        "phase",
        "study",
        "pulmonary",
        "hypertension",
        "associated",
        "chronic",
        "obstructive",
        "pulmonary",
        "disease",
        "look",
        "forward",
        "continuing",
        "development",
        "inopulse",
        "devastating",
        "unmet",
        "medical",
        "importantly",
        "robust",
        "clinical",
        "development",
        "program",
        "supported",
        "strong",
        "balance",
        "sheet",
        "ended",
        "million",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "upcoming",
        "year",
        "potential",
        "transformative",
        "bellerophon",
        "data",
        "expected",
        "pah",
        "program",
        "well",
        "anticipated",
        "progress",
        "clinical",
        "development",
        "program",
        "excited",
        "opportunity",
        "remain",
        "focused",
        "developing",
        "therapy",
        "patient",
        "suffering",
        "serious",
        "chronic",
        "orphan",
        "pulmonary",
        "disease",
        "order",
        "continue",
        "building",
        "shareholder",
        "value",
        "concluded",
        "tenenbaum",
        "key",
        "recent",
        "highlight",
        "pah",
        "enrollment",
        "phase",
        "study",
        "evaluating",
        "patient",
        "pah",
        "exceeds",
        "patient",
        "representing",
        "half",
        "anticipated",
        "enrollment",
        "previously",
        "agreed",
        "food",
        "drug",
        "administration",
        "fda",
        "interim",
        "analysis",
        "study",
        "performed",
        "data",
        "monitoring",
        "committee",
        "half",
        "subject",
        "complete",
        "blinded",
        "treatment",
        "phase",
        "interim",
        "analysis",
        "determine",
        "study",
        "stopped",
        "early",
        "efficacy",
        "futility",
        "continued",
        "planned",
        "study",
        "size",
        "increased",
        "company",
        "anticipates",
        "readout",
        "interim",
        "analysis",
        "availability",
        "data",
        "full",
        "study",
        "around",
        "end",
        "following",
        "positive",
        "result",
        "phase",
        "2a",
        "study",
        "bellerophon",
        "initiated",
        "randomized",
        "first",
        "patient",
        "phase",
        "2b",
        "study",
        "evaluating",
        "inopulse",
        "assess",
        "safety",
        "efficacy",
        "pulsed",
        "inhaled",
        "nitric",
        "oxide",
        "ino",
        "versus",
        "placebo",
        "patient",
        "total",
        "subject",
        "randomized",
        "clinical",
        "study",
        "including",
        "patient",
        "idiopathic",
        "pulmonary",
        "fibrosis",
        "primary",
        "endpoint",
        "study",
        "change",
        "minute",
        "walk",
        "distance",
        "6mwd",
        "study",
        "includes",
        "several",
        "additional",
        "endpoint",
        "including",
        "improvement",
        "right",
        "ventricular",
        "function",
        "result",
        "study",
        "expected",
        "available",
        "end",
        "bellerophon",
        "recently",
        "announced",
        "positive",
        "result",
        "phase",
        "study",
        "inopulse",
        "result",
        "demonstrated",
        "statistically",
        "significant",
        "clinically",
        "meaningful",
        "improvement",
        "compared",
        "baseline",
        "6mwd",
        "well",
        "systolic",
        "pulmonary",
        "arterial",
        "pressure",
        "week",
        "chronic",
        "use",
        "therapy",
        "well",
        "tolerated",
        "related",
        "safety",
        "concern",
        "company",
        "conjunction",
        "steering",
        "committee",
        "planning",
        "next",
        "clinical",
        "program",
        "towards",
        "regulatory",
        "approval",
        "financing",
        "third",
        "quarter",
        "bellerophon",
        "raised",
        "approximately",
        "million",
        "private",
        "placement",
        "common",
        "stock",
        "warrant",
        "financing",
        "led",
        "puissance",
        "capital",
        "management",
        "venrock",
        "healthcare",
        "capital",
        "partner",
        "supported",
        "certain",
        "existing",
        "investor",
        "including",
        "new",
        "mountain",
        "capital",
        "linde",
        "north",
        "america",
        "fourth",
        "quarter",
        "financial",
        "result",
        "fourth",
        "quarter",
        "ended",
        "december",
        "bellerophon",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "ended",
        "december",
        "net",
        "loss",
        "fourth",
        "quarter",
        "ended",
        "december",
        "included",
        "increase",
        "fair",
        "value",
        "company",
        "common",
        "stock",
        "warrant",
        "liability",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "ended",
        "december",
        "increase",
        "primarily",
        "due",
        "increase",
        "company",
        "stock",
        "price",
        "warrant",
        "issued",
        "november",
        "may",
        "research",
        "development",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "increase",
        "primarily",
        "due",
        "expense",
        "related",
        "company",
        "phase",
        "2b",
        "study",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "decrease",
        "primarily",
        "due",
        "reduction",
        "personnel",
        "expense",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "included",
        "increase",
        "fair",
        "value",
        "company",
        "common",
        "stock",
        "warrant",
        "liability",
        "million",
        "compared",
        "million",
        "increase",
        "primarily",
        "due",
        "increase",
        "company",
        "stock",
        "price",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "increase",
        "primarily",
        "due",
        "increased",
        "trial",
        "supply",
        "cost",
        "related",
        "ongoing",
        "clinical",
        "program",
        "general",
        "administrative",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "decrease",
        "primarily",
        "due",
        "reduced",
        "personnel",
        "consulting",
        "cost",
        "balance",
        "sheet",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "compared",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "million",
        "december",
        "december",
        "company",
        "million",
        "prepayment",
        "research",
        "development",
        "expense",
        "related",
        "drug",
        "supply",
        "agreement",
        "ikaria",
        "corresponding",
        "prepayment",
        "balance",
        "december",
        "also",
        "included",
        "prepayment",
        "clinical",
        "research",
        "service",
        "wct",
        "study",
        "million",
        "bellerophon",
        "bellerophon",
        "therapeutic",
        "biotherapeutics",
        "company",
        "focused",
        "developing",
        "innovative",
        "therapy",
        "intersection",
        "drug",
        "device",
        "address",
        "significant",
        "unmet",
        "medical",
        "need",
        "treatment",
        "cardiopulmonary",
        "disease",
        "company",
        "currently",
        "developing",
        "three",
        "product",
        "candidate",
        "inopulse",
        "program",
        "proprietary",
        "pulsatile",
        "nitric",
        "oxide",
        "delivery",
        "system",
        "first",
        "treatment",
        "pah",
        "company",
        "commenced",
        "phase",
        "clinical",
        "trial",
        "second",
        "treatment",
        "pulmonary",
        "hypertension",
        "associated",
        "chronic",
        "obstructive",
        "pulmonary",
        "disease",
        "third",
        "candidate",
        "treatment",
        "pulmonary",
        "hypertension",
        "associated",
        "interstitial",
        "lung",
        "disease",
        "phase",
        "development",
        "please",
        "visit",
        "statement",
        "statement",
        "press",
        "release",
        "bellerophon",
        "future",
        "expectation",
        "plan",
        "prospect",
        "including",
        "statement",
        "clinical",
        "development",
        "product",
        "candidate",
        "regulatory",
        "action",
        "respect",
        "company",
        "clinical",
        "trial",
        "expectation",
        "regarding",
        "sufficiency",
        "company",
        "cash",
        "balance",
        "fund",
        "clinical",
        "trial",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "statement",
        "containing",
        "word",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "expect",
        "intend",
        "may",
        "plan",
        "potential",
        "predict",
        "project",
        "target",
        "would",
        "similar",
        "expression",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "indicated",
        "statement",
        "result",
        "various",
        "important",
        "factor",
        "including",
        "uncertainty",
        "inherent",
        "initiation",
        "future",
        "clinical",
        "trial",
        "availability",
        "timing",
        "data",
        "ongoing",
        "future",
        "clinical",
        "trial",
        "result",
        "trial",
        "whether",
        "preliminary",
        "interim",
        "result",
        "clinical",
        "trial",
        "predictive",
        "final",
        "result",
        "trial",
        "whether",
        "result",
        "early",
        "clinical",
        "trial",
        "indicative",
        "result",
        "later",
        "clinical",
        "trial",
        "expectation",
        "regulatory",
        "approval",
        "fda",
        "substantial",
        "discretion",
        "approval",
        "process",
        "availability",
        "funding",
        "sufficient",
        "foreseeable",
        "unforeseeable",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "factor",
        "discussed",
        "risk",
        "factor",
        "section",
        "company",
        "recent",
        "filing",
        "security",
        "exchange",
        "commission",
        "addition",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "bellerophon",
        "view",
        "date",
        "release",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "subsequent",
        "date",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "included",
        "press",
        "release",
        "contact",
        "bellerophon",
        "lifesci",
        "advisor",
        "fabian",
        "tenenbaum",
        "chief",
        "executive",
        "officer",
        "brian",
        "ritchie",
        "britchie",
        "bellerophon",
        "therapeutic",
        "consolidated",
        "balance",
        "sheet",
        "amount",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "restricted",
        "cash",
        "marketable",
        "security",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "restricted",
        "cash",
        "asset",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "deficiency",
        "asset",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "research",
        "development",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "common",
        "stock",
        "warrant",
        "liability",
        "total",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "deficiency",
        "asset",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "share",
        "paid",
        "issued",
        "december",
        "preferred",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "share",
        "authorized",
        "zero",
        "share",
        "issued",
        "outstanding",
        "december",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficiency",
        "asset",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficiency",
        "asset",
        "bellerophon",
        "therapeutic",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "year",
        "ended",
        "three",
        "month",
        "ended",
        "december",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "change",
        "fair",
        "value",
        "common",
        "stock",
        "warrant",
        "liability",
        "interest",
        "income",
        "net",
        "loss",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "source",
        "bellerophon",
        "therapeutic",
        "inc"
    ]
}