{
    "organizations": [],
    "uuid": "00f2beacb22d25d429f27e5e55be10c26b88c85b",
    "author": "Catherine Clifford",
    "url": "https://www.cnbc.com/2018/03/29/10-life-lessons-from-96-year-old-iris-apfel.html",
    "ord_in_thread": 0,
    "title": "10 life lessons from 96-year-old Iris Apfel",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Growing up in Queens, New York, Iris Apfel was an only child, so her parents often brought her to family events where she was the only kid. Many of those were at her paternal grandparents' home in Brooklyn, New York. To entertain Apfel, her grandmother let her play with fabric scraps, which she had in large quantities because her four daughters often sewed for charity.\n\"She opened one bag, and then another, and what I saw made my eyes pop: a gigantic bunch of little fabric remnants in all sorts of colors and patterns — there were scraps of all kinds, of all shapes and sizes,\" says Apfel, now 96, in her new book, \" Iris Apfel: Accidental Icon ,\" which went on sale in March.\nAfter each visit, if Apfel had behaved, her grandmother allowed her to take home six scraps. \"Obsessed with texture, color, and pattern, I spent whole evenings entertaining myself this way,\" writes Apfel. \"Looking back, it's very clear playing this way honed by eye and gave me a very deep interest in fabric.\" \nToday, Apfel is famous for her eclectic style. She pairs layers of bright colors and oversized glasses and jewelry together with such flair that she was the subject of an exhibit at The Costume Institute in The Metropolitan Museum of Art which ran from September 13, 2005 through January 22, 2006 . Apfel was 84 when the show opened.\n\"An American original in the truest sense, Iris Apfel is one of the most vivacious personalities in the worlds of fashion, textiles, and interior design, and over the past 40 years, she has cultivated a personal style that is both witty and exuberantly idiosyncratic,\" the Metropolitan Museum of art said about Apfel . \"Her originality is typically revealed in her mixing of high and low fashions – Dior haute couture with flea market finds, 19th-century ecclesiastical vestments with Dolce & Gabbana lizard trousers.\"\nApfel has made her way into mainstream fame too, having been just being made into a one-of-a-kind Barbie which was released in concert with Apfel's book. It is not for sale, but in the fall of 2018, Mattel will release two \"Styled By Iris Apfel\" Barbies and those will be available for purchase, the toymaker tells CNBC Make It. (Pricing and exact release dates are still being worked out, according to Mattel.)\n\"Iris Apfel embodies the quintessential role model for Barbie with her singular style vision, entrepreneurial spirit and independence. Her long-spanning career makes her the perfect subject of a one-of-a-kind doll, the highest honor Barbie bestows,\" Mattel said in a written statement.\n\nPrior to becoming a \"geriatric starlet\" — a name Apfel gave herself in describing what the exhibit at the Met had made her — Apfel launched and ran Old World Weavers, an international fabric manufacturing company, in 1950 with her late husband, Carl Apfel. The two were newlyweds at the time, and remained married for 68 years.\nThe husband-and-wife duo owned Old World Weavers until 1992, and in that time they did work for nine White House administrations, running from Harry Truman to Bill Clinton. In her time working at the White House, Apfel earned the nickname \"First Lady of Fabric\" or \"Our Lady of the Cloth,\" she says in her book.\nThe Apfels would travel to Europe two times a year to get fabric there they could not get in the U.S. They specialized in fabric reproductions from the 17th, 18th and 19th centuries and had a showroom at 115 East 57th Street in Manhattan, New York.\nPhoto credit: From Iris Apfel: Accidental Icon by Iris Apfel; photograph of Iris Apfel by Keith Major. Published by Harper Design, an imprint of HarperCollins Publishers; © 2018 by Iris Apfel. \nThough her years manufacturing fabrics are decades past, Apfel's career in fashion has picked up in more recent years.\n\"My first big job in beauty and fashion came when I was at the tender age of ninety,\" says Apfel in her book. She developed a limited edition collection of make-up for MAC cosmetics for the winter of 2011. \"I'm the oldest living broad that ever graced a major cosmetics campaign,\" she says. \nAlso in 2011, Apfel's line debuted on the Home Shopping Network . The line is called \"Rara Avis\" and includes all manner of large, colorful jewelry .\nAnd in 2014, a documentary about Apfel's life was released . Called simply, \" Iris ,\" it was produced by the famed documentary filmmaker Albert Maysles and was nominated for an Emmy award in 2017. \nEven if you aren't interested in bold, bright fashion, after nearly a century on the plaent, Apfel's words of wisdom about aging, individuality and success are worth reading. Here are 10 secrets to success from Apfel, as outlined in her new book:\n1. Don't obsess over your age \n\"I never think about my age. Maybe that's the ticket. I never think about it — it's a passing thought. It's just a number. … I've found that work is very healthy for me. I love what I do and I put my heart and soul into it,\" she says.\nIt's true, \"Gettin' old ain't for sissies,\" Apfel admits. But so what? \"You start falling apart, but you just have to buck up and paste yourself together. You may not like getting older, but what's the alternative? You're here. Embrace it. I say put your experience to work, to give something back to other people.\" \n2. Pick a partner who celebrates your successes \n\"Everyone he ever touched knows he was truly a Gentle Man,\" Apfel writes of Carl, who died in 2015 at the age of 100 . \"His humor and generosity were legendary. We did almost everything together. His encouragement and unwavering support made this book possible. He pushed me into the limelight and then basked in my success. He got much more of a kick from the accolades I received than I did. I miss him madly. Sleep well, sweet prince.\" \nPhoto credit: From Iris Apfel: Accidental Icon by Iris Apfel; photograph of Iris Apfel by Bruce Weber. Published by Harper Design, an imprint of HarperCollins Publishers; © 2018 by Iris Apfel. \n3. When something excites you, go for it \n\"I never expected people to know my name or recognize my face. I never expected to be called a fashion icon. I never expected museums to exhibit my clothing and accessories. I never expected to be a cover girl or the face of a cosmetics company in my nineties....\" Apfel writes. \"I never expected anything. I just feel things in my gut and I do them. If something sounds exciting and interesting I do it — and then I worry about it later. Doing new things takes a lot of energy and strength. It's very tiring to make things happen, to learn how to master a skill, to push fears aside. Most people would rather just go with the flow; it's much easier. But it's not very interesting.\"\n4. \"To stay young, you have to think young\" \n\"When you get older, as I often paraphrase an old family friend, if you have two of anything, chances are one of them is going to hurt when you get up in the morning. But you have to get up and move beyond the pain. If you want to stay young, you have to think young. Having a sense of wonder, a sense of humor, and a sense of curiosity — these are my tonic,\" she says. \"They keep you young, childlike, open to new people and things, ready for another adventure. I never want to be an old fuddy-duddy; I hold the self-proclaimed record for being the World's Oldest Living Teenager and I intend to keep it that way.\"\n5. Care about your own opinion above anyone else's \n\"I never tried to fit in. It's not that I went out of my way to be a rebel or do things that were not socially acceptable — unfortunately, I did have to learn how to play bridge when I was younger — but I learned early on that I have to be my own person to be content,\" she says.\n\"If you have to be all things to all people, you end up being 'nothin' to nobody.' The way I dress may be 'different' or 'eccentric' to some who feel the need to label, but that's of no concern to me. I don't dress to be stared at; I dress for myself. When you don't dress like everyone else, you don't have to think like everyone else.\" \n6. But don't isolate yourself, either \n\"Here's the critical part: I know I'm not an island, but rather part of the main, to paraphrase [the poet] Mr. John Donne . I fit in, but in my way. I have never been much of a conformist on any front, actually, and it hasn't hurt me yet in my ninety-some years, so I think I've been doing something right...But if you don't try to be part of things, forget it. That's when your originality is going to work against you. Fit in first and then step out. There is a difference between being perceived of as original and being accepted, even loved for it, and being perceived as different and resented for it. You can have your cake and eat it, too.\" \n7. Money doesn't buy success \n\"If you're happy, have found love, are surrounded by good people, doing what you like and giving back to others, that's success. Selling your soul for a buck is not worth the real price you pay — not to me, anyways,\" says Apfel.\nPhoto credit: From Iris Apfel: Accidental Icon by Iris Apfel; photograph of Iris Apfel by Roger Davies. Published by Harper Design, an imprint of HarperCollins Publishers; © 2018 by Iris Apfel. \n8. Style is not about spending money \n\"Style is not about wearing expensive clothes. You can have all kinds of money and have no style at all. You can be dressed in the latest couture, shod in ten-thousand-dollar shoes and be baubled to the nines, and look like a Christmas tree,\" she writes. \"It's not what you wear but how you wear it.\n\"I'm just as happy to wear bangles that cost me three dollars as I am to wear valuable pieces — and I like to mix high and low, putting things together to wear as the spirit moves me. When you try to hard to have style, you look uncomfortable, like you're wearing a costume, like the clothes are entering the room before you do. If you're uptight, you won't be able to carry off even a seemingly perfect outfit. If that's happening, I say abandon the whole thing. It's better to be happy than well dressed.\"\n9. Start new endeavors with one small step \n\"You only fail if you do not try,\" says Apfel. \n\"I never thought that I couldn't do something because I was a woman. I wanted to start a fabric business, so I just figured out how to do it. If I and thought about opening Old World Weavers too much, I probably wouldn't have pursued my dream. Sometimes you just have to take action, even if it is a small step. In my ninety-some years of walking planet Earth, I have applied this philosophy to living — and dressing — and it has never steered me wrong.\"\n10. Don't pretend you are younger than you are \n\"There's nothing wrong with wrinkles. When you're older, trying to look years younger is foolish, and you're not fooling anyone. When you're seventy-five and you get a face-lift, nobody is going to think you are thirty,\" she says. \nSee also: \n95-year-old fashion icon Iris Apfel says the only successful path is your own 95-year-old fashion icon Iris Apfel says hard work is her fountain of youth How this mom turned $775 into a $65 million company in only 5 years show chapters This mom launched a business to save her daughter from bullies; it's now worth $65 million      11:29 AM ET Sun, 14 May 2017 | 01:53 Like this story? Like CNBC Make It on Facebook",
    "published": "2018-03-30T18:45:00.000+03:00",
    "crawled": "2018-03-30T20:34:08.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "growing",
        "queen",
        "new",
        "york",
        "iris",
        "apfel",
        "child",
        "parent",
        "often",
        "brought",
        "family",
        "event",
        "kid",
        "many",
        "paternal",
        "grandparent",
        "home",
        "brooklyn",
        "new",
        "york",
        "entertain",
        "apfel",
        "grandmother",
        "let",
        "play",
        "fabric",
        "scrap",
        "large",
        "quantity",
        "four",
        "daughter",
        "often",
        "sewed",
        "charity",
        "opened",
        "one",
        "bag",
        "another",
        "saw",
        "made",
        "eye",
        "pop",
        "gigantic",
        "bunch",
        "little",
        "fabric",
        "remnant",
        "sort",
        "color",
        "pattern",
        "scrap",
        "kind",
        "shape",
        "size",
        "say",
        "apfel",
        "new",
        "book",
        "iris",
        "apfel",
        "accidental",
        "icon",
        "went",
        "sale",
        "march",
        "visit",
        "apfel",
        "behaved",
        "grandmother",
        "allowed",
        "take",
        "home",
        "six",
        "scrap",
        "obsessed",
        "texture",
        "color",
        "pattern",
        "spent",
        "whole",
        "evening",
        "entertaining",
        "way",
        "writes",
        "apfel",
        "looking",
        "back",
        "clear",
        "playing",
        "way",
        "honed",
        "eye",
        "gave",
        "deep",
        "interest",
        "fabric",
        "today",
        "apfel",
        "famous",
        "eclectic",
        "style",
        "pair",
        "layer",
        "bright",
        "color",
        "oversized",
        "glass",
        "jewelry",
        "together",
        "flair",
        "subject",
        "exhibit",
        "costume",
        "institute",
        "metropolitan",
        "museum",
        "art",
        "ran",
        "september",
        "january",
        "apfel",
        "show",
        "opened",
        "american",
        "original",
        "truest",
        "sense",
        "iris",
        "apfel",
        "one",
        "vivacious",
        "personality",
        "world",
        "fashion",
        "textile",
        "interior",
        "design",
        "past",
        "year",
        "cultivated",
        "personal",
        "style",
        "witty",
        "exuberantly",
        "idiosyncratic",
        "metropolitan",
        "museum",
        "art",
        "said",
        "apfel",
        "originality",
        "typically",
        "revealed",
        "mixing",
        "high",
        "low",
        "fashion",
        "dior",
        "haute",
        "couture",
        "flea",
        "market",
        "find",
        "ecclesiastical",
        "vestment",
        "dolce",
        "gabbana",
        "lizard",
        "trouser",
        "apfel",
        "made",
        "way",
        "mainstream",
        "fame",
        "made",
        "barbie",
        "released",
        "concert",
        "apfel",
        "book",
        "sale",
        "fall",
        "mattel",
        "release",
        "two",
        "styled",
        "iris",
        "apfel",
        "barbies",
        "available",
        "purchase",
        "toymaker",
        "tell",
        "cnbc",
        "make",
        "pricing",
        "exact",
        "release",
        "date",
        "still",
        "worked",
        "according",
        "mattel",
        "iris",
        "apfel",
        "embodies",
        "quintessential",
        "role",
        "model",
        "barbie",
        "singular",
        "style",
        "vision",
        "entrepreneurial",
        "spirit",
        "independence",
        "career",
        "make",
        "perfect",
        "subject",
        "doll",
        "highest",
        "honor",
        "barbie",
        "bestows",
        "mattel",
        "said",
        "written",
        "statement",
        "prior",
        "becoming",
        "geriatric",
        "starlet",
        "name",
        "apfel",
        "gave",
        "describing",
        "exhibit",
        "met",
        "made",
        "apfel",
        "launched",
        "ran",
        "old",
        "world",
        "weaver",
        "international",
        "fabric",
        "manufacturing",
        "company",
        "late",
        "husband",
        "carl",
        "apfel",
        "two",
        "newlywed",
        "time",
        "remained",
        "married",
        "year",
        "duo",
        "owned",
        "old",
        "world",
        "weaver",
        "time",
        "work",
        "nine",
        "white",
        "house",
        "administration",
        "running",
        "harry",
        "truman",
        "bill",
        "clinton",
        "time",
        "working",
        "white",
        "house",
        "apfel",
        "earned",
        "nickname",
        "first",
        "lady",
        "fabric",
        "lady",
        "cloth",
        "say",
        "book",
        "apfels",
        "would",
        "travel",
        "europe",
        "two",
        "time",
        "year",
        "get",
        "fabric",
        "could",
        "get",
        "specialized",
        "fabric",
        "reproduction",
        "17th",
        "18th",
        "19th",
        "century",
        "showroom",
        "east",
        "57th",
        "street",
        "manhattan",
        "new",
        "york",
        "photo",
        "credit",
        "iris",
        "apfel",
        "accidental",
        "icon",
        "iris",
        "apfel",
        "photograph",
        "iris",
        "apfel",
        "keith",
        "major",
        "published",
        "harper",
        "design",
        "imprint",
        "harpercollins",
        "publisher",
        "iris",
        "apfel",
        "though",
        "year",
        "manufacturing",
        "fabric",
        "decade",
        "past",
        "apfel",
        "career",
        "fashion",
        "picked",
        "recent",
        "year",
        "first",
        "big",
        "job",
        "beauty",
        "fashion",
        "came",
        "tender",
        "age",
        "ninety",
        "say",
        "apfel",
        "book",
        "developed",
        "limited",
        "edition",
        "collection",
        "mac",
        "cosmetic",
        "winter",
        "oldest",
        "living",
        "broad",
        "ever",
        "graced",
        "major",
        "cosmetic",
        "campaign",
        "say",
        "also",
        "apfel",
        "line",
        "debuted",
        "home",
        "shopping",
        "network",
        "line",
        "called",
        "rara",
        "avis",
        "includes",
        "manner",
        "large",
        "colorful",
        "jewelry",
        "documentary",
        "apfel",
        "life",
        "released",
        "called",
        "simply",
        "iris",
        "produced",
        "famed",
        "documentary",
        "filmmaker",
        "albert",
        "maysles",
        "nominated",
        "emmy",
        "award",
        "even",
        "interested",
        "bold",
        "bright",
        "fashion",
        "nearly",
        "century",
        "plaent",
        "apfel",
        "word",
        "wisdom",
        "aging",
        "individuality",
        "success",
        "worth",
        "reading",
        "secret",
        "success",
        "apfel",
        "outlined",
        "new",
        "book",
        "obsess",
        "age",
        "never",
        "think",
        "age",
        "maybe",
        "ticket",
        "never",
        "think",
        "passing",
        "thought",
        "number",
        "found",
        "work",
        "healthy",
        "love",
        "put",
        "heart",
        "soul",
        "say",
        "true",
        "gettin",
        "old",
        "ai",
        "sissy",
        "apfel",
        "admits",
        "start",
        "falling",
        "apart",
        "buck",
        "paste",
        "together",
        "may",
        "like",
        "getting",
        "older",
        "alternative",
        "embrace",
        "say",
        "put",
        "experience",
        "work",
        "give",
        "something",
        "back",
        "people",
        "pick",
        "partner",
        "celebrates",
        "success",
        "everyone",
        "ever",
        "touched",
        "know",
        "truly",
        "gentle",
        "man",
        "apfel",
        "writes",
        "carl",
        "died",
        "age",
        "humor",
        "generosity",
        "legendary",
        "almost",
        "everything",
        "together",
        "encouragement",
        "unwavering",
        "support",
        "made",
        "book",
        "possible",
        "pushed",
        "limelight",
        "basked",
        "success",
        "got",
        "much",
        "kick",
        "accolade",
        "received",
        "miss",
        "madly",
        "sleep",
        "well",
        "sweet",
        "prince",
        "photo",
        "credit",
        "iris",
        "apfel",
        "accidental",
        "icon",
        "iris",
        "apfel",
        "photograph",
        "iris",
        "apfel",
        "bruce",
        "weber",
        "published",
        "harper",
        "design",
        "imprint",
        "harpercollins",
        "publisher",
        "iris",
        "apfel",
        "something",
        "excites",
        "go",
        "never",
        "expected",
        "people",
        "know",
        "name",
        "recognize",
        "face",
        "never",
        "expected",
        "called",
        "fashion",
        "icon",
        "never",
        "expected",
        "museum",
        "exhibit",
        "clothing",
        "accessory",
        "never",
        "expected",
        "cover",
        "girl",
        "face",
        "cosmetic",
        "company",
        "ninety",
        "apfel",
        "writes",
        "never",
        "expected",
        "anything",
        "feel",
        "thing",
        "gut",
        "something",
        "sound",
        "exciting",
        "interesting",
        "worry",
        "later",
        "new",
        "thing",
        "take",
        "lot",
        "energy",
        "strength",
        "tiring",
        "make",
        "thing",
        "happen",
        "learn",
        "master",
        "skill",
        "push",
        "fear",
        "aside",
        "people",
        "would",
        "rather",
        "go",
        "flow",
        "much",
        "easier",
        "interesting",
        "stay",
        "young",
        "think",
        "young",
        "get",
        "older",
        "often",
        "paraphrase",
        "old",
        "family",
        "friend",
        "two",
        "anything",
        "chance",
        "one",
        "going",
        "hurt",
        "get",
        "morning",
        "get",
        "move",
        "beyond",
        "pain",
        "want",
        "stay",
        "young",
        "think",
        "young",
        "sense",
        "wonder",
        "sense",
        "humor",
        "sense",
        "curiosity",
        "tonic",
        "say",
        "keep",
        "young",
        "childlike",
        "open",
        "new",
        "people",
        "thing",
        "ready",
        "another",
        "adventure",
        "never",
        "want",
        "old",
        "hold",
        "record",
        "world",
        "oldest",
        "living",
        "teenager",
        "intend",
        "keep",
        "way",
        "care",
        "opinion",
        "anyone",
        "else",
        "never",
        "tried",
        "fit",
        "went",
        "way",
        "rebel",
        "thing",
        "socially",
        "acceptable",
        "unfortunately",
        "learn",
        "play",
        "bridge",
        "younger",
        "learned",
        "early",
        "person",
        "content",
        "say",
        "thing",
        "people",
        "end",
        "nobody",
        "way",
        "dress",
        "may",
        "feel",
        "need",
        "label",
        "concern",
        "dress",
        "stared",
        "dress",
        "dress",
        "like",
        "everyone",
        "else",
        "think",
        "like",
        "everyone",
        "else",
        "isolate",
        "either",
        "critical",
        "part",
        "know",
        "island",
        "rather",
        "part",
        "main",
        "paraphrase",
        "poet",
        "john",
        "donne",
        "fit",
        "way",
        "never",
        "much",
        "conformist",
        "front",
        "actually",
        "hurt",
        "yet",
        "year",
        "think",
        "something",
        "right",
        "try",
        "part",
        "thing",
        "forget",
        "originality",
        "going",
        "work",
        "fit",
        "first",
        "step",
        "difference",
        "perceived",
        "original",
        "accepted",
        "even",
        "loved",
        "perceived",
        "different",
        "resented",
        "cake",
        "eat",
        "money",
        "buy",
        "success",
        "happy",
        "found",
        "love",
        "surrounded",
        "good",
        "people",
        "like",
        "giving",
        "back",
        "others",
        "success",
        "selling",
        "soul",
        "buck",
        "worth",
        "real",
        "price",
        "pay",
        "anyways",
        "say",
        "apfel",
        "photo",
        "credit",
        "iris",
        "apfel",
        "accidental",
        "icon",
        "iris",
        "apfel",
        "photograph",
        "iris",
        "apfel",
        "roger",
        "davy",
        "published",
        "harper",
        "design",
        "imprint",
        "harpercollins",
        "publisher",
        "iris",
        "apfel",
        "style",
        "spending",
        "money",
        "style",
        "wearing",
        "expensive",
        "clothes",
        "kind",
        "money",
        "style",
        "dressed",
        "latest",
        "couture",
        "shod",
        "shoe",
        "baubled",
        "nine",
        "look",
        "like",
        "christmas",
        "tree",
        "writes",
        "wear",
        "wear",
        "happy",
        "wear",
        "bangle",
        "cost",
        "three",
        "dollar",
        "wear",
        "valuable",
        "piece",
        "like",
        "mix",
        "high",
        "low",
        "putting",
        "thing",
        "together",
        "wear",
        "spirit",
        "move",
        "try",
        "hard",
        "style",
        "look",
        "uncomfortable",
        "like",
        "wearing",
        "costume",
        "like",
        "clothes",
        "entering",
        "room",
        "uptight",
        "wo",
        "able",
        "carry",
        "even",
        "seemingly",
        "perfect",
        "outfit",
        "happening",
        "say",
        "abandon",
        "whole",
        "thing",
        "better",
        "happy",
        "well",
        "dressed",
        "start",
        "new",
        "endeavor",
        "one",
        "small",
        "step",
        "fail",
        "try",
        "say",
        "apfel",
        "never",
        "thought",
        "could",
        "something",
        "woman",
        "wanted",
        "start",
        "fabric",
        "business",
        "figured",
        "thought",
        "opening",
        "old",
        "world",
        "weaver",
        "much",
        "probably",
        "would",
        "pursued",
        "dream",
        "sometimes",
        "take",
        "action",
        "even",
        "small",
        "step",
        "year",
        "walking",
        "planet",
        "earth",
        "applied",
        "philosophy",
        "living",
        "dressing",
        "never",
        "steered",
        "wrong",
        "pretend",
        "younger",
        "nothing",
        "wrong",
        "wrinkle",
        "older",
        "trying",
        "look",
        "year",
        "younger",
        "foolish",
        "fooling",
        "anyone",
        "get",
        "nobody",
        "going",
        "think",
        "thirty",
        "say",
        "see",
        "also",
        "fashion",
        "icon",
        "iris",
        "apfel",
        "say",
        "successful",
        "path",
        "fashion",
        "icon",
        "iris",
        "apfel",
        "say",
        "hard",
        "work",
        "fountain",
        "youth",
        "mom",
        "turned",
        "million",
        "company",
        "year",
        "show",
        "chapter",
        "mom",
        "launched",
        "business",
        "save",
        "daughter",
        "bully",
        "worth",
        "million",
        "et",
        "sun",
        "may",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook"
    ]
}