{
    "organizations": [],
    "uuid": "8cbbc88d6d89c9a5a4b43fde5439a3e8196c4804",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/23/pr-newswire-american-axle-manufacturing-announces-early-results-of-tender-offer-and-consent-solicitation-for-6-point-25-percent-senior.html",
    "ord_in_thread": 0,
    "title": "American Axle & Manufacturing Announces Early Results of Tender Offer and Consent Solicitation for 6.25% Senior Notes Due 2021",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DETROIT, American Axle & Manufacturing Holdings, Inc. (AAM – NYSE: AXL) announced today the interim results of the previously announced tender offer and consent solicitation by its subsidiary, American Axle & Manufacturing, Inc. (the \"Company\"). As of 5:00 p.m., New York City time, on March 23, 2018 (the \"Early Tender Time\"), a total of $383,094,000 principal amount of the Company's 6.25% senior notes due 2021 (CUSIP No. 02406P AM2) had been tendered and the related consents delivered.\nPursuant to the terms of the tender offer, the Company accepted for payment all notes validly tendered (and not validly withdrawn) prior to the Early Tender Time, and holders who tendered such notes will receive $1,018.75 per $1,000 in principal amount of notes validly tendered, plus accrued and unpaid interest from the last interest payment date on their notes (March 15, 2018) up to, but not including, the initial settlement date, which is expected to be the next business day after the Early Tender Time. The Company intends to use the proceeds of the issuance of $400,000,000 of 6.250% Senior Notes due 2026 expected to close on March 26, 2018 to fund the tender offer.\nThe tender offer will expire at 11:59 p.m., New York City time, on April 9, 2018, unless extended (such date and time, as the same may be extended, the \"Expiration Time\"). Holders who validly tender their notes after the Early Tender Time and before the Expiration Time will be eligible to receive $988.75 per $1,000 principal amount of notes, plus accrued and unpaid interest from the last interest payment date on their notes (March 15, 2018) up to, but not including, the final settlement date, which is expected to be the next business day after the Expiration Time.\nBased on the consents received, the Company and the trustee under the indenture governing the notes have entered into a supplemental indenture that eliminates most of the covenants and certain default provisions applicable to the notes and shortens certain redemption notice periods.\nTendered notes may no longer be withdrawn and the related consents may no longer be revoked. Any extension, delay, termination or amendment of the tender offer will be followed as promptly as practicable by a public announcement thereof.\nThe complete terms and conditions of the tender offer and consent solicitation are described in the Offer to Purchase and Consent Solicitation Statement, dated March 12, 2018, copies of which may be obtained from D.F. King & Co., Inc., the tender and information agent for the tender offer and consent solicitation, at (866) 829-0541 (US toll-free) or, for banks and brokers, (212) 269-5550, or by email at axl@dfking.com .\nThe Company has engaged Citigroup Global Markets Inc. to act as dealer manager and solicitation agent in connection with the tender offer and consent solicitation. Questions regarding the terms of the tender offer may be directed to Citigroup Global Markets Inc. at (800) 558-3745 (US toll-free) and (212) 723-6106 (collect). This announcement is not an offer to purchase, a solicitation of an offer to purchase or a solicitation of consents with respect to any securities. The tender offer and consent solicitation are being made solely by the Offer to Purchase and Consent Solicitation Statement dated March 12, 2018 and related Consent and Letter of Transmittal dated March 12, 2018. No offer, solicitation or purchase will be made in any jurisdiction in which such an offer, solicitation or purchase would be unlawful.\nAbout AAM\nAAM is a global Tier 1 supplier to the automotive, commercial and industrial markets. AAM designs, engineers, validates and manufactures driveline, metal forming, powertrain and casting products, employing over 25,000 associates, operating at more than 90 facilities in 17 countries, to support its customers on global and regional platforms with a continued focus on delivering operational excellence, technology leadership and quality.\nCautionary Statement Concerning Forward-Looking Statements\nIn this press release, we make statements concerning our expectations, beliefs, plans, objectives, goals, strategies, and future events or performance. Forward-looking statements should not be read as a guarantee of future performance or results, and will not necessarily be accurate indications of the times at, or by, which such performance or results will be achieved. Forward-looking statements are based on information available at the time those statements are made and/or management's good faith belief as of that time with respect to future events and are subject to risks and may differ materially from those expressed in or suggested by the forward-looking statements. Important factors that could cause such differences include, but are not limited to: reduced purchases of our products by General Motors Company (GM), FCA US LLC (FCA), or other customers; reduced demand for our customers' products (particularly light trucks and sport utility vehicles (SUVs) produced by GM and FCA); our ability to respond to changes in technology, increased competition or pricing pressures; our ability to develop and produce new products that reflect market demand; lower-than-anticipated market acceptance of new or existing products; our ability to attract new customers and programs for new products; risks inherent in our global operations (including adverse changes in trade agreements, such as NAFTA, tariffs, immigration policies, political stability, taxes and other law changes, potential disruptions of production and supply, and currency rate fluctuations); a significant disruption in operations at one or more of our key manufacturing facilities; global economic conditions; our ability to successfully integrate the business and information systems of Metaldyne Performance Group, Inc. (MPG) and to realize the anticipated benefits of the merger; risks related to disruptions to ongoing business operations as a result of the merger with MPG, including disruptions to management time; risks related to a failure of our information technology systems and networks, and risks associated with current and emerging technology threats and damage from computer viruses, unauthorized access, cyber attack and other similar disruptions; negative or unexpected tax consequences; liabilities arising from warranty claims, product recall or field actions, product liability and legal proceedings to which we are or may become a party, or the impact of product recall or field actions on our customers; our ability to achieve the level of cost reductions required to sustain global cost competitiveness; supply shortages or price increases in raw materials, utilities or other operating supplies for us or our customers as a result of natural disasters or otherwise; our ability or our customers' and suppliers' ability to successfully launch new product programs on a timely basis; our ability to realize the expected revenues from our new and incremental business backlog; our ability to maintain satisfactory labor relations and avoid work stoppages; our suppliers', our customers' and their suppliers' ability to maintain satisfactory labor relations and avoid work stoppages; price volatility in, or reduced availability of, fuel; potential liabilities or litigation relating to, or assumed in, the MPG merger; potential adverse reactions or changes to business relationships resulting from the completion of the merger with MPG; our ability to protect our intellectual property and successfully defend against assertions made against us; our ability to attract and retain key associates; availability of financing for working capital, capital expenditures, research and development (R&D) or other general corporate purposes including acquisitions, as well as our ability to comply with financial covenants; our customers' and suppliers' availability of financing for working capital, capital expenditures, R&D or other general corporate purposes; changes in liabilities arising from pension and other postretirement benefit obligations; risks of noncompliance with environmental laws and regulations or risks of environmental issues that could result in unforeseen costs at our facilities or reputational damage; adverse changes in laws, government regulations or market conditions affecting our products or our customers' products; our ability or our customers' and suppliers' ability to comply with regulatory requirements and the potential costs of such compliance; and other unanticipated events and conditions that may hinder our ability to compete. It is not possible to foresee or identify all such factors and we make no commitment to update any forward-looking statement or to disclose any facts, events or circumstances after the date hereof that may affect the accuracy of any forward-looking statement.\nFor more information:\nInvestor Contact\nJason P. Parsons\nDirector, Investor Relations\n(313) 758-2404\njason.parsons@aam.com\nMedia Contact\nChristopher M. Son\nExecutive Director, Marketing & Communications\n(313) 758-4814\nchris.son@aam.com\nOr visit the AAM website at www.aam.com .\n with multimedia: releases/american-axle--manufacturing-announces-early-results-of-tender-offer-and-consent-solicitation-for-625-senior-notes-due-2021-300618973.html\nSOURCE American Axle & Manufacturing Holdings, Inc.",
    "published": "2018-03-24T01:53:00.000+03:00",
    "crawled": "2018-03-24T03:22:33.078+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "detroit",
        "american",
        "axle",
        "manufacturing",
        "holding",
        "aam",
        "nyse",
        "axl",
        "announced",
        "today",
        "interim",
        "result",
        "previously",
        "announced",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "subsidiary",
        "american",
        "axle",
        "manufacturing",
        "company",
        "new",
        "york",
        "city",
        "time",
        "march",
        "early",
        "tender",
        "time",
        "total",
        "principal",
        "amount",
        "company",
        "senior",
        "note",
        "due",
        "cusip",
        "02406p",
        "am2",
        "tendered",
        "related",
        "consent",
        "delivered",
        "pursuant",
        "term",
        "tender",
        "offer",
        "company",
        "accepted",
        "payment",
        "note",
        "validly",
        "tendered",
        "validly",
        "withdrawn",
        "prior",
        "early",
        "tender",
        "time",
        "holder",
        "tendered",
        "note",
        "receive",
        "per",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "last",
        "interest",
        "payment",
        "date",
        "note",
        "march",
        "including",
        "initial",
        "settlement",
        "date",
        "expected",
        "next",
        "business",
        "day",
        "early",
        "tender",
        "time",
        "company",
        "intends",
        "use",
        "proceeds",
        "issuance",
        "senior",
        "note",
        "due",
        "expected",
        "close",
        "march",
        "fund",
        "tender",
        "offer",
        "tender",
        "offer",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "april",
        "unless",
        "extended",
        "date",
        "time",
        "may",
        "extended",
        "expiration",
        "time",
        "holder",
        "validly",
        "tender",
        "note",
        "early",
        "tender",
        "time",
        "expiration",
        "time",
        "eligible",
        "receive",
        "per",
        "principal",
        "amount",
        "note",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "last",
        "interest",
        "payment",
        "date",
        "note",
        "march",
        "including",
        "final",
        "settlement",
        "date",
        "expected",
        "next",
        "business",
        "day",
        "expiration",
        "time",
        "based",
        "consent",
        "received",
        "company",
        "trustee",
        "indenture",
        "governing",
        "note",
        "entered",
        "supplemental",
        "indenture",
        "eliminates",
        "covenant",
        "certain",
        "default",
        "provision",
        "applicable",
        "note",
        "shortens",
        "certain",
        "redemption",
        "notice",
        "period",
        "tendered",
        "note",
        "may",
        "longer",
        "withdrawn",
        "related",
        "consent",
        "may",
        "longer",
        "revoked",
        "extension",
        "delay",
        "termination",
        "amendment",
        "tender",
        "offer",
        "followed",
        "promptly",
        "practicable",
        "public",
        "announcement",
        "thereof",
        "complete",
        "term",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "described",
        "offer",
        "purchase",
        "consent",
        "solicitation",
        "statement",
        "dated",
        "march",
        "copy",
        "may",
        "obtained",
        "king",
        "tender",
        "information",
        "agent",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "u",
        "bank",
        "broker",
        "email",
        "axl",
        "company",
        "engaged",
        "citigroup",
        "global",
        "market",
        "act",
        "dealer",
        "manager",
        "solicitation",
        "agent",
        "connection",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "question",
        "regarding",
        "term",
        "tender",
        "offer",
        "may",
        "directed",
        "citigroup",
        "global",
        "market",
        "u",
        "collect",
        "announcement",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "purchase",
        "solicitation",
        "consent",
        "respect",
        "security",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "made",
        "solely",
        "offer",
        "purchase",
        "consent",
        "solicitation",
        "statement",
        "dated",
        "march",
        "related",
        "consent",
        "letter",
        "transmittal",
        "dated",
        "march",
        "offer",
        "solicitation",
        "purchase",
        "made",
        "jurisdiction",
        "offer",
        "solicitation",
        "purchase",
        "would",
        "unlawful",
        "aam",
        "aam",
        "global",
        "tier",
        "supplier",
        "automotive",
        "commercial",
        "industrial",
        "market",
        "aam",
        "design",
        "engineer",
        "validates",
        "manufacture",
        "driveline",
        "metal",
        "forming",
        "powertrain",
        "casting",
        "product",
        "employing",
        "associate",
        "operating",
        "facility",
        "country",
        "support",
        "customer",
        "global",
        "regional",
        "platform",
        "continued",
        "focus",
        "delivering",
        "operational",
        "excellence",
        "technology",
        "leadership",
        "quality",
        "cautionary",
        "statement",
        "concerning",
        "statement",
        "press",
        "release",
        "make",
        "statement",
        "concerning",
        "expectation",
        "belief",
        "plan",
        "objective",
        "goal",
        "strategy",
        "future",
        "event",
        "performance",
        "statement",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "necessarily",
        "accurate",
        "indication",
        "time",
        "performance",
        "result",
        "achieved",
        "statement",
        "based",
        "information",
        "available",
        "time",
        "statement",
        "made",
        "management",
        "good",
        "faith",
        "belief",
        "time",
        "respect",
        "future",
        "event",
        "subject",
        "risk",
        "may",
        "differ",
        "materially",
        "expressed",
        "suggested",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "difference",
        "include",
        "limited",
        "reduced",
        "purchase",
        "product",
        "general",
        "motor",
        "company",
        "gm",
        "fca",
        "u",
        "llc",
        "fca",
        "customer",
        "reduced",
        "demand",
        "customer",
        "product",
        "particularly",
        "light",
        "truck",
        "sport",
        "utility",
        "vehicle",
        "suv",
        "produced",
        "gm",
        "fca",
        "ability",
        "respond",
        "change",
        "technology",
        "increased",
        "competition",
        "pricing",
        "pressure",
        "ability",
        "develop",
        "produce",
        "new",
        "product",
        "reflect",
        "market",
        "demand",
        "market",
        "acceptance",
        "new",
        "existing",
        "product",
        "ability",
        "attract",
        "new",
        "customer",
        "program",
        "new",
        "product",
        "risk",
        "inherent",
        "global",
        "operation",
        "including",
        "adverse",
        "change",
        "trade",
        "agreement",
        "nafta",
        "tariff",
        "immigration",
        "policy",
        "political",
        "stability",
        "tax",
        "law",
        "change",
        "potential",
        "disruption",
        "production",
        "supply",
        "currency",
        "rate",
        "fluctuation",
        "significant",
        "disruption",
        "operation",
        "one",
        "key",
        "manufacturing",
        "facility",
        "global",
        "economic",
        "condition",
        "ability",
        "successfully",
        "integrate",
        "business",
        "information",
        "system",
        "metaldyne",
        "performance",
        "group",
        "mpg",
        "realize",
        "anticipated",
        "benefit",
        "merger",
        "risk",
        "related",
        "disruption",
        "ongoing",
        "business",
        "operation",
        "result",
        "merger",
        "mpg",
        "including",
        "disruption",
        "management",
        "time",
        "risk",
        "related",
        "failure",
        "information",
        "technology",
        "system",
        "network",
        "risk",
        "associated",
        "current",
        "emerging",
        "technology",
        "threat",
        "damage",
        "computer",
        "virus",
        "unauthorized",
        "access",
        "cyber",
        "attack",
        "similar",
        "disruption",
        "negative",
        "unexpected",
        "tax",
        "consequence",
        "liability",
        "arising",
        "warranty",
        "claim",
        "product",
        "recall",
        "field",
        "action",
        "product",
        "liability",
        "legal",
        "proceeding",
        "may",
        "become",
        "party",
        "impact",
        "product",
        "recall",
        "field",
        "action",
        "customer",
        "ability",
        "achieve",
        "level",
        "cost",
        "reduction",
        "required",
        "sustain",
        "global",
        "cost",
        "competitiveness",
        "supply",
        "shortage",
        "price",
        "increase",
        "raw",
        "material",
        "utility",
        "operating",
        "supply",
        "u",
        "customer",
        "result",
        "natural",
        "disaster",
        "otherwise",
        "ability",
        "customer",
        "supplier",
        "ability",
        "successfully",
        "launch",
        "new",
        "product",
        "program",
        "timely",
        "basis",
        "ability",
        "realize",
        "expected",
        "revenue",
        "new",
        "incremental",
        "business",
        "backlog",
        "ability",
        "maintain",
        "satisfactory",
        "labor",
        "relation",
        "avoid",
        "work",
        "stoppage",
        "supplier",
        "customer",
        "supplier",
        "ability",
        "maintain",
        "satisfactory",
        "labor",
        "relation",
        "avoid",
        "work",
        "stoppage",
        "price",
        "volatility",
        "reduced",
        "availability",
        "fuel",
        "potential",
        "liability",
        "litigation",
        "relating",
        "assumed",
        "mpg",
        "merger",
        "potential",
        "adverse",
        "reaction",
        "change",
        "business",
        "relationship",
        "resulting",
        "completion",
        "merger",
        "mpg",
        "ability",
        "protect",
        "intellectual",
        "property",
        "successfully",
        "defend",
        "assertion",
        "made",
        "u",
        "ability",
        "attract",
        "retain",
        "key",
        "associate",
        "availability",
        "financing",
        "working",
        "capital",
        "capital",
        "expenditure",
        "research",
        "development",
        "r",
        "general",
        "corporate",
        "purpose",
        "including",
        "acquisition",
        "well",
        "ability",
        "comply",
        "financial",
        "covenant",
        "customer",
        "supplier",
        "availability",
        "financing",
        "working",
        "capital",
        "capital",
        "expenditure",
        "r",
        "general",
        "corporate",
        "purpose",
        "change",
        "liability",
        "arising",
        "pension",
        "postretirement",
        "benefit",
        "obligation",
        "risk",
        "noncompliance",
        "environmental",
        "law",
        "regulation",
        "risk",
        "environmental",
        "issue",
        "could",
        "result",
        "unforeseen",
        "cost",
        "facility",
        "reputational",
        "damage",
        "adverse",
        "change",
        "law",
        "government",
        "regulation",
        "market",
        "condition",
        "affecting",
        "product",
        "customer",
        "product",
        "ability",
        "customer",
        "supplier",
        "ability",
        "comply",
        "regulatory",
        "requirement",
        "potential",
        "cost",
        "compliance",
        "unanticipated",
        "event",
        "condition",
        "may",
        "hinder",
        "ability",
        "compete",
        "possible",
        "foresee",
        "identify",
        "factor",
        "make",
        "commitment",
        "update",
        "statement",
        "disclose",
        "fact",
        "event",
        "circumstance",
        "date",
        "hereof",
        "may",
        "affect",
        "accuracy",
        "statement",
        "information",
        "investor",
        "contact",
        "jason",
        "parson",
        "director",
        "investor",
        "relation",
        "medium",
        "contact",
        "christopher",
        "son",
        "executive",
        "director",
        "marketing",
        "communication",
        "visit",
        "aam",
        "website",
        "multimedia",
        "source",
        "american",
        "axle",
        "manufacturing",
        "holding",
        "inc"
    ]
}