{
    "organizations": [],
    "uuid": "39d04826f4913485d17ad7daf67a848975fa1d68",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/27/globe-newswire-saint-jean-carbon-signs-non-binding-agreement-to-acquire-the-montpellier-graphite-mining-claims.html",
    "ord_in_thread": 0,
    "title": "Saint Jean Carbon Signs Non-Binding Agreement to Acquire the Montpellier Graphite Mining Claims",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "OAKVILLE, Ontario, March 27, 2018 (GLOBE NEWSWIRE) -- Saint Jean Carbon Inc. (“Saint Jean” or the “Company”) (TSX-V:SJL) (OTCQB:TORVF), a carbon science company engaged in the design and build of green energy storage, green energy creation and green re-creation through the use of carbon materials is pleased to announce that the Company, on March 20th, 2018, has entered into an arm’s length non-binding term sheet with Gratomic Inc. to acquire the Montpellier mining claims, located in the graphite rich south western Quebec region. The mining claims add more property to the growing list of claims the Company has in the region.\nTerms of the transaction, the Company will issue 4,000,000 shares upon closing and pay a 1.75% Net Operational Operating Cost Royalty (“NOOCR”) for ten years if production has commenced on the subject claims. The transaction is subject to TSX Venture approval.\nPaul Ogilvie, CEO, commented: “Our goal to hold what we believe to be the best graphite properties, for quality, grade and proximity to customers, continues to grow. We look forward to starting a drill program as soon as possible, with the plans to complete a technical report written in accordance with NI43-101. We have been working with a few tons of material from Montpellier through our mill, and we are encouraged by what seems be similar milling attributes as with our other properties.”\nHistory of Montpellier Graphite Deposits\nOne zone of graphite mineralization was discovered by a prospector during the Spring of 1981, on a hill north of the Lavergne Lake, in Hartwell Township, at some 4 km east of the village of Montpellier, Quebec. A diamond drilling program started in 1984 with a portable Winkie Drill (7 holes) and 29 drill holes totalling 1 340 m were collared (Range V, Lot 1 of Hartwell Township). This work was carried out by 131317 Canada inc. In 2016, the QP visited that part of the property and verified the location of the 1984 drill sites. Casings have been removed, but the drill sites are still visible. Two grab samples were taken on outcrops located at proximity of the original zone of graphite mineralization. Results obtained are respectively 1.34 % Cg and 1.68% Cg. Samples were assayed by ALS Minerals Ltd. in Val d’Or, Quebec. This sample was weighted, crushed using method CRU-31 (70%, < 2mm) split and pulverized at 85% passing < 75μm. Analytical procedures were C-IR06 and ME-MS41 Ultra Trace Aqua Regia ICP-MS. The C-IR06 consists of determination of Graphite by multistage furnace treatment to remove organic carbon and infrared detection on LECO. The QP has reviewed and verified this historic information and considers it relevant and suitable for public disclosure.\nOne metallurgical test was made during the Summer of 1984 by the same company in the Metalor laboratory in Saint Foy, Quebec, which returned an average grade of 11% Cg. One concentrate of 75% Cg was obtained after floatation with a recovery of 94.3%. Flakes of 86.% C were obtained on the + 48 mesh screen and 59.3% of the fraction of the concentrate was recovered in the - 48 mesh pan. All this technical information is obtained from the Quebec Government’s SIGEOM data bank. The QP has reviewed this historic information and considers it relevant and suitable for public disclosure, however the QP has not verified this information.\nDuring the same period, an outcrop containing graphite mineralization was discovered at some distance to the south, in Ripon Township, at some 30m north of Lavergne Lake. On May 16, 1989, Graphite Montpellier Inc., a private company, was incorporated and exploration work immediately started. The work consisted of line cutting, IP survey, trenching and diamond drilling. Phase I of the drilling program comprised 17 drill holes for a total length of 1150.32 m (3,774 feet). Holes R89-01 to R89-17 mostly delineated Zone” A”. Following this Phase I, the line cutting was extended to the west in order to better cover Zone “A”. In addition the IP survey was also extended to cover Zone «B» to the north and eastern part of Zone «A». In July and August 1989, the second drilling program was executed. Nineteen holes (R89-18 @ R89-48) were bored for a total length of 1579.17 m (5,181 feet) on Zones «A» and «B».\nThe mineralization of Zones «A» and “B” has three main forms:\n1- Thin and rich horizons (5-25%) in the biotite paragneiss;\n2- Rich graphitic Zone (10-25%) at the contact paragneiss -calcosilicated marbles;\n3- Disseminated graphite (1-8%) in the marbles.\nThe two first occurrences are always contiguous, while the thin horizons in the paragneiss are sometimes found at several metres above the rich graphite zone. Based on those results, the consultants (SAGAX Geophysique inc. from Montreal, Quebec, GM 53475, 1989) for Graphite Montpellier inc., reported a historical estimate of 10 million tonnes averaging 3.50% Cg. This information has been taken from the following website: https://www.mern.gouv.qc.ca (Énergie et Ressources naturelles Quebec) and from the consultants’ report (GM54375, 1989) made available to the Company by the actual land owner. During Summer 2017, the QP has verified and recorded with a handheld GPS, the location of numerous 1989 drill casings. Flake graphite was present in most of the drill holes. In 2017, one grab sample taken by the QP at the same location where the 1989 bulk sample was taken. This sample returned 20.9 % Cg. It was assayed by ALS Minerals ltd., a certified laboratory in Val d’Or, Quebec. This sample was weighted, crushed using method CRU-31 (70%, < 2mm) split and pulverized at 85% passing < 75μm. Analytical procedures were C-IR06 and ME-MS41 Ultra Trace Aqua Regia ICP-MS. The C-IR06 consists of determination of graphite by multistage furnace treatment to remove organic carbon and infrared detection on LECO.\n(Note: The Qualified Person has not done sufficient work to classify the historical estimate as current mineral resources or reserves. The Company is not treating the historical estimate as a current mineral resource or reserve. The historical reserves were calculated by block models using different cut-off grades, and a specific gravity of 2.70. The Company believes that the historic estimate is relevant to an appraisal of the merits of the property and forms a reliable basis upon which to develop future exploration programs. The Company will need to conduct further exploration which will include drill testing the project, and there is no guarantee that the results obtained will reflect the historical estimate).\nIn 2003, M.F. Taner, P.Geo., submitted four representative samples of quartzite taken above the graphitic gneiss, north of the Lavergne Lake. Assay results obtained from ALS Chemex of Val d’Or, Quebec, gave SiO2 values varying from 90.94% to 95.86%. Iron content is lower than 1% and Al2O3 varied from 0.90% to 3.09 % (biotite and plagioclases). The geologist concluded that the quartzite may have some industrial uses (abrasive, filler, etc.) as well as for construction and infrastructures. Its position as a roof over the graphite mineralization has not only protected the graphite, but will be the first rock to be extracted and sold before reaching the graphitic layers (GM 66138, 2003). The QP has been able to verify the information and he believes that the results are relevant. In 2017, the QP took two grab samples of quartzite at the same location 2003 samples. Results obtained from the same laboratory are respectively 92.5 % and 95.24% SiO2. The QP has reviewed and verified this historic information and considers it relevant and suitable for public disclosure.\nOn December 13th, 2013, CKR Carbon Corporation Ltd. (now Gratomic Inc.) announced the acquisition of the Graphite Montpellier property. This mining property covers the northern graphite zone located in Hartwell Township and a large part of the Graphite Montpellier Inc.’s mineralized zones located in Ripon Township. In 2016, CKR covered its claims by a helicopterborne Mag and TDEM survey. The known graphite mineralized zones are conductive and show their extents. One strong conductive anomaly located west of Zone “A” has never been drill tested. Some surface samplings made in 2016 and 2017, confirmed the presence of large flakes of graphite and the previous grades. Report of the helicopterborne survey was obtained from Gratomic and the interpretation of the anomalies is made by Saint Jean Carbon’s QP. The Company received a copy of the full geophysical report and the accompanied technical data.\nDr. Christian Derosier, P.Geo., President of C.D.G.C. Inc., is the qualified person (QP) as defined in National Instrument 43-101 and, acting on behalf of Saint Jean Carbon, has reviewed and approved the technical content of this news release.\nAbout Saint Jean Carbon\nSaint Jean is a publicly traded carbon science company, with specific interests in energy storage and green energy creation and green re-creation, with holdings in graphite mining and lithium claims in the province of Quebec in Canada. For the latest information on Saint Jean’s properties and news please refer to the website: http://www.saintjeancarbon.com/\nOn behalf of the Board of Directors\nSaint Jean Carbon Inc.\nPaul Ogilvie, CEO and Director\nInformation Contact :\nEmail: info@saintjeancarbon.com\nTel: (905) 844-1200\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nFORWARD LOOKING STATEMENTS: This news release contains forward-looking statements, within the meaning of applicable securities legislation, concerning Saint Jean’s business and affairs. In certain cases, forward-looking statements can be identified by the use of words such as ‘‘plans’’, ‘‘expects’’ or ‘‘does not expect’’, “intends” ‘‘budget’’, ‘‘scheduled’’, ‘‘estimates’’, “forecasts’’, ‘‘intends’’, ‘‘anticipates’’ or variations of such words and phrases or state that certain actions, events or results ‘‘may’’, ‘‘could’’, ‘‘would’’, ‘‘might’’ or ‘‘will be taken’’, ‘‘occur’’ or ‘‘be achieved’’.\nThese forward-looking statements are based on current expectations, and are naturally subject to uncertainty and changes in circumstances that may cause actual results to differ materially. The forward-looking statements in this news release assume, inter alia, that the conditions for completion of the Transaction, including regulatory and shareholder approvals, if necessary, will be met.\nAlthough Saint Jean believes that the expectations represented in such forward-looking statements are reasonable, there can be no assurance that these expectations will prove to be correct.\nStatements of past performance should not be construed as an indication of future performance. Forward-looking statements involve significant risks and uncertainties, should not be read as guarantees of future performance or results, and will not necessarily be accurate indications of whether or not such results will be achieved. A number of factors, including those discussed above, could cause actual results to differ materially from the results discussed in the forward-looking statements. Any such forward-looking statements are expressly qualified in their entirety by this cautionary statement.\nAll of the forward-looking statements made in this press release are qualified by these cautionary statements. Readers are cautioned not to place undue reliance on such forward-looking statements. Forward-looking information is provided as of the date of this press release, and Saint Jean assumes no obligation to update or revise them to reflect new events or circumstances, except as may be required under applicable securities laws.\nSource: Saint Jean Carbon",
    "published": "2018-03-27T17:00:00.000+03:00",
    "crawled": "2018-03-27T17:27:58.039+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "oakville",
        "ontario",
        "march",
        "globe",
        "newswire",
        "saint",
        "jean",
        "carbon",
        "saint",
        "jean",
        "company",
        "sjl",
        "otcqb",
        "torvf",
        "carbon",
        "science",
        "company",
        "engaged",
        "design",
        "build",
        "green",
        "energy",
        "storage",
        "green",
        "energy",
        "creation",
        "green",
        "use",
        "carbon",
        "material",
        "pleased",
        "announce",
        "company",
        "march",
        "20th",
        "entered",
        "arm",
        "length",
        "term",
        "sheet",
        "gratomic",
        "acquire",
        "montpellier",
        "mining",
        "claim",
        "located",
        "graphite",
        "rich",
        "south",
        "western",
        "quebec",
        "region",
        "mining",
        "claim",
        "add",
        "property",
        "growing",
        "list",
        "claim",
        "company",
        "region",
        "term",
        "transaction",
        "company",
        "issue",
        "share",
        "upon",
        "closing",
        "pay",
        "net",
        "operational",
        "operating",
        "cost",
        "royalty",
        "noocr",
        "ten",
        "year",
        "production",
        "commenced",
        "subject",
        "claim",
        "transaction",
        "subject",
        "tsx",
        "venture",
        "approval",
        "paul",
        "ogilvie",
        "ceo",
        "commented",
        "goal",
        "hold",
        "believe",
        "best",
        "graphite",
        "property",
        "quality",
        "grade",
        "proximity",
        "customer",
        "continues",
        "grow",
        "look",
        "forward",
        "starting",
        "drill",
        "program",
        "soon",
        "possible",
        "plan",
        "complete",
        "technical",
        "report",
        "written",
        "accordance",
        "working",
        "ton",
        "material",
        "montpellier",
        "mill",
        "encouraged",
        "seems",
        "similar",
        "milling",
        "attribute",
        "history",
        "montpellier",
        "graphite",
        "deposit",
        "one",
        "zone",
        "graphite",
        "mineralization",
        "discovered",
        "prospector",
        "spring",
        "hill",
        "north",
        "lavergne",
        "lake",
        "hartwell",
        "township",
        "km",
        "east",
        "village",
        "montpellier",
        "quebec",
        "diamond",
        "drilling",
        "program",
        "started",
        "portable",
        "winkie",
        "drill",
        "hole",
        "drill",
        "hole",
        "totalling",
        "collared",
        "range",
        "v",
        "lot",
        "hartwell",
        "township",
        "work",
        "carried",
        "canada",
        "qp",
        "visited",
        "part",
        "property",
        "verified",
        "location",
        "drill",
        "site",
        "casing",
        "removed",
        "drill",
        "site",
        "still",
        "visible",
        "two",
        "grab",
        "sample",
        "taken",
        "outcrop",
        "located",
        "proximity",
        "original",
        "zone",
        "graphite",
        "mineralization",
        "result",
        "obtained",
        "respectively",
        "cg",
        "cg",
        "sample",
        "assayed",
        "al",
        "mineral",
        "val",
        "quebec",
        "sample",
        "weighted",
        "crushed",
        "using",
        "method",
        "2mm",
        "split",
        "pulverized",
        "passing",
        "75μm",
        "analytical",
        "procedure",
        "ultra",
        "trace",
        "aqua",
        "regia",
        "consists",
        "determination",
        "graphite",
        "multistage",
        "furnace",
        "treatment",
        "remove",
        "organic",
        "carbon",
        "infrared",
        "detection",
        "leco",
        "qp",
        "reviewed",
        "verified",
        "historic",
        "information",
        "considers",
        "relevant",
        "suitable",
        "public",
        "disclosure",
        "one",
        "metallurgical",
        "test",
        "made",
        "summer",
        "company",
        "metalor",
        "laboratory",
        "saint",
        "foy",
        "quebec",
        "returned",
        "average",
        "grade",
        "cg",
        "one",
        "concentrate",
        "cg",
        "obtained",
        "floatation",
        "recovery",
        "flake",
        "c",
        "obtained",
        "mesh",
        "screen",
        "fraction",
        "concentrate",
        "recovered",
        "mesh",
        "pan",
        "technical",
        "information",
        "obtained",
        "quebec",
        "government",
        "sigeom",
        "data",
        "bank",
        "qp",
        "reviewed",
        "historic",
        "information",
        "considers",
        "relevant",
        "suitable",
        "public",
        "disclosure",
        "however",
        "qp",
        "verified",
        "information",
        "period",
        "outcrop",
        "containing",
        "graphite",
        "mineralization",
        "discovered",
        "distance",
        "south",
        "ripon",
        "township",
        "30m",
        "north",
        "lavergne",
        "lake",
        "may",
        "graphite",
        "montpellier",
        "private",
        "company",
        "incorporated",
        "exploration",
        "work",
        "immediately",
        "started",
        "work",
        "consisted",
        "line",
        "cutting",
        "ip",
        "survey",
        "trenching",
        "diamond",
        "drilling",
        "phase",
        "drilling",
        "program",
        "comprised",
        "drill",
        "hole",
        "total",
        "length",
        "foot",
        "hole",
        "mostly",
        "delineated",
        "zone",
        "following",
        "phase",
        "line",
        "cutting",
        "extended",
        "west",
        "order",
        "better",
        "cover",
        "zone",
        "addition",
        "ip",
        "survey",
        "also",
        "extended",
        "cover",
        "zone",
        "b",
        "north",
        "eastern",
        "part",
        "zone",
        "july",
        "august",
        "second",
        "drilling",
        "program",
        "executed",
        "nineteen",
        "hole",
        "bored",
        "total",
        "length",
        "foot",
        "zone",
        "b",
        "mineralization",
        "zone",
        "b",
        "three",
        "main",
        "form",
        "thin",
        "rich",
        "horizon",
        "biotite",
        "paragneiss",
        "rich",
        "graphitic",
        "zone",
        "contact",
        "paragneiss",
        "marble",
        "disseminated",
        "graphite",
        "marble",
        "two",
        "first",
        "occurrence",
        "always",
        "contiguous",
        "thin",
        "horizon",
        "paragneiss",
        "sometimes",
        "found",
        "several",
        "metre",
        "rich",
        "graphite",
        "zone",
        "based",
        "result",
        "consultant",
        "sagax",
        "geophysique",
        "montreal",
        "quebec",
        "gm",
        "graphite",
        "montpellier",
        "reported",
        "historical",
        "estimate",
        "million",
        "tonne",
        "averaging",
        "cg",
        "information",
        "taken",
        "following",
        "website",
        "http",
        "énergie",
        "et",
        "ressources",
        "naturelles",
        "quebec",
        "consultant",
        "report",
        "gm54375",
        "made",
        "available",
        "company",
        "actual",
        "land",
        "owner",
        "summer",
        "qp",
        "verified",
        "recorded",
        "handheld",
        "gps",
        "location",
        "numerous",
        "drill",
        "casing",
        "flake",
        "graphite",
        "present",
        "drill",
        "hole",
        "one",
        "grab",
        "sample",
        "taken",
        "qp",
        "location",
        "bulk",
        "sample",
        "taken",
        "sample",
        "returned",
        "cg",
        "assayed",
        "al",
        "mineral",
        "certified",
        "laboratory",
        "val",
        "quebec",
        "sample",
        "weighted",
        "crushed",
        "using",
        "method",
        "2mm",
        "split",
        "pulverized",
        "passing",
        "75μm",
        "analytical",
        "procedure",
        "ultra",
        "trace",
        "aqua",
        "regia",
        "consists",
        "determination",
        "graphite",
        "multistage",
        "furnace",
        "treatment",
        "remove",
        "organic",
        "carbon",
        "infrared",
        "detection",
        "leco",
        "note",
        "qualified",
        "person",
        "done",
        "sufficient",
        "work",
        "classify",
        "historical",
        "estimate",
        "current",
        "mineral",
        "resource",
        "reserve",
        "company",
        "treating",
        "historical",
        "estimate",
        "current",
        "mineral",
        "resource",
        "reserve",
        "historical",
        "reserve",
        "calculated",
        "block",
        "model",
        "using",
        "different",
        "grade",
        "specific",
        "gravity",
        "company",
        "belief",
        "historic",
        "estimate",
        "relevant",
        "appraisal",
        "merit",
        "property",
        "form",
        "reliable",
        "basis",
        "upon",
        "develop",
        "future",
        "exploration",
        "program",
        "company",
        "need",
        "conduct",
        "exploration",
        "include",
        "drill",
        "testing",
        "project",
        "guarantee",
        "result",
        "obtained",
        "reflect",
        "historical",
        "estimate",
        "taner",
        "submitted",
        "four",
        "representative",
        "sample",
        "quartzite",
        "taken",
        "graphitic",
        "gneiss",
        "north",
        "lavergne",
        "lake",
        "assay",
        "result",
        "obtained",
        "al",
        "chemex",
        "val",
        "quebec",
        "gave",
        "sio2",
        "value",
        "varying",
        "iron",
        "content",
        "lower",
        "al2o3",
        "varied",
        "biotite",
        "plagioclase",
        "geologist",
        "concluded",
        "quartzite",
        "may",
        "industrial",
        "us",
        "abrasive",
        "filler",
        "etc",
        "well",
        "construction",
        "infrastructure",
        "position",
        "roof",
        "graphite",
        "mineralization",
        "protected",
        "graphite",
        "first",
        "rock",
        "extracted",
        "sold",
        "reaching",
        "graphitic",
        "layer",
        "gm",
        "qp",
        "able",
        "verify",
        "information",
        "belief",
        "result",
        "relevant",
        "qp",
        "took",
        "two",
        "grab",
        "sample",
        "quartzite",
        "location",
        "sample",
        "result",
        "obtained",
        "laboratory",
        "respectively",
        "sio2",
        "qp",
        "reviewed",
        "verified",
        "historic",
        "information",
        "considers",
        "relevant",
        "suitable",
        "public",
        "disclosure",
        "december",
        "13th",
        "ckr",
        "carbon",
        "corporation",
        "gratomic",
        "announced",
        "acquisition",
        "graphite",
        "montpellier",
        "property",
        "mining",
        "property",
        "cover",
        "northern",
        "graphite",
        "zone",
        "located",
        "hartwell",
        "township",
        "large",
        "part",
        "graphite",
        "montpellier",
        "mineralized",
        "zone",
        "located",
        "ripon",
        "township",
        "ckr",
        "covered",
        "claim",
        "helicopterborne",
        "mag",
        "tdem",
        "survey",
        "known",
        "graphite",
        "mineralized",
        "zone",
        "conductive",
        "show",
        "extent",
        "one",
        "strong",
        "conductive",
        "anomaly",
        "located",
        "west",
        "zone",
        "never",
        "drill",
        "tested",
        "surface",
        "sampling",
        "made",
        "confirmed",
        "presence",
        "large",
        "flake",
        "graphite",
        "previous",
        "grade",
        "report",
        "helicopterborne",
        "survey",
        "obtained",
        "gratomic",
        "interpretation",
        "anomaly",
        "made",
        "saint",
        "jean",
        "carbon",
        "qp",
        "company",
        "received",
        "copy",
        "full",
        "geophysical",
        "report",
        "accompanied",
        "technical",
        "data",
        "christian",
        "derosier",
        "president",
        "qualified",
        "person",
        "qp",
        "defined",
        "national",
        "instrument",
        "acting",
        "behalf",
        "saint",
        "jean",
        "carbon",
        "reviewed",
        "approved",
        "technical",
        "content",
        "news",
        "release",
        "saint",
        "jean",
        "carbon",
        "saint",
        "jean",
        "publicly",
        "traded",
        "carbon",
        "science",
        "company",
        "specific",
        "interest",
        "energy",
        "storage",
        "green",
        "energy",
        "creation",
        "green",
        "holding",
        "graphite",
        "mining",
        "lithium",
        "claim",
        "province",
        "quebec",
        "canada",
        "latest",
        "information",
        "saint",
        "jean",
        "property",
        "news",
        "please",
        "refer",
        "website",
        "http",
        "behalf",
        "board",
        "director",
        "saint",
        "jean",
        "carbon",
        "paul",
        "ogilvie",
        "ceo",
        "director",
        "information",
        "contact",
        "email",
        "info",
        "tel",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "legislation",
        "concerning",
        "saint",
        "jean",
        "business",
        "affair",
        "certain",
        "case",
        "statement",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expect",
        "intends",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "statement",
        "based",
        "current",
        "expectation",
        "naturally",
        "subject",
        "uncertainty",
        "change",
        "circumstance",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "news",
        "release",
        "assume",
        "inter",
        "alia",
        "condition",
        "completion",
        "transaction",
        "including",
        "regulatory",
        "shareholder",
        "approval",
        "necessary",
        "met",
        "although",
        "saint",
        "jean",
        "belief",
        "expectation",
        "represented",
        "statement",
        "reasonable",
        "assurance",
        "expectation",
        "prove",
        "correct",
        "statement",
        "past",
        "performance",
        "construed",
        "indication",
        "future",
        "performance",
        "statement",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "read",
        "guarantee",
        "future",
        "performance",
        "result",
        "necessarily",
        "accurate",
        "indication",
        "whether",
        "result",
        "achieved",
        "number",
        "factor",
        "including",
        "discussed",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "result",
        "discussed",
        "statement",
        "statement",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "statement",
        "made",
        "press",
        "release",
        "qualified",
        "cautionary",
        "statement",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "provided",
        "date",
        "press",
        "release",
        "saint",
        "jean",
        "assumes",
        "obligation",
        "update",
        "revise",
        "reflect",
        "new",
        "event",
        "circumstance",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "source",
        "saint",
        "jean",
        "carbon"
    ]
}