{
    "organizations": [],
    "uuid": "ded1aa5cdb7ba7be9837318145af54dbf1611808",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/globe-newswire-proteostasis-therapeutics-reports-fourth-quarter-and-year-end-2017-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Proteostasis Therapeutics Reports Fourth Quarter Year-End 2017 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "14-day Study of PTI-801, Company’s Third Generation Corrector, in CF Patients on Background Orkambi ® Enrolling Ahead of Schedule; Results from All Three Cohorts Expected Q2'18\nCompany Announces Additional Study of PTI-428 in CF Subjects on Symdeko™ to Support Path to NDA, with Initial Data Anticipated in Early 2019\nTriple Combination CF Study of PTI-428 + PTI-801 + PTI-808 on Track to Initiate in Q2’18; Preliminary Results Anticipated in 2H’18\nInitial Data from PTI’s Double Combination Study of PTI-801 and PTI-808 in CF Patients Expected Mid 2018\nCAMBRIDGE, Mass., March 14, 2018 (GLOBE NEWSWIRE) -- Proteostasis Therapeutics, Inc. (NASDAQ:PTI), a clinical stage biopharmaceutical company dedicated to the discovery and development of groundbreaking therapies to treat cystic fibrosis (CF) and other diseases caused by dysfunctional protein processing, today announced financial results for the fourth quarter and year ended December 31, 2017 and provided a business update.\n“The field of CF drug development is in the midst of many great advances that indicate we may not have seen the ceiling for FEV 1 improvement. The FDA’s recent Breakthrough Therapy Designation for PTI-428, together with our in vitro data, underscores the potential for our novel CFTR modulators, including PTI-428 and PTI-801, to increase pulmonary function improvements in combination with currently marketed CF modulator therapies,” said Meenu Chhabra, president and chief executive officer of Proteostasis Therapeutics.\n“In 2018 we are poised to deliver our first clinical data based on wholly proprietary combinations of PTI’s novel amplifier, third generation corrector and potentiator, PTI-428, PTI-801 and PTI-808, respectively. We have initiated dosing in a study of a double combination of PTI-801 and PTI-808 in CF subjects and plan to report initial data in the middle of this year. The Company is also on track to initiate dosing in the study of our triple combination of PTI-428, PTI-801 and PTI-808 in CF patients in the second quarter of this year and we anticipate preliminary results from that trial in the second half of 2018. We believe that these proprietary double and triple combinations have the potential to deliver novel treatment options for CF patients.”\nRecent Corporate Highlights\nFDA Grants Breakthrough Therapy Designation for PTI-428 in Cystic Fibrosis\nEarlier this month, the U.S. Food and Drug Administration (FDA) granted Breakthrough Therapy Designation for PTI-428, the Company’s cystic fibrosis transmembrane conductance regulator (CFTR) amplifier. FDA Breakthrough Therapy Designation is intended to expedite the development and review of a drug aimed at treating a serious or life-threatening disease where there is a significant unmet need and preliminary clinical evidence indicates that the drug may offer substantial improvement over existing therapies. FDA granted the Breakthrough Therapy Designation for PTI-428 for the treatment of CF in homozygous patients for the F508del mutation who are receiving Orkambi® as background therapy based on the results from a recent Phase 2 study in this patient population treated with either 50 mg PTI-428 once daily or placebo for 28 consecutive days.\nSeparately and in the same month, the FDA informed the Company that it granted orphan drug designation to PTI-428. The FDA grants orphan designation to promote the development of product candidates for rare conditions affecting fewer than 200,000 U.S. patients annually. This designation provides for a seven-year marketing exclusivity period against competition, as well as certain incentives, including federal grants, tax credits and a waiver of certain administrative filing fees.\nCompany Plans Clinical Study of PTI-428 in CF Patients on Background Symdeko™ Therapy\nTo support the path to a New Drug Application for PTI-428 as potential add on therapy to current standard of care regimens, Proteostasis plans to initiate a clinical trial in the second half of 2018 for PTI-428 in CF subjects on background Symdeko™ treatment, with initial clinical data planned for early 2019. The planned study is designed to build upon the demonstrated efficacy of PTI-428 as an add-on treatment in CF subjects on Orkambi ® .\nProprietary Triple Combination Therapy Study Protocol Receives Endorsement and High Strategic Fit Score from the Largest Cystic Fibrosis Patient Advocacy Groups in the U.S. and Europe\nIn January, PTI’s triple combination clinical study protocol received endorsement and a high strategic fit score from the Therapeutics Development Network (TDN) and the Clinical Trial Network (CTN). The TDN and CTN are the drug development arms of the Cystic Fibrosis Foundation (CFF) and the European CF Society (ECFS), respectively. The study is designed to investigate the safety, tolerability and pharmacokinetics (PK) of the coadministration of PTI’s CFTR modulators, PTI-428, PTI-801 and PTI-808, and will also assess lung function (FEV 1 ). Both patient advocacy organizations reviewed clinical data from healthy volunteers and CF subjects, including the recent proof-of-concept study with PTI-428 as add-on to Orkambi ® , as well as the healthy volunteer data from the coadministration study of all three of PTI’s CFTR modulators.\nResults from 14-day Study of PTI-801, the Company’s Third Generation Corrector, in CF Patients on Background Orkambi ® Expected Q2'18\nIn December the Company shared initial data from the first five subjects (four PTI-801 treated and one placebo) of the first dose level tested in the 14-day dosing study of PTI-801 in CF patients on background Orkambi ® therapy. All four subjects who received once-a-day 100 mg of PTI-801 had completed two weeks of dosing. The pharmacokinetic (PK) profile observed from these four subjects is consistent with the PK profile observed for healthy volunteers. These initial data also showed no clinically meaningful drug-drug interactions with either lumacaftor or ivacaftor. There were no serious adverse safety events reported that were considered as possibly drug related. Mean absolute improvements in ppFEV 1 of approximately 4 percentage points from baseline, with mean relative improvements of approximately 7 percent, were observed in the four PTI-801 subjects who had completed two weeks of dosing to date. This study is enrolling ahead of schedule and the Company now expects results from all three of the trial’s cohorts to be released in the second quarter of 2018.\nTriple Combination of PTI-428, PTI-808 and PTI-801 in CF Subjects on Track to Initiate in 1H 2018 with Preliminary Clinical Data in 2H 2018\nIn December, PTI completed a healthy volunteer co-administration safety and tolerability study of its three proprietary CFTR modulators. Safety and PK profiles achieved with seven days of once-a-day oral dosing of PTI-428, PTI-801 and PTI-808 indicated these compounds were generally well-tolerated and are potentially amenable for once a day dosing.\nPTI-801, the Company’s third generation CFTR corrector, and PTI-428, a CFTR amplifier, have shown synergy in vitro with Orkambi ® and have been or are being investigated in clinical studies in CF subjects as add-on modulators in patients on background Orkambi ® therapy. We believe the preliminary safety and PK data with the first dose of PTI-801 from the ongoing 14-day dose-range finding study in CF subjects on background Orkambi ® supports its further development as part of PTI’s proprietary triple combination therapy. PTI recently announced Phase 2 data for PTI-428 in CF subjects on background Orkambi ® , which showed an improvement in lung function in this patient population and helped inform the initial dose for further combination development.\nPTI plans to initiate dosing of CF patients with its proprietary triple combination in the second quarter of this year in U.S. and European CF centers within the TDN and CTN networks, with preliminary clinical data expected in the second half of 2018.\nData from PTI’s Double Combination Study of PTI-801 and PTI-808 in CF Patients Expected Mid 2018\nThe Company announced in December that it had completed PTI-808 safety and PK profiles from its SAD and MAD study in healthy volunteers. A total of 48 healthy volunteers had participated and completed the study of up to 300 mg of once-a-day, orally dosed PTI-808, a novel CFTR potentiator that was tested in single and multiple dose cohorts. PTI-808 was found to be generally well tolerated. Preliminary PK assessment of PTI-808 suggests that it could potentially be suitable for once daily dosing. The Company has initiated a study of a double combination of PTI-801 and PTI-808 in CF subjects and expects to report initial results in the middle of 2018.\nFourth Quarter & Year End 2017 Financial Results\nProteostasis reported a net loss of approximately $59.4 million for the full year ended December 31, 2017, as compared to a net loss of $37.2 million for the prior year ended December 31, 2016. The Company reported a net loss of $13.4 million for the three months ended December 31, 2017, as compared to a net loss of $9.4 million for the three months ended December 31, 2015.\nResearch and development expenses were $53.7 million for the full year ended December 31, 2017, as compared to $34.0 million for the prior year ended December 31, 2016. Research and development expenses for the three months ended December 31, 2017 were $12.3 million, as compared to $10.5 million for the same period in the prior year. The increase was due to costs incurred in supporting our CF program as we continue to advance our candidates in the clinic.\nGeneral and administrative expenses for the full year ended December 31, 2017 were $11.7 million, as compared to $11.9 million for the prior year. General and administrative expenses for the three months ended December 31, 2017 were $2.8 million, as compared to $3.2 million for the same period in the prior year. G&A expenses were essentially flat on a year over year basis.\nCash, cash equivalents and short-term investments were $74.5 million as of December 31, 2017, including the proceeds from the Company’s public offering in the fourth quarter of 2017. In December 2017, the Company announced the completion of its public offering of 9,200,000 shares of its common stock which included 1,200,000 shares that were issued pursuant to the full exercise of the underwriters’ option to purchase additional shares, at a public offering price of $5.00 per share. Net proceeds from this offering were approximately $42.9 million, after deducting underwriting discounts and commissions and estimated offering expenses.\nBased on the Company’s current operating plan, the Company expects its cash, cash equivalents and short-term investments will be sufficient to fund its operating expenses and capital expenditure requirements into early 2019.\nAbout Proteostasis Therapeutics, Inc.\nProteostasis Therapeutics, Inc. is a clinical stage biopharmaceutical company developing small molecule therapeutics to treat cystic fibrosis (CF) and other diseases caused by dysfunctional protein processing. Headquartered in Cambridge, MA, the Proteostasis Therapeutics team focuses on identifying therapies that restore protein function. In addition to its multiple programs in cystic fibrosis, Proteostasis Therapeutics has formed a collaboration with Astellas Pharma, Inc. to research and identify therapies targeting the Unfolded Protein Response (UPR) pathway.\nSafe Harbor\nTo the extent that statements in this release are not historical facts, they are forward-looking statements reflecting the current beliefs and expectations of management made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Words such as “aim,” “may,” “will,” “expect,” “anticipate,” “estimate,” “intend,” and similar expressions (as well as other words or expressions referencing future events, conditions or circumstances) are intended to identify forward-looking statements. Examples of forward-looking statements made in this release include, without limitation, statements regarding expected timing of the initiation of, patient enrollment in, data from, and the completion of, our clinical studies and cohorts for PTI-428, PTI-801, PTI-808 and our double and triple combination therapy candidates. Forward-looking statements made in this release involve substantial risks and uncertainties that could cause actual results to those expressed or implied by the forward-looking statements, and we, therefore cannot assure you that our plans, intentions, expectations or strategies will be attained or achieved. Such risks and uncertainties include, without limitation, the possibility final or future results from our drug candidate trials (including, without limitation, longer duration studies) do not achieve positive results or are materially and negatively different from or not indicative of the preliminary results reported by the Company (noting that these results are based on a small number of patients and small data set), uncertainties inherent in the execution and completion of clinical trials (including, without limitation, the possibility FDA requires us to run cohorts sequentially or conduct additional cohorts or pre-clinical or clinical studies), in the enrollment of CF patients in our clinical trials, in the timing of availability of trial data, in the results of the clinical trials, in possible adverse events from our trials, in the actions of regulatory agencies, in endorsement, if any, by therapeutic development arms of CF patient advocacy groups, and those set forth in our Annual Report on Form 10-K for the year ended December 31, 2017 and our other SEC filings. We assume no obligation to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise.\nOrkambi ® and Symdeko™ are trademarks of Vertex Pharmaceuticals Incorporated.\nCONTACTS:\nInvestors:\nDavid Pitts\nArgot Partners\n212.600.1902\ndavid@argotpartners.com\nMedia:\nDavid Rosen\nArgot Partners\n212.600.1902\ndavid.rosen@argotpartners.com\nSource:Proteostasis Therapeutics, Inc.",
    "published": "2018-03-15T00:29:00.000+02:00",
    "crawled": "2018-03-15T00:59:23.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "study",
        "company",
        "third",
        "generation",
        "corrector",
        "cf",
        "patient",
        "background",
        "orkambi",
        "enrolling",
        "ahead",
        "schedule",
        "result",
        "three",
        "cohort",
        "expected",
        "company",
        "announces",
        "additional",
        "study",
        "cf",
        "subject",
        "support",
        "path",
        "nda",
        "initial",
        "data",
        "anticipated",
        "early",
        "triple",
        "combination",
        "cf",
        "study",
        "track",
        "initiate",
        "q2",
        "preliminary",
        "result",
        "anticipated",
        "2h",
        "initial",
        "data",
        "pti",
        "double",
        "combination",
        "study",
        "cf",
        "patient",
        "expected",
        "mid",
        "cambridge",
        "march",
        "globe",
        "newswire",
        "proteostasis",
        "therapeutic",
        "nasdaq",
        "pti",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "dedicated",
        "discovery",
        "development",
        "groundbreaking",
        "therapy",
        "treat",
        "cystic",
        "fibrosis",
        "cf",
        "disease",
        "caused",
        "dysfunctional",
        "protein",
        "processing",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "provided",
        "business",
        "update",
        "field",
        "cf",
        "drug",
        "development",
        "midst",
        "many",
        "great",
        "advance",
        "indicate",
        "may",
        "seen",
        "ceiling",
        "fev",
        "improvement",
        "fda",
        "recent",
        "breakthrough",
        "therapy",
        "designation",
        "together",
        "vitro",
        "data",
        "underscore",
        "potential",
        "novel",
        "cftr",
        "modulators",
        "including",
        "increase",
        "pulmonary",
        "function",
        "improvement",
        "combination",
        "currently",
        "marketed",
        "cf",
        "modulator",
        "therapy",
        "said",
        "meenu",
        "chhabra",
        "president",
        "chief",
        "executive",
        "officer",
        "proteostasis",
        "therapeutic",
        "poised",
        "deliver",
        "first",
        "clinical",
        "data",
        "based",
        "wholly",
        "proprietary",
        "combination",
        "pti",
        "novel",
        "amplifier",
        "third",
        "generation",
        "corrector",
        "potentiator",
        "respectively",
        "initiated",
        "dosing",
        "study",
        "double",
        "combination",
        "cf",
        "subject",
        "plan",
        "report",
        "initial",
        "data",
        "middle",
        "year",
        "company",
        "also",
        "track",
        "initiate",
        "dosing",
        "study",
        "triple",
        "combination",
        "cf",
        "patient",
        "second",
        "quarter",
        "year",
        "anticipate",
        "preliminary",
        "result",
        "trial",
        "second",
        "half",
        "believe",
        "proprietary",
        "double",
        "triple",
        "combination",
        "potential",
        "deliver",
        "novel",
        "treatment",
        "option",
        "cf",
        "recent",
        "corporate",
        "highlight",
        "fda",
        "grant",
        "breakthrough",
        "therapy",
        "designation",
        "cystic",
        "fibrosis",
        "earlier",
        "month",
        "food",
        "drug",
        "administration",
        "fda",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "company",
        "cystic",
        "fibrosis",
        "transmembrane",
        "conductance",
        "regulator",
        "cftr",
        "amplifier",
        "fda",
        "breakthrough",
        "therapy",
        "designation",
        "intended",
        "expedite",
        "development",
        "review",
        "drug",
        "aimed",
        "treating",
        "serious",
        "disease",
        "significant",
        "unmet",
        "need",
        "preliminary",
        "clinical",
        "evidence",
        "indicates",
        "drug",
        "may",
        "offer",
        "substantial",
        "improvement",
        "existing",
        "therapy",
        "fda",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "treatment",
        "cf",
        "homozygous",
        "patient",
        "f508del",
        "mutation",
        "receiving",
        "background",
        "therapy",
        "based",
        "result",
        "recent",
        "phase",
        "study",
        "patient",
        "population",
        "treated",
        "either",
        "mg",
        "daily",
        "placebo",
        "consecutive",
        "day",
        "separately",
        "month",
        "fda",
        "informed",
        "company",
        "granted",
        "orphan",
        "drug",
        "designation",
        "fda",
        "grant",
        "orphan",
        "designation",
        "promote",
        "development",
        "product",
        "candidate",
        "rare",
        "condition",
        "affecting",
        "fewer",
        "patient",
        "annually",
        "designation",
        "provides",
        "marketing",
        "exclusivity",
        "period",
        "competition",
        "well",
        "certain",
        "incentive",
        "including",
        "federal",
        "grant",
        "tax",
        "credit",
        "waiver",
        "certain",
        "administrative",
        "filing",
        "fee",
        "company",
        "plan",
        "clinical",
        "study",
        "cf",
        "patient",
        "background",
        "therapy",
        "support",
        "path",
        "new",
        "drug",
        "application",
        "potential",
        "add",
        "therapy",
        "current",
        "standard",
        "care",
        "regimen",
        "proteostasis",
        "plan",
        "initiate",
        "clinical",
        "trial",
        "second",
        "half",
        "cf",
        "subject",
        "background",
        "treatment",
        "initial",
        "clinical",
        "data",
        "planned",
        "early",
        "planned",
        "study",
        "designed",
        "build",
        "upon",
        "demonstrated",
        "efficacy",
        "treatment",
        "cf",
        "subject",
        "orkambi",
        "proprietary",
        "triple",
        "combination",
        "therapy",
        "study",
        "protocol",
        "receives",
        "endorsement",
        "high",
        "strategic",
        "fit",
        "score",
        "largest",
        "cystic",
        "fibrosis",
        "patient",
        "advocacy",
        "group",
        "europe",
        "january",
        "pti",
        "triple",
        "combination",
        "clinical",
        "study",
        "protocol",
        "received",
        "endorsement",
        "high",
        "strategic",
        "fit",
        "score",
        "therapeutic",
        "development",
        "network",
        "tdn",
        "clinical",
        "trial",
        "network",
        "ctn",
        "tdn",
        "ctn",
        "drug",
        "development",
        "arm",
        "cystic",
        "fibrosis",
        "foundation",
        "cff",
        "european",
        "cf",
        "society",
        "ecf",
        "respectively",
        "study",
        "designed",
        "investigate",
        "safety",
        "tolerability",
        "pharmacokinetics",
        "pk",
        "coadministration",
        "pti",
        "cftr",
        "modulators",
        "also",
        "assess",
        "lung",
        "function",
        "fev",
        "patient",
        "advocacy",
        "organization",
        "reviewed",
        "clinical",
        "data",
        "healthy",
        "volunteer",
        "cf",
        "subject",
        "including",
        "recent",
        "study",
        "orkambi",
        "well",
        "healthy",
        "volunteer",
        "data",
        "coadministration",
        "study",
        "three",
        "pti",
        "cftr",
        "modulators",
        "result",
        "study",
        "company",
        "third",
        "generation",
        "corrector",
        "cf",
        "patient",
        "background",
        "orkambi",
        "expected",
        "december",
        "company",
        "shared",
        "initial",
        "data",
        "first",
        "five",
        "subject",
        "four",
        "treated",
        "one",
        "placebo",
        "first",
        "dose",
        "level",
        "tested",
        "dosing",
        "study",
        "cf",
        "patient",
        "background",
        "orkambi",
        "therapy",
        "four",
        "subject",
        "received",
        "mg",
        "completed",
        "two",
        "week",
        "dosing",
        "pharmacokinetic",
        "pk",
        "profile",
        "observed",
        "four",
        "subject",
        "consistent",
        "pk",
        "profile",
        "observed",
        "healthy",
        "volunteer",
        "initial",
        "data",
        "also",
        "showed",
        "clinically",
        "meaningful",
        "interaction",
        "either",
        "lumacaftor",
        "ivacaftor",
        "serious",
        "adverse",
        "safety",
        "event",
        "reported",
        "considered",
        "possibly",
        "drug",
        "related",
        "mean",
        "absolute",
        "improvement",
        "ppfev",
        "approximately",
        "percentage",
        "point",
        "baseline",
        "mean",
        "relative",
        "improvement",
        "approximately",
        "percent",
        "observed",
        "four",
        "subject",
        "completed",
        "two",
        "week",
        "dosing",
        "date",
        "study",
        "enrolling",
        "ahead",
        "schedule",
        "company",
        "expects",
        "result",
        "three",
        "trial",
        "cohort",
        "released",
        "second",
        "quarter",
        "triple",
        "combination",
        "cf",
        "subject",
        "track",
        "initiate",
        "1h",
        "preliminary",
        "clinical",
        "data",
        "2h",
        "december",
        "pti",
        "completed",
        "healthy",
        "volunteer",
        "safety",
        "tolerability",
        "study",
        "three",
        "proprietary",
        "cftr",
        "modulators",
        "safety",
        "pk",
        "profile",
        "achieved",
        "seven",
        "day",
        "oral",
        "dosing",
        "indicated",
        "compound",
        "generally",
        "potentially",
        "amenable",
        "day",
        "dosing",
        "company",
        "third",
        "generation",
        "cftr",
        "corrector",
        "cftr",
        "amplifier",
        "shown",
        "synergy",
        "vitro",
        "orkambi",
        "investigated",
        "clinical",
        "study",
        "cf",
        "subject",
        "modulators",
        "patient",
        "background",
        "orkambi",
        "therapy",
        "believe",
        "preliminary",
        "safety",
        "pk",
        "data",
        "first",
        "dose",
        "ongoing",
        "finding",
        "study",
        "cf",
        "subject",
        "background",
        "orkambi",
        "support",
        "development",
        "part",
        "pti",
        "proprietary",
        "triple",
        "combination",
        "therapy",
        "pti",
        "recently",
        "announced",
        "phase",
        "data",
        "cf",
        "subject",
        "background",
        "orkambi",
        "showed",
        "improvement",
        "lung",
        "function",
        "patient",
        "population",
        "helped",
        "inform",
        "initial",
        "dose",
        "combination",
        "development",
        "pti",
        "plan",
        "initiate",
        "dosing",
        "cf",
        "patient",
        "proprietary",
        "triple",
        "combination",
        "second",
        "quarter",
        "year",
        "european",
        "cf",
        "center",
        "within",
        "tdn",
        "ctn",
        "network",
        "preliminary",
        "clinical",
        "data",
        "expected",
        "second",
        "half",
        "data",
        "pti",
        "double",
        "combination",
        "study",
        "cf",
        "patient",
        "expected",
        "mid",
        "company",
        "announced",
        "december",
        "completed",
        "safety",
        "pk",
        "profile",
        "sad",
        "mad",
        "study",
        "healthy",
        "volunteer",
        "total",
        "healthy",
        "volunteer",
        "participated",
        "completed",
        "study",
        "mg",
        "orally",
        "dosed",
        "novel",
        "cftr",
        "potentiator",
        "tested",
        "single",
        "multiple",
        "dose",
        "cohort",
        "found",
        "generally",
        "well",
        "tolerated",
        "preliminary",
        "pk",
        "assessment",
        "suggests",
        "could",
        "potentially",
        "suitable",
        "daily",
        "dosing",
        "company",
        "initiated",
        "study",
        "double",
        "combination",
        "cf",
        "subject",
        "expects",
        "report",
        "initial",
        "result",
        "middle",
        "fourth",
        "quarter",
        "year",
        "end",
        "financial",
        "result",
        "proteostasis",
        "reported",
        "net",
        "loss",
        "approximately",
        "million",
        "full",
        "year",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "prior",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "million",
        "full",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "prior",
        "year",
        "ended",
        "december",
        "research",
        "development",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "increase",
        "due",
        "cost",
        "incurred",
        "supporting",
        "cf",
        "program",
        "continue",
        "advance",
        "candidate",
        "clinic",
        "general",
        "administrative",
        "expense",
        "full",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "general",
        "administrative",
        "expense",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "g",
        "expense",
        "essentially",
        "flat",
        "year",
        "year",
        "basis",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "december",
        "including",
        "proceeds",
        "company",
        "public",
        "offering",
        "fourth",
        "quarter",
        "december",
        "company",
        "announced",
        "completion",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "included",
        "share",
        "issued",
        "pursuant",
        "full",
        "exercise",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "public",
        "offering",
        "price",
        "per",
        "share",
        "net",
        "proceeds",
        "offering",
        "approximately",
        "million",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "estimated",
        "offering",
        "expense",
        "based",
        "company",
        "current",
        "operating",
        "plan",
        "company",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "fund",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "early",
        "proteostasis",
        "therapeutic",
        "proteostasis",
        "therapeutic",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "developing",
        "small",
        "molecule",
        "therapeutic",
        "treat",
        "cystic",
        "fibrosis",
        "cf",
        "disease",
        "caused",
        "dysfunctional",
        "protein",
        "processing",
        "headquartered",
        "cambridge",
        "proteostasis",
        "therapeutic",
        "team",
        "focus",
        "identifying",
        "therapy",
        "restore",
        "protein",
        "function",
        "addition",
        "multiple",
        "program",
        "cystic",
        "fibrosis",
        "proteostasis",
        "therapeutic",
        "formed",
        "collaboration",
        "astellas",
        "pharma",
        "research",
        "identify",
        "therapy",
        "targeting",
        "unfolded",
        "protein",
        "response",
        "upr",
        "pathway",
        "safe",
        "harbor",
        "extent",
        "statement",
        "release",
        "historical",
        "fact",
        "statement",
        "reflecting",
        "current",
        "belief",
        "expectation",
        "management",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "aim",
        "may",
        "expect",
        "anticipate",
        "estimate",
        "intend",
        "similar",
        "expression",
        "well",
        "word",
        "expression",
        "referencing",
        "future",
        "event",
        "condition",
        "circumstance",
        "intended",
        "identify",
        "statement",
        "example",
        "statement",
        "made",
        "release",
        "include",
        "without",
        "limitation",
        "statement",
        "regarding",
        "expected",
        "timing",
        "initiation",
        "patient",
        "enrollment",
        "data",
        "completion",
        "clinical",
        "study",
        "cohort",
        "double",
        "triple",
        "combination",
        "therapy",
        "candidate",
        "statement",
        "made",
        "release",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "expressed",
        "implied",
        "statement",
        "therefore",
        "assure",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "attained",
        "achieved",
        "risk",
        "uncertainty",
        "include",
        "without",
        "limitation",
        "possibility",
        "final",
        "future",
        "result",
        "drug",
        "candidate",
        "trial",
        "including",
        "without",
        "limitation",
        "longer",
        "duration",
        "study",
        "achieve",
        "positive",
        "result",
        "materially",
        "negatively",
        "different",
        "indicative",
        "preliminary",
        "result",
        "reported",
        "company",
        "noting",
        "result",
        "based",
        "small",
        "number",
        "patient",
        "small",
        "data",
        "set",
        "uncertainty",
        "inherent",
        "execution",
        "completion",
        "clinical",
        "trial",
        "including",
        "without",
        "limitation",
        "possibility",
        "fda",
        "requires",
        "u",
        "run",
        "cohort",
        "sequentially",
        "conduct",
        "additional",
        "cohort",
        "clinical",
        "study",
        "enrollment",
        "cf",
        "patient",
        "clinical",
        "trial",
        "timing",
        "availability",
        "trial",
        "data",
        "result",
        "clinical",
        "trial",
        "possible",
        "adverse",
        "event",
        "trial",
        "action",
        "regulatory",
        "agency",
        "endorsement",
        "therapeutic",
        "development",
        "arm",
        "cf",
        "patient",
        "advocacy",
        "group",
        "set",
        "forth",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "sec",
        "filing",
        "assume",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "orkambi",
        "trademark",
        "vertex",
        "pharmaceutical",
        "incorporated",
        "contact",
        "investor",
        "david",
        "pitt",
        "argot",
        "partner",
        "david",
        "medium",
        "david",
        "rosen",
        "argot",
        "partner",
        "source",
        "proteostasis",
        "therapeutic",
        "inc"
    ]
}