{
    "organizations": [],
    "uuid": "aa64dcd37d2b85864cfdb4de75ca3c53f1108ec9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/business-wire-celcuity-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Celcuity Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MINNEAPOLIS--(BUSINESS WIRE)-- Celcuity Inc. (Nasdaq: CELC) a functional cellular analysis company that is discovering new cancer subtypes and commercializing diagnostic tests designed to significantly improve clinical outcomes of cancer patients treated with targeted therapies, announced financial results for the fourth quarter and year ended December 31, 2017.\nUnless otherwise stated, all comparisons are for the fourth quarter and year ended December 31, 2017, compared to the fourth quarter and year ended December 31, 2016.\nCelcuity reported a net loss of $1.7 million, or $0.17 per share, for the fourth quarter of 2017, compared to a net loss of $0.9 million, or $0.14 per share, for the fourth quarter of 2016. Net loss for fiscal year 2017 was $6.3 million, or $0.84 per share, compared to $3.3 million, or $0.52 per share, for fiscal year 2016.\nNon-GAAP adjusted net loss was $1.4 million, or $0.14 per share, for the fourth quarter of 2017, compared to non-GAAP adjusted net loss of $0.8 million, or $0.13 per share, for the fourth quarter of 2016. Non-GAAP adjusted net loss for fiscal year 2017 was $4.9 million, or $0.66 per share, compared to non-GAAP adjusted net loss of $3.1 million, or $0.49 per share, for fiscal year 2016. Non-GAAP adjusted net loss excludes stock-based compensation expense and non-cash interest expenses. Because these items have no impact on the cash position of the Company, management believes Non-GAAP adjusted net loss better enables Celcuity to focus on cash used in operations. For a reconciliation of financial measures in accordance with generally accepted accounting principles of the United States (GAAP) to non-GAAP financial measures in this release, please see the financial tables at the end of this news release.\nNet cash used in operating activities for the fourth quarter of 2017 was $1.1 million. Net cash used in operating activities for fiscal year 2017 was $4.9 million. At December 31, 2017, Celcuity had cash, cash equivalents and investments of $31.4 million, compared to cash, cash equivalents, and investments of $5.9 million at December 31, 2016.\n“With the completion of our initial public offering, expansion of our R&D team, and the initiation of our clinical collaboration with the NSABP Foundation and Genentech, Celcuity made tremendous progress in 2017,” said Chairman and Chief Executive Officer, Brian Sullivan. “With our expanded R&D team in place, we began work on our next generation of cell signaling function tests to diagnose new cancer sub-types. Additionally, we presented results of several pre-clinical studies at major conferences, including the American Society of Clinical Oncology Annual Meeting, the Miami Breast Cancer Conference, and the San Antonio Breast Cancer Symposium.”\nMr. Sullivan added, “During the fourth quarter, we continued to lay the groundwork to activate the clinical trial we are fielding in collaboration with the NSABP Foundation and Genentech. This clinical trial, F unctional A nalysis of live C ell signaling T ransduction 1, or FACT 1, will evaluate the efficacy of two of Genentech’s HER2 drugs, Herceptin® and Perjeta®, in HER2-negative breast cancer patients selected by our CELx HER2 Signaling Function test. We expect interim results from this trial in late 2018 and final results six to nine months later.\n”Our strategy is to develop diagnostics that identify new cancer sub-types and to seek collaborations with pharmaceutical companies, which can vary in scope. Our efforts have resulted in Celcuity recently being selected by NSABP and Puma Biotechnology to evaluate tissue samples from a Phase II study evaluating Puma Biotechnology’s pan-HER inhibitor, Nerlynx, Genentech’s HER2 antibody, Herceptin, and Bristol-Myers Squibb’s drug, EGFR inhibitor, Erbitux, in metastatic colorectal cancer patients. This 35-patient study is expected to be completed in late 2020. Unlike our current trial with NSABP and Genentech, Celcuity’s test will be used solely to evaluate patient samples after they have been enrolled in this trial. We expect our CELx test will provide critical insight after the trial is completed about the patient characteristics most correlative to drug response.\n“Finally, as we look ahead to the end of 2018, we anticipate completing development of new cell signaling function tests for breast cancer and two additional tumor types. We anticipate these new tests will create opportunities for pharmaceutical companies to obtain new drug indications to treat patients who have the cancer sub-types our tests diagnose. We also hope to initiate an additional clinical collaboration with a pharmaceutical company by year-end.”\nOperating Expenses\nOperating expenses were $1.8 million for the fourth quarter of 2017, compared to $0.9 million for the fourth quarter of 2016. Operating expenses for fiscal year 2017 were $6.0 million, compared to $3.3 million for fiscal year 2016.\nResearch and Development Expenses:\nResearch and development (R&D) expenses were $1.4 million for the fourth quarter of 2017, compared to $0.8 million for the fourth quarter of 2016. R&D expenses for fiscal year 2017 were $5.0 million, compared to $3.1 million for fiscal year 2016. The approximately $1.9 million increase during fiscal year 2017, compared to fiscal year 2016, resulted primarily from an increase in employee-related expenses, including approximately $0.4 million of stock-based compensation, to support development of the CELx platform. Legal expenses related to patent costs, start-up clinical trial costs, and business development activities also contributed to the increase.\nGeneral and Administrative Expenses:\nGeneral and administrative (G&A) expenses were $0.4 million for the fourth quarter of 2017, compared to $0.1 million for the fourth quarter of 2016. G&A expenses for fiscal year 2017 were $1.0 million, compared to $0.3 million for fiscal year 2016. The approximately $0.7 million increase during fiscal year 2017 compared to fiscal year 2016 resulted primarily from increases in expenses associated with being a public company, such as professional accounting and audit fees and director and officer insurance, and compensation-related expenses, including approximately $0.3 million of stock-based compensation.\nConference Call\nManagement will host a teleconference call at 4:30 PM Eastern Time today to discuss the results. Anyone interested in participating should dial 1-888-632-3389 referencing confirmation code “Celcuity” (23528489). Participants are asked to dial in 5 to 10 minutes prior to the start of the call and inform the operator you would like to join the “Celcuity Conference Call.”\nAbout Celcuity\nCelcuity Inc. is a cellular analysis company that is discovering new cancer sub-types and commercializing diagnostic tests designed to significantly improve the clinical outcomes of cancer patients treated with targeted therapies. Celcuity’s proprietary CELx diagnostic platform uses a patient’s living tumor cells to identify the specific abnormal cellular activity driving a patient’s cancer and the targeted therapy that can best treat that patient’s disease. Celcuity is headquartered in Minneapolis, MN. Further information about Celcuity can be found at www.celcuity.com .\nForward-Looking Statements\nThis press release contains statements that constitute “forward-looking statements.” In some cases, you can identify forward-looking statements by terminology such as “may,” “should,” “expects,” “plans,” “anticipates,” “believes,” “estimates,” “predicts,” “potential,” “intends” or “continue,” and other similar expressions that are predictions of or indicate future events and future trends, or the negative of these terms or other comparable terminology. Forward looking statements in this release include, without limitation, the anticipated benefits to the clinical outcomes of cancer patients, expectations with respect to commercializing diagnostic tests, expectations with respect to use of cash, the discovery of additional cancer sub-types, the development of additional CELx Signaling Function tests and planned collaboration with pharmaceutical companies, expectations regarding the outcome of the clinical trial with NSABP Foundation and Genentech, expectations with respect to our future collaboration with NSABP Foundation and Puma Biotechnology, anticipated benefits that our tests may provide pharmaceutical companies and plans to expand research and development and operational processes. Forward-looking statements are subject to numerous conditions, many of which are beyond the control of Celcuity, which include, but are not limited to, those set forth in the Risk Factors section of Celcuity’s Prospectus, dated September 19, 2017, filed with the Securities and Exchange Commission on September 20, 2017 pursuant to Rule 424(b)(4) under the Securities Act of 1933, as amended. Readers are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. Celcuity undertakes no obligation to update these statements for revisions or changes after the date of this release, except as required by law.\nCelcuity Inc. Balance Sheets December 31, December 31, 2017 2016 Assets Current Assets: Cash and cash equivalents $ 2,639,789 $ 5,856,348 Investments 21,556,857 - Restricted cash 50,000 50,000 Deposits 27,726 5,717 Prepaid assets 209,708 - Total current assets 24,484,080 5,912,065 Property and equipment, net 280,056 144,912 Long term investments 7,205,374 - Total Assets $ 31,969,510 $ 6,056,977 Liabilities and Stockholders' Equity: Current Liabilities: Accounts payable $ 71,913 $ 331,534 Accrued expenses 506,140 113,825 Total current liabilities 578,053 445,359 Total Liabilities 578,053 445,359 Total Stockholders' Equity 31,391,457 5,611,618 Total Liabilities and Stockholders' Equity $ 31,969,510 $ 6,056,977 Celcuity Inc Statements of Operations Three Months Ended Twelve Months Ended December 31, December 31, 2017 2016 2017 2016 Operating expenses: Research and development $ 1,403,070 $ 839,903 $ 4,980,427 $ 3,064,762 General and administrative 420,963 67,509 972,518 263,664 Total operating expenses 1,824,033 907,412 5,952,945 3,328,426 Loss from operations (1,824,033) (907,412) (5,952,945) (3,328,426) Other income (expense) Interest expense - - (451,664) - Interest income 99,845 4,978 152,879 18,018 Other income (expense), net 99,845 4,978 (298,785) 18,018 Net loss before income taxes (1,724,188) (902,434) (6,251,730) (3,310,408) Income tax benefits - - - - Net loss before income taxes $ (1,724,188) $ (902,434) $ (6,251,730) $ (3,310,408) Net loss per unit, basic and diluted $ (0.17) $ (0.14) $ (0.84) $ (0.52) Weighted average common shares outstanding, basic and diluted 10,082,177 6,440,139 7,460,640 6,313,089 Cautionary Statement Regarding Non-GAAP Financial Measures\nThis news release contains references to non-GAAP adjusted net loss and non-GAAP adjusted net loss per share. Management believes these non-GAAP financial measures are useful supplemental measures for planning, monitoring, and evaluating operational performance as they exclude stock-based compensation expense and non-cash interest expenses from net loss and net loss per share. Management excludes these items because they do not impact the cash position of the Company, which management believes better enables Celcuity to focus on cash used in operations. However, non-GAAP adjusted net loss and non-GAAP adjusted net loss per share are not recognized measures under GAAP and do not have a standardized meaning prescribed by GAAP. Therefore, non-GAAP adjusted net loss and non-GAAP adjusted net loss per share may not be comparable to similar measures presented by other issuers. Investors are cautioned that non-GAAP adjusted net loss and non-GAAP adjusted net loss per share should not be construed as alternatives to net loss, net loss per share or other statements of operations data (which are determined in accordance with GAAP) as an indicator of Celcuity’s performance or as a measure of liquidity and cash flows. Management’s method of calculating non-GAAP adjusted net loss and non-GAAP adjusted net loss per share may differ materially from the method used by other companies and accordingly, may not be comparable to similarly titled measures used by other companies.\nCelcuity Inc Reconciliation of GAAP Net Loss to Non-GAAP Adjusted Net Loss and GAAP Net Loss Per Share to Non-GAAP Adjusted Net Loss Per Share (Unaudited) Three Months Ended Twelve Months Ended December 31, December 31, 2017 2016 2017 2016 GAAP net loss $ (1,724,188) $ (902,434) $ (6,251,730) $ (3,310,408) Adjustments: Stock-based compensation Research and development 187,667 77,730 608,456 187,306 (1) General and administrative 125,621 - 265,930 - (2) Non-cash interest expense - - 451,664 - (3) Non-GAAP adjusted net loss $ (1,410,900) $ (824,704) $ (4,925,681) $ (3,123,102) GAAP net loss per share - basic and diluted\n$ (0.17) $ (0.14) $ (0.84) $ (0.52) Adjustment to net loss (as detailed above)\n0.03 0.01 0.18 0.03 Non-GAAP adjusted net loss per share $ (0.14) $ (0.13) $ (0.66) $ (0.49) Weighted average common shares outstanding, basic and diluted 10,082,177 6,440,139 7,460,640 6,313,089 (1) To reflect a non-cash charge to operating expense for Research and Development stock-based compensation. (2) To reflect a non-cash charge to operating expense for General and Administrative stock-based compensation. (3) To reflect a non-cash charge to operating expense for non-cash amortization of debt discount and debt financing costs and accrued interest related to the issuance of our unsecured convertible promissory notes\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180315005159/en/\nCelcuity Inc.\nBrian Sullivan, bsullivan@celcuity.com\nVicky Hahne, vhahne@celcuity.com\n763-392-0123\nSource: Celcuity Inc.",
    "published": "2018-03-15T23:00:00.000+02:00",
    "crawled": "2018-03-16T00:49:32.059+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "minneapolis",
        "business",
        "wire",
        "celcuity",
        "nasdaq",
        "celc",
        "functional",
        "cellular",
        "analysis",
        "company",
        "discovering",
        "new",
        "cancer",
        "subtypes",
        "commercializing",
        "diagnostic",
        "test",
        "designed",
        "significantly",
        "improve",
        "clinical",
        "outcome",
        "cancer",
        "patient",
        "treated",
        "targeted",
        "therapy",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "unless",
        "otherwise",
        "stated",
        "comparison",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "compared",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "celcuity",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "net",
        "loss",
        "fiscal",
        "year",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "fiscal",
        "year",
        "adjusted",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "compared",
        "adjusted",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "adjusted",
        "net",
        "loss",
        "fiscal",
        "year",
        "million",
        "per",
        "share",
        "compared",
        "adjusted",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fiscal",
        "year",
        "adjusted",
        "net",
        "loss",
        "excludes",
        "compensation",
        "expense",
        "interest",
        "expense",
        "item",
        "impact",
        "cash",
        "position",
        "company",
        "management",
        "belief",
        "adjusted",
        "net",
        "loss",
        "better",
        "enables",
        "celcuity",
        "focus",
        "cash",
        "used",
        "operation",
        "reconciliation",
        "financial",
        "measure",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "gaap",
        "financial",
        "measure",
        "release",
        "please",
        "see",
        "financial",
        "table",
        "end",
        "news",
        "release",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "fourth",
        "quarter",
        "million",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "fiscal",
        "year",
        "million",
        "december",
        "celcuity",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "december",
        "completion",
        "initial",
        "public",
        "offering",
        "expansion",
        "r",
        "team",
        "initiation",
        "clinical",
        "collaboration",
        "nsabp",
        "foundation",
        "genentech",
        "celcuity",
        "made",
        "tremendous",
        "progress",
        "said",
        "chairman",
        "chief",
        "executive",
        "officer",
        "brian",
        "sullivan",
        "expanded",
        "r",
        "team",
        "place",
        "began",
        "work",
        "next",
        "generation",
        "cell",
        "signaling",
        "function",
        "test",
        "diagnose",
        "new",
        "cancer",
        "additionally",
        "presented",
        "result",
        "several",
        "study",
        "major",
        "conference",
        "including",
        "american",
        "society",
        "clinical",
        "oncology",
        "annual",
        "meeting",
        "miami",
        "breast",
        "cancer",
        "conference",
        "san",
        "antonio",
        "breast",
        "cancer",
        "sullivan",
        "added",
        "fourth",
        "quarter",
        "continued",
        "lay",
        "groundwork",
        "activate",
        "clinical",
        "trial",
        "fielding",
        "collaboration",
        "nsabp",
        "foundation",
        "genentech",
        "clinical",
        "trial",
        "f",
        "unctional",
        "nalysis",
        "live",
        "c",
        "ell",
        "signaling",
        "ransduction",
        "fact",
        "evaluate",
        "efficacy",
        "two",
        "genentech",
        "her2",
        "drug",
        "breast",
        "cancer",
        "patient",
        "selected",
        "celx",
        "her2",
        "signaling",
        "function",
        "test",
        "expect",
        "interim",
        "result",
        "trial",
        "late",
        "final",
        "result",
        "six",
        "nine",
        "month",
        "later",
        "strategy",
        "develop",
        "diagnostics",
        "identify",
        "new",
        "cancer",
        "seek",
        "collaboration",
        "pharmaceutical",
        "company",
        "vary",
        "scope",
        "effort",
        "resulted",
        "celcuity",
        "recently",
        "selected",
        "nsabp",
        "puma",
        "biotechnology",
        "evaluate",
        "tissue",
        "sample",
        "phase",
        "ii",
        "study",
        "evaluating",
        "puma",
        "biotechnology",
        "inhibitor",
        "nerlynx",
        "genentech",
        "her2",
        "antibody",
        "herceptin",
        "squibb",
        "drug",
        "egfr",
        "inhibitor",
        "erbitux",
        "metastatic",
        "colorectal",
        "cancer",
        "patient",
        "study",
        "expected",
        "completed",
        "late",
        "unlike",
        "current",
        "trial",
        "nsabp",
        "genentech",
        "celcuity",
        "test",
        "used",
        "solely",
        "evaluate",
        "patient",
        "sample",
        "enrolled",
        "trial",
        "expect",
        "celx",
        "test",
        "provide",
        "critical",
        "insight",
        "trial",
        "completed",
        "patient",
        "characteristic",
        "correlative",
        "drug",
        "response",
        "finally",
        "look",
        "ahead",
        "end",
        "anticipate",
        "completing",
        "development",
        "new",
        "cell",
        "signaling",
        "function",
        "test",
        "breast",
        "cancer",
        "two",
        "additional",
        "tumor",
        "type",
        "anticipate",
        "new",
        "test",
        "create",
        "opportunity",
        "pharmaceutical",
        "company",
        "obtain",
        "new",
        "drug",
        "indication",
        "treat",
        "patient",
        "cancer",
        "test",
        "diagnose",
        "also",
        "hope",
        "initiate",
        "additional",
        "clinical",
        "collaboration",
        "pharmaceutical",
        "company",
        "operating",
        "expense",
        "operating",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "operating",
        "expense",
        "fiscal",
        "year",
        "million",
        "compared",
        "million",
        "fiscal",
        "year",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "r",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "r",
        "expense",
        "fiscal",
        "year",
        "million",
        "compared",
        "million",
        "fiscal",
        "year",
        "approximately",
        "million",
        "increase",
        "fiscal",
        "year",
        "compared",
        "fiscal",
        "year",
        "resulted",
        "primarily",
        "increase",
        "expense",
        "including",
        "approximately",
        "million",
        "compensation",
        "support",
        "development",
        "celx",
        "platform",
        "legal",
        "expense",
        "related",
        "patent",
        "cost",
        "clinical",
        "trial",
        "cost",
        "business",
        "development",
        "activity",
        "also",
        "contributed",
        "increase",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "g",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "g",
        "expense",
        "fiscal",
        "year",
        "million",
        "compared",
        "million",
        "fiscal",
        "year",
        "approximately",
        "million",
        "increase",
        "fiscal",
        "year",
        "compared",
        "fiscal",
        "year",
        "resulted",
        "primarily",
        "increase",
        "expense",
        "associated",
        "public",
        "company",
        "professional",
        "accounting",
        "audit",
        "fee",
        "director",
        "officer",
        "insurance",
        "expense",
        "including",
        "approximately",
        "million",
        "compensation",
        "conference",
        "call",
        "management",
        "host",
        "teleconference",
        "call",
        "pm",
        "eastern",
        "time",
        "today",
        "discus",
        "result",
        "anyone",
        "interested",
        "participating",
        "dial",
        "referencing",
        "confirmation",
        "code",
        "celcuity",
        "participant",
        "asked",
        "dial",
        "minute",
        "prior",
        "start",
        "call",
        "inform",
        "operator",
        "would",
        "like",
        "join",
        "celcuity",
        "conference",
        "celcuity",
        "celcuity",
        "cellular",
        "analysis",
        "company",
        "discovering",
        "new",
        "cancer",
        "commercializing",
        "diagnostic",
        "test",
        "designed",
        "significantly",
        "improve",
        "clinical",
        "outcome",
        "cancer",
        "patient",
        "treated",
        "targeted",
        "therapy",
        "celcuity",
        "proprietary",
        "celx",
        "diagnostic",
        "platform",
        "us",
        "patient",
        "living",
        "tumor",
        "cell",
        "identify",
        "specific",
        "abnormal",
        "cellular",
        "activity",
        "driving",
        "patient",
        "cancer",
        "targeted",
        "therapy",
        "best",
        "treat",
        "patient",
        "disease",
        "celcuity",
        "headquartered",
        "minneapolis",
        "mn",
        "information",
        "celcuity",
        "found",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "constitute",
        "case",
        "identify",
        "statement",
        "terminology",
        "may",
        "expects",
        "plan",
        "anticipates",
        "belief",
        "estimate",
        "predicts",
        "potential",
        "intends",
        "continue",
        "similar",
        "expression",
        "prediction",
        "indicate",
        "future",
        "event",
        "future",
        "trend",
        "negative",
        "term",
        "comparable",
        "terminology",
        "forward",
        "looking",
        "statement",
        "release",
        "include",
        "without",
        "limitation",
        "anticipated",
        "benefit",
        "clinical",
        "outcome",
        "cancer",
        "patient",
        "expectation",
        "respect",
        "commercializing",
        "diagnostic",
        "test",
        "expectation",
        "respect",
        "use",
        "cash",
        "discovery",
        "additional",
        "cancer",
        "development",
        "additional",
        "celx",
        "signaling",
        "function",
        "test",
        "planned",
        "collaboration",
        "pharmaceutical",
        "company",
        "expectation",
        "regarding",
        "outcome",
        "clinical",
        "trial",
        "nsabp",
        "foundation",
        "genentech",
        "expectation",
        "respect",
        "future",
        "collaboration",
        "nsabp",
        "foundation",
        "puma",
        "biotechnology",
        "anticipated",
        "benefit",
        "test",
        "may",
        "provide",
        "pharmaceutical",
        "company",
        "plan",
        "expand",
        "research",
        "development",
        "operational",
        "process",
        "statement",
        "subject",
        "numerous",
        "condition",
        "many",
        "beyond",
        "control",
        "celcuity",
        "include",
        "limited",
        "set",
        "forth",
        "risk",
        "factor",
        "section",
        "celcuity",
        "prospectus",
        "dated",
        "september",
        "filed",
        "security",
        "exchange",
        "commission",
        "september",
        "pursuant",
        "rule",
        "b",
        "security",
        "act",
        "amended",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "celcuity",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "revision",
        "change",
        "date",
        "release",
        "except",
        "required",
        "law",
        "celcuity",
        "balance",
        "sheet",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "restricted",
        "cash",
        "deposit",
        "prepaid",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "long",
        "term",
        "investment",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "celcuity",
        "inc",
        "statement",
        "operation",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "expense",
        "interest",
        "income",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "income",
        "tax",
        "net",
        "loss",
        "per",
        "unit",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "cautionary",
        "statement",
        "regarding",
        "financial",
        "measure",
        "news",
        "release",
        "contains",
        "reference",
        "adjusted",
        "net",
        "loss",
        "adjusted",
        "net",
        "loss",
        "per",
        "share",
        "management",
        "belief",
        "financial",
        "measure",
        "useful",
        "supplemental",
        "measure",
        "planning",
        "monitoring",
        "evaluating",
        "operational",
        "performance",
        "exclude",
        "compensation",
        "expense",
        "interest",
        "expense",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "management",
        "excludes",
        "item",
        "impact",
        "cash",
        "position",
        "company",
        "management",
        "belief",
        "better",
        "enables",
        "celcuity",
        "focus",
        "cash",
        "used",
        "operation",
        "however",
        "adjusted",
        "net",
        "loss",
        "adjusted",
        "net",
        "loss",
        "per",
        "share",
        "recognized",
        "measure",
        "gaap",
        "standardized",
        "meaning",
        "prescribed",
        "gaap",
        "therefore",
        "adjusted",
        "net",
        "loss",
        "adjusted",
        "net",
        "loss",
        "per",
        "share",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "issuer",
        "investor",
        "cautioned",
        "adjusted",
        "net",
        "loss",
        "adjusted",
        "net",
        "loss",
        "per",
        "share",
        "construed",
        "alternative",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "statement",
        "operation",
        "data",
        "determined",
        "accordance",
        "gaap",
        "indicator",
        "celcuity",
        "performance",
        "measure",
        "liquidity",
        "cash",
        "flow",
        "management",
        "method",
        "calculating",
        "adjusted",
        "net",
        "loss",
        "adjusted",
        "net",
        "loss",
        "per",
        "share",
        "may",
        "differ",
        "materially",
        "method",
        "used",
        "company",
        "accordingly",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "celcuity",
        "inc",
        "reconciliation",
        "gaap",
        "net",
        "loss",
        "adjusted",
        "net",
        "loss",
        "gaap",
        "net",
        "loss",
        "per",
        "share",
        "adjusted",
        "net",
        "loss",
        "per",
        "share",
        "unaudited",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "gaap",
        "net",
        "loss",
        "adjustment",
        "compensation",
        "research",
        "development",
        "general",
        "administrative",
        "interest",
        "expense",
        "adjusted",
        "net",
        "loss",
        "gaap",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "adjustment",
        "net",
        "loss",
        "detailed",
        "adjusted",
        "net",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "reflect",
        "charge",
        "operating",
        "expense",
        "research",
        "development",
        "compensation",
        "reflect",
        "charge",
        "operating",
        "expense",
        "general",
        "administrative",
        "compensation",
        "reflect",
        "charge",
        "operating",
        "expense",
        "amortization",
        "debt",
        "discount",
        "debt",
        "financing",
        "cost",
        "accrued",
        "interest",
        "related",
        "issuance",
        "unsecured",
        "convertible",
        "promissory",
        "note",
        "view",
        "source",
        "version",
        "http",
        "celcuity",
        "brian",
        "sullivan",
        "bsullivan",
        "vicky",
        "hahne",
        "vhahne",
        "source",
        "celcuity",
        "inc"
    ]
}