{
    "organizations": [],
    "uuid": "c68aef80d1803fea369ce212ecceabc6c06d70b1",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-cricket-india-ashwin/cricket-ashwin-seeks-sharp-turn-in-perception-for-white-ball-success-idUKKCN1GR0NO",
    "ord_in_thread": 0,
    "title": "Cricket - Ashwin seeks sharp turn in perception for white-ball success",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 15, 2018 / 6:57 AM / Updated 9 hours ago Cricket - Ashwin seeks sharp turn in perception for white-ball success Amlan Chakraborty , Sudarshan Varadhan 5 Min Read NEW DELHI (Reuters) - India’s Ravichandran Ashwin believes finger-spinners are battling a perception of ineffectiveness in limited-overs cricket but remains confident that he and his ilk can flourish with the white ball. Cricket - Sri Lanka v India - Third Test Match - Pallekele, Sri Lanka - August 14, 2017 - India's Ravichandran Ashwin in action. REUTERS/Dinuka Liyanawatte Once considered a luxury for a penchant to bleed runs in order to claim wickets, wrist-spinners have taken limited-overs cricket by storm, excelling in the dual enforcer-defender role and banishing their finger-spin cousins to the fringes. Their stock has risen so high that a wrist-spinning trio — Afghanistan’s Rashid Khan, New Zealand’s Ish Sodhi and West Indian Samuel Badree — occupy the top three places in the current Twenty20 bowlers rankings. Ashwin has been one of those at the receiving end of the wrist-spin revolution, which is also reflected in the one-day international rankings with three of them turning their way into the world’s top six. The 31-year-old and regular test partner Ravindra Jadeja are currently surplus to India’s limited-overs requirements with leggie Yuzvendra Chahal and left-arm unorthodox spinner Kuldeep Yadav occupying the position of the new spin darlings. “The future of finger-spinners lies in the perception of people,” Ashwin told Reuters in an interview. “More so because it’s based on perception about what people think of what’s relevant and what’s not. Things will turn around. “At one point of time, leg-spinners didn’t have a place (in limited-overs cricket), now they do. Finger-spinners, maybe you all think don’t have a role, will come back too.” For that to happen, all they needed was similar encouragement, said the Chennai off-spinner, who is currently the fourth-ranked test bowler. “People have been allowing 64 runs for two wickets in 10 overs of leg-spin too. If you give the same courage to the finger-spinners, they’ll do the same thing. “It’s all about perception. I think handling bowlers is all about how you handle them and you how perceive them.” A cerebral spinner whose bag of tricks contains a lethal carrom ball, Ashwin sprang a surprise in the domestic Vijay Hazare Trophy last month when he bowled leg-spin with an action similar to that of his idol Anil Kumble. Commentator and former India spinner Laxman Shivaramkrishnan questioned his wrist position but Ashwin said he wanted to add another dimension to his armoury. “I’ve always been that kind of a character. I’ve always tried bowling different things, it’s not something new,” he said. “The game is the boss and if the game’s demands are such and such, you don’t have a choice, you’ll have to try and evolve with time.” RISK-TAKER Spinners are normally wary about trying anything too radical after spending years perfecting their art but Ashwin said he had always been prepared to take risks. “There was an element of risk once I chose to play cricket itself, because if I didn’t end up going all the way, I wouldn’t have any choices right now. But I did take up the game. “Whatever I have done in life has always had risk and I really liked taking it on,” he said. India’s premier bowler for a large part of the 57 tests he has played since his 2011 debut against West Indies, Ashwin has not featured in a one-day squad since his 111th appearance last June. Next year’s World Cup in England and Wales should provide motivation for him to try and claw his way back into the ODI squad but Ashwin said he did not need any particular tournament or series to spur him on. “None of these things actually motivate me more than myself,” said the bowler with 513 international wickets across all formats. “It’s all about wanting to get better. I’ve mentioned all the time that it’s about wanting to bowl those four overs (in T20s) or 10 overs (in ODIs), whatever that be, and be almost unplayable. That’s been top of my mind all the time. “It’s not so much about who I represent, what I represent,” said the lanky spinner, who will lead Kings XI Punjab in this year’s Indian Premier League (IPL). “Yes, wearing the Indian jersey gives me utmost pride, there’s no doubt about it, but these are not moves that I aim to or intend to try and do in order to take a wake-up call. “I don’t do PR activity either, it’s not me. It’s only me that wants to get better every single day, that’s the hunger that’s left.” Writing by Amlan Chakraborty; Editing by John O'Brien",
    "published": "2018-03-15T08:54:00.000+02:00",
    "crawled": "2018-03-15T11:41:19.028+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "hour",
        "ago",
        "cricket",
        "ashwin",
        "seek",
        "sharp",
        "turn",
        "perception",
        "success",
        "amlan",
        "chakraborty",
        "sudarshan",
        "varadhan",
        "min",
        "read",
        "new",
        "delhi",
        "reuters",
        "india",
        "ravichandran",
        "ashwin",
        "belief",
        "battling",
        "perception",
        "ineffectiveness",
        "cricket",
        "remains",
        "confident",
        "ilk",
        "flourish",
        "white",
        "ball",
        "cricket",
        "sri",
        "lanka",
        "v",
        "india",
        "third",
        "test",
        "match",
        "pallekele",
        "sri",
        "lanka",
        "august",
        "india",
        "ravichandran",
        "ashwin",
        "action",
        "liyanawatte",
        "considered",
        "luxury",
        "penchant",
        "bleed",
        "run",
        "order",
        "claim",
        "wicket",
        "taken",
        "cricket",
        "storm",
        "excelling",
        "dual",
        "role",
        "banishing",
        "cousin",
        "fringe",
        "stock",
        "risen",
        "high",
        "trio",
        "afghanistan",
        "rashid",
        "khan",
        "new",
        "zealand",
        "ish",
        "sodhi",
        "west",
        "indian",
        "samuel",
        "badree",
        "occupy",
        "top",
        "three",
        "place",
        "current",
        "twenty20",
        "bowler",
        "ranking",
        "ashwin",
        "one",
        "receiving",
        "end",
        "revolution",
        "also",
        "reflected",
        "international",
        "ranking",
        "three",
        "turning",
        "way",
        "world",
        "top",
        "six",
        "regular",
        "test",
        "partner",
        "ravindra",
        "jadeja",
        "currently",
        "surplus",
        "india",
        "requirement",
        "leggie",
        "yuzvendra",
        "chahal",
        "unorthodox",
        "spinner",
        "kuldeep",
        "yadav",
        "occupying",
        "position",
        "new",
        "spin",
        "darling",
        "future",
        "lie",
        "perception",
        "people",
        "ashwin",
        "told",
        "reuters",
        "interview",
        "based",
        "perception",
        "people",
        "think",
        "relevant",
        "thing",
        "turn",
        "around",
        "one",
        "point",
        "time",
        "place",
        "cricket",
        "maybe",
        "think",
        "role",
        "come",
        "back",
        "happen",
        "needed",
        "similar",
        "encouragement",
        "said",
        "chennai",
        "currently",
        "test",
        "bowler",
        "people",
        "allowing",
        "run",
        "two",
        "wicket",
        "over",
        "give",
        "courage",
        "thing",
        "perception",
        "think",
        "handling",
        "bowler",
        "handle",
        "perceive",
        "cerebral",
        "spinner",
        "whose",
        "bag",
        "trick",
        "contains",
        "lethal",
        "carrom",
        "ball",
        "ashwin",
        "sprang",
        "surprise",
        "domestic",
        "vijay",
        "hazare",
        "trophy",
        "last",
        "month",
        "bowled",
        "action",
        "similar",
        "idol",
        "anil",
        "kumble",
        "commentator",
        "former",
        "india",
        "spinner",
        "laxman",
        "shivaramkrishnan",
        "questioned",
        "wrist",
        "position",
        "ashwin",
        "said",
        "wanted",
        "add",
        "another",
        "dimension",
        "armoury",
        "always",
        "kind",
        "character",
        "always",
        "tried",
        "bowling",
        "different",
        "thing",
        "something",
        "new",
        "said",
        "game",
        "bos",
        "game",
        "demand",
        "choice",
        "try",
        "evolve",
        "spinner",
        "normally",
        "wary",
        "trying",
        "anything",
        "radical",
        "spending",
        "year",
        "perfecting",
        "art",
        "ashwin",
        "said",
        "always",
        "prepared",
        "take",
        "risk",
        "element",
        "risk",
        "chose",
        "play",
        "cricket",
        "end",
        "going",
        "way",
        "choice",
        "right",
        "take",
        "game",
        "whatever",
        "done",
        "life",
        "always",
        "risk",
        "really",
        "liked",
        "taking",
        "said",
        "india",
        "premier",
        "bowler",
        "large",
        "part",
        "test",
        "played",
        "since",
        "debut",
        "west",
        "indie",
        "ashwin",
        "featured",
        "squad",
        "since",
        "111th",
        "appearance",
        "last",
        "june",
        "next",
        "year",
        "world",
        "cup",
        "england",
        "wale",
        "provide",
        "motivation",
        "try",
        "claw",
        "way",
        "back",
        "odi",
        "squad",
        "ashwin",
        "said",
        "need",
        "particular",
        "tournament",
        "series",
        "spur",
        "none",
        "thing",
        "actually",
        "motivate",
        "said",
        "bowler",
        "international",
        "wicket",
        "across",
        "format",
        "wanting",
        "get",
        "better",
        "mentioned",
        "time",
        "wanting",
        "bowl",
        "four",
        "over",
        "t20s",
        "over",
        "odis",
        "whatever",
        "almost",
        "unplayable",
        "top",
        "mind",
        "time",
        "much",
        "represent",
        "represent",
        "said",
        "lanky",
        "spinner",
        "lead",
        "king",
        "xi",
        "punjab",
        "year",
        "indian",
        "premier",
        "league",
        "ipl",
        "yes",
        "wearing",
        "indian",
        "jersey",
        "give",
        "utmost",
        "pride",
        "doubt",
        "move",
        "aim",
        "intend",
        "try",
        "order",
        "take",
        "call",
        "pr",
        "activity",
        "either",
        "want",
        "get",
        "better",
        "every",
        "single",
        "day",
        "hunger",
        "writing",
        "amlan",
        "chakraborty",
        "editing",
        "john"
    ]
}