{
    "organizations": [],
    "uuid": "70fd13a3c2c17a4765b0a14a79224db74942f18d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-doughertyas-pharmacy-inc-reports-2017-fourth-quarter-and-full-year-earnings.html",
    "ord_in_thread": 0,
    "title": "Dougherty’s Pharmacy, Inc. Reports 2017 Fourth Quarter and Full Year Earnings",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DALLAS, March 29, 2018 (GLOBE NEWSWIRE) -- Dougherty’s Pharmacy, Inc. (OTCQB:MYDP) (“Dougherty’s” or the “Company”) (formerly Ascendant Solutions, Inc.) today announced its results for the fourth quarter and year ended December 31, 2017.\nHighlights\nGross profit margin for fiscal year 2017 increased to 26.9% from 25.8%. The generic dispensing rate for fiscal 2017 increased to 84.1% from 82.7%. The Company appointed Katherine Burrow as Managing Director of Business Development to implement a strategic marketing focus to enhance revenues. A new retail pharmacy location opened at The Campus at Legacy West in Plano, Texas. The relocated Dougherty’s Campbell pharmacy reported year-over-year increased sales and scripts of 10.2% and 4.2%, respectively.\nFor the fourth quarter ended December 31, 2017, the Company reported a consolidated net loss of $1,199,000, or $0.05 per share, compared to a net loss of $4,099,000, or $0.18 per share, for the same period of 2016. The Company reported fourth quarter consolidated loss before Interest, Taxes, Depreciation and Amortization (“EBITDA”) of $147,000, compared to consolidated earnings EBITDA of $184,000 in the same period of 2016. (See tables below for a reconciliation of net loss to EBITDA on a GAAP basis.)\nConsolidated net loss for the twelve months ended December 31, 2017, was $2,108,000, or $0.09 per share, compared to a net loss of $4,859,000, or $0.22 per share, for 2016; EBITDA (Adjusted) was $431,000 compared to $686,000, respectively. The decrease in Earnings before Interest, Taxes, Depreciation and Amortization and Loss on Disposal of Assets (“EBITDA (Adjusted)”) was attributable to accrued severance related to the resignation of the President of Pharmacy Operations as well as expected legal and accounting fees incurred as a result of the name change, refiling with the Securities and Exchange Commission and uplisting to the OTCQB Venture Market.\nThe Company’s net losses for the twelve months ended 2017 compared to 2016 were attributable to interest, depreciation and amortization, losses on disposal of assets and taxes. Losses on disposal of assets during 2017 of $75,000 were related to the May 2017 sale of the assets at the Humble, Texas location, discussed below. During 2016, losses on disposal of assets of $114,000 were recognized in the second quarter of 2016 in conjunction with the move of Dougherty’s Pharmacy Forest Park to its new location at Preston and Campbell in Dallas, and in the fourth quarter of 2016, a one-time, non-cash and non-operating adjustment of $3.8 million was recorded as a loss on impairment of assets related to the Company’s investment in real estate, discussed below. During the fourth quarter of 2017, the Company recorded a provisional noncash income tax loss adjustment of $1.0 million related to the revaluation of the deferred tax asset to reflect the permanent reduction of the federal corporate income tax rate from 35% to 21% related to the “Tax Cuts and Jobs Act” (the “TCJA”) signed by the President on December 22, 2017, and effective January 1, 2018. The effects on deferred tax balances of changes in tax rates are required to be taken into consideration in the period in which the changes are enacted, regardless of when they are effective.\nKey measures used by the Company’s management to evaluate business performance include revenue, gross profit, selling, general and administrative expense (“SG&A”) and EBITDA. EBITDA is calculated as net income before deducting interest, taxes, depreciation and amortization. EBITDA is a non-GAAP measure that Company’s management considers to best present the results of ongoing operations and is useful when comparing the performance between different reporting periods. In certain instances, we have presented EBITDA (Adjusted) which also excludes certain one-time, non-recurring, non-operating losses or impairments, as the Company considers excluding these adjustments necessary to derive the results of ongoing operations. In those instances, we have identified when the Company is presenting adjusted EBITDA. Although EBITDA or EBITDA (Adjusted) is not a measure of actual cash flow because it does not consider changes in assets and liabilities that may impact cash balances, the Company believes it is a useful metric to evaluate operating performance and has therefore included such measures in the discussion of operating results below.\nPharmacy Operations\nThe Company’s subsidiary, Dougherty’s Holdings, Inc. (“DHI”), which owns and operates multiple Dougherty’s Pharmacies, reported EBITDA of $322,000 for the fourth quarter ended December 31, 2017, compared to $354,000 in 2016, a decrease of 9.0 percent. EBITDA (Adjusted) for the twelve months ended December 31, 2017, was $1,205,000 compared to $1,260,000 in 2016, a decrease of 4.4 percent. Full-year 2017 EBITDA (Adjusted), without a one-time severance charge recorded in the third quarter of 2017, would have been $1,305,000 resulting in a 3.4 percent increase as compared to year-to-date 2016.\nDHI’s same stores reported a sales decline of $351,000 or 3.4 percent for the 2017 quarter when compared to prior year. DHI’s same stores reported a sales decline of $2,221,000 or 5.3 percent for the twelve months ended 2017 when compared to prior year. The same store sales decline for the quarter and twelve months ended December 31, 2017 is primarily attributable to the conversion of prescriptions from brand to generic as evidenced by the increase in the generic dispensing rate to 84.1% from 82.7%. This increase is offset by a decline in scripts of 5,354 attributable to the sale of our Humble Pharmacy for a total store decline of 6,522 scripts.\nThe total store fourth quarter and fiscal year gross margin percent improved to 26.9% from 25.8% and to 26.9% from 25.8%, respectively, over the same period in 2016 due to the revised purchase agreement which management secured with the Company’s primary wholesaler. Through the revised purchase agreement, the Company secured improved pricing and rebates.\nTotal store SG&A increased $27,000, or 1.2 percent, for the three months ended December 31, 2017. Total store SG&A declined $174,000, or 1.8 percent for the year-ended December 31, 2017, respectively, as a result of the Company’s continued implementation of cost reductions in 2017. Without a one-time charge for severance, SG&A for the year-ended December 31, 1017 the decline year over year would have been $274,000 or a 2.3% percent.\nThe following chart summarizes DHI’s pharmacy operations, along with DHI’s corporate overhead. Same store sales compare results for pharmacies held for over one year. Acquisition and disposition store sales will be reported separately from same store sales. There were no acquisition store sales to report in 2016 or 2017.\nPharmacy Operations Financial Summary\n(000’s omitted, except script count, unaudited) Fourth Quarter Full Year 2017 2016 2017 2016 Same Store Sales: Revenue $ 10,000 $ 10,351 $ 40,036 $ 42,257 Gross margin percentage 26.9 % 25.6 % 26.9 % 25.5 % SG&A 2,156 2,000 8,406 8,334 EBITDA (Adjusted) 537 650 2,357 2,460 Generic dispensing rate 83.5 % 83.3 % 84.1 % 82.7 % Script count 108,546 110,896 434,632 435,800 Humble Disposed Operations: Revenue $ - $ 128 $ 177 $ 530 Gross margin percentage 0.0 % 38.9 % 34.4 % 48.5 % SG&A 7 102 163 420 EBITDA (7 ) (53 ) (103 ) (163 ) Generic dispensing rate 0.0 % 84.0 % 81.8 % 83.7 % Script count - 1,797 2,313 7,667 Pharmacy Operations Overhead: SG&A 208 242 1,048 1,037 Total Pharmacy Operations: Revenue $ 10,000 $ 10,479 $ 40,213 $ 42,787 Gross margin percentage 26.9 % 25.8 % 26.9 % 25.8 % SG&A 2,371 2,344 9,617 9,791 EBITDA (Adjusted) 322 355 1,206 1,260 Generic dispensing rate 83.5 % 83.3 % 84.1 % 82.7 % Script count 108,546 112,693 436,945 443,467 Corporate Overhead\nThe Company’s corporate overhead division reported negative EBITDA of ($175,000) for the fourth quarter of 2017 compared to ($171,000) in 2016 and ($774,000) for the twelve months ended September 30, 2017 compared to ($574,000) for 2016. The decrease of $4,000 and $200,000 in the fourth quarter and year-to-date, respectively, is attributed to professional fees for services and subscriptions incurred for the Company’s Form 10 filing, corporate name change and upgrade to OTCQB Venture Markets from the Pink Sheets recorded.\nManagement Comments\nJim Leslie, Chairman of the Board and Interim President and CFO of Dougherty’s, commented, “During 2017, we continued to manage against ongoing pressure from the challenging prescription reimbursement environment and a consumer shift to generics. We cut expenses, successfully renegotiated our contract with our wholesale provider and divested of under-performing assets.\n“As reported last quarter, we are working on a number of strategic initiatives designed to streamline operations, improve sales, and enhance the efficiency of Dougherty’s pharmacy operations. We are stepping up our sales, service and marketing efforts throughout the organization, and we believe the addition of Katherine Burrows as our new Managing Director of Business Development will be a tremendous benefit to this effort. Our focus continues to be on the strategic growth and financial enhancement of Dougherty’s. We believe our more robust sales and marketing effort will lead to improved results in the coming quarters.”\nSelect Balance Sheet Items and Book Value per Share\n(000's omitted, except per share amounts, unaudited) December 31 December 31, 2017 2016 Cash $ 389 $ 361 Accounts Receivable, net 2,024 1,913 Inventory, net 3,562 3,340 Prepaid expenses and other 267 399 Total Current Assets 6,242 6,013 Long Term Receivable 448 - Property and Equipment, net 1,045 1,386 Intangible Assets, net 2,892 3,681 Equity Method Investments - 1,295 Deferred Tax Asset 2,000 3,000 Total Assets $ 12,627 $ 15,375 Accounts Payable $ 3,123 $ 2,643 Accrued Liabilities 429 293 Notes Payable, Short-Term 813 1,129 Revolving credit facility 3,831 - Total Current Liabilities 8,196 4,065 Revolving credit facility - 4,179 Notes Payable, Long-Term 2,801 3,428 Total Liabilities 10,997 11,672 Stockholders' Equity 1,630 3,703 Total Liabilities and Equity $ 12,627 $ 15,375 Common Shares Outstanding 22,973,310 22,417,679 Book Value per Share $ 0.07 $ 0.17\nSelect Income Statement Items\n(000's omitted, unaudited) Three Months Ended Twelve Months Ended December 31, December 31, 2017 2016 2017 2016 Revenue $ 10,000 $ 10,478 $ 40,213 $ 42,786 Cost of Sale s 7,307 7,779 29,390 31,736 Gross Profit 2,693 2,699 10,823 11,050 SG&A 2,546 2,515 10,392 10,364 EBITDA (Adj usted) 147 184 431 686 Depreciatio n & Amortization (239 ) (263 ) (1,008 ) (1,052 ) Loss on dis posal of assets - (3,894 ) (75 ) (4,008 ) Interest (110 ) (114 ) (427 ) (443 ) Taxes (997 ) (12 ) (1,029 ) (42 ) Net loss $ (1,199 ) $ (4,099 ) $ (2,108 ) $ (4,859 ) About Dougherty’s Pharmacy, Inc.\nDougherty’s Pharmacy, Inc. is a value-oriented investment firm focused on successfully acquiring, managing and growing community-based pharmacies in the Southwest Region. Dougherty’s currently has approximately $48 million in net operating loss carryforwards which can be used to shelter future income, thus enhancing free cash flow or debt service capabilities. Interested investors can access financials and stock trading information for Dougherty’s at OTCMarkets.com or at www.doughertys.com .\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the Securities Act of 1933, the Securities Exchange Act of 1934 and the Private Securities Litigation Reform Act of 1995. Such statements are based upon management's current expectations, projections, estimates and assumptions, including future events such as expectations for the Company receiving its pharmacy licensure for its new location as well as its expectations for revenue generation from this new pharmacy location. These forward-looking statements may be identified by words such as \"expects,\" \"believes,\" \"anticipates\" and similar expressions. Forward-looking statements involve risks and uncertainties that may cause future results to differ materially from those suggested by the forward-looking statements. The Company undertakes no obligation to publicly release the result of any revisions to these forward-looking statements that may be made to reflect any future events or circumstances.\nContact: Geralyn DeBusk or Tom Carey Halliburton Investor Relations 972-458-8000 972-458-8000\nSource:Dougherty's Pharmacy, Inc.",
    "published": "2018-03-30T01:37:00.000+03:00",
    "crawled": "2018-03-30T03:41:21.011+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dallas",
        "march",
        "globe",
        "newswire",
        "dougherty",
        "pharmacy",
        "otcqb",
        "mydp",
        "dougherty",
        "company",
        "formerly",
        "ascendant",
        "solution",
        "today",
        "announced",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "highlight",
        "gross",
        "profit",
        "margin",
        "fiscal",
        "year",
        "increased",
        "generic",
        "dispensing",
        "rate",
        "fiscal",
        "increased",
        "company",
        "appointed",
        "katherine",
        "burrow",
        "managing",
        "director",
        "business",
        "development",
        "implement",
        "strategic",
        "marketing",
        "focus",
        "enhance",
        "revenue",
        "new",
        "retail",
        "pharmacy",
        "location",
        "opened",
        "campus",
        "legacy",
        "west",
        "plano",
        "texas",
        "relocated",
        "dougherty",
        "campbell",
        "pharmacy",
        "reported",
        "increased",
        "sale",
        "script",
        "respectively",
        "fourth",
        "quarter",
        "ended",
        "december",
        "company",
        "reported",
        "consolidated",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "period",
        "company",
        "reported",
        "fourth",
        "quarter",
        "consolidated",
        "loss",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "compared",
        "consolidated",
        "earnings",
        "ebitda",
        "period",
        "see",
        "table",
        "reconciliation",
        "net",
        "loss",
        "ebitda",
        "gaap",
        "basis",
        "consolidated",
        "net",
        "loss",
        "twelve",
        "month",
        "ended",
        "december",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "ebitda",
        "adjusted",
        "compared",
        "respectively",
        "decrease",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "loss",
        "disposal",
        "asset",
        "ebitda",
        "adjusted",
        "attributable",
        "accrued",
        "severance",
        "related",
        "resignation",
        "president",
        "pharmacy",
        "operation",
        "well",
        "expected",
        "legal",
        "accounting",
        "fee",
        "incurred",
        "result",
        "name",
        "change",
        "refiling",
        "security",
        "exchange",
        "commission",
        "uplisting",
        "otcqb",
        "venture",
        "market",
        "company",
        "net",
        "loss",
        "twelve",
        "month",
        "ended",
        "compared",
        "attributable",
        "interest",
        "depreciation",
        "amortization",
        "loss",
        "disposal",
        "asset",
        "tax",
        "loss",
        "disposal",
        "asset",
        "related",
        "may",
        "sale",
        "asset",
        "humble",
        "texas",
        "location",
        "discussed",
        "loss",
        "disposal",
        "asset",
        "recognized",
        "second",
        "quarter",
        "conjunction",
        "move",
        "dougherty",
        "pharmacy",
        "forest",
        "park",
        "new",
        "location",
        "preston",
        "campbell",
        "dallas",
        "fourth",
        "quarter",
        "adjustment",
        "million",
        "recorded",
        "loss",
        "impairment",
        "asset",
        "related",
        "company",
        "investment",
        "real",
        "estate",
        "discussed",
        "fourth",
        "quarter",
        "company",
        "recorded",
        "provisional",
        "noncash",
        "income",
        "tax",
        "loss",
        "adjustment",
        "million",
        "related",
        "revaluation",
        "deferred",
        "tax",
        "asset",
        "reflect",
        "permanent",
        "reduction",
        "federal",
        "corporate",
        "income",
        "tax",
        "rate",
        "related",
        "tax",
        "cut",
        "job",
        "act",
        "tcja",
        "signed",
        "president",
        "december",
        "effective",
        "january",
        "effect",
        "deferred",
        "tax",
        "balance",
        "change",
        "tax",
        "rate",
        "required",
        "taken",
        "consideration",
        "period",
        "change",
        "enacted",
        "regardless",
        "effective",
        "key",
        "measure",
        "used",
        "company",
        "management",
        "evaluate",
        "business",
        "performance",
        "include",
        "revenue",
        "gross",
        "profit",
        "selling",
        "general",
        "administrative",
        "expense",
        "sg",
        "ebitda",
        "ebitda",
        "calculated",
        "net",
        "income",
        "deducting",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "measure",
        "company",
        "management",
        "considers",
        "best",
        "present",
        "result",
        "ongoing",
        "operation",
        "useful",
        "comparing",
        "performance",
        "different",
        "reporting",
        "period",
        "certain",
        "instance",
        "presented",
        "ebitda",
        "adjusted",
        "also",
        "excludes",
        "certain",
        "loss",
        "impairment",
        "company",
        "considers",
        "excluding",
        "adjustment",
        "necessary",
        "derive",
        "result",
        "ongoing",
        "operation",
        "instance",
        "identified",
        "company",
        "presenting",
        "adjusted",
        "ebitda",
        "although",
        "ebitda",
        "ebitda",
        "adjusted",
        "measure",
        "actual",
        "cash",
        "flow",
        "consider",
        "change",
        "asset",
        "liability",
        "may",
        "impact",
        "cash",
        "balance",
        "company",
        "belief",
        "useful",
        "metric",
        "evaluate",
        "operating",
        "performance",
        "therefore",
        "included",
        "measure",
        "discussion",
        "operating",
        "result",
        "pharmacy",
        "operation",
        "company",
        "subsidiary",
        "dougherty",
        "holding",
        "dhi",
        "owns",
        "operates",
        "multiple",
        "dougherty",
        "pharmacy",
        "reported",
        "ebitda",
        "fourth",
        "quarter",
        "ended",
        "december",
        "compared",
        "decrease",
        "percent",
        "ebitda",
        "adjusted",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "decrease",
        "percent",
        "ebitda",
        "adjusted",
        "without",
        "severance",
        "charge",
        "recorded",
        "third",
        "quarter",
        "would",
        "resulting",
        "percent",
        "increase",
        "compared",
        "dhi",
        "store",
        "reported",
        "sale",
        "decline",
        "percent",
        "quarter",
        "compared",
        "prior",
        "year",
        "dhi",
        "store",
        "reported",
        "sale",
        "decline",
        "percent",
        "twelve",
        "month",
        "ended",
        "compared",
        "prior",
        "year",
        "store",
        "sale",
        "decline",
        "quarter",
        "twelve",
        "month",
        "ended",
        "december",
        "primarily",
        "attributable",
        "conversion",
        "prescription",
        "brand",
        "generic",
        "evidenced",
        "increase",
        "generic",
        "dispensing",
        "rate",
        "increase",
        "offset",
        "decline",
        "script",
        "attributable",
        "sale",
        "humble",
        "pharmacy",
        "total",
        "store",
        "decline",
        "script",
        "total",
        "store",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "gross",
        "margin",
        "percent",
        "improved",
        "respectively",
        "period",
        "due",
        "revised",
        "purchase",
        "agreement",
        "management",
        "secured",
        "company",
        "primary",
        "wholesaler",
        "revised",
        "purchase",
        "agreement",
        "company",
        "secured",
        "improved",
        "pricing",
        "rebate",
        "total",
        "store",
        "sg",
        "increased",
        "percent",
        "three",
        "month",
        "ended",
        "december",
        "total",
        "store",
        "sg",
        "declined",
        "percent",
        "december",
        "respectively",
        "result",
        "company",
        "continued",
        "implementation",
        "cost",
        "reduction",
        "without",
        "charge",
        "severance",
        "sg",
        "december",
        "decline",
        "year",
        "year",
        "would",
        "percent",
        "following",
        "chart",
        "summarizes",
        "dhi",
        "pharmacy",
        "operation",
        "along",
        "dhi",
        "corporate",
        "overhead",
        "store",
        "sale",
        "compare",
        "result",
        "pharmacy",
        "held",
        "one",
        "year",
        "acquisition",
        "disposition",
        "store",
        "sale",
        "reported",
        "separately",
        "store",
        "sale",
        "acquisition",
        "store",
        "sale",
        "report",
        "pharmacy",
        "operation",
        "financial",
        "summary",
        "omitted",
        "except",
        "script",
        "count",
        "unaudited",
        "fourth",
        "quarter",
        "full",
        "year",
        "store",
        "sale",
        "revenue",
        "gross",
        "margin",
        "percentage",
        "sg",
        "ebitda",
        "adjusted",
        "generic",
        "dispensing",
        "rate",
        "script",
        "count",
        "humble",
        "disposed",
        "operation",
        "revenue",
        "gross",
        "margin",
        "percentage",
        "sg",
        "ebitda",
        "generic",
        "dispensing",
        "rate",
        "script",
        "count",
        "pharmacy",
        "operation",
        "overhead",
        "sg",
        "total",
        "pharmacy",
        "operation",
        "revenue",
        "gross",
        "margin",
        "percentage",
        "sg",
        "ebitda",
        "adjusted",
        "generic",
        "dispensing",
        "rate",
        "script",
        "count",
        "corporate",
        "overhead",
        "company",
        "corporate",
        "overhead",
        "division",
        "reported",
        "negative",
        "ebitda",
        "fourth",
        "quarter",
        "compared",
        "twelve",
        "month",
        "ended",
        "september",
        "compared",
        "decrease",
        "fourth",
        "quarter",
        "respectively",
        "attributed",
        "professional",
        "fee",
        "service",
        "subscription",
        "incurred",
        "company",
        "form",
        "filing",
        "corporate",
        "name",
        "change",
        "upgrade",
        "otcqb",
        "venture",
        "market",
        "pink",
        "sheet",
        "recorded",
        "management",
        "comment",
        "jim",
        "leslie",
        "chairman",
        "board",
        "interim",
        "president",
        "cfo",
        "dougherty",
        "commented",
        "continued",
        "manage",
        "ongoing",
        "pressure",
        "challenging",
        "prescription",
        "reimbursement",
        "environment",
        "consumer",
        "shift",
        "generic",
        "cut",
        "expense",
        "successfully",
        "renegotiated",
        "contract",
        "wholesale",
        "provider",
        "divested",
        "asset",
        "reported",
        "last",
        "quarter",
        "working",
        "number",
        "strategic",
        "initiative",
        "designed",
        "streamline",
        "operation",
        "improve",
        "sale",
        "enhance",
        "efficiency",
        "dougherty",
        "pharmacy",
        "operation",
        "stepping",
        "sale",
        "service",
        "marketing",
        "effort",
        "throughout",
        "organization",
        "believe",
        "addition",
        "katherine",
        "burrow",
        "new",
        "managing",
        "director",
        "business",
        "development",
        "tremendous",
        "benefit",
        "effort",
        "focus",
        "continues",
        "strategic",
        "growth",
        "financial",
        "enhancement",
        "dougherty",
        "believe",
        "robust",
        "sale",
        "marketing",
        "effort",
        "lead",
        "improved",
        "result",
        "coming",
        "select",
        "balance",
        "sheet",
        "item",
        "book",
        "value",
        "per",
        "share",
        "omitted",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "december",
        "december",
        "cash",
        "account",
        "receivable",
        "net",
        "inventory",
        "net",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "long",
        "term",
        "receivable",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "equity",
        "method",
        "investment",
        "deferred",
        "tax",
        "asset",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "liability",
        "note",
        "payable",
        "revolving",
        "credit",
        "facility",
        "total",
        "current",
        "liability",
        "revolving",
        "credit",
        "facility",
        "note",
        "payable",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "equity",
        "common",
        "share",
        "outstanding",
        "book",
        "value",
        "per",
        "share",
        "select",
        "income",
        "statement",
        "item",
        "omitted",
        "unaudited",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "revenue",
        "cost",
        "sale",
        "gross",
        "profit",
        "sg",
        "ebitda",
        "adj",
        "usted",
        "depreciatio",
        "n",
        "amortization",
        "loss",
        "dis",
        "posal",
        "asset",
        "interest",
        "tax",
        "net",
        "loss",
        "dougherty",
        "pharmacy",
        "dougherty",
        "pharmacy",
        "investment",
        "firm",
        "focused",
        "successfully",
        "acquiring",
        "managing",
        "growing",
        "pharmacy",
        "southwest",
        "region",
        "dougherty",
        "currently",
        "approximately",
        "million",
        "net",
        "operating",
        "loss",
        "carryforwards",
        "used",
        "shelter",
        "future",
        "income",
        "thus",
        "enhancing",
        "free",
        "cash",
        "flow",
        "debt",
        "service",
        "capability",
        "interested",
        "investor",
        "access",
        "financials",
        "stock",
        "trading",
        "information",
        "dougherty",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "security",
        "act",
        "security",
        "exchange",
        "act",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "based",
        "upon",
        "management",
        "current",
        "expectation",
        "projection",
        "estimate",
        "assumption",
        "including",
        "future",
        "event",
        "expectation",
        "company",
        "receiving",
        "pharmacy",
        "licensure",
        "new",
        "location",
        "well",
        "expectation",
        "revenue",
        "generation",
        "new",
        "pharmacy",
        "location",
        "statement",
        "may",
        "identified",
        "word",
        "expects",
        "belief",
        "anticipates",
        "similar",
        "expression",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "future",
        "result",
        "differ",
        "materially",
        "suggested",
        "statement",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "release",
        "result",
        "revision",
        "statement",
        "may",
        "made",
        "reflect",
        "future",
        "event",
        "circumstance",
        "contact",
        "geralyn",
        "debusk",
        "tom",
        "carey",
        "halliburton",
        "investor",
        "relation",
        "source",
        "dougherty",
        "pharmacy",
        "inc"
    ]
}