{
    "organizations": [],
    "uuid": "7a90e92e4989c73f91edbd3626649dea5f6d7bde",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/pr-newswire-tapinator-announces-q4-and-2017-full-year-preliminary-results-and-2018-full-year-guidance.html",
    "ord_in_thread": 0,
    "title": "Tapinator Announces Q4 2017 Full-year Preliminary Results and 2018 Full-year Guidance",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, March 5, 2018 /PRNewswire/ -- Tapinator, Inc. (OTCQB: TAPM), a developer and publisher of mobile games and decentralized applications on the iOS, Google Play, Amazon and Ethereum platforms, today announced its preliminary, unaudited summary operating results for Q4 and fiscal year 2017, in addition to full-year guidance for fiscal year 2018.\nThe below 2017 results are subject to customary year-end audit adjustments. We expect to release our audited GAAP earnings results for 2017 on or around March 27, 2018. Such results will include a reconciliation between GAAP and non-GAAP results and other key operating and game related metrics. The guidance provided below replaces, in its entirety, any guidance or projections previously issued by the Company.\n2017 Preliminary Summary Results and 2018 Full-Year Guidance (Unaudited)\n2017 Preliminary Results\n2018 Low-End\nGuidance\n2018 High-End\nGuidance\n($ in thousands)\nQ4\n2017\ny-o-y\n% chg\nFY 2017\ny-o-y\n% chg\nFY\n2018\ny-o-y\n% chg\nFY\n2018\ny-o-y\n% chg\nBookings *\n$881\n7%\n$3,499\n-8%\n$4,373\n25%\n$4,730\n35%\nFull-Featured Games\n$292\n92%\n$1,280\n198%\n$1,842\n44%\n$2,084\n63%\nRapid-Launch Games\n$589\n-12%\n$2,194\n-35%\n$2,371\n8%\n$2,426\n11%\nBlockchain Games\n$0\n0%\n$0\n0%\n$160\n$220\nRevenue\n$862\n17%\n$3,145\n-16%\n$4,192\n33%\n$4,536\n44%\nOperating Income (Loss)\n($195)\n-171%\n($746)\n-6553%\n($487)\n35%\n($342)\n54%\nNet Income (Loss)\n($600)\n-35%\n($3,523)\n-50%\nwill be provided after release of Q1 2018 results\nAdjusted EBITDA *\n$123\n-6%\n$250\n-71%\n$627\n151%\n$773\n209%\n% of REVENUE\n14%\n8%\n15%\n17%\nTotal Debt\n$1,317\n$1,317\n$0\n$0\nCash\n$247\n$247\n$1,154\n$1,284\nIlya Nikolayev, CEO of Tapinator commented, \"2017 represented a pivotal year for the Company. As we communicated early last year, we shifted our focus from Rapid-Launch Games to the more lucrative Full-featured Games opportunity. While this shift resulted in what we believe to be only a temporary pause in our overall growth, our strategy has already yielded positive results in that our Full-Featured Games Bookings increased by almost 200% in 2017 as compared to 2016. Looking forward, we are very excited about our Full-Featured Games pipeline as we have a robust portfolio of new games slated to launch in 2018. We are also enthused about our recent entry into the nascent blockchain gaming industry, and our stated goal of demonstrating early leadership within this market. Today, we have published a new investor presentation that provides a current overview of Tapinator's business, strategy, key metrics, and details for the Company's 2018 game pipeline.\" The new investor presentation may be found on our website via the following link: http://tapinator.com/eventpresentation .\nAndrew Merkatz, President & CFO of Tapinator, also commented on the 2017 results and 2018 outlook, \"We spent significant management effort in 2017 working to improve our balance sheet to properly position the Company for the significant market opportunities we believe now exist. These efforts proved fruitful. As we recently disclosed via OTC Markets, on February 15, 2018 we completed a private placement for which we received net proceeds of $2,581,787, and subsequently eliminated the Company's debt in its entirety. Having emerged from this process completely debt-free and adequately capitalized, we now look forward to re-doubling our focus on generating revenue growth through a combination of new product introductions and corporate development.\"\n*Non-GAAP Financial Measures\nWe have provided in this release the non-GAAP financial measures of Bookings and adjusted EBITDA, as a supplement to the measures of Revenue and Operating Income, which are prepared in accordance with United States generally accepted accounting principles (\"GAAP\"). Management uses Bookings and adjusted EBITDA internally in analyzing our financial results to assess operational performance and liquidity. The presentation of Bookings and adjusted EBITDA is not intended to be considered in isolation or as a substitute for the financial information prepared in accordance with GAAP. We believe that both management and investors benefit from referring to Bookings and adjusted EBITDA in assessing our performance and when planning, forecasting and analyzing future periods. We believe Bookings and adjusted EBITDA are useful to investors because it allows for greater transparency with respect to key financial metrics we use in making operating decisions and because our investors and analysts use them to help assess the health of our business. Below, we have provided reconciliations between our historical and projected Bookings and adjusted EBITDA to the most directly comparable GAAP financial measures below. Some limitations of Bookings and adjusted EBITDA are as follows:\nBookings does not reflect that we defer and recognize online game revenue over the estimated life of durable virtual goods; Adjusted EBITDA does not include the impact of stock-based expense, impairment of intangible assets previously acquired, acquisition-related transaction expenses, contingent consideration fair value adjustments and restructuring expense; Adjusted EBITDA does not reflect income tax expense; Adjusted EBITDA does not include other income or expense, which includes foreign exchange gains and losses and interest income or expense; Adjusted EBITDA excludes depreciation and amortization of intangible assets. Although depreciation and amortization are non-cash charges, the assets being depreciated and amortized may have to be replaced in the future; and Other companies, including companies in our industry, may calculate adjusted EBITDA differently or not at all, which will reduce their usefulness as a comparative measure.\nBecause of these limitations, you should consider Bookings and adjusted EBITDA along with other financial performance measures, including Revenue, Net Income (Loss), Diluted Net Income (Loss) Per Share, Cash Flow from Operations, Operating Income (Loss) and our other financial results presented in accordance with GAAP.\nReconciliation of GAAP to Non-GAAP Results (unaudited)\n2017 Preliminary Results\n2018 Low-End\nGuidance\n2018 High-End\nGuidance\n($ in thousands)\nQ4\n2017\nFY 2017\nFY 2018\nFY 2018\nRevenue\n$862\n$3,145\n$4,192\n$4,536\nChange in deferred revenue\n$19\n$354\n$181\n$194\nBookings\n$881\n$3,499\n$4,373\n$4,730\nOperating Income (Loss)\n($195)\n($746)\n($487)\n($342)\nAmortization of capitalized software development\n$257\n$801\n$874\n$874\nDepreciation and amortization of other assets\n$5\n$21\n$17\n$17\nStock-based expense\n$56\n$174\n$224\n$224\nAdjusted EBITDA\n$123\n$250\n$627\n$773\nAbout Tapinator\nTapinator develops and publishes mobile games and decentralized applications on the iOS, Google Play, Amazon, and Ethereum platforms. Tapinator's portfolio includes over 350 mobile gaming titles that, collectively, have achieved over 450 million player downloads, including games such as ROCKY™, Video Poker Classic, Solitaire Dash, and Dice Mage. Tapinator generates revenues through the sale of branded advertisements and via consumer transactions, including in-app purchases. Founded in 2013, Tapinator is headquartered in New York, with product development teams located in the United States, Germany, Bulgaria, Pakistan, Indonesia, and Canada. Consumers can find high-quality mobile entertainment wherever they see the 'T' character logo, or at http://tapinator.com .\nForward Looking Statements\nTo the extent that statements contained in this press release are not descriptions of historical facts regarding Tapinator, they are forward-looking statements reflecting the current beliefs and expectations of management made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Words such as \"believe,\" \"may,\" \"will\" \"expect,\" \"anticipate,\" \"estimate,\" \"intend,\" and similar expressions (as well as other words or expressions referencing future events, conditions or circumstances) are intended to identify forward-looking statements. Our statements regarding our financial outlook for fiscal year 2018 contained in this press release are forward-looking statements. Forward-looking statements in this release involve substantial risks and uncertainties that could cause the next stage of our development and the execution of our organic growth strategy to differ significantly from those expressed or implied by the forward-looking statements. Such risks and uncertainties include, among others, our belief that we can resume our overall growth strategy and we can become a leader of the blockchain gaming industry. Tapinator undertakes no obligation to update or revise any forward-looking statements. The quoting and trading of the company's common stock on the OTC Market Group's OTC Link quotation system is often thin and characterized by wide fluctuations in trading prices, due to many factors that may have little to do with the company's operations or business prospects. As a result, there may be volatility in the market price of the shares of the company's common stock for reasons unrelated to operating performance. Moreover, the OTC Market Group's OTC Link quotation system is not a stock exchange, and trading of securities on it is often more sporadic than trading of securities listed on the NASDAQ Stock market or another securities exchange. Accordingly, stockholders may have difficulty reselling any of their shares. For a further description of the risks and uncertainties that could cause actual results to differ from those expressed in these forward-looking statements, as well as risks relating to the business of the company, see Tapinator's Risk Factors which are available within the disclaimers section of Tapinator.com .\nCONTACT:\nTapinator Investor Relations\ninvestor.relations@tapinator.com\n+1-914-930-6232\nView original content: http://www.prnewswire.com/news-releases/tapinator-announces-q4-and-2017-full-year-preliminary-results-and-2018-full-year-guidance-300607885.html\nSOURCE Tapinator, Inc.",
    "published": "2018-03-05T16:30:00.000+02:00",
    "crawled": "2018-03-05T19:04:46.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "march",
        "tapinator",
        "otcqb",
        "tapm",
        "developer",
        "publisher",
        "mobile",
        "game",
        "decentralized",
        "application",
        "io",
        "google",
        "play",
        "amazon",
        "ethereum",
        "platform",
        "today",
        "announced",
        "preliminary",
        "unaudited",
        "summary",
        "operating",
        "result",
        "q4",
        "fiscal",
        "year",
        "addition",
        "guidance",
        "fiscal",
        "year",
        "result",
        "subject",
        "customary",
        "audit",
        "adjustment",
        "expect",
        "release",
        "audited",
        "gaap",
        "earnings",
        "result",
        "around",
        "march",
        "result",
        "include",
        "reconciliation",
        "gaap",
        "result",
        "key",
        "operating",
        "game",
        "related",
        "metric",
        "guidance",
        "provided",
        "replaces",
        "entirety",
        "guidance",
        "projection",
        "previously",
        "issued",
        "company",
        "preliminary",
        "summary",
        "result",
        "guidance",
        "unaudited",
        "preliminary",
        "result",
        "guidance",
        "guidance",
        "thousand",
        "q4",
        "chg",
        "fy",
        "chg",
        "fy",
        "chg",
        "fy",
        "chg",
        "booking",
        "game",
        "game",
        "blockchain",
        "game",
        "revenue",
        "operating",
        "income",
        "loss",
        "net",
        "income",
        "loss",
        "provided",
        "release",
        "q1",
        "result",
        "adjusted",
        "ebitda",
        "revenue",
        "total",
        "debt",
        "cash",
        "ilya",
        "nikolayev",
        "ceo",
        "tapinator",
        "commented",
        "represented",
        "pivotal",
        "year",
        "company",
        "communicated",
        "early",
        "last",
        "year",
        "shifted",
        "focus",
        "game",
        "lucrative",
        "game",
        "opportunity",
        "shift",
        "resulted",
        "believe",
        "temporary",
        "pause",
        "overall",
        "growth",
        "strategy",
        "already",
        "yielded",
        "positive",
        "result",
        "game",
        "booking",
        "increased",
        "almost",
        "compared",
        "looking",
        "forward",
        "excited",
        "game",
        "pipeline",
        "robust",
        "portfolio",
        "new",
        "game",
        "slated",
        "launch",
        "also",
        "enthused",
        "recent",
        "entry",
        "nascent",
        "blockchain",
        "gaming",
        "industry",
        "stated",
        "goal",
        "demonstrating",
        "early",
        "leadership",
        "within",
        "market",
        "today",
        "published",
        "new",
        "investor",
        "presentation",
        "provides",
        "current",
        "overview",
        "tapinator",
        "business",
        "strategy",
        "key",
        "metric",
        "detail",
        "company",
        "game",
        "pipeline",
        "new",
        "investor",
        "presentation",
        "may",
        "found",
        "website",
        "via",
        "following",
        "link",
        "http",
        "andrew",
        "merkatz",
        "president",
        "cfo",
        "tapinator",
        "also",
        "commented",
        "result",
        "outlook",
        "spent",
        "significant",
        "management",
        "effort",
        "working",
        "improve",
        "balance",
        "sheet",
        "properly",
        "position",
        "company",
        "significant",
        "market",
        "opportunity",
        "believe",
        "exist",
        "effort",
        "proved",
        "fruitful",
        "recently",
        "disclosed",
        "via",
        "otc",
        "market",
        "february",
        "completed",
        "private",
        "placement",
        "received",
        "net",
        "proceeds",
        "subsequently",
        "eliminated",
        "company",
        "debt",
        "entirety",
        "emerged",
        "process",
        "completely",
        "adequately",
        "capitalized",
        "look",
        "forward",
        "focus",
        "generating",
        "revenue",
        "growth",
        "combination",
        "new",
        "product",
        "introduction",
        "corporate",
        "development",
        "financial",
        "measure",
        "provided",
        "release",
        "financial",
        "measure",
        "booking",
        "adjusted",
        "ebitda",
        "supplement",
        "measure",
        "revenue",
        "operating",
        "income",
        "prepared",
        "accordance",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "management",
        "us",
        "booking",
        "adjusted",
        "ebitda",
        "internally",
        "analyzing",
        "financial",
        "result",
        "assess",
        "operational",
        "performance",
        "liquidity",
        "presentation",
        "booking",
        "adjusted",
        "ebitda",
        "intended",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "believe",
        "management",
        "investor",
        "benefit",
        "referring",
        "booking",
        "adjusted",
        "ebitda",
        "assessing",
        "performance",
        "planning",
        "forecasting",
        "analyzing",
        "future",
        "period",
        "believe",
        "booking",
        "adjusted",
        "ebitda",
        "useful",
        "investor",
        "allows",
        "greater",
        "transparency",
        "respect",
        "key",
        "financial",
        "metric",
        "use",
        "making",
        "operating",
        "decision",
        "investor",
        "analyst",
        "use",
        "help",
        "assess",
        "health",
        "business",
        "provided",
        "reconciliation",
        "historical",
        "projected",
        "booking",
        "adjusted",
        "ebitda",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "limitation",
        "booking",
        "adjusted",
        "ebitda",
        "follows",
        "booking",
        "reflect",
        "defer",
        "recognize",
        "online",
        "game",
        "revenue",
        "estimated",
        "life",
        "durable",
        "virtual",
        "good",
        "adjusted",
        "ebitda",
        "include",
        "impact",
        "expense",
        "impairment",
        "intangible",
        "asset",
        "previously",
        "acquired",
        "transaction",
        "expense",
        "contingent",
        "consideration",
        "fair",
        "value",
        "adjustment",
        "restructuring",
        "expense",
        "adjusted",
        "ebitda",
        "reflect",
        "income",
        "tax",
        "expense",
        "adjusted",
        "ebitda",
        "include",
        "income",
        "expense",
        "includes",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "interest",
        "income",
        "expense",
        "adjusted",
        "ebitda",
        "excludes",
        "depreciation",
        "amortization",
        "intangible",
        "asset",
        "although",
        "depreciation",
        "amortization",
        "charge",
        "asset",
        "depreciated",
        "amortized",
        "may",
        "replaced",
        "future",
        "company",
        "including",
        "company",
        "industry",
        "may",
        "calculate",
        "adjusted",
        "ebitda",
        "differently",
        "reduce",
        "usefulness",
        "comparative",
        "measure",
        "limitation",
        "consider",
        "booking",
        "adjusted",
        "ebitda",
        "along",
        "financial",
        "performance",
        "measure",
        "including",
        "revenue",
        "net",
        "income",
        "loss",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "cash",
        "flow",
        "operation",
        "operating",
        "income",
        "loss",
        "financial",
        "result",
        "presented",
        "accordance",
        "gaap",
        "reconciliation",
        "gaap",
        "result",
        "unaudited",
        "preliminary",
        "result",
        "guidance",
        "guidance",
        "thousand",
        "q4",
        "fy",
        "fy",
        "fy",
        "revenue",
        "change",
        "deferred",
        "revenue",
        "booking",
        "operating",
        "income",
        "loss",
        "amortization",
        "capitalized",
        "software",
        "development",
        "depreciation",
        "amortization",
        "asset",
        "expense",
        "adjusted",
        "ebitda",
        "tapinator",
        "tapinator",
        "develops",
        "publishes",
        "mobile",
        "game",
        "decentralized",
        "application",
        "io",
        "google",
        "play",
        "amazon",
        "ethereum",
        "platform",
        "tapinator",
        "portfolio",
        "includes",
        "mobile",
        "gaming",
        "title",
        "collectively",
        "achieved",
        "million",
        "player",
        "downloads",
        "including",
        "game",
        "video",
        "poker",
        "classic",
        "solitaire",
        "dash",
        "dice",
        "mage",
        "tapinator",
        "generates",
        "revenue",
        "sale",
        "branded",
        "advertisement",
        "via",
        "consumer",
        "transaction",
        "including",
        "purchase",
        "founded",
        "tapinator",
        "headquartered",
        "new",
        "york",
        "product",
        "development",
        "team",
        "located",
        "united",
        "state",
        "germany",
        "bulgaria",
        "pakistan",
        "indonesia",
        "canada",
        "consumer",
        "find",
        "mobile",
        "entertainment",
        "wherever",
        "see",
        "character",
        "logo",
        "http",
        "forward",
        "looking",
        "statement",
        "extent",
        "statement",
        "contained",
        "press",
        "release",
        "description",
        "historical",
        "fact",
        "regarding",
        "tapinator",
        "statement",
        "reflecting",
        "current",
        "belief",
        "expectation",
        "management",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "word",
        "believe",
        "may",
        "expect",
        "anticipate",
        "estimate",
        "intend",
        "similar",
        "expression",
        "well",
        "word",
        "expression",
        "referencing",
        "future",
        "event",
        "condition",
        "circumstance",
        "intended",
        "identify",
        "statement",
        "statement",
        "regarding",
        "financial",
        "outlook",
        "fiscal",
        "year",
        "contained",
        "press",
        "release",
        "statement",
        "statement",
        "release",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "next",
        "stage",
        "development",
        "execution",
        "organic",
        "growth",
        "strategy",
        "differ",
        "significantly",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "belief",
        "resume",
        "overall",
        "growth",
        "strategy",
        "become",
        "leader",
        "blockchain",
        "gaming",
        "industry",
        "tapinator",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "quoting",
        "trading",
        "company",
        "common",
        "stock",
        "otc",
        "market",
        "group",
        "otc",
        "link",
        "quotation",
        "system",
        "often",
        "thin",
        "characterized",
        "wide",
        "fluctuation",
        "trading",
        "price",
        "due",
        "many",
        "factor",
        "may",
        "little",
        "company",
        "operation",
        "business",
        "prospect",
        "result",
        "may",
        "volatility",
        "market",
        "price",
        "share",
        "company",
        "common",
        "stock",
        "reason",
        "unrelated",
        "operating",
        "performance",
        "moreover",
        "otc",
        "market",
        "group",
        "otc",
        "link",
        "quotation",
        "system",
        "stock",
        "exchange",
        "trading",
        "security",
        "often",
        "sporadic",
        "trading",
        "security",
        "listed",
        "nasdaq",
        "stock",
        "market",
        "another",
        "security",
        "exchange",
        "accordingly",
        "stockholder",
        "may",
        "difficulty",
        "reselling",
        "share",
        "description",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "expressed",
        "statement",
        "well",
        "risk",
        "relating",
        "business",
        "company",
        "see",
        "tapinator",
        "risk",
        "factor",
        "available",
        "within",
        "disclaimer",
        "section",
        "contact",
        "tapinator",
        "investor",
        "relation",
        "view",
        "original",
        "content",
        "http",
        "source",
        "tapinator",
        "inc"
    ]
}