{
    "organizations": [],
    "uuid": "9095424dfc110a92ad9c89788285089609566f26",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/globe-newswire-protalix-biotherapeutics-reports-2017-full-year-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Protalix BioTherapeutics Reports 2017 Full Year Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Enrollment in all Fabry Trials is ongoing in over Forty Active Sites\nCurrent Cash is Projected to Fund the Company through Clinical Trial Read-Outs and into 2020\nCARMIEL, Israel, March 06, 2018 (GLOBE NEWSWIRE) -- Protalix BioTherapeutics, Inc. (NYSE American:PLX) (TASE:PLX), a biopharmaceutical company focused on the development and commercialization of recombinant therapeutic proteins expressed through its proprietary plant cell-based expression system, ProCellEx®, today announced its financial results for the full-year ended December 31, 2017 and provided a corporate update.\n“This has been an exciting year with a great partnership deal and good progress in all of our clinical programs,” said Moshe Manor, Protalix’s President and Chief Executive Officer. “Looking ahead to 2018, we expect to generate and release more data regarding our clinical trials, and to continue the progress of our programs, both with potential partners and with our current partner, Chiesi Farmaceutici.”\n2017 and Recent Clinical and Corporate Highlights\nPegunigalsidase (PRX-102) for Fabry Disease\nThe Company has over 40 clinical trial sites actively recruiting patients for three trials, a significant portion of which are located in the United States. The trials are being run by leading opinion leaders in the Fabry disease field.\nThe Company expects to finalize enrollment in all three Fabry trials during 2018.\nPegunigalsidase alfa granted Fast Track designation from the U.S. Food and Drug Administration; the designation is designed to facilitate the development and expedite the review of drugs to treat serious conditions and fill an unmet medical need.\nPegunigalsidase alfa granted Orphan Drug Designation by the European Commission which qualifies the Company for access to the centralized marketing authorization procedure, including applications for inspections and for protocol assistance. The designation was based on the Company having established medically plausible evidence that pegunigalsidase alfa will provide a significant benefit over existing treatments in the European Union for the treatment of Fabry disease.\nAlidornase (PRX-110) for Cystic Fibrosis\nThe Cystic Fibrosis Foundation Grant Review is in the final stages of completion.\nOral antiTNF (OPRX-106) for Ulcerative Colitis\nThe Company expects to release top-line data this month, with full data planned to be presented in a medical conference later in the year.\nInterim data was positive, with initial signs of efficacy across multiple clinically meaningful endpoints.\nAlfataliglicerase for Gaucher Disease\nThe Company recognized alfataliglicerase sales of $7.1 million in Brazil for 2017. In addition, the Company shipped approximately $2.6 million worth of the drug during the current quarter.\nFull-Year 2017 Financial Results\nThe Company recorded total revenues of $19.2 million during the year ended December 31, 2017, compared to $9.2 million for the same period of 2016. The increase resulted from an increase equal to $3.0 million of products sold to Brazil, and $7.0 million of drug substance sold to Pfizer Inc.\nResearch and development expenses for the year ended December 31, 2017, were $28.8 million, compared to $24.6 million for the same period in 2016. Selling, general and administrative expenses for the year ended December 31, 2017 were $11.5 million, compared to $9.4 million incurred during the same period in 2016.\nOperating loss for the year ended December 31, 2017 was $36.4 million compared to $33.2 million for the year ended December 31, 2016.\nFor the year ended December 31, 2017, the Company reported a net loss of $47.2 million, excluding a one-time, non-cash net charge of $38.1 million in connection with the remeasurement of a derivative, or $0.36 per share, basic and diluted, compared to a net loss of $29.4 million, or $0.29 per share, basic and diluted, for the same period of 2016.\nOn December 31, 2017, the Company had $51.2 million of cash and cash equivalents, compared to $63.3 million at December 31, 2016, which is currently projected to fund operations into 2020. As of December 31, 2017, the Company had outstanding $5.9 million of its 4.5% convertible notes due September 2018 and $59.1 million of its 7.5% senior secured convertible notes due November 2021.\nConference Call and Webcast Information\nThe Company will host a conference call on Tuesday, March 6, 2018, at 8:30 am ET to review the clinical, corporate and financial highlights.\nTo participate in the conference call, please dial the following numbers prior to the start of the call: United States: +1-844-358-6760; International: +1-478-219-0004. Conference ID number 2636229.\nThe conference call will also be broadcast live and available for replay for two weeks on the Company's website, www.protalix.com , in the Events Calendar of the Investors section. Please access the Company's website at least 15 minutes ahead of the conference to register, download, and install any necessary audio software.\nAbout Protalix BioTherapeutics, Inc.\nProtalix is a biopharmaceutical company focused on the development and commercialization of recombinant therapeutic proteins expressed through its proprietary plant cell-based expression system, ProCellEx®. Protalix’s unique expression system presents a proprietary method for developing recombinant proteins in a cost-effective, industrial-scale manner. Protalix’s first product manufactured by ProCellEx, taliglucerase alfa, was approved for marketing by the U.S. Food and Drug Administration (FDA) in May 2012 and, subsequently, by the regulatory authorities of other countries. Protalix has licensed to Pfizer Inc. the worldwide development and commercialization rights for taliglucerase alfa, excluding Brazil, where Protalix retains full rights. Protalix’s development pipeline includes the following product candidates: pegunigalsidase alfa, a modified version of the recombinant human alpha-GAL-A protein for the treatment of Fabry disease; OPRX-106, an orally-delivered anti-inflammatory treatment; alidornase alfa for the treatment of Cystic Fibrosis; and others. Protalix has entered into an ex-United States partnership with Chiesi Farmaceutici S.p.A. for the development and commercialization of pegunigalsidase alfa. Protalix maintains full rights to pegunigalsidase alfa in the United States.\nForward-Looking Statements\nTo the extent that statements in this press release are not strictly historical, all such statements are forward-looking, and are made pursuant to the safe-harbor provisions of the Private Securities Litigation Reform Act of 1995. The terms “expect,” “anticipate, “believe,” “estimate,” “project,” “plan,” “should” and “intend” and other words or phrases of similar import are intended to identify . These are subject to known and unknown risks and uncertainties that may cause actual future experience and results to differ materially from the statements made. These statements are based on our current beliefs and expectations as to such future outcomes. Drug discovery and development involve a high degree of risk. Factors that might cause material differences include, among others: failure or delay in the commencement or completion of our preclinical and clinical trials which may be caused by several factors, including: slower than expected rates of patient recruitment; unforeseen safety issues; determination of dosing issues; lack of effectiveness during clinical trials; inability to monitor patients adequately during or after treatment; inability or unwillingness of medical investigators and institutional review boards to follow our clinical protocols; and lack of sufficient funding to finance clinical trials; the risk that the results of the clinical trials of our product candidates will not support our claims of superiority, safety or efficacy, that our product candidates will not have the desired effects or will be associated with undesirable side effects or other unexpected characteristics; risks related to the ultimate purchase by Fundação Oswaldo Cruz of alfataliglicerase pursuant to the stated purchase intentions of the Brazilian Ministry of Health of the stated amounts, if at all; risks related to the successful conclusion of our negotiations with the Brazilian Ministry of Health regarding the purchase of alfataliglicerase generally; risks related to our commercialization efforts for alfataliglicerase in Brazil; risks relating to the compliance by Fundação Oswaldo Cruz with its purchase obligations and related milestones under our supply and technology transfer agreement; risks related to the amount and sufficiency of our cash and cash equivalents; risks related to the amount of our future revenues, operations and expenditures; risks related to our ability to maintain and manage our relationship with Chiesi Farmaceutici and any other collaborator, distributor or partner; the risk that despite the FDA’s grant of fast track designation for pegunigalsidase alfa for the treatment of Fabry disease, we may not experience a faster development process, review or approval compared to applications considered for approval under conventional FDA procedures; risks related to the FDA’s ability to withdraw the fast track designation at any time; risks relating to our ability to make scheduled payments of the principal of, to pay interest on or to refinance our outstanding notes or any other indebtedness; our dependence on performance by third party providers of services and supplies, including without limitation, clinical trial services; our ability to identify suitable product candidates and to complete preclinical studies of such product candidates; the inherent risks and uncertainties in developing drug platforms and products of the type we are developing; the impact of development of competing therapies and/or technologies by other companies and institutions; potential product liability risks, and risks of securing adequate levels of product liability and other necessary insurance coverage; and other factors described in our filings with the U.S. Securities and Exchange Commission. The statements in this press release are valid only as of the date hereof and we disclaim any obligation to update this information, except as may be required by law.\nInvestor Contact\nMarcy Nanus\nSolebury Trout Group\n646-378-2927\nmnanus@troutgroup.com\nPROTALIX BIOTHERAPEUTICS, INC. CONSOLIDATED BALANCE SHEETS (U.S. dollars in thousands, except share and per share amounts) December 31, 2016\n2017\nASSETS CURRENT ASSETS: Cash and cash equivalents $ 63,281 $ 51,163 Accounts receivable – Trade 693 1,721 Other assets 2,648 1,934 Inventories 5,245 7,833 Total current assets 71,867 62,651 FUNDS IN RESPECT OF EMPLOYEE RIGHTS UPON RETIREMENT 1,677 1,887 PROPERTY AND EQUIPMENT, NET 8,703 7,676 Total assets $ 82,247 $ 72,214 LIABILITIES NET OF CAPITAL DEFICIENCY CURRENT LIABILITIES: Accounts payable and accruals: Trade $ 4,007 $ 7,521 Other 7,496 9,310 Convertible notes 53,872 5,921 Deferred revenues 837 Total current liabilities 66,212 22,752 LONG TERM LIABILITIES: Convertible notes 19,343 46,267 Deferred revenues 26,851 Liability for employee rights upon retirement 2,348 2,586 Other long term liabilities 4,301 5,051 Total long term liabilities 25,992 80,755 Total liabilities 92,204 103,507 COMMITMENTS (Note 6) CAPITAL DEFICIENCY: Common Stock, $0.001 par value: Authorized - as of December 31, 2016 and 2017, 250,000,000 shares; issued and outstanding, respectively - as of December 31, 2016 and 2017, 124,134,085 shares and 143,728,797 shares, respectively 124 144 Additional paid-in capital 202,575 266,495 Accumulated deficit (212,656 ) (297,932 ) Total capital deficiency (9,957 ) (31,293 ) Total liabilities net of capital deficiency $ 82,247 $ 72,214\nPROTALIX BIOTHERAPEUTICS, INC. CONSOLIDATED STATEMENTS OF OPERATIONS (U.S. dollars in thousands, except share and per share amounts) Year ended December 31, 2015\n2016\n2017\nREVENUES $ 4,364 $ 9,199 $ 19,242 COST OF REVENUES (730 ) (8,398 ) (15,231 ) GROSS PROFIT 3,634 801 4,011 RESEARCH AND DEVELOPMENT EXPENSES (24,889 ) (30,412 ) (32,170 ) Less – grants 4,864 5,804 3,336 RESEARCH AND DEVELOPMENT EXPENSES, NET (20,025 ) (24,608 ) (28,834 ) SELLING, GENERAL AND ADMINISTRATIVE EXPENSES (7,279 ) (9,356 ) (11,530 ) OPERATING LOSS (23,670 ) (33,163 ) (36,353 ) FINANCIAL EXPENSES (3,735 ) (4,192 ) (9,725 ) FINANCIAL INCOME 123 589 188 LOSS FROM CHANGE IN FAIR VALUE OF (6,473 ) (38,061 ) CONVERTIBLE NOTES EMBEDDED DERIVATIVE (LOSS) GAIN ON EXTINGUISHMENT OF CONVERTIBLE NOTES 14,063 (1,325 ) FINANCIAL (EXPENSES) INCOME – NET (3,612 ) 3,987 (48,923 ) LOSS FROM CONTINUING OPERATIONS (27,282 ) (29,176 ) (85,276 ) (LOSS) INCOME FROM DISCONTINUED OPERATIONS 85,319 (189 ) NET (LOSS) INCOME FOR THE YEAR $ 58,037 $ (29,365 ) $ (85,276 ) NET (LOSS) INCOME PER SHARE OF COMMON STOCK – BASIC AND DILUTED Loss from continuing operations $ (0.29 ) $ (0.29 ) $ (0.65 ) Income from discontinued operations 0.90 (0.00 ) Net (loss) income per share of common stock $ 0.61 $ (0.29 ) $ (0.65 ) WEIGHTED AVERAGE NUMBER OF SHARES OF COMMON STOCK USED IN COMPUTING LOSS PER SHARE OF COMMON STOCK, BASIC AND DILUTED 94,922,390 101,387,704 131,085,958\nSource:Protalix BioTherapeutics, Inc.",
    "published": "2018-03-06T15:30:00.000+02:00",
    "crawled": "2018-03-06T15:36:46.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "enrollment",
        "fabry",
        "trial",
        "ongoing",
        "forty",
        "active",
        "site",
        "current",
        "cash",
        "projected",
        "fund",
        "company",
        "clinical",
        "trial",
        "carmiel",
        "israel",
        "march",
        "globe",
        "newswire",
        "protalix",
        "biotherapeutics",
        "nyse",
        "american",
        "plx",
        "tase",
        "plx",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "recombinant",
        "therapeutic",
        "protein",
        "expressed",
        "proprietary",
        "plant",
        "expression",
        "system",
        "today",
        "announced",
        "financial",
        "result",
        "ended",
        "december",
        "provided",
        "corporate",
        "update",
        "exciting",
        "year",
        "great",
        "partnership",
        "deal",
        "good",
        "progress",
        "clinical",
        "program",
        "said",
        "moshe",
        "manor",
        "protalix",
        "president",
        "chief",
        "executive",
        "officer",
        "looking",
        "ahead",
        "expect",
        "generate",
        "release",
        "data",
        "regarding",
        "clinical",
        "trial",
        "continue",
        "progress",
        "program",
        "potential",
        "partner",
        "current",
        "partner",
        "chiesi",
        "recent",
        "clinical",
        "corporate",
        "highlight",
        "pegunigalsidase",
        "fabry",
        "disease",
        "company",
        "clinical",
        "trial",
        "site",
        "actively",
        "recruiting",
        "patient",
        "three",
        "trial",
        "significant",
        "portion",
        "located",
        "united",
        "state",
        "trial",
        "run",
        "leading",
        "opinion",
        "leader",
        "fabry",
        "disease",
        "field",
        "company",
        "expects",
        "finalize",
        "enrollment",
        "three",
        "fabry",
        "trial",
        "pegunigalsidase",
        "alfa",
        "granted",
        "fast",
        "track",
        "designation",
        "food",
        "drug",
        "administration",
        "designation",
        "designed",
        "facilitate",
        "development",
        "expedite",
        "review",
        "drug",
        "treat",
        "serious",
        "condition",
        "fill",
        "unmet",
        "medical",
        "need",
        "pegunigalsidase",
        "alfa",
        "granted",
        "orphan",
        "drug",
        "designation",
        "european",
        "commission",
        "qualifies",
        "company",
        "access",
        "centralized",
        "marketing",
        "authorization",
        "procedure",
        "including",
        "application",
        "inspection",
        "protocol",
        "assistance",
        "designation",
        "based",
        "company",
        "established",
        "medically",
        "plausible",
        "evidence",
        "pegunigalsidase",
        "alfa",
        "provide",
        "significant",
        "benefit",
        "existing",
        "treatment",
        "european",
        "union",
        "treatment",
        "fabry",
        "disease",
        "alidornase",
        "cystic",
        "fibrosis",
        "cystic",
        "fibrosis",
        "foundation",
        "grant",
        "review",
        "final",
        "stage",
        "completion",
        "oral",
        "antitnf",
        "ulcerative",
        "colitis",
        "company",
        "expects",
        "release",
        "data",
        "month",
        "full",
        "data",
        "planned",
        "presented",
        "medical",
        "conference",
        "later",
        "year",
        "interim",
        "data",
        "positive",
        "initial",
        "sign",
        "efficacy",
        "across",
        "multiple",
        "clinically",
        "meaningful",
        "endpoint",
        "alfataliglicerase",
        "gaucher",
        "disease",
        "company",
        "recognized",
        "alfataliglicerase",
        "sale",
        "million",
        "brazil",
        "addition",
        "company",
        "shipped",
        "approximately",
        "million",
        "worth",
        "drug",
        "current",
        "quarter",
        "financial",
        "result",
        "company",
        "recorded",
        "total",
        "revenue",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "period",
        "increase",
        "resulted",
        "increase",
        "equal",
        "million",
        "product",
        "sold",
        "brazil",
        "million",
        "drug",
        "substance",
        "sold",
        "pfizer",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "selling",
        "general",
        "administrative",
        "expense",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "incurred",
        "period",
        "operating",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "excluding",
        "net",
        "charge",
        "million",
        "connection",
        "remeasurement",
        "derivative",
        "per",
        "share",
        "basic",
        "diluted",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "basic",
        "diluted",
        "period",
        "december",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "compared",
        "million",
        "december",
        "currently",
        "projected",
        "fund",
        "operation",
        "december",
        "company",
        "outstanding",
        "million",
        "convertible",
        "note",
        "due",
        "september",
        "million",
        "senior",
        "secured",
        "convertible",
        "note",
        "due",
        "november",
        "conference",
        "call",
        "webcast",
        "information",
        "company",
        "host",
        "conference",
        "call",
        "tuesday",
        "march",
        "et",
        "review",
        "clinical",
        "corporate",
        "financial",
        "highlight",
        "participate",
        "conference",
        "call",
        "please",
        "dial",
        "following",
        "number",
        "prior",
        "start",
        "call",
        "united",
        "state",
        "international",
        "conference",
        "id",
        "number",
        "conference",
        "call",
        "also",
        "broadcast",
        "live",
        "available",
        "replay",
        "two",
        "week",
        "company",
        "website",
        "event",
        "calendar",
        "investor",
        "section",
        "please",
        "access",
        "company",
        "website",
        "least",
        "minute",
        "ahead",
        "conference",
        "register",
        "download",
        "install",
        "necessary",
        "audio",
        "software",
        "protalix",
        "biotherapeutics",
        "protalix",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "recombinant",
        "therapeutic",
        "protein",
        "expressed",
        "proprietary",
        "plant",
        "expression",
        "system",
        "protalix",
        "unique",
        "expression",
        "system",
        "present",
        "proprietary",
        "method",
        "developing",
        "recombinant",
        "protein",
        "manner",
        "protalix",
        "first",
        "product",
        "manufactured",
        "procellex",
        "taliglucerase",
        "alfa",
        "approved",
        "marketing",
        "food",
        "drug",
        "administration",
        "fda",
        "may",
        "subsequently",
        "regulatory",
        "authority",
        "country",
        "protalix",
        "licensed",
        "pfizer",
        "worldwide",
        "development",
        "commercialization",
        "right",
        "taliglucerase",
        "alfa",
        "excluding",
        "brazil",
        "protalix",
        "retains",
        "full",
        "right",
        "protalix",
        "development",
        "pipeline",
        "includes",
        "following",
        "product",
        "candidate",
        "pegunigalsidase",
        "alfa",
        "modified",
        "version",
        "recombinant",
        "human",
        "protein",
        "treatment",
        "fabry",
        "disease",
        "treatment",
        "alidornase",
        "alfa",
        "treatment",
        "cystic",
        "fibrosis",
        "others",
        "protalix",
        "entered",
        "state",
        "partnership",
        "chiesi",
        "farmaceutici",
        "development",
        "commercialization",
        "pegunigalsidase",
        "alfa",
        "protalix",
        "maintains",
        "full",
        "right",
        "pegunigalsidase",
        "alfa",
        "united",
        "state",
        "statement",
        "extent",
        "statement",
        "press",
        "release",
        "strictly",
        "historical",
        "statement",
        "made",
        "pursuant",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "term",
        "expect",
        "anticipate",
        "believe",
        "estimate",
        "project",
        "plan",
        "intend",
        "word",
        "phrase",
        "similar",
        "import",
        "intended",
        "identify",
        "subject",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "future",
        "experience",
        "result",
        "differ",
        "materially",
        "statement",
        "made",
        "statement",
        "based",
        "current",
        "belief",
        "expectation",
        "future",
        "outcome",
        "drug",
        "discovery",
        "development",
        "involve",
        "high",
        "degree",
        "risk",
        "factor",
        "might",
        "cause",
        "material",
        "difference",
        "include",
        "among",
        "others",
        "failure",
        "delay",
        "commencement",
        "completion",
        "preclinical",
        "clinical",
        "trial",
        "may",
        "caused",
        "several",
        "factor",
        "including",
        "slower",
        "expected",
        "rate",
        "patient",
        "recruitment",
        "unforeseen",
        "safety",
        "issue",
        "determination",
        "dosing",
        "issue",
        "lack",
        "effectiveness",
        "clinical",
        "trial",
        "inability",
        "monitor",
        "patient",
        "adequately",
        "treatment",
        "inability",
        "unwillingness",
        "medical",
        "investigator",
        "institutional",
        "review",
        "board",
        "follow",
        "clinical",
        "protocol",
        "lack",
        "sufficient",
        "funding",
        "finance",
        "clinical",
        "trial",
        "risk",
        "result",
        "clinical",
        "trial",
        "product",
        "candidate",
        "support",
        "claim",
        "superiority",
        "safety",
        "efficacy",
        "product",
        "candidate",
        "desired",
        "effect",
        "associated",
        "undesirable",
        "side",
        "effect",
        "unexpected",
        "characteristic",
        "risk",
        "related",
        "ultimate",
        "purchase",
        "fundação",
        "oswaldo",
        "cruz",
        "alfataliglicerase",
        "pursuant",
        "stated",
        "purchase",
        "intention",
        "brazilian",
        "ministry",
        "health",
        "stated",
        "amount",
        "risk",
        "related",
        "successful",
        "conclusion",
        "negotiation",
        "brazilian",
        "ministry",
        "health",
        "regarding",
        "purchase",
        "alfataliglicerase",
        "generally",
        "risk",
        "related",
        "commercialization",
        "effort",
        "alfataliglicerase",
        "brazil",
        "risk",
        "relating",
        "compliance",
        "fundação",
        "oswaldo",
        "cruz",
        "purchase",
        "obligation",
        "related",
        "milestone",
        "supply",
        "technology",
        "transfer",
        "agreement",
        "risk",
        "related",
        "amount",
        "sufficiency",
        "cash",
        "cash",
        "equivalent",
        "risk",
        "related",
        "amount",
        "future",
        "revenue",
        "operation",
        "expenditure",
        "risk",
        "related",
        "ability",
        "maintain",
        "manage",
        "relationship",
        "chiesi",
        "farmaceutici",
        "collaborator",
        "distributor",
        "partner",
        "risk",
        "despite",
        "fda",
        "grant",
        "fast",
        "track",
        "designation",
        "pegunigalsidase",
        "alfa",
        "treatment",
        "fabry",
        "disease",
        "may",
        "experience",
        "faster",
        "development",
        "process",
        "review",
        "approval",
        "compared",
        "application",
        "considered",
        "approval",
        "conventional",
        "fda",
        "procedure",
        "risk",
        "related",
        "fda",
        "ability",
        "withdraw",
        "fast",
        "track",
        "designation",
        "time",
        "risk",
        "relating",
        "ability",
        "make",
        "scheduled",
        "payment",
        "principal",
        "pay",
        "interest",
        "refinance",
        "outstanding",
        "note",
        "indebtedness",
        "dependence",
        "performance",
        "third",
        "party",
        "provider",
        "service",
        "supply",
        "including",
        "without",
        "limitation",
        "clinical",
        "trial",
        "service",
        "ability",
        "identify",
        "suitable",
        "product",
        "candidate",
        "complete",
        "preclinical",
        "study",
        "product",
        "candidate",
        "inherent",
        "risk",
        "uncertainty",
        "developing",
        "drug",
        "platform",
        "product",
        "type",
        "developing",
        "impact",
        "development",
        "competing",
        "therapy",
        "technology",
        "company",
        "institution",
        "potential",
        "product",
        "liability",
        "risk",
        "risk",
        "securing",
        "adequate",
        "level",
        "product",
        "liability",
        "necessary",
        "insurance",
        "coverage",
        "factor",
        "described",
        "filing",
        "security",
        "exchange",
        "commission",
        "statement",
        "press",
        "release",
        "valid",
        "date",
        "hereof",
        "disclaim",
        "obligation",
        "update",
        "information",
        "except",
        "may",
        "required",
        "law",
        "investor",
        "contact",
        "marcy",
        "nanus",
        "solebury",
        "trout",
        "group",
        "mnanus",
        "protalix",
        "biotherapeutics",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "trade",
        "asset",
        "inventory",
        "total",
        "current",
        "asset",
        "fund",
        "respect",
        "employee",
        "right",
        "upon",
        "retirement",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "liability",
        "net",
        "capital",
        "deficiency",
        "current",
        "liability",
        "account",
        "payable",
        "accrual",
        "trade",
        "convertible",
        "note",
        "deferred",
        "revenue",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "liability",
        "convertible",
        "note",
        "deferred",
        "revenue",
        "liability",
        "employee",
        "right",
        "upon",
        "retirement",
        "long",
        "term",
        "liability",
        "total",
        "long",
        "term",
        "liability",
        "total",
        "liability",
        "commitment",
        "note",
        "capital",
        "deficiency",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "december",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "december",
        "share",
        "share",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "capital",
        "deficiency",
        "total",
        "liability",
        "net",
        "capital",
        "deficiency",
        "protalix",
        "biotherapeutics",
        "consolidated",
        "statement",
        "operation",
        "dollar",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "year",
        "ended",
        "december",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "research",
        "development",
        "expense",
        "less",
        "grant",
        "research",
        "development",
        "expense",
        "net",
        "selling",
        "general",
        "administrative",
        "expense",
        "operating",
        "loss",
        "financial",
        "expense",
        "financial",
        "income",
        "loss",
        "change",
        "fair",
        "value",
        "convertible",
        "note",
        "embedded",
        "derivative",
        "loss",
        "gain",
        "extinguishment",
        "convertible",
        "note",
        "financial",
        "expense",
        "income",
        "net",
        "loss",
        "continuing",
        "operation",
        "loss",
        "income",
        "discontinued",
        "operation",
        "net",
        "loss",
        "income",
        "year",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "loss",
        "continuing",
        "operation",
        "income",
        "discontinued",
        "operation",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "common",
        "stock",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "used",
        "computing",
        "loss",
        "per",
        "share",
        "common",
        "stock",
        "basic",
        "diluted",
        "source",
        "protalix",
        "biotherapeutics",
        "inc"
    ]
}