{
    "organizations": [],
    "uuid": "99798c154293733b243d8fab50285877c4e77fef",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/business-wire-ross-stores-reports-record-fourth-quarter-and-fiscal-2017-results.html",
    "ord_in_thread": 0,
    "title": "Ross Stores Reports Record Fourth Quarter and Fiscal 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Increases 2018 Stock Repurchase Authorization and Raises Quarterly Cash Dividend\nAlso Provides First Quarter and Fiscal 2018 Guidance\nDUBLIN, Calif.--(BUSINESS WIRE)-- Ross Stores, Inc. (Nasdaq: ROST) today reported earnings per share for the 14 weeks ended February 3, 2018 of $1.19, up from $.77 in the 13 weeks ended January 28, 2017. Net earnings for the 14 weeks ended February 3, 2018 were $451 million, compared to $301 million in the 13 weeks ended January 28, 2017. Sales for the 2017 fourth quarter were up 16% to $4.1 billion. Comparable store sales for the 13 weeks ended January 27, 2018 rose 5% versus a 4% gain for the same period in the prior year.\nFor the 53 weeks ended February 3, 2018, earnings per share grew to $3.55, compared to $2.83 in the 52 weeks ended January 28, 2017. Net earnings for the 53 weeks ended February 3, 2018 were $1.4 billion, compared to $1.1 billion in the 52 weeks ended January 28, 2017. Sales for the 53-week 2017 fiscal year grew 10% to $14.1 billion. Comparable store sales for the 52 weeks ended January 27, 2018 were up 4% on top of a 4% increase in 2016.\nThe aforementioned earnings results for both the 2017 fourth quarter and fiscal year are inclusive of a per share benefit of approximately $.10 from the 53 rd week and $.21 from the recently enacted tax reform legislation. Excluding these items, earnings per share on a 52-week basis increased 14% for both the quarter and fiscal 2017 compared to the prior year.\nBarbara Rentler, Chief Executive Officer, commented, “Despite our own difficult multi-year comparisons and a very competitive retail climate, sales and earnings were well ahead of our expectations for both the fourth quarter and the full year. We are pleased with these results, which reflect our ongoing success in delivering broad assortments of compelling bargains to today’s value-driven shoppers.”\nMs. Rentler continued, “Fourth quarter operating margin grew 95 basis points to 14.6%, up from 13.6% in the prior year. This improvement was driven by a combination of strong merchandise margin, expense leverage from solid gains in same store sales, and the impact of the 53 rd week. For the 2017 fiscal year, operating margin increased 50 basis points to a record 14.5%.”\nBoard Approves Increases to 2018 Stock Repurchase Authorization and Quarterly Cash Dividend\nThe Company’s Board of Directors has approved an increase in the stock repurchase authorization for 2018 to $1.075 billion, up from the previous $875 million. The Board also approved a higher quarterly cash dividend of $.225 per share, up 41% over the prior year. This quarterly dividend is payable on March 30, 2018 to stockholders of record as of March 19, 2018.\nA total of 13.5 million shares of common stock were repurchased during fiscal 2017, for an aggregate purchase price of $875 million. During the recently completed fourth quarter, 3.0 million shares were repurchased for a total price of $226 million.\nMs. Rentler noted, “The increases to our stock repurchase and dividend programs for 2018 reflect the current strength of our balance sheet and our ongoing ability to generate significant amounts of cash after funding growth and other capital needs of the business. We have repurchased stock as planned every year since 1993 and also raised our cash dividend annually since 1994. This consistent record reflects our ongoing commitment to enhancing stockholder value and returns.”\nFiscal 2018 Guidance\nLooking ahead, Ms. Rentler said, “While we are encouraged by our recent strong sales and earnings results, we again face our own challenging multi-year comparisons as well as a very competitive retail environment. As a result, although we hope to do better, we continue to take a prudent approach to forecasting our business in 2018.”\nFor the 52 weeks ending February 2, 2019, the Company is forecasting same store sales to grow 1% to 2% on top of 4% gains in each of the past three years. We also plan to open about 100 new stores this year, consisting of 75 Ross Dress for Less and 25 dd’s DISCOUNTS locations. Fiscal 2018 earnings per share are projected to be $3.86 to $4.03, up from $3.55 for the 53 weeks ended February 3, 2018.\nFor the 13 weeks ending May 5, 2018, comparable store sales are forecast to be up 1% to 2%, with earnings per share projected to be $1.03 to $1.07, up from $.82 for the first quarter ended April 29, 2017.\nMs. Rentler noted, “Our fiscal year and first quarter 2018 guidance ranges include a per share benefit of approximately $.69 and $.16, respectively, from the recently enacted tax legislation. In addition, our 2018 ranges reflect our plans to make competitive wage and benefit-related investments, including raising our minimum wage to $11.00 per hour. We believe these actions will allow us to continue to attract and retain talented associates.”\nThe Company will host a conference call on Tuesday, March 6, 2018 at 4:15 p.m. Eastern time to provide additional details concerning its fourth quarter and fiscal year 2017 results, and management’s outlook and guidance for fiscal 2018. A real-time audio webcast of the conference call will be available in the Investors section of the Company’s website, located at www.rossstores.com . An audio playback will be available at 404-537-3406, PIN #5783629 until 8:00 p.m. Eastern time on March 13, 2018, as well as on the Company’s website.\nForward-Looking Statements: This press release contains regarding expected sales, earnings levels, and other financial results in future periods that are subject to risks and uncertainties which could cause our actual results to differ materially from management’s current expectations. The words “plan,” “expect,” “target,” “anticipate,” “estimate,” “believe,” “forecast,” “projected,” “guidance,” “outlook,” “looking ahead” and similar expressions identify . Risk factors for Ross Dress for Less ® (“Ross”) and dd’s DISCOUNTS ® include without limitation, competitive pressures in the apparel or home-related merchandise retailing industry; changes in the level of consumer spending on or preferences for apparel and home-related merchandise; market availability, quantity, and quality of attractive brand name merchandise at desirable discounts and our buyers’ ability to purchase merchandise that enables us to offer customers a wide assortment of merchandise at competitive prices; impacts from the macro-economic environment, financial and credit markets, and geopolitical conditions that affect consumer confidence and consumer disposable income; our ability to continually attract, train, and retain associates to execute our off-price strategies; unseasonable weather that may affect shopping patterns and consumer demand for seasonal apparel and other merchandise, and may result in temporary store closures and disruptions in deliveries of merchandise to our stores; potential information or data security breaches, including cyber-attacks on our transaction processing and computer information systems, which could result in theft or unauthorized disclosure of customer, credit card, employee, or other private and valuable information that we handle in the ordinary course of our business; potential disruptions in our supply chain or information systems; issues involving the quality, safety, or authenticity of products we sell, which could harm our reputation, result in lost sales, and/or increase our costs; our ability to effectively manage our inventories, markdowns, and inventory shortage to achieve planned gross margin; changes in U.S. tax or tariff policy regarding apparel and home-related merchandise produced in other countries that could adversely affect our business; volatility in revenues and earnings; an adverse outcome in various legal, regulatory, or tax matters; a natural or man-made disaster in California or in another region where we have a concentration of stores, offices, or a distribution center; unexpected issues or costs from expanding in existing markets and entering new geographic markets; obtaining acceptable new store sites with favorable consumer demographics; damage to our corporate reputation or brands; effectively advertising and marketing our brands; issues from selling and importing merchandise produced in other countries; and maintaining sufficient liquidity to support our continuing operations, new store and distribution center growth plans, and stock repurchase and dividend programs. Other risk factors are set forth in our SEC filings including without limitation, the Form 10-K for fiscal 2016, and Form 10-Qs and 8-Ks for fiscal 2017. The factors underlying our forecasts are dynamic and subject to change. As a result, our forecasts speak only as of the date they are given and do not necessarily reflect our outlook at any other point in time. We do not undertake to update or revise these .\nRoss Stores, Inc. is an S&P 500, Fortune 500, and Nasdaq 100 (ROST) company headquartered in Dublin, California, with fiscal 2017 revenues of $14.1 billion. The Company operates Ross Dress for Less ® (“Ross”), the largest off-price apparel and home fashion chain in the United States with 1,409 locations in 37 states, the District of Columbia, and Guam at fiscal 2017 year end. Ross offers first-quality, in-season, name brand and designer apparel, accessories, footwear, and home fashions for the entire family at savings of 20% to 60% off department and specialty store regular prices every day. The Company also operates 213 dd’s DISCOUNTS ® in 16 states at the end of fiscal 2017 that feature a more moderately-priced assortment of first-quality, in-season, name brand apparel, accessories, footwear, and home fashions for the entire family at savings of 20% to 70% off moderate department and discount store regular prices every day. Additional information is available at www.rossstores.com .\nRoss Stores, Inc. Condensed Consolidated Statements of Earnings Three Months Ended Twelve Months Ended ($000, except stores and per share data, unaudited) February 3, 2018 January 28, 2017 February 3, 2018 January 28, 2017 Sales $ 4,067,806 $ 3,510,158 $ 14,134,732 $ 12,866,757 Costs and Expenses Cost of goods sold 2,922,582 2,539,563 10,042,638 9,173,705 Selling, general and administrative 553,306 493,802 2,043,698 1,890,408 Interest expense, net 386 3,755 7,676 16,488 Total costs and expenses 3,476,274 3,037,120 12,094,012 11,080,601 Earnings before taxes 591,532 473,038 2,040,720 1,786,156 Provision for taxes on earnings 140,785 172,470 677,967 668,502 Net earnings $ 450,747 $ 300,568 $ 1,362,753 $ 1,117,654 Earnings per share Basic $ 1.20 $ 0.77 $ 3.58 $ 2.85 Diluted $ 1.19 $ 0.77 $ 3.55 $ 2.83 Weighted average shares outstanding (000) Basic 376,204 388,258 381,174 392,124 Diluted 379,734 391,139 384,329 394,958 Dividends Cash dividends declared per share $ 0.160 $ 0.135 $ 0.640 $ 0.540 Stores open at end of period 1,622 1,533 1,622 1,533 Ross Stores, Inc. Condensed Consolidated Balance Sheets ($000, unaudited) February 3, 2018 January 28, 2017 Assets Current Assets Cash and cash equivalents $ 1,290,294 $ 1,111,599 Short-term investments 512 - Accounts receivable 87,868 75,154 Merchandise inventory 1,641,735 1,512,886 Prepaid expenses and other 130,748 113,410 Total current assets 3,151,157 2,813,049 Property and equipment, net 2,382,464 2,328,048 Long-term investments 712 1,288 Other long-term assets 187,718 166,966 Total assets $ 5,722,051 $ 5,309,351 Liabilities and Stockholders’ Equity Current Liabilities Accounts payable $ 1,059,844 $ 1,021,735 Accrued expenses and other 431,706 398,126 Accrued payroll and benefits 349,879 316,492 Income taxes payable - 16,153 Current portion of long-term debt 84,973 - Total current liabilities 1,926,402 1,752,506 Long-term debt 311,994 396,493 Other long-term liabilities 348,541 290,950 Deferred income taxes 85,806 121,385 Commitments and contingencies Stockholders’ Equity 3,049,308 2,748,017 Total liabilities and stockholders’ equity $ 5,722,051 $ 5,309,351 Ross Stores, Inc. Condensed Consolidated Statements of Cash Flows Twelve Months Ended ($000, unaudited) February 3, 2018 January 28, 2017 Cash Flows From Operating Activities Net earnings $ 1,362,753 $ 1,117,654 Adjustments to reconcile net earnings to net cash provided by operating activities:\nDepreciation and amortization 313,163 302,515 Stock-based compensation 87,417 74,554 Gain on sale of assets (6,328 ) - Deferred income taxes (34,903 ) (8,703 ) Change in assets and liabilities: Merchandise inventory (128,849 ) (93,782 ) Other current assets (31,796 ) (928 ) Accounts payable 41,322 83,085 Other current liabilities 49,068 76,676 Other long-term, net 29,431 7,780 Net cash provided by operating activities 1,681,278 1,558,851 Cash Flows From Investing Activities Additions to property and equipment (371,423 ) (297,880 ) Proceeds from sale of property and equipment 15,981 - Decrease in restricted cash and investments 2,310 3,388 Proceeds from investments 40 1,729 Net cash used in investing activities (353,092 ) (292,763 ) Cash Flows From Financing Activities Excess tax benefit from stock-based compensation - 23,331 Issuance of common stock related to stock plans 18,468 18,539 Treasury stock purchased (45,433 ) (43,321 ) Repurchase of common stock (875,000 ) (700,000 ) Dividends paid (247,526 ) (214,640 ) Net cash used in financing activities (1,149,491 ) (916,091 ) Net increase in cash and cash equivalents 178,695 349,997 Cash and cash equivalents: Beginning of period 1,111,599 761,602 End of period $ 1,290,294 $ 1,111,599 Supplemental Cash Flow Disclosures Interest paid $ 18,105 $ 18,105 Income taxes paid $ 714,566 $ 628,441\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180306006665/en/\nRoss Stores, Inc.\nMichael Hartshorn, 925-965-4503\nGroup Senior Vice President\nChief Financial Officer\nor\nConnie Kao, 925-965-4668\nVice President, Investor Relations\nconnie.kao@ros.com\nSource: Ross Stores, Inc.",
    "published": "2018-03-07T00:01:00.000+02:00",
    "crawled": "2018-03-07T03:15:52.038+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "increase",
        "stock",
        "repurchase",
        "authorization",
        "raise",
        "quarterly",
        "cash",
        "dividend",
        "also",
        "provides",
        "first",
        "quarter",
        "fiscal",
        "guidance",
        "dublin",
        "business",
        "wire",
        "ross",
        "store",
        "nasdaq",
        "rost",
        "today",
        "reported",
        "earnings",
        "per",
        "share",
        "week",
        "ended",
        "february",
        "week",
        "ended",
        "january",
        "net",
        "earnings",
        "week",
        "ended",
        "february",
        "million",
        "compared",
        "million",
        "week",
        "ended",
        "january",
        "sale",
        "fourth",
        "quarter",
        "billion",
        "comparable",
        "store",
        "sale",
        "week",
        "ended",
        "january",
        "rose",
        "versus",
        "gain",
        "period",
        "prior",
        "year",
        "week",
        "ended",
        "february",
        "earnings",
        "per",
        "share",
        "grew",
        "compared",
        "week",
        "ended",
        "january",
        "net",
        "earnings",
        "week",
        "ended",
        "february",
        "billion",
        "compared",
        "billion",
        "week",
        "ended",
        "january",
        "sale",
        "fiscal",
        "year",
        "grew",
        "billion",
        "comparable",
        "store",
        "sale",
        "week",
        "ended",
        "january",
        "top",
        "increase",
        "aforementioned",
        "earnings",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "inclusive",
        "per",
        "share",
        "benefit",
        "approximately",
        "rd",
        "week",
        "recently",
        "enacted",
        "tax",
        "reform",
        "legislation",
        "excluding",
        "item",
        "earnings",
        "per",
        "share",
        "basis",
        "increased",
        "quarter",
        "fiscal",
        "compared",
        "prior",
        "year",
        "barbara",
        "rentler",
        "chief",
        "executive",
        "officer",
        "commented",
        "despite",
        "difficult",
        "comparison",
        "competitive",
        "retail",
        "climate",
        "sale",
        "earnings",
        "well",
        "ahead",
        "expectation",
        "fourth",
        "quarter",
        "full",
        "year",
        "pleased",
        "result",
        "reflect",
        "ongoing",
        "success",
        "delivering",
        "broad",
        "assortment",
        "compelling",
        "bargain",
        "today",
        "rentler",
        "continued",
        "fourth",
        "quarter",
        "operating",
        "margin",
        "grew",
        "basis",
        "point",
        "prior",
        "year",
        "improvement",
        "driven",
        "combination",
        "strong",
        "merchandise",
        "margin",
        "expense",
        "leverage",
        "solid",
        "gain",
        "store",
        "sale",
        "impact",
        "rd",
        "week",
        "fiscal",
        "year",
        "operating",
        "margin",
        "increased",
        "basis",
        "point",
        "record",
        "board",
        "approves",
        "increase",
        "stock",
        "repurchase",
        "authorization",
        "quarterly",
        "cash",
        "dividend",
        "company",
        "board",
        "director",
        "approved",
        "increase",
        "stock",
        "repurchase",
        "authorization",
        "billion",
        "previous",
        "million",
        "board",
        "also",
        "approved",
        "higher",
        "quarterly",
        "cash",
        "dividend",
        "per",
        "share",
        "prior",
        "year",
        "quarterly",
        "dividend",
        "payable",
        "march",
        "stockholder",
        "record",
        "march",
        "total",
        "million",
        "share",
        "common",
        "stock",
        "repurchased",
        "fiscal",
        "aggregate",
        "purchase",
        "price",
        "million",
        "recently",
        "completed",
        "fourth",
        "quarter",
        "million",
        "share",
        "repurchased",
        "total",
        "price",
        "million",
        "rentler",
        "noted",
        "increase",
        "stock",
        "repurchase",
        "dividend",
        "program",
        "reflect",
        "current",
        "strength",
        "balance",
        "sheet",
        "ongoing",
        "ability",
        "generate",
        "significant",
        "amount",
        "cash",
        "funding",
        "growth",
        "capital",
        "need",
        "business",
        "repurchased",
        "stock",
        "planned",
        "every",
        "year",
        "since",
        "also",
        "raised",
        "cash",
        "dividend",
        "annually",
        "since",
        "consistent",
        "record",
        "reflects",
        "ongoing",
        "commitment",
        "enhancing",
        "stockholder",
        "value",
        "fiscal",
        "guidance",
        "looking",
        "ahead",
        "rentler",
        "said",
        "encouraged",
        "recent",
        "strong",
        "sale",
        "earnings",
        "result",
        "face",
        "challenging",
        "comparison",
        "well",
        "competitive",
        "retail",
        "environment",
        "result",
        "although",
        "hope",
        "better",
        "continue",
        "take",
        "prudent",
        "approach",
        "forecasting",
        "business",
        "week",
        "ending",
        "february",
        "company",
        "forecasting",
        "store",
        "sale",
        "grow",
        "top",
        "gain",
        "past",
        "three",
        "year",
        "also",
        "plan",
        "open",
        "new",
        "store",
        "year",
        "consisting",
        "ross",
        "dress",
        "less",
        "dd",
        "discount",
        "location",
        "fiscal",
        "earnings",
        "per",
        "share",
        "projected",
        "week",
        "ended",
        "february",
        "week",
        "ending",
        "may",
        "comparable",
        "store",
        "sale",
        "forecast",
        "earnings",
        "per",
        "share",
        "projected",
        "first",
        "quarter",
        "ended",
        "april",
        "rentler",
        "noted",
        "fiscal",
        "year",
        "first",
        "quarter",
        "guidance",
        "range",
        "include",
        "per",
        "share",
        "benefit",
        "approximately",
        "respectively",
        "recently",
        "enacted",
        "tax",
        "legislation",
        "addition",
        "range",
        "reflect",
        "plan",
        "make",
        "competitive",
        "wage",
        "investment",
        "including",
        "raising",
        "minimum",
        "wage",
        "per",
        "hour",
        "believe",
        "action",
        "allow",
        "u",
        "continue",
        "attract",
        "retain",
        "talented",
        "company",
        "host",
        "conference",
        "call",
        "tuesday",
        "march",
        "eastern",
        "time",
        "provide",
        "additional",
        "detail",
        "concerning",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "result",
        "management",
        "outlook",
        "guidance",
        "fiscal",
        "audio",
        "webcast",
        "conference",
        "call",
        "available",
        "investor",
        "section",
        "company",
        "website",
        "located",
        "audio",
        "playback",
        "available",
        "pin",
        "eastern",
        "time",
        "march",
        "well",
        "company",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "regarding",
        "expected",
        "sale",
        "earnings",
        "level",
        "financial",
        "result",
        "future",
        "period",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "management",
        "current",
        "expectation",
        "word",
        "plan",
        "expect",
        "target",
        "anticipate",
        "estimate",
        "believe",
        "forecast",
        "projected",
        "guidance",
        "outlook",
        "looking",
        "ahead",
        "similar",
        "expression",
        "identify",
        "risk",
        "factor",
        "ross",
        "dress",
        "less",
        "ross",
        "dd",
        "discount",
        "include",
        "without",
        "limitation",
        "competitive",
        "pressure",
        "apparel",
        "merchandise",
        "retailing",
        "industry",
        "change",
        "level",
        "consumer",
        "spending",
        "preference",
        "apparel",
        "merchandise",
        "market",
        "availability",
        "quantity",
        "quality",
        "attractive",
        "brand",
        "name",
        "merchandise",
        "desirable",
        "discount",
        "buyer",
        "ability",
        "purchase",
        "merchandise",
        "enables",
        "u",
        "offer",
        "customer",
        "wide",
        "assortment",
        "merchandise",
        "competitive",
        "price",
        "impact",
        "environment",
        "financial",
        "credit",
        "market",
        "geopolitical",
        "condition",
        "affect",
        "consumer",
        "confidence",
        "consumer",
        "disposable",
        "income",
        "ability",
        "continually",
        "attract",
        "train",
        "retain",
        "associate",
        "execute",
        "strategy",
        "unseasonable",
        "weather",
        "may",
        "affect",
        "shopping",
        "pattern",
        "consumer",
        "demand",
        "seasonal",
        "apparel",
        "merchandise",
        "may",
        "result",
        "temporary",
        "store",
        "closure",
        "disruption",
        "delivery",
        "merchandise",
        "store",
        "potential",
        "information",
        "data",
        "security",
        "breach",
        "including",
        "transaction",
        "processing",
        "computer",
        "information",
        "system",
        "could",
        "result",
        "theft",
        "unauthorized",
        "disclosure",
        "customer",
        "credit",
        "card",
        "employee",
        "private",
        "valuable",
        "information",
        "handle",
        "ordinary",
        "course",
        "business",
        "potential",
        "disruption",
        "supply",
        "chain",
        "information",
        "system",
        "issue",
        "involving",
        "quality",
        "safety",
        "authenticity",
        "product",
        "sell",
        "could",
        "harm",
        "reputation",
        "result",
        "lost",
        "sale",
        "increase",
        "cost",
        "ability",
        "effectively",
        "manage",
        "inventory",
        "markdowns",
        "inventory",
        "shortage",
        "achieve",
        "planned",
        "gross",
        "margin",
        "change",
        "tax",
        "tariff",
        "policy",
        "regarding",
        "apparel",
        "merchandise",
        "produced",
        "country",
        "could",
        "adversely",
        "affect",
        "business",
        "volatility",
        "revenue",
        "earnings",
        "adverse",
        "outcome",
        "various",
        "legal",
        "regulatory",
        "tax",
        "matter",
        "natural",
        "disaster",
        "california",
        "another",
        "region",
        "concentration",
        "store",
        "office",
        "distribution",
        "center",
        "unexpected",
        "issue",
        "cost",
        "expanding",
        "existing",
        "market",
        "entering",
        "new",
        "geographic",
        "market",
        "obtaining",
        "acceptable",
        "new",
        "store",
        "site",
        "favorable",
        "consumer",
        "demographic",
        "damage",
        "corporate",
        "reputation",
        "brand",
        "effectively",
        "advertising",
        "marketing",
        "brand",
        "issue",
        "selling",
        "importing",
        "merchandise",
        "produced",
        "country",
        "maintaining",
        "sufficient",
        "liquidity",
        "support",
        "continuing",
        "operation",
        "new",
        "store",
        "distribution",
        "center",
        "growth",
        "plan",
        "stock",
        "repurchase",
        "dividend",
        "program",
        "risk",
        "factor",
        "set",
        "forth",
        "sec",
        "filing",
        "including",
        "without",
        "limitation",
        "form",
        "fiscal",
        "form",
        "fiscal",
        "factor",
        "underlying",
        "forecast",
        "dynamic",
        "subject",
        "change",
        "result",
        "forecast",
        "speak",
        "date",
        "given",
        "necessarily",
        "reflect",
        "outlook",
        "point",
        "time",
        "undertake",
        "update",
        "revise",
        "ross",
        "store",
        "p",
        "fortune",
        "nasdaq",
        "rost",
        "company",
        "headquartered",
        "dublin",
        "california",
        "fiscal",
        "revenue",
        "billion",
        "company",
        "operates",
        "ross",
        "dress",
        "less",
        "ross",
        "largest",
        "apparel",
        "home",
        "fashion",
        "chain",
        "united",
        "state",
        "location",
        "state",
        "district",
        "columbia",
        "guam",
        "fiscal",
        "year",
        "end",
        "ross",
        "offer",
        "name",
        "brand",
        "designer",
        "apparel",
        "accessory",
        "footwear",
        "home",
        "fashion",
        "entire",
        "family",
        "saving",
        "department",
        "specialty",
        "store",
        "regular",
        "price",
        "every",
        "day",
        "company",
        "also",
        "operates",
        "dd",
        "discount",
        "state",
        "end",
        "fiscal",
        "feature",
        "assortment",
        "name",
        "brand",
        "apparel",
        "accessory",
        "footwear",
        "home",
        "fashion",
        "entire",
        "family",
        "saving",
        "moderate",
        "department",
        "discount",
        "store",
        "regular",
        "price",
        "every",
        "day",
        "additional",
        "information",
        "available",
        "ross",
        "store",
        "condensed",
        "consolidated",
        "statement",
        "earnings",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "except",
        "store",
        "per",
        "share",
        "data",
        "unaudited",
        "february",
        "january",
        "february",
        "january",
        "sale",
        "cost",
        "expense",
        "cost",
        "good",
        "sold",
        "selling",
        "general",
        "administrative",
        "interest",
        "expense",
        "net",
        "total",
        "cost",
        "expense",
        "earnings",
        "tax",
        "provision",
        "tax",
        "earnings",
        "net",
        "earnings",
        "earnings",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "dividend",
        "cash",
        "dividend",
        "declared",
        "per",
        "share",
        "store",
        "open",
        "end",
        "period",
        "ross",
        "store",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "february",
        "january",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "account",
        "receivable",
        "merchandise",
        "inventory",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "investment",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "accrued",
        "payroll",
        "benefit",
        "income",
        "tax",
        "payable",
        "current",
        "portion",
        "debt",
        "total",
        "current",
        "liability",
        "debt",
        "liability",
        "deferred",
        "income",
        "tax",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "ross",
        "store",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "twelve",
        "month",
        "ended",
        "unaudited",
        "february",
        "january",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "earnings",
        "adjustment",
        "reconcile",
        "net",
        "earnings",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "compensation",
        "gain",
        "sale",
        "asset",
        "deferred",
        "income",
        "tax",
        "change",
        "asset",
        "liability",
        "merchandise",
        "inventory",
        "current",
        "asset",
        "account",
        "payable",
        "current",
        "liability",
        "net",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "addition",
        "property",
        "equipment",
        "proceeds",
        "sale",
        "property",
        "equipment",
        "decrease",
        "restricted",
        "cash",
        "investment",
        "proceeds",
        "investment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "excess",
        "tax",
        "benefit",
        "compensation",
        "issuance",
        "common",
        "stock",
        "related",
        "stock",
        "plan",
        "treasury",
        "stock",
        "purchased",
        "repurchase",
        "common",
        "stock",
        "dividend",
        "paid",
        "net",
        "cash",
        "used",
        "financing",
        "activity",
        "net",
        "increase",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "end",
        "period",
        "supplemental",
        "cash",
        "flow",
        "disclosure",
        "interest",
        "paid",
        "income",
        "tax",
        "paid",
        "view",
        "source",
        "version",
        "http",
        "ross",
        "store",
        "michael",
        "hartshorn",
        "group",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "connie",
        "kao",
        "vice",
        "president",
        "investor",
        "relation",
        "source",
        "ross",
        "store",
        "inc"
    ]
}