{
    "organizations": [],
    "uuid": "22b1a6bdab418998fb18a1a164d9e4a227864410",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-vital-therapies-announces-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Vital Therapies Announces Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- VTL-308 Enrollment Nears Completion with 147 Subjects Enrolled as of March 12\n- On Track for Release of Topline Results in Third Quarter of 2018\nSAN DIEGO, March 13, 2018 (GLOBE NEWSWIRE) -- Vital Therapies, Inc. (Nasdaq:VTL), a biotherapeutic company developing ELAD®, a cell-based therapy targeting the treatment of acute forms of liver failure, today announced results for the fourth quarter and fiscal year ended December 31, 2017.\n“As VTL-308 nears completion, I am proud of the job our team has done in designing and running this pivotal trial,” said Russell J. Cox, the Company’s Chief Executive Officer. “Not only do baseline characteristics of subjects continue to track closely to the reference population, but also, blended event rates were found to be consistent with our modeled expectations. We look forward to reporting topline results in the third quarter, and in the event of a positive outcome, preparing to file a biologics license application next year.”\nKey Recent Developments\nAs of March 12, 147 subjects were enrolled in VTL-308 with 43 sites open for enrollment. VTL-308 is the Company's phase 3 randomized, controlled, open-label trial, designed to evaluate the ELAD System in subjects with severe alcoholic hepatitis (sAH). This compares with 118 subjects enrolled and 45 sites open for enrollment as of the Company’s last quarterly update on October 25, 2017. As planned, during the first quarter of 2018, independent statisticians evaluated the blended event rate in the VTL-308 study as of December 31, 2017. These independent statisticians concluded that the overall event rate at such time was consistent with the trial’s original statistical plan, and therefore recommended the Company retain the trial’s original enrollment target of 150. The Company expects to complete enrollment this month and continues to anticipate reporting topline data in the third quarter of this year, likely in September.\nToday, the Company has updated the baseline characteristics of subjects enrolled in VTL-308 to include the first 147 subjects. The data continue to show that the means for these baseline characteristics continue to track the reference population from VTI-208, the Company’s prior phase 3 clinical trial with ELAD, in subjects with sAH on which the design of VTL-308 is based. The updated baseline data are presented in the table below:\nData Age (years) MELD Bilirubin (mg/dL) INR Creatinine\n(mg/dL) VTL-308 enrollment limits <50 yrs <30 ≥16 mg/dL ≤2.5 <1.3mg/dL VTI-208 reference population\n(n=60) Mean (range) 40.10\n(28 - 49) 25.60\n(20 - 29) 26.62\n(16.6 - 52.6) 1.86\n(1.0 - 2.5) 0.71\n(0.10 - 1.30) VTL-308\n(n=147) Mean (range) 39.16\n(23 - 49) 25.17\n(19 - 29) 25.04\n(16.0 – 44.7) 1.82\n(0.95 – 2.50) 0.73\n(0.30 - 1.27) On December 4th the Company announced the appointment of Russell J. Cox as Chief Executive Officer, succeeding Terry Winters, Ph.D., who remains a consultant to the Company. Previously Mr. Cox served as the Executive Vice President and Chief Operating Officer of Jazz Pharmaceutical plc (Nasdaq: JAZZ) from May 2014, with responsibility for U.S., EU and rest-of-world commercial activities, research and development, manufacturing / technical operations, new product planning and global molecule leadership. Prior to that, Mr. Cox served in multiple senior management roles at Jazz, which he joined in 2010. During Mr. Cox’s tenure, Jazz Pharmaceuticals saw its total revenue grow from under $200 million annually to more than $1.6 billion in 2017, and was recognized by Fortune magazine in 2013 and 2017 as one of the fastest growing companies traded on a major U.S. stock exchange. Previously, Mr. Cox served as Senior Vice President and Chief Commercial Officer of Ipsen Group, a pharmaceutical company, from January 2009 to January 2010. From 2007 until December 2008, he was Vice President of Marketing at Tercica, Inc. prior to its acquisition by Ipsen Group. From 2003 to 2007, he served as Vice President, Marketing with Scios Inc., which was acquired by Johnson & Johnson in 2003. Previously, Mr. Cox spent 12 years with Genentech, Inc. where he was a Product Team Leader responsible for the Growth Hormone franchise and led numerous product launches as a Group Product Manager.\nA paper titled “Extracorporeal Cellular Therapy (ELAD) in Severe Alcoholic Hepatitis: A Multinational, Prospective, Controlled, Randomized Trial” was published in the March issue of the peer-reviewed journal Liver Transplantation . The paper reviews the Company’s VTI-208 phase 3 study, which reported topline results in August 2015. Although VTI-208 failed to meet its primary or secondary endpoints, trends identified in pre-specified and post-hoc subset analyses of the study formed the basis for the trial design of VTL-308. Specifically, as discussed in the paper, ELAD may have a benefit in younger subjects (<50 years old) with sufficient renal function (creatinine <1.3 mg/dL) and less severe coagulopathy (INR≤2.5). The paper can be accessed via the Liver Transplantation website .\nThe Company continues to present findings from its research into the mechanism of action of ELAD at scientific conferences. An abstract titled “Hepatoprotective Biomarkers, Amphiregulin and Soluble Fas, Increase During ELAD Treatment in Alcoholic Hepatitis Subjects” was accepted for poster presentation at The International Liver Congress (sponsored by the European Association for the Study of the Liver, or EASL), to be held April 11-15, 2018 in Paris, France. An abstract titled “Inflammation Biomarkers Decrease During ELAD Treatment in Alcoholic Hepatitis Subjects” was accepted for poster presentation at Digestive Disease Week to be held June 2-5, 2018 in Washington, D.C. Posters and associated presentations are made available at http://ir.vitaltherapies.com in the \"Clinical Publications and Presentations\" section promptly after they have been presented publicly.\nFourth Quarter 2017 Financial Results\nCash Position\nCash and cash equivalents at December 31, 2017, totaled $56.9 million compared to $60.0 million at December 31, 2016. The Company believes its current cash position should provide funding through the first quarter of 2019, well past the expected announcement of VTL-308 top-line trial results.\nResults of Operations\nThree Months Ended December 31, 2017\nThe Company reported a net loss of $14.6 million for the three months ended December 31, 2017, which compared with a net loss of $11.7 million for the same prior year period. This resulted in a net loss of $0.35 per share for the three months ended December 31, 2017, as compared to a net loss of $0.37 per share for the corresponding period in 2016, on both a basic and diluted basis. These per share figures are based on weighted-average common shares outstanding of 42,244,880 shares and 32,083,830 shares, respectively, with the increase in common shares outstanding at December 31, 2017 primarily attributable to shares issued as part of the Company’s follow-on offering in the first quarter of 2017.\nResearch and development expenses increased to $10.2 million for the three months ended December 31, 2017 as compared to $8.9 million for the three months ended December 31, 2016. This was primarily due to an increase in clinical trial and related costs in comparison to the prior year period. General and administrative expenses were $4.6 million for the three months ended December 31, 2017, as compared to $3.0 million for the three months ended December 31, 2016.\nUpcoming Investor Conference\nThe Company will be presenting at the H.C. Wainwright Global Life Sciences Conference on Tuesday, April 10th at 3:50 PM Central European Time (10:50 AM Eastern). A live webcast of the Company's presentation will be available on the Investor Relations page of the Company's website at: http://it.vitaltherapies.com/ . An archive of the presentation will be available for replay following the conference.\nConference Call Details\nVital Therapies will host a conference call to discuss these results and provide a corporate update today at 4:30 PM ET, which will be open to the public. The conference call dial-in numbers are (855) 765-5682 for domestic callers and (919) 825-3204 for international callers. The conference ID number for the call is 7392256. Participants can access the live webcast via a link on the Vital Therapies website in the Investor Relations section under “Events” at: http://ir.vitaltherapies.com/ .\nFor those unable to listen in at the designated time, a conference call replay will be available for one week following the conference call. The conference call replay numbers for domestic and international callers are (855) 859-2056 and (404) 537-3406, respectively. The conference ID number for the replay is 7392256.\nAbout Vital Therapies, Inc.\nVital Therapies, Inc. is a biotherapeutic company developing a cell-based therapy targeting the treatment of acute forms of liver failure. The Company’s ELAD System is an extracorporeal human allogeneic cellular liver therapy currently in phase 3 clinical trials. Vital Therapies, Inc. is based in San Diego, California. Vital Therapies® and ELAD® are trademarks of Vital Therapies, Inc.\nForward-Looking Statements\nThis press release contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Forward-looking statements include statements concerning or implying the timing and conduct of our clinical trials and the timing of the release of the results from these trials, and statements regarding our projected cash runway. Forward-looking statements are based on management's current expectations and are subject to various risks and uncertainties that could cause actual results to differ materially and adversely from those expressed or implied by such forward-looking statements. Accordingly, these forward-looking statements do not constitute guarantees of future performance, and you are cautioned not to place undue reliance on these forward-looking statements.\nRisks and uncertainties include, but are not limited to, difficulty maintaining regulatory approvals in the United States or Europe, in particular for a combination product and open-label clinical trials; our limited experience in conducting pivotal clinical trials and significant issues regarding our clinical trials, including, but not limited to, clinical sites’ continued adherence to protocols; assumptions regarding the number of subjects to be enrolled, enrollment rates, and the timing of subjects meeting inclusion and exclusion criteria; changes to protocols or regulatory requirements; the need to comply with and meet applicable laws and regulations; and unexpected adverse events or safety issues; event rates may vary from projections, and the use of cash can vary based on the timing of incurring costs for activities to support our clinical trial and any applications for marketing approval, and whether or when we begin building any significant commercial infrastructure. There can be no assurance that data from any of our clinical trials will be sufficient to support an application for marketing in any country or that any such application will ever be approved.\nThese and other risks regarding our business are described in detail in our Securities and Exchange Commission filings, including in our Annual Report on Form 10-K for the year ended December 31, 2017. These forward-looking statements speak only as of the date hereof, and Vital Therapies, Inc. disclaims any obligation to update these statements except as may be required by law.\nContact:\nVital Therapies, Inc.\nAl Kildani\nVice President, Investor Relations and Business Development\n858-673-6840\nakildani@vitaltherapies.com\nVital Therapies, Inc. Condensed Consolidated Balance Sheets (unaudited, in thousands) December 31, 2017 2016 Cash and cash equivalents $ 56,901 $ 59,991 Other current assets and prepaid expenses 1,220 1,472 Property and equipment, net 2,155 2,505 Other assets 108 58 Total assets $ 60,384 $ 64,026 Accounts payable, accrued expenses and other current liabilities $ 10,281 $ 5,480 Long-term liabilities 59 100 Stockholders' equity 50,044 58,446 Total liabilities and stockholders' equity $ 60,384 $ 64,026\nVital Therapies, Inc. Condensed Consolidated Statements of Operations (unaudited and in thousands, except per share data) Three Months Year Ended December 31, Ended December 31, 2017 2016 2017 2016 Operating expenses: Research and development $ 10,190 $ 8,862 $ 39,341 $ 30,046 General and administrative 4,590 2,963 13,314 11,220 Total operating expenses 14,780 11,825 52,655 41,266 Loss from operations (14,780 ) (11,825 ) (52,655 ) (41,266 ) Other income 192 91 577 297 Net loss $ (14,588 ) $ (11,734 ) $ (52,078 ) $ (40,969 ) Net loss per share, basic and diluted $ (0.35 ) $ (0.37 ) $ (1.31 ) $ (1.31 ) Weighted-average common shares outstanding, basic and diluted 42,244,880 32,083,830 39,859,009 31,387,579\nSource:Vital Therapies, Inc.",
    "published": "2018-03-13T23:01:00.000+02:00",
    "crawled": "2018-03-13T23:53:01.055+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "enrollment",
        "nears",
        "completion",
        "subject",
        "enrolled",
        "march",
        "track",
        "release",
        "topline",
        "result",
        "third",
        "quarter",
        "san",
        "diego",
        "march",
        "globe",
        "newswire",
        "vital",
        "therapy",
        "nasdaq",
        "vtl",
        "biotherapeutic",
        "company",
        "developing",
        "therapy",
        "targeting",
        "treatment",
        "acute",
        "form",
        "liver",
        "failure",
        "today",
        "announced",
        "result",
        "fourth",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "december",
        "nears",
        "completion",
        "proud",
        "job",
        "team",
        "done",
        "designing",
        "running",
        "pivotal",
        "trial",
        "said",
        "russell",
        "cox",
        "company",
        "chief",
        "executive",
        "officer",
        "baseline",
        "characteristic",
        "subject",
        "continue",
        "track",
        "closely",
        "reference",
        "population",
        "also",
        "blended",
        "event",
        "rate",
        "found",
        "consistent",
        "modeled",
        "expectation",
        "look",
        "forward",
        "reporting",
        "topline",
        "result",
        "third",
        "quarter",
        "event",
        "positive",
        "outcome",
        "preparing",
        "file",
        "biologics",
        "license",
        "application",
        "next",
        "key",
        "recent",
        "development",
        "march",
        "subject",
        "enrolled",
        "site",
        "open",
        "enrollment",
        "company",
        "phase",
        "randomized",
        "controlled",
        "trial",
        "designed",
        "evaluate",
        "elad",
        "system",
        "subject",
        "severe",
        "alcoholic",
        "hepatitis",
        "sah",
        "compare",
        "subject",
        "enrolled",
        "site",
        "open",
        "enrollment",
        "company",
        "last",
        "quarterly",
        "update",
        "october",
        "planned",
        "first",
        "quarter",
        "independent",
        "statistician",
        "evaluated",
        "blended",
        "event",
        "rate",
        "study",
        "december",
        "independent",
        "statistician",
        "concluded",
        "overall",
        "event",
        "rate",
        "time",
        "consistent",
        "trial",
        "original",
        "statistical",
        "plan",
        "therefore",
        "recommended",
        "company",
        "retain",
        "trial",
        "original",
        "enrollment",
        "target",
        "company",
        "expects",
        "complete",
        "enrollment",
        "month",
        "continues",
        "anticipate",
        "reporting",
        "topline",
        "data",
        "third",
        "quarter",
        "year",
        "likely",
        "september",
        "today",
        "company",
        "updated",
        "baseline",
        "characteristic",
        "subject",
        "enrolled",
        "include",
        "first",
        "subject",
        "data",
        "continue",
        "show",
        "mean",
        "baseline",
        "characteristic",
        "continue",
        "track",
        "reference",
        "population",
        "company",
        "prior",
        "phase",
        "clinical",
        "trial",
        "elad",
        "subject",
        "sah",
        "design",
        "based",
        "updated",
        "baseline",
        "data",
        "presented",
        "table",
        "data",
        "age",
        "year",
        "meld",
        "bilirubin",
        "inr",
        "creatinine",
        "enrollment",
        "limit",
        "yr",
        "reference",
        "population",
        "mean",
        "range",
        "mean",
        "range",
        "december",
        "4th",
        "company",
        "announced",
        "appointment",
        "russell",
        "cox",
        "chief",
        "executive",
        "officer",
        "succeeding",
        "terry",
        "winter",
        "remains",
        "consultant",
        "company",
        "previously",
        "cox",
        "served",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "jazz",
        "pharmaceutical",
        "plc",
        "nasdaq",
        "jazz",
        "may",
        "responsibility",
        "eu",
        "commercial",
        "activity",
        "research",
        "development",
        "manufacturing",
        "technical",
        "operation",
        "new",
        "product",
        "planning",
        "global",
        "molecule",
        "leadership",
        "prior",
        "cox",
        "served",
        "multiple",
        "senior",
        "management",
        "role",
        "jazz",
        "joined",
        "cox",
        "tenure",
        "jazz",
        "pharmaceutical",
        "saw",
        "total",
        "revenue",
        "grow",
        "million",
        "annually",
        "billion",
        "recognized",
        "fortune",
        "magazine",
        "one",
        "fastest",
        "growing",
        "company",
        "traded",
        "major",
        "stock",
        "exchange",
        "previously",
        "cox",
        "served",
        "senior",
        "vice",
        "president",
        "chief",
        "commercial",
        "officer",
        "ipsen",
        "group",
        "pharmaceutical",
        "company",
        "january",
        "january",
        "december",
        "vice",
        "president",
        "marketing",
        "tercica",
        "prior",
        "acquisition",
        "ipsen",
        "group",
        "served",
        "vice",
        "president",
        "marketing",
        "scios",
        "acquired",
        "johnson",
        "johnson",
        "previously",
        "cox",
        "spent",
        "year",
        "genentech",
        "product",
        "team",
        "leader",
        "responsible",
        "growth",
        "hormone",
        "franchise",
        "led",
        "numerous",
        "product",
        "launch",
        "group",
        "product",
        "manager",
        "paper",
        "titled",
        "extracorporeal",
        "cellular",
        "therapy",
        "elad",
        "severe",
        "alcoholic",
        "hepatitis",
        "multinational",
        "prospective",
        "controlled",
        "randomized",
        "trial",
        "published",
        "march",
        "issue",
        "journal",
        "liver",
        "transplantation",
        "paper",
        "review",
        "company",
        "phase",
        "study",
        "reported",
        "topline",
        "result",
        "august",
        "although",
        "failed",
        "meet",
        "primary",
        "secondary",
        "endpoint",
        "trend",
        "identified",
        "subset",
        "analysis",
        "study",
        "formed",
        "basis",
        "trial",
        "design",
        "specifically",
        "discussed",
        "paper",
        "elad",
        "may",
        "benefit",
        "younger",
        "subject",
        "year",
        "old",
        "sufficient",
        "renal",
        "function",
        "creatinine",
        "less",
        "severe",
        "coagulopathy",
        "paper",
        "accessed",
        "via",
        "liver",
        "transplantation",
        "website",
        "company",
        "continues",
        "present",
        "finding",
        "research",
        "mechanism",
        "action",
        "elad",
        "scientific",
        "conference",
        "abstract",
        "titled",
        "hepatoprotective",
        "biomarkers",
        "amphiregulin",
        "soluble",
        "fa",
        "increase",
        "elad",
        "treatment",
        "alcoholic",
        "hepatitis",
        "subject",
        "accepted",
        "poster",
        "presentation",
        "international",
        "liver",
        "congress",
        "sponsored",
        "european",
        "association",
        "study",
        "liver",
        "easl",
        "held",
        "april",
        "paris",
        "france",
        "abstract",
        "titled",
        "inflammation",
        "biomarkers",
        "decrease",
        "elad",
        "treatment",
        "alcoholic",
        "hepatitis",
        "subject",
        "accepted",
        "poster",
        "presentation",
        "digestive",
        "disease",
        "week",
        "held",
        "june",
        "washington",
        "poster",
        "associated",
        "presentation",
        "made",
        "available",
        "http",
        "clinical",
        "publication",
        "presentation",
        "section",
        "promptly",
        "presented",
        "publicly",
        "fourth",
        "quarter",
        "financial",
        "result",
        "cash",
        "position",
        "cash",
        "cash",
        "equivalent",
        "december",
        "totaled",
        "million",
        "compared",
        "million",
        "december",
        "company",
        "belief",
        "current",
        "cash",
        "position",
        "provide",
        "funding",
        "first",
        "quarter",
        "well",
        "past",
        "expected",
        "announcement",
        "trial",
        "result",
        "result",
        "operation",
        "three",
        "month",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "prior",
        "year",
        "period",
        "resulted",
        "net",
        "loss",
        "per",
        "share",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "corresponding",
        "period",
        "basic",
        "diluted",
        "basis",
        "per",
        "share",
        "figure",
        "based",
        "common",
        "share",
        "outstanding",
        "share",
        "share",
        "respectively",
        "increase",
        "common",
        "share",
        "outstanding",
        "december",
        "primarily",
        "attributable",
        "share",
        "issued",
        "part",
        "company",
        "offering",
        "first",
        "quarter",
        "research",
        "development",
        "expense",
        "increased",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "primarily",
        "due",
        "increase",
        "clinical",
        "trial",
        "related",
        "cost",
        "comparison",
        "prior",
        "year",
        "period",
        "general",
        "administrative",
        "expense",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "upcoming",
        "investor",
        "conference",
        "company",
        "presenting",
        "wainwright",
        "global",
        "life",
        "science",
        "conference",
        "tuesday",
        "april",
        "10th",
        "pm",
        "central",
        "european",
        "time",
        "eastern",
        "live",
        "webcast",
        "company",
        "presentation",
        "available",
        "investor",
        "relation",
        "page",
        "company",
        "website",
        "http",
        "archive",
        "presentation",
        "available",
        "replay",
        "following",
        "conference",
        "conference",
        "call",
        "detail",
        "vital",
        "therapy",
        "host",
        "conference",
        "call",
        "discus",
        "result",
        "provide",
        "corporate",
        "update",
        "today",
        "pm",
        "et",
        "open",
        "public",
        "conference",
        "call",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "number",
        "call",
        "participant",
        "access",
        "live",
        "webcast",
        "via",
        "link",
        "vital",
        "therapy",
        "website",
        "investor",
        "relation",
        "section",
        "event",
        "http",
        "unable",
        "listen",
        "designated",
        "time",
        "conference",
        "call",
        "replay",
        "available",
        "one",
        "week",
        "following",
        "conference",
        "call",
        "conference",
        "call",
        "replay",
        "number",
        "domestic",
        "international",
        "caller",
        "respectively",
        "conference",
        "id",
        "number",
        "replay",
        "vital",
        "therapy",
        "vital",
        "therapy",
        "biotherapeutic",
        "company",
        "developing",
        "therapy",
        "targeting",
        "treatment",
        "acute",
        "form",
        "liver",
        "failure",
        "company",
        "elad",
        "system",
        "extracorporeal",
        "human",
        "allogeneic",
        "cellular",
        "liver",
        "therapy",
        "currently",
        "phase",
        "clinical",
        "trial",
        "vital",
        "therapy",
        "based",
        "san",
        "diego",
        "california",
        "vital",
        "trademark",
        "vital",
        "therapy",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "statement",
        "concerning",
        "implying",
        "timing",
        "conduct",
        "clinical",
        "trial",
        "timing",
        "release",
        "result",
        "trial",
        "statement",
        "regarding",
        "projected",
        "cash",
        "runway",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "expressed",
        "implied",
        "statement",
        "accordingly",
        "statement",
        "constitute",
        "guarantee",
        "future",
        "performance",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "difficulty",
        "maintaining",
        "regulatory",
        "approval",
        "united",
        "state",
        "europe",
        "particular",
        "combination",
        "product",
        "clinical",
        "trial",
        "limited",
        "experience",
        "conducting",
        "pivotal",
        "clinical",
        "trial",
        "significant",
        "issue",
        "regarding",
        "clinical",
        "trial",
        "including",
        "limited",
        "clinical",
        "site",
        "continued",
        "adherence",
        "protocol",
        "assumption",
        "regarding",
        "number",
        "subject",
        "enrolled",
        "enrollment",
        "rate",
        "timing",
        "subject",
        "meeting",
        "inclusion",
        "exclusion",
        "criterion",
        "change",
        "protocol",
        "regulatory",
        "requirement",
        "need",
        "comply",
        "meet",
        "applicable",
        "law",
        "regulation",
        "unexpected",
        "adverse",
        "event",
        "safety",
        "issue",
        "event",
        "rate",
        "may",
        "vary",
        "projection",
        "use",
        "cash",
        "vary",
        "based",
        "timing",
        "incurring",
        "cost",
        "activity",
        "support",
        "clinical",
        "trial",
        "application",
        "marketing",
        "approval",
        "whether",
        "begin",
        "building",
        "significant",
        "commercial",
        "infrastructure",
        "assurance",
        "data",
        "clinical",
        "trial",
        "sufficient",
        "support",
        "application",
        "marketing",
        "country",
        "application",
        "ever",
        "approved",
        "risk",
        "regarding",
        "business",
        "described",
        "detail",
        "security",
        "exchange",
        "commission",
        "filing",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "statement",
        "speak",
        "date",
        "hereof",
        "vital",
        "therapy",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "except",
        "may",
        "required",
        "law",
        "contact",
        "vital",
        "therapy",
        "al",
        "kildani",
        "vice",
        "president",
        "investor",
        "relation",
        "business",
        "development",
        "akildani",
        "vital",
        "therapy",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "december",
        "cash",
        "cash",
        "equivalent",
        "current",
        "asset",
        "prepaid",
        "expense",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "vital",
        "therapy",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "ended",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "vital",
        "therapy",
        "inc"
    ]
}