{
    "organizations": [],
    "uuid": "777fec8878a71de3c9be10a1a57d21efdb606cf1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/globe-newswire-tower-one-enters-into-agreement-to-acquire-us-based-tower-services-company-with-over-17-million-in-2017-revenue.html",
    "ord_in_thread": 0,
    "title": "Tower One Enters Into Agreement to Acquire US Based Tower Services Company With Over $17 Million in 2017 Revenue",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, March 26, 2018 (GLOBE NEWSWIRE) -- Tower One Wireless Corp (CSE:TO) (OTCQB:TOWTF) (Frankfurt:1P3N) (“Tower One” or the “Company”) announces it has entered into an agreement to acquire a 100% interest in Process Cellular Inc. (“ProCell”) as a wholly owned subsidiary.\nProCell has been operating out of Southern California for over 20 years as a turnkey general contractor that specializes in the telecommunications industry & structural engineering/design. ProCell has the knowledge, equipment, and resources to tackle every aspect of tower construction. ProCell is committed to implementing, developing, improving strategies, management systems and processes to ensure that all construction activities uphold the highest level of safety performance.\nThis strategic acquisition gives Tower One subsidiary Tower Construction and Technical Services Inc. (“TCTS”) significant exposure to the California and Arizona markets with current clients such as: Verizon, AT&T, Sprint and T-Mobile as well as 2017 revenues of over $17 million USD. ProCell is also an approved contractor for American Tower and Crown Castle that operate internationally and throughout South America.\nAlejandro Ochoa, CEO of Tower One, states: “This strategic acquisition will allow economies of scale in the services business, cost reduction through consolidation of many expenses including insurance and additional clients for the combined entity. Cross-servicing in additional markets will allow the combined entity to service in clients in California, Texas, Florida and Arizona.”\nThe terms of the deal are subject to ongoing due diligence and are anticipated to be combined with the previously announced spin-out of Tower One’s existing tower services subsidiary, TCTS, announced February 21 st 2018. A definitive agreement is expected to be completed on or before June 1 st 2018.\nMr. Ochoa continues: “The previously announced spin-out will provide Tower One shareholders with additional equity exposure in the growing telecom services sector. As well, it will allow Tower One’s management team to be focused on its core business of providing cell towers to mobile network operators in Latin America. This business has seen strong growth, in Colombia and Argentina, along with new opportunities in Mexico.”\nTower One recently announced the acquisition of 80 new wireless tower sites in Argentina. Each wireless tower site consists of ownership of the underlying real-estate as well as the rights to build wireless cell towers. In addition to the 80 new tower sites, Tower One currently has under construction 15 towers in Argentina. The company has also been notified that two towers have received co-location applications in Colombia, which will result hosting of multiple carrier clients on a single wireless tower. Tower One’s current portfolio now consists of over 40 wireless towers now erected in Colombia and Argentina and over 300 secured search rings.\nAbout Tower One Wireless Corp.\nTower One builds, owns, and leases a portfolio of wireless infrastructure assets to wireless carriers on long term contracts. Tower One is one of a few publicly traded small cap companies in the tower and wireless infrastructure industry. Tower One is operated by a team of telecom and finance professionals with a long history in the telecom and wireless infrastructure business. At Management’s election 30 million shares issued to Tower One Management cannot be sold for three years. Tower One Wireless is currently focused on 4G & 5G LTE infrastructure expansion in Latin America.\nOn Behalf of the Board of Directors\nRobert ‘Nick’ Horsley - Director\nRobert Nick Horsley\nnick@toweronewireless.com\n(604) 559-8051\nwww.toweronewireless.com\nThe CSE has not reviewed, and does not accept responsibility for the adequacy or accuracy of the contents of this news release.\nThis news release does not constitute an offer to sell or a solicitation of an offer to buy any of the securities described herein in the United States. The securities described herein have not been registered under the United States Securities Act of 1933, as amended (the “U.S. Securities Act”), or any state securities law and may not be offered or sold in the “United States”, as such term is defined in Regulation S promulgated under the U.S. Securities Act, unless registered under the U.S. Securities Act and applicable state securities laws or an exemption from such registration requirements is available.\nFORWARD LOOKING STATEMENTS\nCertain statements in this release are forward-looking statements, which include regulatory approvals and other matters. Forward-looking statements consist of statements that are not purely historical, including any statements regarding beliefs, plans, expectations or intentions regarding the future. Such information can generally be identified by the use of forwarding looking wording such as “may”, “expect”, “estimate”, “anticipate”, “intend”, “believe” and “continue” or the negative thereof or similar variations. Readers are cautioned not to place undue reliance on forward-looking statements, as there can be no assurance that the plans, intentions or expectations upon which they are based will occur. By their nature, forward-looking statements involve numerous assumptions, known and unknown risks and uncertainties, both general and specific, that contribute to the possibility that the predictions, estimates, forecasts, projections and other forward-looking statements will not occur. Forward-looking statement are necessarily based upon a number of factors that, if untrue, could cause the actual results, performances or achievements of the Company to be materially different from future results, performances or achievements express or implied by such statements. These assumptions, risks and uncertainties include, among other things, the state of the economy in general and capital markets in particular, present and future business strategies, the environment in which the Company will operate in the future, and other factors, many of which are beyond the control of the Company. While such estimates and assumptions are considered reasonable by the management of the Company, they are inherently subject to significant business, economic, competitive and regulatory uncertainties and risks. There can be no assurance that the proposed Transaction will be completed or, if completed, will be successful.\nForward-looking statements are subject to a variety of risks and uncertainties, which could cause actual events, level of activity, performance or results to differ materially from those reflected in the forward-looking statements, including, without limitation: (i) that environmental laws and regulations may become more onerous; (ii) that the Company may not be able to raise additional funds when necessary; (iii) risks related to accidents, equipment breakdowns, labour disputes or other unanticipated difficulties with or interruptions with the business; (iv) competition; (v) the uncertainty of profitability based upon the Company’s history of losses; (vi) risks related to environmental regulation and liability; (vii) risks associated with failure to maintain community acceptance, agreements and permissions (generally referred to as “social licence”); (viii) risks relating to obtaining and maintaining all necessary government permits, approvals and authorizations relating to the continued operation and development of the Company’s projects; (ix) risks related to the outcome of legal actions; (x) political and regulatory risks; (xi) risks related to current global financial conditions; and (xii) other risks and uncertainties related to the Company’s prospects, assets and business strategy. Important factors that could cause actual results to differ materially from the Company’s expectations include, litigation, global economic climate, loss of key employees and consultants, additional funding requirements, changes in laws, competition, and failure of counterparties to perform their contractual obligations. Forward-looking statements contained in this news release are expressly qualified by this cautionary statement. Investors are cautioned that forward-looking statements are not guarantees of future performance or events and, accordingly are cautioned not to put undue reliance on forward-looking statements due to the inherent uncertainty of such statements.\nSource:Tower One Wireless",
    "published": "2018-03-26T16:00:00.000+03:00",
    "crawled": "2018-03-26T16:36:16.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "tower",
        "one",
        "wireless",
        "corp",
        "cse",
        "otcqb",
        "towtf",
        "tower",
        "one",
        "company",
        "announces",
        "entered",
        "agreement",
        "acquire",
        "interest",
        "process",
        "cellular",
        "procell",
        "wholly",
        "owned",
        "subsidiary",
        "procell",
        "operating",
        "southern",
        "california",
        "year",
        "turnkey",
        "general",
        "contractor",
        "specializes",
        "telecommunication",
        "industry",
        "structural",
        "procell",
        "knowledge",
        "equipment",
        "resource",
        "tackle",
        "every",
        "aspect",
        "tower",
        "construction",
        "procell",
        "committed",
        "implementing",
        "developing",
        "improving",
        "strategy",
        "management",
        "system",
        "process",
        "ensure",
        "construction",
        "activity",
        "uphold",
        "highest",
        "level",
        "safety",
        "performance",
        "strategic",
        "acquisition",
        "give",
        "tower",
        "one",
        "subsidiary",
        "tower",
        "construction",
        "technical",
        "service",
        "tcts",
        "significant",
        "exposure",
        "california",
        "arizona",
        "market",
        "current",
        "client",
        "verizon",
        "sprint",
        "well",
        "revenue",
        "million",
        "usd",
        "procell",
        "also",
        "approved",
        "contractor",
        "american",
        "tower",
        "crown",
        "castle",
        "operate",
        "internationally",
        "throughout",
        "south",
        "america",
        "alejandro",
        "ochoa",
        "ceo",
        "tower",
        "one",
        "state",
        "strategic",
        "acquisition",
        "allow",
        "economy",
        "scale",
        "service",
        "business",
        "cost",
        "reduction",
        "consolidation",
        "many",
        "expense",
        "including",
        "insurance",
        "additional",
        "client",
        "combined",
        "entity",
        "additional",
        "market",
        "allow",
        "combined",
        "entity",
        "service",
        "client",
        "california",
        "texas",
        "florida",
        "term",
        "deal",
        "subject",
        "ongoing",
        "due",
        "diligence",
        "anticipated",
        "combined",
        "previously",
        "announced",
        "tower",
        "one",
        "existing",
        "tower",
        "service",
        "subsidiary",
        "tcts",
        "announced",
        "february",
        "st",
        "definitive",
        "agreement",
        "expected",
        "completed",
        "june",
        "st",
        "ochoa",
        "continues",
        "previously",
        "announced",
        "provide",
        "tower",
        "one",
        "shareholder",
        "additional",
        "equity",
        "exposure",
        "growing",
        "telecom",
        "service",
        "sector",
        "well",
        "allow",
        "tower",
        "one",
        "management",
        "team",
        "focused",
        "core",
        "business",
        "providing",
        "cell",
        "tower",
        "mobile",
        "network",
        "operator",
        "latin",
        "america",
        "business",
        "seen",
        "strong",
        "growth",
        "colombia",
        "argentina",
        "along",
        "new",
        "opportunity",
        "tower",
        "one",
        "recently",
        "announced",
        "acquisition",
        "new",
        "wireless",
        "tower",
        "site",
        "argentina",
        "wireless",
        "tower",
        "site",
        "consists",
        "ownership",
        "underlying",
        "well",
        "right",
        "build",
        "wireless",
        "cell",
        "tower",
        "addition",
        "new",
        "tower",
        "site",
        "tower",
        "one",
        "currently",
        "construction",
        "tower",
        "argentina",
        "company",
        "also",
        "notified",
        "two",
        "tower",
        "received",
        "application",
        "colombia",
        "result",
        "hosting",
        "multiple",
        "carrier",
        "client",
        "single",
        "wireless",
        "tower",
        "tower",
        "one",
        "current",
        "portfolio",
        "consists",
        "wireless",
        "tower",
        "erected",
        "colombia",
        "argentina",
        "secured",
        "search",
        "ring",
        "tower",
        "one",
        "wireless",
        "tower",
        "one",
        "build",
        "owns",
        "lease",
        "portfolio",
        "wireless",
        "infrastructure",
        "asset",
        "wireless",
        "carrier",
        "long",
        "term",
        "contract",
        "tower",
        "one",
        "one",
        "publicly",
        "traded",
        "small",
        "cap",
        "company",
        "tower",
        "wireless",
        "infrastructure",
        "industry",
        "tower",
        "one",
        "operated",
        "team",
        "telecom",
        "finance",
        "professional",
        "long",
        "history",
        "telecom",
        "wireless",
        "infrastructure",
        "business",
        "management",
        "election",
        "million",
        "share",
        "issued",
        "tower",
        "one",
        "management",
        "sold",
        "three",
        "year",
        "tower",
        "one",
        "wireless",
        "currently",
        "focused",
        "4g",
        "5g",
        "lte",
        "infrastructure",
        "expansion",
        "latin",
        "america",
        "behalf",
        "board",
        "director",
        "robert",
        "nick",
        "horsley",
        "director",
        "robert",
        "nick",
        "horsley",
        "nick",
        "cse",
        "reviewed",
        "accept",
        "responsibility",
        "adequacy",
        "accuracy",
        "content",
        "news",
        "release",
        "news",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "described",
        "herein",
        "united",
        "state",
        "security",
        "described",
        "herein",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "term",
        "defined",
        "regulation",
        "promulgated",
        "security",
        "act",
        "unless",
        "registered",
        "security",
        "act",
        "applicable",
        "state",
        "security",
        "law",
        "exemption",
        "registration",
        "requirement",
        "available",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "release",
        "statement",
        "include",
        "regulatory",
        "approval",
        "matter",
        "statement",
        "consist",
        "statement",
        "purely",
        "historical",
        "including",
        "statement",
        "regarding",
        "belief",
        "plan",
        "expectation",
        "intention",
        "regarding",
        "future",
        "information",
        "generally",
        "identified",
        "use",
        "forwarding",
        "looking",
        "wording",
        "may",
        "expect",
        "estimate",
        "anticipate",
        "intend",
        "believe",
        "continue",
        "negative",
        "thereof",
        "similar",
        "variation",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "upon",
        "based",
        "occur",
        "nature",
        "statement",
        "involve",
        "numerous",
        "assumption",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "contribute",
        "possibility",
        "prediction",
        "estimate",
        "forecast",
        "projection",
        "statement",
        "occur",
        "statement",
        "necessarily",
        "based",
        "upon",
        "number",
        "factor",
        "untrue",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "company",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "express",
        "implied",
        "statement",
        "assumption",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "state",
        "economy",
        "general",
        "capital",
        "market",
        "particular",
        "present",
        "future",
        "business",
        "strategy",
        "environment",
        "company",
        "operate",
        "future",
        "factor",
        "many",
        "beyond",
        "control",
        "company",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "management",
        "company",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "regulatory",
        "uncertainty",
        "risk",
        "assurance",
        "proposed",
        "transaction",
        "completed",
        "completed",
        "successful",
        "statement",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "event",
        "level",
        "activity",
        "performance",
        "result",
        "differ",
        "materially",
        "reflected",
        "statement",
        "including",
        "without",
        "limitation",
        "environmental",
        "law",
        "regulation",
        "may",
        "become",
        "onerous",
        "ii",
        "company",
        "may",
        "able",
        "raise",
        "additional",
        "fund",
        "necessary",
        "iii",
        "risk",
        "related",
        "accident",
        "equipment",
        "breakdown",
        "labour",
        "dispute",
        "unanticipated",
        "difficulty",
        "interruption",
        "business",
        "iv",
        "competition",
        "v",
        "uncertainty",
        "profitability",
        "based",
        "upon",
        "company",
        "history",
        "loss",
        "vi",
        "risk",
        "related",
        "environmental",
        "regulation",
        "liability",
        "vii",
        "risk",
        "associated",
        "failure",
        "maintain",
        "community",
        "acceptance",
        "agreement",
        "permission",
        "generally",
        "referred",
        "social",
        "licence",
        "viii",
        "risk",
        "relating",
        "obtaining",
        "maintaining",
        "necessary",
        "government",
        "permit",
        "approval",
        "authorization",
        "relating",
        "continued",
        "operation",
        "development",
        "company",
        "project",
        "ix",
        "risk",
        "related",
        "outcome",
        "legal",
        "action",
        "x",
        "political",
        "regulatory",
        "risk",
        "xi",
        "risk",
        "related",
        "current",
        "global",
        "financial",
        "condition",
        "xii",
        "risk",
        "uncertainty",
        "related",
        "company",
        "prospect",
        "asset",
        "business",
        "strategy",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "company",
        "expectation",
        "include",
        "litigation",
        "global",
        "economic",
        "climate",
        "loss",
        "key",
        "employee",
        "consultant",
        "additional",
        "funding",
        "requirement",
        "change",
        "law",
        "competition",
        "failure",
        "counterparties",
        "perform",
        "contractual",
        "obligation",
        "statement",
        "contained",
        "news",
        "release",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "investor",
        "cautioned",
        "statement",
        "guarantee",
        "future",
        "performance",
        "event",
        "accordingly",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "statement",
        "due",
        "inherent",
        "uncertainty",
        "statement",
        "source",
        "tower",
        "one",
        "wireless"
    ]
}