{
    "organizations": [],
    "uuid": "01c2f201e0d253fa2dfaeae63694d7cb2bcf5194",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/globe-newswire-asia-pacific-private-equity-deal-market-had-its-best-year-ever-in-2017-driven-by-increasing-investor-confidence-in-their.html",
    "ord_in_thread": 0,
    "title": "Asia-Pacific Private Equity Deal Market Had Its Best Year Ever in 2017, Driven by Increasing Investor Confidence in Their Ability to Generate Consistently High Returns in the Region",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SINGAPORE, March 15, 2018 (GLOBE NEWSWIRE) -- Last year was exceptional for the Asia-Pacific private equity (PE) market on many fronts, setting records for deal value and exit count. However, sources of value in the region continue to shift, forcing funds to flex new muscles and differentiate across capabilities.\nThe Asia-Pacific PE deal market experienced a record year in 2017 as investors grew increasingly confident in deploying large pockets of capital and getting their money back. According to Bain & Company’s annual Asia Pacific Private Equity Report , deal value soared to $159 billion last year, up 41 percent over 2016 and 19 percent higher than the previous all-time high of $133 billion in 2015. A surge of megadeals ($1 billion or more) and pooled investments helped boost deal value with global general partners (GPs) taking a large share, especially at the top end in terms of deal size. Exit value of $115 billion marked the second best year on record, only slightly below the 2014 peak; exit count hit a new high at 710. Fundraising rose 6 percent to $66 billion, above the five-year historical average, boosted by the largest ever buyout fund raised in Asia-Pacific.\nThe value of buyouts jumped 94 percent to $72 billion in 2017, making up 45 percent of total Asia-Pacific deal value, compared with an average of 38 percent from 2012-16. Moreover, the region’s share of global PE assets under management reached a new milestone of 23 percent, up from 9 percent a decade ago.\nA combination of forces propelled the market to new heights, including an improved macroeconomic environment and mounting pressure to invest huge reserves of committed, unspent capital. As the volatility and tense political climate of the last two years eased, stock markets rallied, economic growth took off, and PE funds grew more comfortable putting capital to work.\n“The Asia-Pacific private equity market showed signs of maturing and entering a new phase of growth powered by two key forces,” said Suvir Varma, head of Bain & Company’s Private Equity practice in Asia-Pacific. “Investors grew more confident in the region as the macro climate improved and company owners increasingly accepted private equity funding. As a result, major players, including global and regional PE firms and institutional investors, stepped up their activity in Asia-Pacific last year, accelerating the flow of large deals.”\nUnderscoring broadening acceptance of PE, the value of the region’s private equity deals soared to an unprecedented 17 percent of Asia-Pacific M&A transactions, while public-to-private deals more than doubled to a record $27 billion.\nDespite large capital calls, limited partners (LPs) remained cash positive in Q3 2017 and for every dollar invested in 2014 to September 2017, they got $1.2 back on average. The Asia-Pacific region and the industry also continued to generate high returns. However, while Asia-Pacific will continue to offer ample opportunity to earn attractive profits, making money in an environment of high valuations has become more challenging.\nOver the next five years, sources of value creation are expected to shift, pegged not just to market growth, but to organic company-specific growth performance. In Bain & Company’s 2018 survey of Asia-Pacific private equity executives, GPs said that while revenue growth is still the leading source of returns for exited deals, internal factors, such as cost and M&A choices, are gaining in importance.\nSourcing proprietary deals is also an increasing challenge for Asia-Pacific GPs: more than 70 percent of survey respondents said competition had intensified moderately or significantly, and 63 percent said regional / local PE firms were their biggest competitive threats with strategic/corporate players close behind at 47 percent.\nSteady economic growth may no longer propel multiples, and intense competition has forced prices up. According to the results of the Bain & Company survey, GPs said that the top two challenges keeping them awake at night are the lack of attractive deals and the valuations of potential targets being too high. Many believe the market has reached the top of the cycle and prices could decline in the years ahead.\nSustaining winning returns will require GPs to deploy differentiated strategies. That, in turn, requires new skills and capabilities:\nIdentifying the Right Talent for the Biggest Roles – Bain & Company research shows portfolio companies’ leadership is the greatest source of success or failure for value creation in Asia-Pacific private equity. However, many PE firms take an overly positive view of management teams early in the investment process. The most successful PE companies get the right leadership in place to deliver on the value-creation plan.\nMastering organic growth with commercial excellence - Accelerating top-line growth lifts profitability and has a powerful impact on exit multiples, but it’s hard to get right. Only 24 percent of GPs say they have met top-line expectations in most of their portfolio companies over the last few years, according to Bain & Company’s 2018 survey. Leading PE firms build strength in commercial excellence – boosting their customer segmentation, upgrading their sales force effectiveness, revisiting their pricing or product portfolio strategy - which can help portfolio companies spot organic growth opportunities and generate big payoffs.\n“Improving commercial operations can lead to a quick win,” said Lalit Reddy, a Bain partner who leads commercial excellence initiatives in Asia-Pacific. “When companies in a B2B setting launch multiple commercial excellence initiatives, we typically see 10 percent to 20 percent top-line acceleration, and a 10 percent to 15 percent uptick in EBITDA – even more when they harness digital technologies. Our research also shows that median return on investment is 20 percent to 30 percent higher when using a commercial acceleration program.”\nDriving results in a digital world - Top global PE investors are helping management teams understand how new technologies are shifting their profit pools. Digital tools can help them take practical steps to improve their strategic position, commercial performance and cash flow. Portfolio companies that embrace digital strategies are better positioned to manage disruption and keep pace with rapidly changing markets. However, very few Asia-Pacific PE funds feel prepared to help companies navigate a technology shift.\n“Overall, the Asia-Pacific PE industry has never been healthier. But for fund managers and investors, the region clearly has reached a turning point, with implications for both future investment decisions and portfolio company management,” said Varma. “To maintain high returns in a changing environment, GPs will need to help their portfolio companies accelerate organic growth and improve operations.”\nAsia-Pacific Private Equity: Country Performance\nGreater China experienced another great year, boosted by mega buyout deals. Deal count increased from 534 to 569 and deal value increased from $63 billion to $73 billion. Exit count was 393, up from 237 last year.\nJapan’s PE market was the largest in a decade, supported by the region’s largest ever deal - a $14.7 billion buyout of Toshiba Memory Corp. 1 by a group of investors led by Bain Capital and others. While deal count actually dropped from 66 in 2016 to 49 last year, deal value increased from $10 billion to $25 billion. Exit count also grew from 36 to 55 last year.\nSoutheast Asia experienced an unexpected resurgence in private equity activity with two $5 billion deals that boosted deal value from $8 billion to $20 billion in 2017. Deal count also increased slightly from 65 to 70 last year as did exit count, up from 29 to 31.\nOverall deal activity was down in India , with deal count dropping from 256 in 2016 to 184 last year. However, several deals in excess of $1 billion helped push deal value up from $15 billion to $20 billion in 2017. Exits increased to 122, up from 102 in 2016.\nLast year’s PE activity in Australia and New Zealand was broadly similar to 2016, with more activity in the $500M-$1B window. Deal value grew slightly from $7.5 billion in 2016 to $8.9 billion in 2017. Deal count nudged upward from 47 to 51, but the number of exits dipped from 41 to 26.\nA few large exits in South Korea pushed deal value to $13 billion, up from just $7 billion in 2016 and above its historical average. Deal count jumped from 87 to 91 and exits grew from 61 to 73.\nEditor’s note: To receive a copy of the report or arrange an interview with the leaders of our PE business, please contact: Nick Worley at nicholas.worley@bain.com or +852 -2978-8830.\nAbout Bain & Company’s Private Equity Business\nBain & Company is the leading consulting partner to the private equity (PE) industry and its stakeholders. Private equity consulting at Bain & Company has grown thirteen-fold over the past 15 years and now represents about one-quarter of the firm’s global business. Bain & Company maintains a global network of more than 1,000 experienced professionals serving PE clients. The firm’s practice is more than triple the size of the next-largest consulting firm serving PE firms.\nBain & Company’s work with PE firms spans fund types – buyout, infrastructure, real estate and debt, as well as hedge funds – and many of the most prominent institutional investors, such as sovereign wealth funds, pension funds, endowments and family investment offices. Bain & Company supports its clients across a broad range of objectives that include deal generation, due diligence, immediate post-acquisition, ongoing value addition, exit, firm strategy and operations, and institutional investor strategy.\nAbout Bain & Company\nBain & Company is the management consulting firm that the world's business leaders come to when they want results. Bain & Company advises clients on strategy, operations, information technology, organization, private equity, digital transformation and strategy, and mergers and acquisition, developing practical insights that clients act on and transferring skills that make change stick. The firm aligns its incentives with clients by linking its fees to their results. Bain & Company clients have outperformed the stock market 4 to 1. Founded in 1973, Bain & Company has 55 offices in 36 countries, and its deep expertise and client roster cross every industry and economic sector. For more information visit: www.bain.com . Follow us on Twitter @BainAlerts.\n1 The total value of the transaction, which is under regulatory review, was $17.9 billion, with private equity investors contributing $14.7 billion.\nMedia Contact:\nNick Worley\nBain & Company\nTel: +852 -2978-8830\nnicholas.worley@bain.com\nSource:Bain & Company",
    "published": "2018-03-15T16:36:00.000+02:00",
    "crawled": "2018-03-15T17:11:39.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "singapore",
        "march",
        "globe",
        "newswire",
        "last",
        "year",
        "exceptional",
        "private",
        "equity",
        "pe",
        "market",
        "many",
        "front",
        "setting",
        "record",
        "deal",
        "value",
        "exit",
        "count",
        "however",
        "source",
        "value",
        "region",
        "continue",
        "shift",
        "forcing",
        "fund",
        "flex",
        "new",
        "muscle",
        "differentiate",
        "across",
        "capability",
        "pe",
        "deal",
        "market",
        "experienced",
        "record",
        "year",
        "investor",
        "grew",
        "increasingly",
        "confident",
        "deploying",
        "large",
        "pocket",
        "capital",
        "getting",
        "money",
        "back",
        "according",
        "bain",
        "company",
        "annual",
        "asia",
        "pacific",
        "private",
        "equity",
        "report",
        "deal",
        "value",
        "soared",
        "billion",
        "last",
        "year",
        "percent",
        "percent",
        "higher",
        "previous",
        "high",
        "billion",
        "surge",
        "megadeals",
        "billion",
        "pooled",
        "investment",
        "helped",
        "boost",
        "deal",
        "value",
        "global",
        "general",
        "partner",
        "gps",
        "taking",
        "large",
        "share",
        "especially",
        "top",
        "end",
        "term",
        "deal",
        "size",
        "exit",
        "value",
        "billion",
        "marked",
        "second",
        "best",
        "year",
        "record",
        "slightly",
        "peak",
        "exit",
        "count",
        "hit",
        "new",
        "high",
        "fundraising",
        "rose",
        "percent",
        "billion",
        "historical",
        "average",
        "boosted",
        "largest",
        "ever",
        "buyout",
        "fund",
        "raised",
        "value",
        "buyout",
        "jumped",
        "percent",
        "billion",
        "making",
        "percent",
        "total",
        "deal",
        "value",
        "compared",
        "average",
        "percent",
        "moreover",
        "region",
        "share",
        "global",
        "pe",
        "asset",
        "management",
        "reached",
        "new",
        "milestone",
        "percent",
        "percent",
        "decade",
        "ago",
        "combination",
        "force",
        "propelled",
        "market",
        "new",
        "height",
        "including",
        "improved",
        "macroeconomic",
        "environment",
        "mounting",
        "pressure",
        "invest",
        "huge",
        "reserve",
        "committed",
        "unspent",
        "capital",
        "volatility",
        "tense",
        "political",
        "climate",
        "last",
        "two",
        "year",
        "eased",
        "stock",
        "market",
        "rallied",
        "economic",
        "growth",
        "took",
        "pe",
        "fund",
        "grew",
        "comfortable",
        "putting",
        "capital",
        "work",
        "private",
        "equity",
        "market",
        "showed",
        "sign",
        "maturing",
        "entering",
        "new",
        "phase",
        "growth",
        "powered",
        "two",
        "key",
        "force",
        "said",
        "suvir",
        "varma",
        "head",
        "bain",
        "company",
        "private",
        "equity",
        "practice",
        "investor",
        "grew",
        "confident",
        "region",
        "macro",
        "climate",
        "improved",
        "company",
        "owner",
        "increasingly",
        "accepted",
        "private",
        "equity",
        "funding",
        "result",
        "major",
        "player",
        "including",
        "global",
        "regional",
        "pe",
        "firm",
        "institutional",
        "investor",
        "stepped",
        "activity",
        "last",
        "year",
        "accelerating",
        "flow",
        "large",
        "underscoring",
        "broadening",
        "acceptance",
        "pe",
        "value",
        "region",
        "private",
        "equity",
        "deal",
        "soared",
        "unprecedented",
        "percent",
        "transaction",
        "deal",
        "doubled",
        "record",
        "billion",
        "despite",
        "large",
        "capital",
        "call",
        "limited",
        "partner",
        "lp",
        "remained",
        "cash",
        "positive",
        "q3",
        "every",
        "dollar",
        "invested",
        "september",
        "got",
        "back",
        "average",
        "region",
        "industry",
        "also",
        "continued",
        "generate",
        "high",
        "return",
        "however",
        "continue",
        "offer",
        "ample",
        "opportunity",
        "earn",
        "attractive",
        "profit",
        "making",
        "money",
        "environment",
        "high",
        "valuation",
        "become",
        "challenging",
        "next",
        "five",
        "year",
        "source",
        "value",
        "creation",
        "expected",
        "shift",
        "pegged",
        "market",
        "growth",
        "organic",
        "growth",
        "performance",
        "bain",
        "company",
        "survey",
        "private",
        "equity",
        "executive",
        "gps",
        "said",
        "revenue",
        "growth",
        "still",
        "leading",
        "source",
        "return",
        "exited",
        "deal",
        "internal",
        "factor",
        "cost",
        "choice",
        "gaining",
        "importance",
        "sourcing",
        "proprietary",
        "deal",
        "also",
        "increasing",
        "challenge",
        "gps",
        "percent",
        "survey",
        "respondent",
        "said",
        "competition",
        "intensified",
        "moderately",
        "significantly",
        "percent",
        "said",
        "regional",
        "local",
        "pe",
        "firm",
        "biggest",
        "competitive",
        "threat",
        "player",
        "close",
        "behind",
        "percent",
        "steady",
        "economic",
        "growth",
        "may",
        "longer",
        "propel",
        "multiple",
        "intense",
        "competition",
        "forced",
        "price",
        "according",
        "result",
        "bain",
        "company",
        "survey",
        "gps",
        "said",
        "top",
        "two",
        "challenge",
        "keeping",
        "awake",
        "night",
        "lack",
        "attractive",
        "deal",
        "valuation",
        "potential",
        "target",
        "high",
        "many",
        "believe",
        "market",
        "reached",
        "top",
        "cycle",
        "price",
        "could",
        "decline",
        "year",
        "ahead",
        "sustaining",
        "winning",
        "return",
        "require",
        "gps",
        "deploy",
        "differentiated",
        "strategy",
        "turn",
        "requires",
        "new",
        "skill",
        "capability",
        "identifying",
        "right",
        "talent",
        "biggest",
        "role",
        "bain",
        "company",
        "research",
        "show",
        "portfolio",
        "company",
        "leadership",
        "greatest",
        "source",
        "success",
        "failure",
        "value",
        "creation",
        "private",
        "equity",
        "however",
        "many",
        "pe",
        "firm",
        "take",
        "overly",
        "positive",
        "view",
        "management",
        "team",
        "early",
        "investment",
        "process",
        "successful",
        "pe",
        "company",
        "get",
        "right",
        "leadership",
        "place",
        "deliver",
        "plan",
        "mastering",
        "organic",
        "growth",
        "commercial",
        "excellence",
        "accelerating",
        "growth",
        "lift",
        "profitability",
        "powerful",
        "impact",
        "exit",
        "multiple",
        "hard",
        "get",
        "right",
        "percent",
        "gps",
        "say",
        "met",
        "expectation",
        "portfolio",
        "company",
        "last",
        "year",
        "according",
        "bain",
        "company",
        "survey",
        "leading",
        "pe",
        "firm",
        "build",
        "strength",
        "commercial",
        "excellence",
        "boosting",
        "customer",
        "segmentation",
        "upgrading",
        "sale",
        "force",
        "effectiveness",
        "revisiting",
        "pricing",
        "product",
        "portfolio",
        "strategy",
        "help",
        "portfolio",
        "company",
        "spot",
        "organic",
        "growth",
        "opportunity",
        "generate",
        "big",
        "payoff",
        "improving",
        "commercial",
        "operation",
        "lead",
        "quick",
        "win",
        "said",
        "lalit",
        "reddy",
        "bain",
        "partner",
        "lead",
        "commercial",
        "excellence",
        "initiative",
        "company",
        "b2b",
        "setting",
        "launch",
        "multiple",
        "commercial",
        "excellence",
        "initiative",
        "typically",
        "see",
        "percent",
        "percent",
        "acceleration",
        "percent",
        "percent",
        "uptick",
        "ebitda",
        "even",
        "harness",
        "digital",
        "technology",
        "research",
        "also",
        "show",
        "median",
        "return",
        "investment",
        "percent",
        "percent",
        "higher",
        "using",
        "commercial",
        "acceleration",
        "driving",
        "result",
        "digital",
        "world",
        "top",
        "global",
        "pe",
        "investor",
        "helping",
        "management",
        "team",
        "understand",
        "new",
        "technology",
        "shifting",
        "profit",
        "pool",
        "digital",
        "tool",
        "help",
        "take",
        "practical",
        "step",
        "improve",
        "strategic",
        "position",
        "commercial",
        "performance",
        "cash",
        "flow",
        "portfolio",
        "company",
        "embrace",
        "digital",
        "strategy",
        "better",
        "positioned",
        "manage",
        "disruption",
        "keep",
        "pace",
        "rapidly",
        "changing",
        "market",
        "however",
        "pe",
        "fund",
        "feel",
        "prepared",
        "help",
        "company",
        "navigate",
        "technology",
        "shift",
        "overall",
        "pe",
        "industry",
        "never",
        "healthier",
        "fund",
        "manager",
        "investor",
        "region",
        "clearly",
        "reached",
        "turning",
        "point",
        "implication",
        "future",
        "investment",
        "decision",
        "portfolio",
        "company",
        "management",
        "said",
        "varma",
        "maintain",
        "high",
        "return",
        "changing",
        "environment",
        "gps",
        "need",
        "help",
        "portfolio",
        "company",
        "accelerate",
        "organic",
        "growth",
        "improve",
        "private",
        "equity",
        "country",
        "performance",
        "greater",
        "china",
        "experienced",
        "another",
        "great",
        "year",
        "boosted",
        "mega",
        "buyout",
        "deal",
        "deal",
        "count",
        "increased",
        "deal",
        "value",
        "increased",
        "billion",
        "billion",
        "exit",
        "count",
        "last",
        "year",
        "japan",
        "pe",
        "market",
        "largest",
        "decade",
        "supported",
        "region",
        "largest",
        "ever",
        "deal",
        "billion",
        "buyout",
        "toshiba",
        "memory",
        "group",
        "investor",
        "led",
        "bain",
        "capital",
        "others",
        "deal",
        "count",
        "actually",
        "dropped",
        "last",
        "year",
        "deal",
        "value",
        "increased",
        "billion",
        "billion",
        "exit",
        "count",
        "also",
        "grew",
        "last",
        "year",
        "southeast",
        "asia",
        "experienced",
        "unexpected",
        "resurgence",
        "private",
        "equity",
        "activity",
        "two",
        "billion",
        "deal",
        "boosted",
        "deal",
        "value",
        "billion",
        "billion",
        "deal",
        "count",
        "also",
        "increased",
        "slightly",
        "last",
        "year",
        "exit",
        "count",
        "overall",
        "deal",
        "activity",
        "india",
        "deal",
        "count",
        "dropping",
        "last",
        "year",
        "however",
        "several",
        "deal",
        "excess",
        "billion",
        "helped",
        "push",
        "deal",
        "value",
        "billion",
        "billion",
        "exit",
        "increased",
        "last",
        "year",
        "pe",
        "activity",
        "australia",
        "new",
        "zealand",
        "broadly",
        "similar",
        "activity",
        "1b",
        "window",
        "deal",
        "value",
        "grew",
        "slightly",
        "billion",
        "billion",
        "deal",
        "count",
        "nudged",
        "upward",
        "number",
        "exit",
        "dipped",
        "large",
        "exit",
        "south",
        "korea",
        "pushed",
        "deal",
        "value",
        "billion",
        "billion",
        "historical",
        "average",
        "deal",
        "count",
        "jumped",
        "exit",
        "grew",
        "editor",
        "note",
        "receive",
        "copy",
        "report",
        "arrange",
        "interview",
        "leader",
        "pe",
        "business",
        "please",
        "contact",
        "nick",
        "worley",
        "bain",
        "company",
        "private",
        "equity",
        "business",
        "bain",
        "company",
        "leading",
        "consulting",
        "partner",
        "private",
        "equity",
        "pe",
        "industry",
        "stakeholder",
        "private",
        "equity",
        "consulting",
        "bain",
        "company",
        "grown",
        "past",
        "year",
        "represents",
        "firm",
        "global",
        "business",
        "bain",
        "company",
        "maintains",
        "global",
        "network",
        "experienced",
        "professional",
        "serving",
        "pe",
        "client",
        "firm",
        "practice",
        "triple",
        "size",
        "consulting",
        "firm",
        "serving",
        "pe",
        "firm",
        "bain",
        "company",
        "work",
        "pe",
        "firm",
        "span",
        "fund",
        "type",
        "buyout",
        "infrastructure",
        "real",
        "estate",
        "debt",
        "well",
        "hedge",
        "fund",
        "many",
        "prominent",
        "institutional",
        "investor",
        "sovereign",
        "wealth",
        "fund",
        "pension",
        "fund",
        "endowment",
        "family",
        "investment",
        "office",
        "bain",
        "company",
        "support",
        "client",
        "across",
        "broad",
        "range",
        "objective",
        "include",
        "deal",
        "generation",
        "due",
        "diligence",
        "immediate",
        "ongoing",
        "value",
        "addition",
        "exit",
        "firm",
        "strategy",
        "operation",
        "institutional",
        "investor",
        "strategy",
        "bain",
        "company",
        "bain",
        "company",
        "management",
        "consulting",
        "firm",
        "world",
        "business",
        "leader",
        "come",
        "want",
        "result",
        "bain",
        "company",
        "advises",
        "client",
        "strategy",
        "operation",
        "information",
        "technology",
        "organization",
        "private",
        "equity",
        "digital",
        "transformation",
        "strategy",
        "merger",
        "acquisition",
        "developing",
        "practical",
        "insight",
        "client",
        "act",
        "transferring",
        "skill",
        "make",
        "change",
        "stick",
        "firm",
        "aligns",
        "incentive",
        "client",
        "linking",
        "fee",
        "result",
        "bain",
        "company",
        "client",
        "outperformed",
        "stock",
        "market",
        "founded",
        "bain",
        "company",
        "office",
        "country",
        "deep",
        "expertise",
        "client",
        "roster",
        "cross",
        "every",
        "industry",
        "economic",
        "sector",
        "information",
        "visit",
        "follow",
        "u",
        "twitter",
        "bainalerts",
        "total",
        "value",
        "transaction",
        "regulatory",
        "review",
        "billion",
        "private",
        "equity",
        "investor",
        "contributing",
        "billion",
        "medium",
        "contact",
        "nick",
        "worley",
        "bain",
        "company",
        "tel",
        "source",
        "bain",
        "company"
    ]
}