{
    "organizations": [],
    "uuid": "02c8ad38885d15aa81b5d2166b2e5c296400fedb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/globe-newswire-colorado-resources-announces-independent-fairness-opinion-on-terminated-transaction-with-damara-gold-corp-board-confirms-no.html",
    "ord_in_thread": 0,
    "title": "Colorado Resources Announces Independent Fairness Opinion on Terminated Transaction with Damara Gold Corp.; Board Confirms No Future Deal with Damara on Kinaskan-Castle Property",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Independent financial advisor valued Kinaskan-Castle Property at approximately $1.4 million prior to the November 20, 2017 offer from Damara, which implied a value of approximately $2.6 million for the Kinaskan-Castle Property\nWEST KELOWNA, British Columbia, March 28, 2018 (GLOBE NEWSWIRE) -- Colorado Resources Ltd. (TSX-V:CXO) (“Colorado” or the “Company”) announces details from an independent third party financial opinion regarding the proposed and now-terminated option of Colorado’s Kinaskan-Castle Property to Damara Gold Corp. (“Damara”). The financial opinion states that as of November 20, 2017, the time the proposed transaction was announced, it was fair to Colorado shareholders from a financial point of view.\nThe Board of Colorado had proposed seeking an independent fairness opinion on August 15, 2017 but that proposal was rejected by former CEO Adam Travis. Given that Mr. Travis has sought to mischaracterize the terms of the transaction with Damara and its fairness to shareholders once he initiated his proxy fight against Colorado, the Board saw fit to seek and announce details from an independent fairness opinion that demonstrate that at the time the Damara transaction was under consideration it was beneficial to Colorado shareholders.\nThe Board terminated the proposed transaction with Damara on December 15, 2017 and notwithstanding the positive conclusion of the fairness opinion, Colorado’s refreshed board commits it will concentrate on other opportunities available to increase long-term shareholder value.\n“Following the termination of the Damara transaction, the Company under my leadership is contemplating expanding and significantly improving its property portfolio in north-western British Columbia,” said Robert Shaw, the recently-appointed new President and CEO of the Company . “ The Damara deal is a missed opportunity and is no longer being considered.”\nLarry Nagy, the Chairman of the Company said: “We will not proceed with any deal with Damara and there are now more compelling avenues available to the Company. To suggest otherwise is simply fearmongering and an attempt to distract from the real issue of Mr. Travis’ continued pattern of self-dealing at the Company. The choice is not between some Damara deal that will never happen and Mr. Travis -- the choice is between a re-energized Board which is truly aligned with shareholders’ interests and a Board that is handpicked by Mr. Travis to back Mr. Travis.”\nFindings of the Fairness Opinion\nBruce McKnight Minerals Advisor Services was retained by Colorado’s Board to determine the fairness to the shareholders of Colorado with respect to the November 20, 2017, announced agreement between Colorado and Damara for Colorado to option to Damara its Kinaskan-Castle Property. Shareholders can view the full terms of the Damara transaction in Colorado’s November 20, 2017 press release .\nMr. McKnight is an independent Professional Engineer and mineral property valuation specialist who has considerable experience in valuing mineral properties and companies and providing fairness opinions on transactions related to these. In reaching his conclusion, Mr. McKnight notes:\nSeveral valuation approaches indicated a Kinaskan-Castle Property value of about $1.4 million before November 20, 2017, or much less than the $2.6 million value implied by the Damara offer. The current working capital of Colorado was insufficient for the Company, on its own, to undergo a major exploration program, without a dilutive refinancing at the current share price. The $8 million proposed exploration program by Damara, would have been carried out with no dilution to Colorado shareholders and had the potential to significantly advance the property. If the exploration funded by Damara resulted in a discovery, Colorado would have had the opportunity to earn back to a 51% interest by matching Damara’s $8 million in expenditures. The 10.25 million issuance of shares in Damara to Colorado would bring Colorado’s holdings in Damara up to about 39%, and so Colorado could control future development of the Kinaskan-Castle Property and could readily move to merge with Damara and thus own 100% of any resulting mine. If the Kinaskan-Castle Property turned out to be a “Bonanza Mine” Colorado would still have the ability to keep control of it without having to risk the $8 million up-front exploration funds.\nMr. McKnight also notes the proposed transaction may not have appeared to be fair to Damara shareholders, which may be why the shares in Damara dropped sharply in value after the announced deal on November 20, 2017.\nConsistent Commitment to Governance Best Practices\nDespite Mr. Travis’ fearmongering and attempt to distract from his self-dealing, the fact is the Board has consistently met or exceeded governance best practices with regard to the proposed Damara transaction and went above and beyond to avoid any potential conflicts of interest. As of November 20, 2017, Colorado owned 19.9% of the shares of Damara and now owns 15.96%.\nThroughout this process, the Board complied with all statutory and regulatory requirements, complied with the Company’s Code of Business Conduct, and acted in accordance with the legal advice provided in relation to the transaction. Larry Nagy, Executive Chairman and Director, even suggested the Board have an independent evaluator appointed to draft an agreement that was acceptable to all. Mr. Travis ignored this suggestion and instead made the unilateral decision that the Kinaskan-Castle Property was no longer available for option. Notwithstanding his decision, he continued marketing the property to third parties without the Board’s knowledge. It is notable that despite Travis’ marketing of the property, no deal ever materialized.\nAt no point during the negotiations, did Mr. Travis express that a sale or bid process was needed. In fact, the only process Travis insisted upon was one where he alone would determine what was in the best interest of Colorado.\nDo Not Believe Mr. Travis: There Is No Damara Deal\nVoting is now open. Only your vote can save your investment and move Colorado forward, no matter how many shares you own. To vote FOR your management nominees, vote on the Company’s BLUE Proxy or Voting Instruction Form.\nDo not vote the Yellow Proxy or Voting Instruction Form sent to you by Adam Travis .\nDon’t wait. The last day to vote is Friday, April 13, 2018 at 10:00 am (PDT).\nIf you have questions or need help voting contact Kingsdale Advisors at 1-800-775-3159 or contactus@kingsdaleadvisors.com . There is a team standing by to help.\nAbout Colorado\nColorado Resources Ltd. is currently engaged in the business of mineral exploration for the purpose of acquiring and advancing mineral properties located in the “Golden Triangle” British Columbia and holds approximately 1,200sq km of mineral claims in this prolific metalliferous region. The Company’s main exploration projects within British Columbia include KSP and North ROK. Additionally, the Company holds an option to acquire a 100% interest in the Green Springs project located in eastern Nevada.\nContact:\nKingsdale Advisors\nIan Robertson, 416-867-2333\nExecutive Vice President, Communication Strategy\nirobertson@kingsdaleadvisors.com\nCell: 647-621-2646\nor\nShareholders:\nKingsdale Advisors\nToll free: 1-800-775-3159\ncontactus@kingsdaleadvisors.com\nCautionary Note Regarding Forward-Looking Statements\nCertain statements contained in this news release, constitute “forward-looking information” as such term is used in applicable Canadian securities laws. Forward-looking information is based on plans, expectations and estimates of management at the date the information is provided and is subject to certain factors and assumptions, including: that the Company’s financial condition and development plans do not change as a result of unforeseen events, that the Company obtains required regulatory approvals, that the Company continues to maintain a good relationship with the local project communities. Forward-looking information is subject to a variety of risks and uncertainties and other factors that could cause plans, estimates and actual results to vary materially from those projected in such forward-looking information. Factors that could cause the forward-looking information in this news release to change or to be inaccurate include, but are not limited to, the risk that any of the assumptions referred to prove not to be valid or reliable, which could result in delays, or cessation in planned work, that the Company’s financial condition and development plans change, delays in regulatory approval, risks associated with the interpretation of data, the geology, grade and continuity of mineral deposits, the possibility that results will not be consistent with the Company’s expectations, as well as the other risks and uncertainties applicable to mineral exploration and development activities and to the Company as set forth in the Company’s Management’s Discussion and Analysis reports filed under the Company’s profile at www.sedar.com . There can be no assurance that any forward-looking information will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, the reader should not place any undue reliance on forward-looking information or statements. The Company undertakes no obligation to update forward-looking information or statements, other than as required by applicable law.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nSource: Colorado Resources Ltd.",
    "published": "2018-03-28T18:57:00.000+03:00",
    "crawled": "2018-03-28T19:53:38.025+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "independent",
        "financial",
        "advisor",
        "valued",
        "property",
        "approximately",
        "million",
        "prior",
        "november",
        "offer",
        "damara",
        "implied",
        "value",
        "approximately",
        "million",
        "property",
        "west",
        "kelowna",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "colorado",
        "resource",
        "cxo",
        "colorado",
        "company",
        "announces",
        "detail",
        "independent",
        "third",
        "party",
        "financial",
        "opinion",
        "regarding",
        "proposed",
        "option",
        "colorado",
        "property",
        "damara",
        "gold",
        "damara",
        "financial",
        "opinion",
        "state",
        "november",
        "time",
        "proposed",
        "transaction",
        "announced",
        "fair",
        "colorado",
        "shareholder",
        "financial",
        "point",
        "view",
        "board",
        "colorado",
        "proposed",
        "seeking",
        "independent",
        "fairness",
        "opinion",
        "august",
        "proposal",
        "rejected",
        "former",
        "ceo",
        "adam",
        "travis",
        "given",
        "travis",
        "sought",
        "mischaracterize",
        "term",
        "transaction",
        "damara",
        "fairness",
        "shareholder",
        "initiated",
        "proxy",
        "fight",
        "colorado",
        "board",
        "saw",
        "fit",
        "seek",
        "announce",
        "detail",
        "independent",
        "fairness",
        "opinion",
        "demonstrate",
        "time",
        "damara",
        "transaction",
        "consideration",
        "beneficial",
        "colorado",
        "shareholder",
        "board",
        "terminated",
        "proposed",
        "transaction",
        "damara",
        "december",
        "notwithstanding",
        "positive",
        "conclusion",
        "fairness",
        "opinion",
        "colorado",
        "refreshed",
        "board",
        "commits",
        "concentrate",
        "opportunity",
        "available",
        "increase",
        "shareholder",
        "value",
        "following",
        "termination",
        "damara",
        "transaction",
        "company",
        "leadership",
        "contemplating",
        "expanding",
        "significantly",
        "improving",
        "property",
        "portfolio",
        "british",
        "columbia",
        "said",
        "robert",
        "shaw",
        "new",
        "president",
        "ceo",
        "company",
        "damara",
        "deal",
        "missed",
        "opportunity",
        "longer",
        "larry",
        "nagy",
        "chairman",
        "company",
        "said",
        "proceed",
        "deal",
        "damara",
        "compelling",
        "avenue",
        "available",
        "company",
        "suggest",
        "otherwise",
        "simply",
        "fearmongering",
        "attempt",
        "distract",
        "real",
        "issue",
        "travis",
        "continued",
        "pattern",
        "company",
        "choice",
        "damara",
        "deal",
        "never",
        "happen",
        "travis",
        "choice",
        "board",
        "truly",
        "aligned",
        "shareholder",
        "interest",
        "board",
        "handpicked",
        "travis",
        "back",
        "finding",
        "fairness",
        "opinion",
        "bruce",
        "mcknight",
        "mineral",
        "advisor",
        "service",
        "retained",
        "colorado",
        "board",
        "determine",
        "fairness",
        "shareholder",
        "colorado",
        "respect",
        "november",
        "announced",
        "agreement",
        "colorado",
        "damara",
        "colorado",
        "option",
        "damara",
        "property",
        "shareholder",
        "view",
        "full",
        "term",
        "damara",
        "transaction",
        "colorado",
        "november",
        "press",
        "release",
        "mcknight",
        "independent",
        "professional",
        "engineer",
        "mineral",
        "property",
        "valuation",
        "specialist",
        "considerable",
        "experience",
        "valuing",
        "mineral",
        "property",
        "company",
        "providing",
        "fairness",
        "opinion",
        "transaction",
        "related",
        "reaching",
        "conclusion",
        "mcknight",
        "note",
        "several",
        "valuation",
        "approach",
        "indicated",
        "property",
        "value",
        "million",
        "november",
        "much",
        "less",
        "million",
        "value",
        "implied",
        "damara",
        "offer",
        "current",
        "working",
        "capital",
        "colorado",
        "insufficient",
        "company",
        "undergo",
        "major",
        "exploration",
        "program",
        "without",
        "dilutive",
        "refinancing",
        "current",
        "share",
        "price",
        "million",
        "proposed",
        "exploration",
        "program",
        "damara",
        "would",
        "carried",
        "dilution",
        "colorado",
        "shareholder",
        "potential",
        "significantly",
        "advance",
        "property",
        "exploration",
        "funded",
        "damara",
        "resulted",
        "discovery",
        "colorado",
        "would",
        "opportunity",
        "earn",
        "back",
        "interest",
        "matching",
        "damara",
        "million",
        "expenditure",
        "million",
        "issuance",
        "share",
        "damara",
        "colorado",
        "would",
        "bring",
        "colorado",
        "holding",
        "damara",
        "colorado",
        "could",
        "control",
        "future",
        "development",
        "property",
        "could",
        "readily",
        "move",
        "merge",
        "damara",
        "thus",
        "resulting",
        "mine",
        "property",
        "turned",
        "bonanza",
        "mine",
        "colorado",
        "would",
        "still",
        "ability",
        "keep",
        "control",
        "without",
        "risk",
        "million",
        "exploration",
        "fund",
        "mcknight",
        "also",
        "note",
        "proposed",
        "transaction",
        "may",
        "appeared",
        "fair",
        "damara",
        "shareholder",
        "may",
        "share",
        "damara",
        "dropped",
        "sharply",
        "value",
        "announced",
        "deal",
        "november",
        "consistent",
        "commitment",
        "governance",
        "best",
        "practice",
        "despite",
        "travis",
        "fearmongering",
        "attempt",
        "distract",
        "fact",
        "board",
        "consistently",
        "met",
        "exceeded",
        "governance",
        "best",
        "practice",
        "regard",
        "proposed",
        "damara",
        "transaction",
        "went",
        "beyond",
        "avoid",
        "potential",
        "conflict",
        "interest",
        "november",
        "colorado",
        "owned",
        "share",
        "damara",
        "owns",
        "throughout",
        "process",
        "board",
        "complied",
        "statutory",
        "regulatory",
        "requirement",
        "complied",
        "company",
        "code",
        "business",
        "conduct",
        "acted",
        "accordance",
        "legal",
        "advice",
        "provided",
        "relation",
        "transaction",
        "larry",
        "nagy",
        "executive",
        "chairman",
        "director",
        "even",
        "suggested",
        "board",
        "independent",
        "evaluator",
        "appointed",
        "draft",
        "agreement",
        "acceptable",
        "travis",
        "ignored",
        "suggestion",
        "instead",
        "made",
        "unilateral",
        "decision",
        "property",
        "longer",
        "available",
        "option",
        "notwithstanding",
        "decision",
        "continued",
        "marketing",
        "property",
        "third",
        "party",
        "without",
        "board",
        "knowledge",
        "notable",
        "despite",
        "travis",
        "marketing",
        "property",
        "deal",
        "ever",
        "materialized",
        "point",
        "negotiation",
        "travis",
        "express",
        "sale",
        "bid",
        "process",
        "needed",
        "fact",
        "process",
        "travis",
        "insisted",
        "upon",
        "one",
        "alone",
        "would",
        "determine",
        "best",
        "interest",
        "colorado",
        "believe",
        "travis",
        "damara",
        "deal",
        "voting",
        "open",
        "vote",
        "save",
        "investment",
        "move",
        "colorado",
        "forward",
        "matter",
        "many",
        "share",
        "vote",
        "management",
        "nominee",
        "vote",
        "company",
        "blue",
        "proxy",
        "voting",
        "instruction",
        "form",
        "vote",
        "yellow",
        "proxy",
        "voting",
        "instruction",
        "form",
        "sent",
        "adam",
        "travis",
        "wait",
        "last",
        "day",
        "vote",
        "friday",
        "april",
        "pdt",
        "question",
        "need",
        "help",
        "voting",
        "contact",
        "kingsdale",
        "advisor",
        "contactus",
        "team",
        "standing",
        "help",
        "colorado",
        "colorado",
        "resource",
        "currently",
        "engaged",
        "business",
        "mineral",
        "exploration",
        "purpose",
        "acquiring",
        "advancing",
        "mineral",
        "property",
        "located",
        "golden",
        "triangle",
        "british",
        "columbia",
        "hold",
        "approximately",
        "km",
        "mineral",
        "claim",
        "prolific",
        "metalliferous",
        "region",
        "company",
        "main",
        "exploration",
        "project",
        "within",
        "british",
        "columbia",
        "include",
        "ksp",
        "north",
        "rok",
        "additionally",
        "company",
        "hold",
        "option",
        "acquire",
        "interest",
        "green",
        "spring",
        "project",
        "located",
        "eastern",
        "nevada",
        "contact",
        "kingsdale",
        "advisor",
        "ian",
        "robertson",
        "executive",
        "vice",
        "president",
        "communication",
        "strategy",
        "irobertson",
        "cell",
        "shareholder",
        "kingsdale",
        "advisor",
        "toll",
        "free",
        "contactus",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "constitute",
        "information",
        "term",
        "used",
        "applicable",
        "canadian",
        "security",
        "law",
        "information",
        "based",
        "plan",
        "expectation",
        "estimate",
        "management",
        "date",
        "information",
        "provided",
        "subject",
        "certain",
        "factor",
        "assumption",
        "including",
        "company",
        "financial",
        "condition",
        "development",
        "plan",
        "change",
        "result",
        "unforeseen",
        "event",
        "company",
        "obtains",
        "required",
        "regulatory",
        "approval",
        "company",
        "continues",
        "maintain",
        "good",
        "relationship",
        "local",
        "project",
        "community",
        "information",
        "subject",
        "variety",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "plan",
        "estimate",
        "actual",
        "result",
        "vary",
        "materially",
        "projected",
        "information",
        "factor",
        "could",
        "cause",
        "information",
        "news",
        "release",
        "change",
        "inaccurate",
        "include",
        "limited",
        "risk",
        "assumption",
        "referred",
        "prove",
        "valid",
        "reliable",
        "could",
        "result",
        "delay",
        "cessation",
        "planned",
        "work",
        "company",
        "financial",
        "condition",
        "development",
        "plan",
        "change",
        "delay",
        "regulatory",
        "approval",
        "risk",
        "associated",
        "interpretation",
        "data",
        "geology",
        "grade",
        "continuity",
        "mineral",
        "deposit",
        "possibility",
        "result",
        "consistent",
        "company",
        "expectation",
        "well",
        "risk",
        "uncertainty",
        "applicable",
        "mineral",
        "exploration",
        "development",
        "activity",
        "company",
        "set",
        "forth",
        "company",
        "management",
        "discussion",
        "analysis",
        "report",
        "filed",
        "company",
        "profile",
        "assurance",
        "information",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "information",
        "statement",
        "company",
        "undertakes",
        "obligation",
        "update",
        "information",
        "statement",
        "required",
        "applicable",
        "law",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "colorado",
        "resource",
        "ltd"
    ]
}