{
    "organizations": [],
    "uuid": "674b2927ed4295ae4001c3c637d5feba95d88b79",
    "author": "Lora Kolodny",
    "url": "https://www.cnbc.com/2018/03/14/tesla-manufacturing-high-volume-of-flawed-parts-employees.html",
    "ord_in_thread": 0,
    "title": "Tesla manufacturing high volume of flawed parts: employees",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Luxury automaker Tesla is manufacturing a surprisingly high ratio of flawed parts and vehicles, according to several current and former employees, leading to more rework and repairs than can be contained at its factory in Fremont, California.\nTesla's future as a mass-market carmaker hinges on efficient, automated production of the Model 3, which more than 400,000 people have already reserved, paying $1,000 refundable fees to do so. Musk said in July 2017 that Tesla would probably be making 20,000 Model 3s per month by December.\nThe company then later downgraded those expectations. It currently says it will make 2,500 per week by the end of this month and 5,000 per week by the end of June.\nOne current Tesla engineer estimated that 40 percent of the parts made or received at its Fremont factory require rework. The need for reviews of parts coming off the line, and rework, has contributed to Model 3 delays, the engineer said.\nAnother current employee from Tesla's Fremont factory said the company's defect rate is so high that it's hard to hit production targets. Inability to hit the numbers is in turn hurting employee morale.\nshow chapters Tesla churning out flawed parts, leading to more repairs 1 Hour Ago | 01:11 To deal with a backlog of flawed parts and vehicles, said these current and former employees, Tesla has brought in teams of technicians and engineers from its service centers and remanufacturing lines to help with rework and repairs on site in Fremont.\nThey also said that sometimes the luxury EV maker has taken the unusual measure of sending flawed or damaged parts from Fremont to its remanufacturing facility in Lathrop, California, about 50 miles away, instead of fixing those parts \"in-line.\"\nThe current and former employees declined to be named because they are not authorized to talk to the press.\nTesla flatly denies that its remanufacturing teams engage in rework. \"Our remanufacturing team does not 'rework' cars,\" a spokesperson said. The company said the employees might be conflating rework and remanufacturing. It also said every vehicle is subjected to rigorous quality control involving more than 500 inspections and tests.\nLean manufacturing specialist Matt Girvan, founder of MAG Consulting , said: \"Even during what is considered 'launch' mode, if a company is selling its cars to customers, it should not be experiencing large amounts of rework. This speaks to an internal quality issue that is on a magnitude that is not normal for most car manufacturers.\"\nTroy Harvey | Bloomberg | Getty Images Jeffrey Straubel, chief technical officer and co-founder of Tesla Motors Inc., center, speaks as billionaire Elon Musk, chief executive officer of Tesla Motors Inc., left, and Yoshihiko Yamada, consultant at Panasonic Corp., look on during a press event at Tesla's new Gigafactory in Sparks, Nevada, U.S., on Tuesday, July 26, 2016. Tesla said that cars coming off the end of the line are reviewed in detail in an effort to \"produce perfect cars for every customer.\" It said that most calibrations made at the end-of-line inspection are minor and resolved in minutes. Tesla also said that the efficiency of production has improved significantly: \"Whereas before it took three shifts with considerable overtime to produce our target annual production of 100,000 Model S and X vehicles, now it can be done with only two shifts and minimal overtime.\"\nTesla has acknowledged problems with production of batteries , but said it is still on track to meet its target of 2,500 Model 3s per week by the end of March, and 5,000 Model 3s per week by the end of the second quarter.\nOver the weekend, Tesla revealed that it halted its Model 3 production lines in February to give the company time to make improvements.\nA company spokesperson said temporary downtime for equipment maintenance and commissioning is \"common in production ramps like this.\" She said that there may very well be other periods of downtime on the line in coming months.\nTesla shares fell more 4 percent on Wednesday in a mixed market.\nRemanufacturing and rework In general, engineers involved in remanufacturing will evaluate and repair used vehicle parts, making them as good as new. Remanufactured parts usually go into certified pre-owned vehicles or into vehicles awaiting repairs.\nWhile most car companies do remanufacturing to some degree, the majority outsource this work or leave it to parts suppliers today.\nTesla is different from most other carmakers because it's \"vertically integrated\" – meaning it owns and operates its dealerships, service centers and factories.\nJoe Skipper | Reuters SpaceX founder and Tesla CEO Elon Musk. There isn't a big network of suppliers who can make or refurbish the parts that go into a Tesla, or any other electric vehicle, says Xavier Mosquet, a senior partner with Boston Consulting Group in Detroit. For those reasons, it's not surprising that Tesla runs \"reman\" lines of its own.\nHowever, current and former employees say that Tesla leverages its remanufacturing group to deal with new car production problems, which is unusual. Tesla denies this is happening.\nJob descriptions show that remanufacturing at Tesla includes a much broader set of responsibilities than refurbishing used parts.\nOne recent listing said candidates should have the \"ability to identify and analyze new failures [sic] modes from both the field and manufacturing lines ,\" suggesting that Tesla's remanufacturing line deals with parts coming off its own assembly lines.\nAnother for a team process leader in the \"Vehicle Reman Center\" in Fremont, California, where Tesla makes its new cars, said the candidate would \"lead the Value delivery system created to repair and remanufacture Tesla electric vehicles,\" and \"lead daily operations...on large volume, electric vehicle repair and reconditioning value streams.\"\nTesla claims that these job listings reflect the fact that remanufacturing experts evaluate and analyze a wide range of factors to figure out why a particular part failed in the field. These experts then sometimes feed this information back to other groups, including manufacturing groups.\nTesla also told CNBC its remanufacturing group included only 40 employees. However, at least one Tesla employee profile on LinkedIn references a team within the remanufacturing department that is comprised of 130 employees.\nMag Consulting's Girvan evaluated Tesla's remanufacturing job descriptions on sites including Tesla's careers page, LinkedIn and Glassdoor.\nHe said, \"Problems are unavoidable in any factory. 'Rework' does happen…These listings speak to what is probably a large amount of product that has either not been built to specification or that has been built to an incorrect specification where the error wasn't found until later.\"\nIn autos, there is a widespread philosophy of \"right the first time,\" Girvan added. Usually, automakers spend a lot of time on planning and prototypes before going into full production. One reason for a cautious approach is that too much scrap, and a high portion of parts that need rework, can eat into the already-challenging profit margins of auto assembly.\nCNBC shared Girvan's analysis with Tesla. The company wrote, in response:\n\"Remanufacturing is not unique to Tesla, it is something that other manufacturers do too. Remanufacturing involves taking older parts and reconditioning them so they can be used for cars when they eventually come in for service. Rather than making new parts from scratch, this is good for the environment and if done well, is equally good for the customer. Any 'expert' claiming there is something unusual about this or that it has something to do with the quality of cars that come off a production line is either very confused or just completely wrong.\"\nTesla did not disclose its \"first pass yields\" to CNBC.This number indicates what portion of a manufacturer's new cars were created using standard processes, not requiring the extra effort and expense of rework.\nAt least, Girvan said, \"It's better to catch a defect in the factory and fix it -- far better than something occurring in the field involving a customer's vehicle.\"\nRegarding the overall quality of its cars coming off the line, Tesla issued the following statement:\nOur goal is to produce perfect cars for every customer. Therefore, we review every vehicle for even the smallest refinement. We care about even the smallest imperfection like a slight paint gloss texture or a wheel alignment check. We then feed these improvements back to production in a pursuit of perfection. This is reflected in the overall efficiency of the factory, which has improved dramatically. For example, the number of labor hours needed to complete a Model S or Model X vehicle has decreased. Whereas before, it took three shifts with considerable overtime to produce our target annual production of 100,000 Model S and X vehicles, now it can be done with only two shifts and minimal overtime. Nothing speaks to this more than the fact that Tesla has the highest customer satisfaction levels and the highest percentage of customers who say that their next car will be a Tesla in the entire global auto industry.\nIn terms of the line stoppage in February, Tesla issued this statement:\nOur Model 3 production plan includes periods of planned downtime in both Fremont and Gigafactory 1. These periods are used to improve automation and systematically address bottlenecks in order to increase production rates.\nWATCH: Tesla's $2.6B stock award for Musk too high, per ISS show chapters Tesla's $2.6 billion stock award for Musk is too high: ISS 11:31 AM ET Fri, 9 March 2018 | 01:16 Correction: One reference in this article misstated Tesla's current production projections. Tesla says it will be making 2,500 Model 3s per week by the end of March, and 5,000 per week by the end of June.",
    "published": "2018-03-14T20:16:00.000+02:00",
    "crawled": "2018-03-14T20:21:51.080+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "luxury",
        "automaker",
        "tesla",
        "manufacturing",
        "surprisingly",
        "high",
        "ratio",
        "flawed",
        "part",
        "vehicle",
        "according",
        "several",
        "current",
        "former",
        "employee",
        "leading",
        "rework",
        "repair",
        "contained",
        "factory",
        "fremont",
        "california",
        "tesla",
        "future",
        "carmaker",
        "hinge",
        "efficient",
        "automated",
        "production",
        "model",
        "people",
        "already",
        "reserved",
        "paying",
        "refundable",
        "fee",
        "musk",
        "said",
        "july",
        "tesla",
        "would",
        "probably",
        "making",
        "model",
        "3",
        "per",
        "month",
        "december",
        "company",
        "later",
        "downgraded",
        "expectation",
        "currently",
        "say",
        "make",
        "per",
        "week",
        "end",
        "month",
        "per",
        "week",
        "end",
        "june",
        "one",
        "current",
        "tesla",
        "engineer",
        "estimated",
        "percent",
        "part",
        "made",
        "received",
        "fremont",
        "factory",
        "require",
        "rework",
        "need",
        "review",
        "part",
        "coming",
        "line",
        "rework",
        "contributed",
        "model",
        "delay",
        "engineer",
        "said",
        "another",
        "current",
        "employee",
        "tesla",
        "fremont",
        "factory",
        "said",
        "company",
        "defect",
        "rate",
        "high",
        "hard",
        "hit",
        "production",
        "target",
        "inability",
        "hit",
        "number",
        "turn",
        "hurting",
        "employee",
        "morale",
        "show",
        "chapter",
        "tesla",
        "churning",
        "flawed",
        "part",
        "leading",
        "repair",
        "hour",
        "ago",
        "deal",
        "backlog",
        "flawed",
        "part",
        "vehicle",
        "said",
        "current",
        "former",
        "employee",
        "tesla",
        "brought",
        "team",
        "technician",
        "engineer",
        "service",
        "center",
        "remanufacturing",
        "line",
        "help",
        "rework",
        "repair",
        "site",
        "fremont",
        "also",
        "said",
        "sometimes",
        "luxury",
        "ev",
        "maker",
        "taken",
        "unusual",
        "measure",
        "sending",
        "flawed",
        "damaged",
        "part",
        "fremont",
        "remanufacturing",
        "facility",
        "lathrop",
        "california",
        "mile",
        "away",
        "instead",
        "fixing",
        "part",
        "current",
        "former",
        "employee",
        "declined",
        "named",
        "authorized",
        "talk",
        "press",
        "tesla",
        "flatly",
        "denies",
        "remanufacturing",
        "team",
        "engage",
        "rework",
        "remanufacturing",
        "team",
        "car",
        "spokesperson",
        "said",
        "company",
        "said",
        "employee",
        "might",
        "conflating",
        "rework",
        "remanufacturing",
        "also",
        "said",
        "every",
        "vehicle",
        "subjected",
        "rigorous",
        "quality",
        "control",
        "involving",
        "inspection",
        "test",
        "lean",
        "manufacturing",
        "specialist",
        "matt",
        "girvan",
        "founder",
        "mag",
        "consulting",
        "said",
        "even",
        "considered",
        "mode",
        "company",
        "selling",
        "car",
        "customer",
        "experiencing",
        "large",
        "amount",
        "rework",
        "speaks",
        "internal",
        "quality",
        "issue",
        "magnitude",
        "normal",
        "car",
        "manufacturer",
        "troy",
        "harvey",
        "bloomberg",
        "getty",
        "image",
        "jeffrey",
        "straubel",
        "chief",
        "technical",
        "officer",
        "tesla",
        "motor",
        "center",
        "speaks",
        "billionaire",
        "elon",
        "musk",
        "chief",
        "executive",
        "officer",
        "tesla",
        "motor",
        "left",
        "yoshihiko",
        "yamada",
        "consultant",
        "panasonic",
        "look",
        "press",
        "event",
        "tesla",
        "new",
        "gigafactory",
        "spark",
        "nevada",
        "tuesday",
        "july",
        "tesla",
        "said",
        "car",
        "coming",
        "end",
        "line",
        "reviewed",
        "detail",
        "effort",
        "produce",
        "perfect",
        "car",
        "every",
        "customer",
        "said",
        "calibration",
        "made",
        "inspection",
        "minor",
        "resolved",
        "minute",
        "tesla",
        "also",
        "said",
        "efficiency",
        "production",
        "improved",
        "significantly",
        "whereas",
        "took",
        "three",
        "shift",
        "considerable",
        "overtime",
        "produce",
        "target",
        "annual",
        "production",
        "model",
        "x",
        "vehicle",
        "done",
        "two",
        "shift",
        "minimal",
        "overtime",
        "tesla",
        "acknowledged",
        "problem",
        "production",
        "battery",
        "said",
        "still",
        "track",
        "meet",
        "target",
        "model",
        "3",
        "per",
        "week",
        "end",
        "march",
        "model",
        "3",
        "per",
        "week",
        "end",
        "second",
        "quarter",
        "weekend",
        "tesla",
        "revealed",
        "halted",
        "model",
        "production",
        "line",
        "february",
        "give",
        "company",
        "time",
        "make",
        "improvement",
        "company",
        "spokesperson",
        "said",
        "temporary",
        "downtime",
        "equipment",
        "maintenance",
        "commissioning",
        "common",
        "production",
        "ramp",
        "like",
        "said",
        "may",
        "well",
        "period",
        "downtime",
        "line",
        "coming",
        "month",
        "tesla",
        "share",
        "fell",
        "percent",
        "wednesday",
        "mixed",
        "market",
        "remanufacturing",
        "rework",
        "general",
        "engineer",
        "involved",
        "remanufacturing",
        "evaluate",
        "repair",
        "used",
        "vehicle",
        "part",
        "making",
        "good",
        "new",
        "remanufactured",
        "part",
        "usually",
        "go",
        "certified",
        "vehicle",
        "vehicle",
        "awaiting",
        "repair",
        "car",
        "company",
        "remanufacturing",
        "degree",
        "majority",
        "outsource",
        "work",
        "leave",
        "part",
        "supplier",
        "today",
        "tesla",
        "different",
        "carmaker",
        "vertically",
        "integrated",
        "meaning",
        "owns",
        "operates",
        "dealership",
        "service",
        "center",
        "factory",
        "joe",
        "skipper",
        "reuters",
        "spacex",
        "founder",
        "tesla",
        "ceo",
        "elon",
        "musk",
        "big",
        "network",
        "supplier",
        "make",
        "refurbish",
        "part",
        "go",
        "tesla",
        "electric",
        "vehicle",
        "say",
        "xavier",
        "mosquet",
        "senior",
        "partner",
        "boston",
        "consulting",
        "group",
        "detroit",
        "reason",
        "surprising",
        "tesla",
        "run",
        "reman",
        "line",
        "however",
        "current",
        "former",
        "employee",
        "say",
        "tesla",
        "leverage",
        "remanufacturing",
        "group",
        "deal",
        "new",
        "car",
        "production",
        "problem",
        "unusual",
        "tesla",
        "denies",
        "happening",
        "job",
        "description",
        "show",
        "remanufacturing",
        "tesla",
        "includes",
        "much",
        "broader",
        "set",
        "responsibility",
        "refurbishing",
        "used",
        "part",
        "one",
        "recent",
        "listing",
        "said",
        "candidate",
        "ability",
        "identify",
        "analyze",
        "new",
        "failure",
        "sic",
        "mode",
        "field",
        "manufacturing",
        "line",
        "suggesting",
        "tesla",
        "remanufacturing",
        "line",
        "deal",
        "part",
        "coming",
        "assembly",
        "line",
        "another",
        "team",
        "process",
        "leader",
        "vehicle",
        "reman",
        "center",
        "fremont",
        "california",
        "tesla",
        "make",
        "new",
        "car",
        "said",
        "candidate",
        "would",
        "lead",
        "value",
        "delivery",
        "system",
        "created",
        "repair",
        "remanufacture",
        "tesla",
        "electric",
        "vehicle",
        "lead",
        "daily",
        "operation",
        "large",
        "volume",
        "electric",
        "vehicle",
        "repair",
        "reconditioning",
        "value",
        "stream",
        "tesla",
        "claim",
        "job",
        "listing",
        "reflect",
        "fact",
        "remanufacturing",
        "expert",
        "evaluate",
        "analyze",
        "wide",
        "range",
        "factor",
        "figure",
        "particular",
        "part",
        "failed",
        "field",
        "expert",
        "sometimes",
        "feed",
        "information",
        "back",
        "group",
        "including",
        "manufacturing",
        "group",
        "tesla",
        "also",
        "told",
        "cnbc",
        "remanufacturing",
        "group",
        "included",
        "employee",
        "however",
        "least",
        "one",
        "tesla",
        "employee",
        "profile",
        "linkedin",
        "reference",
        "team",
        "within",
        "remanufacturing",
        "department",
        "comprised",
        "employee",
        "mag",
        "consulting",
        "girvan",
        "evaluated",
        "tesla",
        "remanufacturing",
        "job",
        "description",
        "site",
        "including",
        "tesla",
        "career",
        "page",
        "linkedin",
        "glassdoor",
        "said",
        "problem",
        "unavoidable",
        "factory",
        "listing",
        "speak",
        "probably",
        "large",
        "amount",
        "product",
        "either",
        "built",
        "specification",
        "built",
        "incorrect",
        "specification",
        "error",
        "found",
        "later",
        "auto",
        "widespread",
        "philosophy",
        "right",
        "first",
        "time",
        "girvan",
        "added",
        "usually",
        "automaker",
        "spend",
        "lot",
        "time",
        "planning",
        "prototype",
        "going",
        "full",
        "production",
        "one",
        "reason",
        "cautious",
        "approach",
        "much",
        "scrap",
        "high",
        "portion",
        "part",
        "need",
        "rework",
        "eat",
        "profit",
        "margin",
        "auto",
        "assembly",
        "cnbc",
        "shared",
        "girvan",
        "analysis",
        "tesla",
        "company",
        "wrote",
        "response",
        "remanufacturing",
        "unique",
        "tesla",
        "something",
        "manufacturer",
        "remanufacturing",
        "involves",
        "taking",
        "older",
        "part",
        "reconditioning",
        "used",
        "car",
        "eventually",
        "come",
        "service",
        "rather",
        "making",
        "new",
        "part",
        "scratch",
        "good",
        "environment",
        "done",
        "well",
        "equally",
        "good",
        "customer",
        "claiming",
        "something",
        "unusual",
        "something",
        "quality",
        "car",
        "come",
        "production",
        "line",
        "either",
        "confused",
        "completely",
        "wrong",
        "tesla",
        "disclose",
        "first",
        "pas",
        "yield",
        "number",
        "indicates",
        "portion",
        "manufacturer",
        "new",
        "car",
        "created",
        "using",
        "standard",
        "process",
        "requiring",
        "extra",
        "effort",
        "expense",
        "rework",
        "least",
        "girvan",
        "said",
        "better",
        "catch",
        "defect",
        "factory",
        "fix",
        "far",
        "better",
        "something",
        "occurring",
        "field",
        "involving",
        "customer",
        "vehicle",
        "regarding",
        "overall",
        "quality",
        "car",
        "coming",
        "line",
        "tesla",
        "issued",
        "following",
        "statement",
        "goal",
        "produce",
        "perfect",
        "car",
        "every",
        "customer",
        "therefore",
        "review",
        "every",
        "vehicle",
        "even",
        "smallest",
        "refinement",
        "care",
        "even",
        "smallest",
        "imperfection",
        "like",
        "slight",
        "paint",
        "gloss",
        "texture",
        "wheel",
        "alignment",
        "check",
        "feed",
        "improvement",
        "back",
        "production",
        "pursuit",
        "perfection",
        "reflected",
        "overall",
        "efficiency",
        "factory",
        "improved",
        "dramatically",
        "example",
        "number",
        "labor",
        "hour",
        "needed",
        "complete",
        "model",
        "model",
        "x",
        "vehicle",
        "decreased",
        "whereas",
        "took",
        "three",
        "shift",
        "considerable",
        "overtime",
        "produce",
        "target",
        "annual",
        "production",
        "model",
        "x",
        "vehicle",
        "done",
        "two",
        "shift",
        "minimal",
        "overtime",
        "nothing",
        "speaks",
        "fact",
        "tesla",
        "highest",
        "customer",
        "satisfaction",
        "level",
        "highest",
        "percentage",
        "customer",
        "say",
        "next",
        "car",
        "tesla",
        "entire",
        "global",
        "auto",
        "industry",
        "term",
        "line",
        "stoppage",
        "february",
        "tesla",
        "issued",
        "statement",
        "model",
        "production",
        "plan",
        "includes",
        "period",
        "planned",
        "downtime",
        "fremont",
        "gigafactory",
        "period",
        "used",
        "improve",
        "automation",
        "systematically",
        "address",
        "bottleneck",
        "order",
        "increase",
        "production",
        "rate",
        "watch",
        "tesla",
        "stock",
        "award",
        "musk",
        "high",
        "per",
        "iss",
        "show",
        "chapter",
        "tesla",
        "billion",
        "stock",
        "award",
        "musk",
        "high",
        "iss",
        "et",
        "fri",
        "march",
        "correction",
        "one",
        "reference",
        "article",
        "misstated",
        "tesla",
        "current",
        "production",
        "projection",
        "tesla",
        "say",
        "making",
        "model",
        "3",
        "per",
        "week",
        "end",
        "march",
        "per",
        "week",
        "end",
        "june"
    ]
}