{
    "organizations": [],
    "uuid": "d883ed2e1a59d854d56ad25a1bc74c953ecda20f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/globe-newswire-red-eagle-mining-reports-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Red Eagle Mining Reports Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, March 28, 2018 (GLOBE NEWSWIRE) -- Red Eagle Mining Corporation (TSX:R) (BVL:R) (OTCQX:RDEMF) is pleased to announce financial and operating results for the year ending December 31, 2017. The focus for the second half of 2017 was to complete enough underground development to support sustainable production and give access to underground drill pads. This was successfully accomplished with over five kilometres of underground development and 16,000 metres of underground infill drilling being completed during 2017. This development and infill drilling facilitated stope mining to recommence in Q4 2017 and the mill to restart on January 2, 2018.\nDuring February, the mine produced over 600 tonnes per day and the mill processed over 750 tonnes per day utilizing stockpiles (see table below). With most of the new equipment having arrived at site through February and March and the final scoops due for delivery in April the mine is planned to ramp up to 750 tonnes per day in Q2 2018. The additional underground development and infill drilling will allow consistent production resulting in an estimated 45,000 ounces of gold produced during 2018.\nExploration drilling at the San Ramon mine from underground commenced, intersecting high grade mineralization including 4.75 metres at 20.3 grams per tonne gold. The drilling was below the mine workings along 300 metres of strike between sections 856,970 E and 857,200 E extending the vertical extent of known gold mineralization. Mineralization is open to depth in an area with no previous drilling and outside of the mineral resource and mineral reserve (news release dated March 19, 2018 ).\nRegional targets at the Santa Rosa Gold Project within five kilometres from the completed mill were drill tested for the first time resulting in multiple discoveries of parallel high-grade veins (news release dated July 10, 2017 ).\n2018 Key Production Metrics\nTotal January February Total Ore Mined (tonnes) 12,497 17,092 29,589 Ore Processed (tonnes) 17,008 21,138 38,146 Gold Grade (g/t Au) 2.12 3.19 2.71 Gold Produced (ounces) 1,100 1,974 3,074 Recovery (%) 95% 91% 93% Stockpile at end of period (tonnes) 23,428 19,382 19,382 Average Per Day Ore Mined (tonnes) 417 610 Ore Processed (tonnes) 567 755 Mine Development\nDuring Q4 2017, underground development at the Mine continued to advance according to plan with 1,233 meters completed in Q4 for a total of 5,288 metres completed in 2017. The Mine now has sufficient underground development to support sustainable production. Ore mined from underground development was stockpiled for processing in Q1 2018. Development has been primarily focused on secondary access ramps and advancing 24 attack ramps on levels -100, -125, -150 and -175 metres, measured from surface.\nStope mining operations resumed in October and by December 31, Red Eagle Mining had stockpiled 27,939 tonnes of ore, including 18,830 tonnes of high grade ore at 5.6 grams per tonne gold.\nUpdated ground support, drilling and blasting procedures were successfully implemented during 2017 following the geotechnical study completed in September 2017 that resulted in greatly improved ground conditions, lower costs and reduced dilution.\nDuring October 2017, twin primary ventilation fans were commissioned on top of the exhaust shaft providing 120,000 cubic feet per minute to the underground mine. Each fan can deliver 120,000 cubic feet per minute with one operating and one on standby.\nDelineation Drilling\nThe 2017 mining stope delineation underground diamond drill program commenced in June 2017, utilizing increased access to the ore body from the mine development program. As of February 28, 2018, 20,372 metres have been drilled on ten metre centres in 231 delineation holes. As was observed in the surface stope delineation drilling, the results from the underground stope delineation drilling have returned intercepts with grades significantly higher than the reserve grade of 5.2 g/t Au. For complete underground infill drilling results, refer to the press releases dated August 1, 2017 , September 18, 2017 , December 6, 2017 and February 13, 2018 .\nPlant\nThe mill successfully started-up on January 2, 2018 as planned and has been operating continuously to date. Process improvements in flotation and regrinding are expected to lead to sustained higher recoveries from April 2018.\nDesign and testing of an add-on paste backfill plant, which will facilitate faster cycle times and increased production, was completed during 2017 and construction of the plant is expected to be completed mid 2018.\nRed Eagle Exploration\nRed Eagle Mining’s controlled public subsidiary Red Eagle Exploration acquired the high-grade California Gold Project in Q1 2017. Initial sampling from the Machuca Zone encountered a higher grade mineralized zone with a total strike length of 45 metres which is open in all directions. The average composite grades along the two metre width of the drift were 9.8 g/t Au and 221.1 g/t Ag (news release dated June 28, 2017 ).\nSamples from new discoveries at the Los Andes Zone at the California Gold Project averaged 25.32 g/t AuEq over 0.39 meters at Mina Los Andes and 8.37 g/t Au, 1,081 g/t Ag (22.38 g/t AuEq) and 0.88% Cu over 0.85 meters at Los Andes Sur (news release dated September 26, 2017 ).\nRed Eagle Mining and Red Eagle Exploration (formerly CB Gold) announced their amalgamation which will result in Red Eagle Mining controlling 100% of four high grade gold and silver projects in Colombia while also yielding corporate and cost synergies. The amalgamation is subject to a vote of Red Eagle Exploration’s shareholders on April 5, 2018.\nSelected Financial Data\nThe following selected financial data is derived from the audited consolidated financial statements for the twelve months ended December 31, 2017, as prepared in accordance with International Financial Reporting Standards (all amounts in thousands of US dollars, except per share amounts).\nFor the year ended December 31, 2017 December 31, 2016 Net Loss $15,739 $6,928 Comprehensive Loss 15,147 6,525 Basic and Diluted Loss per Share 0.05 0.03 Cash and cash equivalents 1,776 4,202 Total Assets 165,321 122,020 Total Liabilities 89,595 84,591 Shareholders' Equity 75,726 37,429 For the year ended December 31, 2017, Red Eagle Mining reported a net loss of $15.7 million (2016: $6.9 million). The net loss increased compared to the 2016 period primarily due to increased mine site expenses as less costs were capitalized during 2017, mineral property exploration costs as Santa Rosa regional targets were drilled for the first time and interest expense. Total Assets and Shareholders’ Equity increased primarily due to increased mine development.\nThis press release should be read in conjunction with the consolidated financial statements and Management’s Discussion and Analysis for the year ended December 31, 2017. These documents can be found on Red Eagle Mining ’s website or profile at www.sedar.com .\nThe technical information contained in this news release has been reviewed and approved by Red Eagle Mining’s Vice President Exploration, David G. Thomas P. Geo., who is a “Qualified Person” as defined under National Instrument 43-101.\nAbout Red Eagle Mining\nRed Eagle Mining is a gold producer focused on building shareholder value through acquiring, developing and operating gold and silver projects in Colombia, a jurisdiction with prolific historic production but until recently limited modern exploration. Red Eagle Mining owns 100% of the Santa Rosa Gold Project and controls Red Eagle Exploration which owns 100% of the Vetas Gold, California Gold and Santa Ana Silver Projects.\nFor further information on Red Eagle Mining please contact:\nPatrick Balit\nVice President Corporate Development\nRed Eagle Mining Corporation\nSuite 2348 – 666 Burrard Street\nVancouver, BC, V6C 2X8\n+1 778 372 2558\n+1 604 360 5722 mobile\nbalit@redeaglemining.com\nwww.redeaglemining.com\nThis news release includes forward-looking statements that are subject to risks and uncertainties. All statements within, other than statements of historical fact, are to be considered forward looking. Although Red Eagle Mining believes the expectations expressed in such forward-looking statements are based on reasonable assumptions, such statements are not guarantees of future performance and actual results or developments may differ materially from those in forward-looking statements. Factors that could cause actual results to differ materially from those in forward-looking statements include market prices, exploitation and exploration successes, continued availability of capital and financing, and general economic, market or business conditions. There can be no assurances that such statements will prove accurate and, therefore, readers are advised to rely on their own evaluation of such uncertainties. We do not assume any obligation to update any forward-looking statements. This news release does not constitute an offer to sell or a solicitation of an offer to sell any securities in the United States. The securities have not been and will not be registered under the United States Securities Act of 1933, as amended (the “U.S. Securities Act”) or any state securities laws and may not be offered or sold within the United States or to U.S. Persons unless registered under the U.S. Securities Act and applicable state securities laws or an exemption from such registration is available.\nSource: Red Eagle Mining",
    "published": "2018-03-28T13:30:00.000+03:00",
    "crawled": "2018-03-28T14:03:36.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "red",
        "eagle",
        "mining",
        "corporation",
        "tsx",
        "r",
        "bvl",
        "r",
        "otcqx",
        "rdemf",
        "pleased",
        "announce",
        "financial",
        "operating",
        "result",
        "year",
        "ending",
        "december",
        "focus",
        "second",
        "half",
        "complete",
        "enough",
        "underground",
        "development",
        "support",
        "sustainable",
        "production",
        "give",
        "access",
        "underground",
        "drill",
        "pad",
        "successfully",
        "accomplished",
        "five",
        "kilometre",
        "underground",
        "development",
        "metre",
        "underground",
        "infill",
        "drilling",
        "completed",
        "development",
        "infill",
        "drilling",
        "facilitated",
        "stope",
        "mining",
        "recommence",
        "q4",
        "mill",
        "restart",
        "january",
        "february",
        "mine",
        "produced",
        "tonne",
        "per",
        "day",
        "mill",
        "processed",
        "tonne",
        "per",
        "day",
        "utilizing",
        "stockpile",
        "see",
        "table",
        "new",
        "equipment",
        "arrived",
        "site",
        "february",
        "march",
        "final",
        "scoop",
        "due",
        "delivery",
        "april",
        "mine",
        "planned",
        "ramp",
        "tonne",
        "per",
        "day",
        "q2",
        "additional",
        "underground",
        "development",
        "infill",
        "drilling",
        "allow",
        "consistent",
        "production",
        "resulting",
        "estimated",
        "ounce",
        "gold",
        "produced",
        "exploration",
        "drilling",
        "san",
        "ramon",
        "mine",
        "underground",
        "commenced",
        "intersecting",
        "high",
        "grade",
        "mineralization",
        "including",
        "metre",
        "gram",
        "per",
        "tonne",
        "gold",
        "drilling",
        "mine",
        "working",
        "along",
        "metre",
        "strike",
        "section",
        "e",
        "e",
        "extending",
        "vertical",
        "extent",
        "known",
        "gold",
        "mineralization",
        "mineralization",
        "open",
        "depth",
        "area",
        "previous",
        "drilling",
        "outside",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "news",
        "release",
        "dated",
        "march",
        "regional",
        "target",
        "santa",
        "rosa",
        "gold",
        "project",
        "within",
        "five",
        "kilometre",
        "completed",
        "mill",
        "drill",
        "tested",
        "first",
        "time",
        "resulting",
        "multiple",
        "discovery",
        "parallel",
        "vein",
        "news",
        "release",
        "dated",
        "july",
        "key",
        "production",
        "metric",
        "total",
        "january",
        "february",
        "total",
        "ore",
        "mined",
        "tonne",
        "ore",
        "processed",
        "tonne",
        "gold",
        "grade",
        "au",
        "gold",
        "produced",
        "ounce",
        "recovery",
        "stockpile",
        "end",
        "period",
        "tonne",
        "average",
        "per",
        "day",
        "ore",
        "mined",
        "tonne",
        "ore",
        "processed",
        "tonne",
        "mine",
        "development",
        "q4",
        "underground",
        "development",
        "mine",
        "continued",
        "advance",
        "according",
        "plan",
        "meter",
        "completed",
        "q4",
        "total",
        "metre",
        "completed",
        "mine",
        "sufficient",
        "underground",
        "development",
        "support",
        "sustainable",
        "production",
        "ore",
        "mined",
        "underground",
        "development",
        "stockpiled",
        "processing",
        "q1",
        "development",
        "primarily",
        "focused",
        "secondary",
        "access",
        "ramp",
        "advancing",
        "attack",
        "ramp",
        "level",
        "metre",
        "measured",
        "surface",
        "stope",
        "mining",
        "operation",
        "resumed",
        "october",
        "december",
        "red",
        "eagle",
        "mining",
        "stockpiled",
        "tonne",
        "ore",
        "including",
        "tonne",
        "high",
        "grade",
        "ore",
        "gram",
        "per",
        "tonne",
        "gold",
        "updated",
        "ground",
        "support",
        "drilling",
        "blasting",
        "procedure",
        "successfully",
        "implemented",
        "following",
        "geotechnical",
        "study",
        "completed",
        "september",
        "resulted",
        "greatly",
        "improved",
        "ground",
        "condition",
        "lower",
        "cost",
        "reduced",
        "dilution",
        "october",
        "twin",
        "primary",
        "ventilation",
        "fan",
        "commissioned",
        "top",
        "exhaust",
        "shaft",
        "providing",
        "cubic",
        "foot",
        "per",
        "minute",
        "underground",
        "mine",
        "fan",
        "deliver",
        "cubic",
        "foot",
        "per",
        "minute",
        "one",
        "operating",
        "one",
        "standby",
        "delineation",
        "drilling",
        "mining",
        "stope",
        "delineation",
        "underground",
        "diamond",
        "drill",
        "program",
        "commenced",
        "june",
        "utilizing",
        "increased",
        "access",
        "ore",
        "body",
        "mine",
        "development",
        "program",
        "february",
        "metre",
        "drilled",
        "ten",
        "metre",
        "centre",
        "delineation",
        "hole",
        "observed",
        "surface",
        "stope",
        "delineation",
        "drilling",
        "result",
        "underground",
        "stope",
        "delineation",
        "drilling",
        "returned",
        "intercept",
        "grade",
        "significantly",
        "higher",
        "reserve",
        "grade",
        "au",
        "complete",
        "underground",
        "infill",
        "drilling",
        "result",
        "refer",
        "press",
        "release",
        "dated",
        "august",
        "september",
        "december",
        "february",
        "plant",
        "mill",
        "successfully",
        "january",
        "planned",
        "operating",
        "continuously",
        "date",
        "process",
        "improvement",
        "flotation",
        "regrinding",
        "expected",
        "lead",
        "sustained",
        "higher",
        "recovery",
        "april",
        "design",
        "testing",
        "paste",
        "backfill",
        "plant",
        "facilitate",
        "faster",
        "cycle",
        "time",
        "increased",
        "production",
        "completed",
        "construction",
        "plant",
        "expected",
        "completed",
        "mid",
        "red",
        "eagle",
        "exploration",
        "red",
        "eagle",
        "mining",
        "controlled",
        "public",
        "subsidiary",
        "red",
        "eagle",
        "exploration",
        "acquired",
        "california",
        "gold",
        "project",
        "q1",
        "initial",
        "sampling",
        "machuca",
        "zone",
        "encountered",
        "higher",
        "grade",
        "mineralized",
        "zone",
        "total",
        "strike",
        "length",
        "metre",
        "open",
        "direction",
        "average",
        "composite",
        "grade",
        "along",
        "two",
        "metre",
        "width",
        "drift",
        "au",
        "ag",
        "news",
        "release",
        "dated",
        "june",
        "sample",
        "new",
        "discovery",
        "los",
        "andes",
        "zone",
        "california",
        "gold",
        "project",
        "averaged",
        "aueq",
        "meter",
        "mina",
        "los",
        "andes",
        "au",
        "ag",
        "aueq",
        "cu",
        "meter",
        "los",
        "andes",
        "sur",
        "news",
        "release",
        "dated",
        "september",
        "red",
        "eagle",
        "mining",
        "red",
        "eagle",
        "exploration",
        "formerly",
        "cb",
        "gold",
        "announced",
        "amalgamation",
        "result",
        "red",
        "eagle",
        "mining",
        "controlling",
        "four",
        "high",
        "grade",
        "gold",
        "silver",
        "project",
        "colombia",
        "also",
        "yielding",
        "corporate",
        "cost",
        "synergy",
        "amalgamation",
        "subject",
        "vote",
        "red",
        "eagle",
        "exploration",
        "shareholder",
        "april",
        "selected",
        "financial",
        "data",
        "following",
        "selected",
        "financial",
        "data",
        "derived",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "twelve",
        "month",
        "ended",
        "december",
        "prepared",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "amount",
        "thousand",
        "u",
        "dollar",
        "except",
        "per",
        "share",
        "amount",
        "year",
        "ended",
        "december",
        "december",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "total",
        "liability",
        "shareholder",
        "equity",
        "year",
        "ended",
        "december",
        "red",
        "eagle",
        "mining",
        "reported",
        "net",
        "loss",
        "million",
        "million",
        "net",
        "loss",
        "increased",
        "compared",
        "period",
        "primarily",
        "due",
        "increased",
        "mine",
        "site",
        "expense",
        "less",
        "cost",
        "capitalized",
        "mineral",
        "property",
        "exploration",
        "cost",
        "santa",
        "rosa",
        "regional",
        "target",
        "drilled",
        "first",
        "time",
        "interest",
        "expense",
        "total",
        "asset",
        "shareholder",
        "equity",
        "increased",
        "primarily",
        "due",
        "increased",
        "mine",
        "development",
        "press",
        "release",
        "read",
        "conjunction",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "year",
        "ended",
        "december",
        "document",
        "found",
        "red",
        "eagle",
        "mining",
        "website",
        "profile",
        "technical",
        "information",
        "contained",
        "news",
        "release",
        "reviewed",
        "approved",
        "red",
        "eagle",
        "mining",
        "vice",
        "president",
        "exploration",
        "david",
        "thomas",
        "p",
        "qualified",
        "person",
        "defined",
        "national",
        "instrument",
        "red",
        "eagle",
        "mining",
        "red",
        "eagle",
        "mining",
        "gold",
        "producer",
        "focused",
        "building",
        "shareholder",
        "value",
        "acquiring",
        "developing",
        "operating",
        "gold",
        "silver",
        "project",
        "colombia",
        "jurisdiction",
        "prolific",
        "historic",
        "production",
        "recently",
        "limited",
        "modern",
        "exploration",
        "red",
        "eagle",
        "mining",
        "owns",
        "santa",
        "rosa",
        "gold",
        "project",
        "control",
        "red",
        "eagle",
        "exploration",
        "owns",
        "vetas",
        "gold",
        "california",
        "gold",
        "santa",
        "ana",
        "silver",
        "project",
        "information",
        "red",
        "eagle",
        "mining",
        "please",
        "contact",
        "patrick",
        "balit",
        "vice",
        "president",
        "corporate",
        "development",
        "red",
        "eagle",
        "mining",
        "corporation",
        "suite",
        "burrard",
        "street",
        "vancouver",
        "bc",
        "v6c",
        "2x8",
        "mobile",
        "balit",
        "news",
        "release",
        "includes",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "statement",
        "within",
        "statement",
        "historical",
        "fact",
        "considered",
        "forward",
        "looking",
        "although",
        "red",
        "eagle",
        "mining",
        "belief",
        "expectation",
        "expressed",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "statement",
        "guarantee",
        "future",
        "performance",
        "actual",
        "result",
        "development",
        "may",
        "differ",
        "materially",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "include",
        "market",
        "price",
        "exploitation",
        "exploration",
        "success",
        "continued",
        "availability",
        "capital",
        "financing",
        "general",
        "economic",
        "market",
        "business",
        "condition",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "therefore",
        "reader",
        "advised",
        "rely",
        "evaluation",
        "uncertainty",
        "assume",
        "obligation",
        "update",
        "statement",
        "news",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "sell",
        "security",
        "united",
        "state",
        "security",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "within",
        "united",
        "state",
        "person",
        "unless",
        "registered",
        "security",
        "act",
        "applicable",
        "state",
        "security",
        "law",
        "exemption",
        "registration",
        "available",
        "source",
        "red",
        "eagle",
        "mining"
    ]
}