{
    "organizations": [],
    "uuid": "eda107a542c0ddd8b23c27eca3d37db43f5e8160",
    "author": "",
    "url": "https://www.cnbc.com/2018/03/16/attorney-general-sessions-fires-fbis-andrew-mccabe-who-was-slated-to-retire-on-sunday.html",
    "ord_in_thread": 0,
    "title": "Attorney General Sessions fires FBI's Andrew McCabe, who was slated to retire on Sunday",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Trump Tweet \nTrump and some Republicans in Congress have accused McCabe of political bias, citing his role at the FBI during investigations related to Hillary Clinton and Trump. They question his role in the Clinton email probe and the investigation into Russian efforts to influence the 2016 election and whether the Trump campaign coordinated with the Kremlin. \nThe president had thrown jabs at McCabe in a manner unusual for a president and a top FBI official. Trump repeatedly accused McCabe of improper ties to Clinton because former Virginia Gov. Terry McAuliffe — a Clinton ally — backed McCabe's wife's run for a state office in 2015. The Wall Street Journal reported in October 2016 that McAuliffe's political organization gave nearly $500,000 to Jill McCabe's campaign for state Senate. \nThe FBI had said McCabe followed the proper steps to avoid conflicts of interest. His wife's run for office also started months before he had any role in the Clinton probe. \nMcCabe released a statement on his firing. Here's what he wrote: \nI have been an FBI Special Agent for over 21 years. I spent half of that time investigating Russian Organized Crime as a street agent and Supervisor in New York City. I have spent the second half of my career focusing on national security issues and protecting this country from terrorism. I served in some of the most challenging, demanding investigative and leadership roles in the FBI. And I was privileged to serve as Deputy Director during a particularly tough time. For the last year and a half, my family and I have been the targets of an unrelenting assault on our reputation and my service to this country. Articles too numerous to count have leveled every sort of false, defamatory and degrading allegation against us. The President's tweets have amplified and exacerbated it all. He called for my firing. He called for me to be stripped of my pension after more than 20 years of service. And all along we have said nothing, never wanting to distract from the mission of the FBI by addressing the lies told and repeated about us. No more. The investigation by the Justice Department's Office of Inspector General (OIG) has to be understood in the context of the attacks on my credibility. The investigation flows from my attempt to explain the FBI's involvement and my supervision of investigations involving Hillary Clinton. I was being portrayed in the media over and over as a political partisan, accused of closing down investigations under political pressure. The FBI was portrayed as caving under that pressure, and making decisions for political rather than law enforcement purposes. Nothing was further from the truth. In fact, this entire investigation stems from my efforts, fully authorized under FBI rules, to set the record straight on behalf of the Bureau, and to make clear that we were continuing an investigation that people in DOJ opposed. The OIG investigation has focused on information I chose to share with a reporter through my public affairs officer and a legal counselor. As Deputy Director, I was one of only a few people who had the authority to do that. It was not a secret, it took place over several days, and others, including the Director, were aware of the interaction with the reporter. It was the type of exchange with the media that the Deputy Director oversees several times per week. In fact, it was the same type of work that I continued to do under Director Wray, at his request. The investigation subsequently focused on who I talked to, when I talked to them, and so forth. During these inquiries, I answered questions truthfully and as accurately as I could amidst the chaos that surrounded me. And when I thought my answers were misunderstood, I contacted investigators to correct them. But looking at that in isolation completely misses the big picture. The big picture is a tale of what can happen when law enforcement is politicized, public servants are attacked, and people who are supposed to cherish and protect our institutions become instruments for damaging those institutions and people. Here is the reality: I am being singled out and treated this way because of the role I played, the actions I took, and the events I witnessed in the aftermath of the firing of James Comey. The release of this report was accelerated only after my testimony to the House Intelligence Committee revealed that I would corroborate former Director Comey's accounts of his discussions with the President. The OIG's focus on me and this report became a part of an unprecedented effort by the Administration, driven by the President himself, to remove me from my position, destroy my reputation, and possibly strip me of a pension that I worked 21 years to earn. The accelerated release of the report, and the punitive actions taken in response, make sense only when viewed through this lens. Thursday's comments from the White House are just the latest example of this. This attack on my credibility is one part of a larger effort not just to slander me personally, but to taint the FBI, law enforcement, and intelligence professionals more generally. It is part of this Administration's ongoing war on the FBI and the efforts of the Special Counsel investigation, which continue to this day. Their persistence in this campaign only highlights the importance of the Special Counsel's work. I have always prided myself on serving my country with distinction and integrity, and I always encouraged those around me to do the same. Just ask them. To have my career end in this way, and to be accused of lacking candor when at worst I was distracted in the midst of chaotic events, is incredibly disappointing and unfair. But it will not erase the important work I was privileged to be a part of, the results of which will in the end be revealed for the country to see. I have unfailing faith in the men and women of the FBI and I am confident that their efforts to seek justice will not be deterred. \nFor more details, see the NBC News report here . \n—CNBC's Jacob Pramuk contributed to this report.",
    "published": "2018-03-17T04:25:00.000+02:00",
    "crawled": "2018-03-17T04:24:46.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "trump",
        "tweet",
        "trump",
        "republican",
        "congress",
        "accused",
        "mccabe",
        "political",
        "bias",
        "citing",
        "role",
        "fbi",
        "investigation",
        "related",
        "hillary",
        "clinton",
        "trump",
        "question",
        "role",
        "clinton",
        "email",
        "probe",
        "investigation",
        "russian",
        "effort",
        "influence",
        "election",
        "whether",
        "trump",
        "campaign",
        "coordinated",
        "kremlin",
        "president",
        "thrown",
        "jab",
        "mccabe",
        "manner",
        "unusual",
        "president",
        "top",
        "fbi",
        "official",
        "trump",
        "repeatedly",
        "accused",
        "mccabe",
        "improper",
        "tie",
        "clinton",
        "former",
        "virginia",
        "gov",
        "terry",
        "mcauliffe",
        "clinton",
        "ally",
        "backed",
        "mccabe",
        "wife",
        "run",
        "state",
        "office",
        "wall",
        "street",
        "journal",
        "reported",
        "october",
        "mcauliffe",
        "political",
        "organization",
        "gave",
        "nearly",
        "jill",
        "mccabe",
        "campaign",
        "state",
        "senate",
        "fbi",
        "said",
        "mccabe",
        "followed",
        "proper",
        "step",
        "avoid",
        "conflict",
        "interest",
        "wife",
        "run",
        "office",
        "also",
        "started",
        "month",
        "role",
        "clinton",
        "probe",
        "mccabe",
        "released",
        "statement",
        "firing",
        "wrote",
        "fbi",
        "special",
        "agent",
        "year",
        "spent",
        "half",
        "time",
        "investigating",
        "russian",
        "organized",
        "crime",
        "street",
        "agent",
        "supervisor",
        "new",
        "york",
        "city",
        "spent",
        "second",
        "half",
        "career",
        "focusing",
        "national",
        "security",
        "issue",
        "protecting",
        "country",
        "terrorism",
        "served",
        "challenging",
        "demanding",
        "investigative",
        "leadership",
        "role",
        "fbi",
        "privileged",
        "serve",
        "deputy",
        "director",
        "particularly",
        "tough",
        "time",
        "last",
        "year",
        "half",
        "family",
        "target",
        "unrelenting",
        "assault",
        "reputation",
        "service",
        "country",
        "article",
        "numerous",
        "count",
        "leveled",
        "every",
        "sort",
        "false",
        "defamatory",
        "degrading",
        "allegation",
        "u",
        "president",
        "tweet",
        "amplified",
        "exacerbated",
        "called",
        "firing",
        "called",
        "stripped",
        "pension",
        "year",
        "service",
        "along",
        "said",
        "nothing",
        "never",
        "wanting",
        "distract",
        "mission",
        "fbi",
        "addressing",
        "lie",
        "told",
        "repeated",
        "u",
        "investigation",
        "justice",
        "department",
        "office",
        "inspector",
        "general",
        "oig",
        "understood",
        "context",
        "attack",
        "credibility",
        "investigation",
        "flow",
        "attempt",
        "explain",
        "fbi",
        "involvement",
        "supervision",
        "investigation",
        "involving",
        "hillary",
        "clinton",
        "portrayed",
        "medium",
        "political",
        "partisan",
        "accused",
        "closing",
        "investigation",
        "political",
        "pressure",
        "fbi",
        "portrayed",
        "caving",
        "pressure",
        "making",
        "decision",
        "political",
        "rather",
        "law",
        "enforcement",
        "purpose",
        "nothing",
        "truth",
        "fact",
        "entire",
        "investigation",
        "stem",
        "effort",
        "fully",
        "authorized",
        "fbi",
        "rule",
        "set",
        "record",
        "straight",
        "behalf",
        "bureau",
        "make",
        "clear",
        "continuing",
        "investigation",
        "people",
        "doj",
        "opposed",
        "oig",
        "investigation",
        "focused",
        "information",
        "chose",
        "share",
        "reporter",
        "public",
        "affair",
        "officer",
        "legal",
        "counselor",
        "deputy",
        "director",
        "one",
        "people",
        "authority",
        "secret",
        "took",
        "place",
        "several",
        "day",
        "others",
        "including",
        "director",
        "aware",
        "interaction",
        "reporter",
        "type",
        "exchange",
        "medium",
        "deputy",
        "director",
        "oversees",
        "several",
        "time",
        "per",
        "week",
        "fact",
        "type",
        "work",
        "continued",
        "director",
        "wray",
        "request",
        "investigation",
        "subsequently",
        "focused",
        "talked",
        "talked",
        "forth",
        "inquiry",
        "answered",
        "question",
        "truthfully",
        "accurately",
        "could",
        "amidst",
        "chaos",
        "surrounded",
        "thought",
        "answer",
        "misunderstood",
        "contacted",
        "investigator",
        "correct",
        "looking",
        "isolation",
        "completely",
        "miss",
        "big",
        "picture",
        "big",
        "picture",
        "tale",
        "happen",
        "law",
        "enforcement",
        "politicized",
        "public",
        "servant",
        "attacked",
        "people",
        "supposed",
        "cherish",
        "protect",
        "institution",
        "become",
        "instrument",
        "damaging",
        "institution",
        "people",
        "reality",
        "singled",
        "treated",
        "way",
        "role",
        "played",
        "action",
        "took",
        "event",
        "witnessed",
        "aftermath",
        "firing",
        "james",
        "comey",
        "release",
        "report",
        "accelerated",
        "testimony",
        "house",
        "intelligence",
        "committee",
        "revealed",
        "would",
        "corroborate",
        "former",
        "director",
        "comey",
        "account",
        "discussion",
        "president",
        "oig",
        "focus",
        "report",
        "became",
        "part",
        "unprecedented",
        "effort",
        "administration",
        "driven",
        "president",
        "remove",
        "position",
        "destroy",
        "reputation",
        "possibly",
        "strip",
        "pension",
        "worked",
        "year",
        "earn",
        "accelerated",
        "release",
        "report",
        "punitive",
        "action",
        "taken",
        "response",
        "make",
        "sense",
        "viewed",
        "lens",
        "thursday",
        "comment",
        "white",
        "house",
        "latest",
        "example",
        "attack",
        "credibility",
        "one",
        "part",
        "larger",
        "effort",
        "slander",
        "personally",
        "taint",
        "fbi",
        "law",
        "enforcement",
        "intelligence",
        "professional",
        "generally",
        "part",
        "administration",
        "ongoing",
        "war",
        "fbi",
        "effort",
        "special",
        "counsel",
        "investigation",
        "continue",
        "day",
        "persistence",
        "campaign",
        "highlight",
        "importance",
        "special",
        "counsel",
        "work",
        "always",
        "prided",
        "serving",
        "country",
        "distinction",
        "integrity",
        "always",
        "encouraged",
        "around",
        "ask",
        "career",
        "end",
        "way",
        "accused",
        "lacking",
        "candor",
        "worst",
        "distracted",
        "midst",
        "chaotic",
        "event",
        "incredibly",
        "disappointing",
        "unfair",
        "erase",
        "important",
        "work",
        "privileged",
        "part",
        "result",
        "end",
        "revealed",
        "country",
        "see",
        "unfailing",
        "faith",
        "men",
        "woman",
        "fbi",
        "confident",
        "effort",
        "seek",
        "justice",
        "deterred",
        "detail",
        "see",
        "nbc",
        "news",
        "report",
        "jacob",
        "pramuk",
        "contributed",
        "report"
    ]
}