{
    "organizations": [],
    "uuid": "bf9efe8dd9306ef5cf17d3f6ae4cbf77d57ba81c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/business-wire-life-storage-inc-announces-changes-to-the-board-of-directors-including-the-appointment-of-two-new-independent-directors-and.html",
    "ord_in_thread": 0,
    "title": "Life Storage, Inc. Announces Changes to the Board of Directors Including the Appointment of Two New, Independent Directors and the Company’s Chief Executive Officer to the Board of Directors",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Founders Robert J. Attea and Kenneth F. Myszka to Retire\nDana Hamilton and Edward Pettinella Appointed to Board as Independent Directors\nCompany has Entered into a Cooperation Agreement with Land & Buildings\nChief Executive Officer David L. Rogers Appointed to Board\nMark G. Barberio to become Non-Executive Chairman at Annual Meeting of Shareholders\nBUFFALO, N.Y.--(BUSINESS WIRE)-- Life Storage, Inc. (NYSE:LSI), a leading national owner and operator of self storage properties, today announced that it has made a number of changes to advance the Board’s succession planning process and add experienced independent directors.\nThe Company announced that Robert J. Attea and Kenneth F. Myszka, co-founders and members of the Board of Directors, have informed the Company’s Board of Directors of their plan to retire and step down from the Board following the 2018 Annual Meeting of Shareholders. Their decision to retire supports the Company’s succession planning process begun several years ago and also facilitates a Board of Directors initiative to increase its independence and diversity. Mr. Attea has been Chairman of the Board since 1995 and served as Chief Executive Officer from March 1997 to February 2012. Mr. Myszka, President of Life Storage, has been a director since 1995 and served as Chief Operating Officer from March 1997 to January 2015. As part of the multi-year succession plan to ensure a smooth transition, Mr. Myszka will remain involved with the Company’s operations through 2018 when his employment agreement expires.\n\"On behalf of the entire Board, I thank Bob and Ken for their exceptional leadership and innumerable contributions to Life Storage over the past 35 years,\" said Stephen R. Rusmisel, the Company’s Lead Independent Director. \"Since Bob and Ken co-founded the Company in 1982, Life Storage has grown from a single property to one of the country’s largest public self storage companies with more than 1,600 employees and 700 self storage facilities across 28 states. Their dedication to Life Storage and its shareholders has earned the admiration of our entire company, and we wish them all the best.”\nThe Company has worked collaboratively with Land & Buildings Investment Management, LLC (“Land & Buildings”), which currently owns approximately 1.8% of the Company’s outstanding shares, and has entered into an agreement under which two new independent directors, Dana Hamilton and Edward Pettinella, and Chief Executive Officer David Rogers, are appointed to the Board of Directors, effective immediately.\nMs. Hamilton has an extensive financial and analytical background, particularly focused on real estate investing and operations, and has significant experience in the real estate industry, including as a Partner at Pretium Partners, LLC and as the former President – Europe and Executive Vice President – National Operations at Archstone and as a former Director of FelCor Lodging Trust. Mr. Pettinella has an extensive leadership and financial background, particularly focused on real estate and banking, and has significant experience in the real estate industry, including as the former President, CEO and Director of Home Properties.\nThe Board of Directors has elected Mark G. Barberio to serve as the Company’s Non-Executive Chairman of the Board following the 2018 Annual Meeting. Mr. Barberio has served on the Life Storage Board since 2015 and has over 20 years of senior management and board experience in a wide variety of industries. Mr. Barberio has served on a number of public and private company boards. His professional history at other publicly traded and private companies also includes serving in several senior leadership positions, including Chief Executive Officer and Chief Financial Officer. In these roles, among other things, he was responsible for strategy development, mergers and acquisitions and real estate.\nMs. Hamilton will serve as a member of the Audit Committee and Mr. Pettinella will serve as a member of the Nominating and Governance Committee. With these additions, the Life Storage Board of Directors will comprise 10 directors, seven of whom are independent. Following the planned retirement of Mr. Attea and Mr. Myszka at the 2018 Annual Meeting, the Life Storage Board will comprise eight directors, seven of whom are independent. For committee leadership, Arthur Havener will become Chair of the Audit Committee and Carol Hansell will become Chair of the Nominating and Governance Committee. Stephen Rusmisel will continue to serve as Chair of the Compensation Committee.\nMr. Rusmisel added, “We are pleased to welcome Dana, Ed and Dave to the Life Storage Board. Both Dana and Ed bring independent perspectives, as well as extensive experience and expertise in real estate operations and value-creation. The addition of these directors is a part of our ongoing succession plan designed to add key skill sets, decrease average director tenure, strengthen and diversify our Board’s breadth of experience and further increase the independence of the Board. As CEO of Life Storage, Dave brings an intimate long-term understanding of the Company’s portfolio, strategy and operations. Life Storage is well positioned to continue to advance its position in the self storage industry.”\nJonathan Litt, Founder and CIO of Land & Buildings, said, “We are pleased to have been able to work collaboratively with the Company to reach an agreement to reconstitute the Board with new independent directors. The addition of Dana, Ed and Dave will bring additional insights and valuable expertise to Life Storage. We are confident they will work constructively with the Company and the Board with the common goal of maximizing value for all shareholders.”\nUnder the agreement, Land & Buildings will vote its shares in favor of all of the Board’s nominees and support all Board recommended proposals at the Company’s 2018 Annual Meeting of Shareholders, among other things.\nABOUT DANA HAMILTON\nMs. Hamilton is a Partner and Head of Real Estate at Pretium Partners, LLC, a specialized investment management firm. She previously served as the President, Chief Executive Officer and Trustee of Borderplex Realty Trust, a privately held real estate investment trust that owns and operates a diverse portfolio of commercial and residential assets concentrated along the US-Mexico border. Prior thereto, Ms. Hamilton spent 20 years at Archstone, one of the largest apartment companies in the U.S. and Europe, until the company was sold in 2013 to Equity Residential and AvalonBay. She most recently served as President - Europe, where she was responsible for strategic development and execution of Archstone’s investment strategy and operating platform in Europe, while continuing to serve as a member of Archstone’s Executive Committee. Ms. Hamilton also held various other leadership positions at Archstone, including as Executive Vice President—National Operations. She has extensive experience in demand generation and revenue management across the multifamily and single-family rental industries. Ms. Hamilton also previously served as a Director of FelCor Lodging Trust Incorporated, a then publicly traded real estate investment trust, until the company merged with RLJ Lodging Trust in 2017.\nABOUT EDWARD PETTINELLA\nMr. Pettinella is the former President, CEO and Director of Home Properties, Inc., a $7.6 billion apartment REIT traded on the NYSE. The REIT acquired, developed and operated apartment communities, primarily in the Northeast and Mid-Atlantic markets. Home Properties was purchased by Lone Star Funds in Fall 2015. Prior to joining Home Properties in 2001, Mr. Pettinella served as President of Charter One Bank of New York and Executive Vice President of Charter One Financial, Inc. Mr. Pettinella is currently a member of the Board of Directors of Manning & Napier, a publicly traded investment management firm. Mr. Pettinella is also a member of the Board of Directors of Rochester Business Alliance, National Multi Housing Council and Syracuse University School of Business, a member of the Board of Governors of the National Association of Real Estate Investment Trusts, and a member of Urban Land Institute.\nABOUT DAVID ROGERS\nMr. Rogers, a co-founder of Life Storage, serves as the Company’s Chief Executive Officer, a position he has held since 2012. Before assuming his current role, Mr. Rogers served as the Company's Chief Financial Officer and Secretary from 1995 to February 2012, Vice President of Finance of the Company's predecessor from 1988 to 1995 and Controller and Due Diligence Officer from 1984 to 1988. Prior to joining the Company, Mr. Rogers spent seven years as an accountant and systems analyst in both the public and private sectors.\nABOUT LIFE STORAGE, INC:\nLife Storage, Inc. is a self-administered and self-managed equity REIT that is in the business of acquiring and managing self storage facilities. Located in Buffalo, New York, the Company operates more than 700 storage facilities in 28 states. The Company serves both residential and commercial storage customers with storage units rented by month. Life Storage consistently provides responsive service to its approximately 400,000 customers, making it a leader in the industry. For more information visit http://invest.lifestorage.com/ .\nABOUT LAND & BUILDINGS\nLand & Buildings is a registered investment manager specializing in publicly traded real estate and real estate related securities.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180319005645/en/\nLife Storage, Inc.\nDiane Piegza, 716-650-6115\nVice President, Investor Relations & Community Affairs\nor\nJoele Frank, Wilkinson Brimmer Katcher\nJon Keehner / Michael Landau, 212-355-4449\nSource: Life Storage, Inc.",
    "published": "2018-03-19T15:30:00.000+02:00",
    "crawled": "2018-03-19T17:06:05.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "founder",
        "robert",
        "attea",
        "kenneth",
        "myszka",
        "retire",
        "dana",
        "hamilton",
        "edward",
        "pettinella",
        "appointed",
        "board",
        "independent",
        "director",
        "company",
        "entered",
        "cooperation",
        "agreement",
        "land",
        "building",
        "chief",
        "executive",
        "officer",
        "david",
        "rogers",
        "appointed",
        "board",
        "mark",
        "barberio",
        "become",
        "chairman",
        "annual",
        "meeting",
        "shareholder",
        "buffalo",
        "business",
        "wire",
        "life",
        "storage",
        "nyse",
        "lsi",
        "leading",
        "national",
        "owner",
        "operator",
        "self",
        "storage",
        "property",
        "today",
        "announced",
        "made",
        "number",
        "change",
        "advance",
        "board",
        "succession",
        "planning",
        "process",
        "add",
        "experienced",
        "independent",
        "director",
        "company",
        "announced",
        "robert",
        "attea",
        "kenneth",
        "myszka",
        "member",
        "board",
        "director",
        "informed",
        "company",
        "board",
        "director",
        "plan",
        "retire",
        "step",
        "board",
        "following",
        "annual",
        "meeting",
        "shareholder",
        "decision",
        "retire",
        "support",
        "company",
        "succession",
        "planning",
        "process",
        "begun",
        "several",
        "year",
        "ago",
        "also",
        "facilitates",
        "board",
        "director",
        "initiative",
        "increase",
        "independence",
        "diversity",
        "attea",
        "chairman",
        "board",
        "since",
        "served",
        "chief",
        "executive",
        "officer",
        "march",
        "february",
        "myszka",
        "president",
        "life",
        "storage",
        "director",
        "since",
        "served",
        "chief",
        "operating",
        "officer",
        "march",
        "january",
        "part",
        "succession",
        "plan",
        "ensure",
        "smooth",
        "transition",
        "myszka",
        "remain",
        "involved",
        "company",
        "operation",
        "employment",
        "agreement",
        "expires",
        "behalf",
        "entire",
        "board",
        "thank",
        "bob",
        "ken",
        "exceptional",
        "leadership",
        "innumerable",
        "contribution",
        "life",
        "storage",
        "past",
        "year",
        "said",
        "stephen",
        "rusmisel",
        "company",
        "lead",
        "independent",
        "director",
        "since",
        "bob",
        "ken",
        "company",
        "life",
        "storage",
        "grown",
        "single",
        "property",
        "one",
        "country",
        "largest",
        "public",
        "self",
        "storage",
        "company",
        "employee",
        "self",
        "storage",
        "facility",
        "across",
        "state",
        "dedication",
        "life",
        "storage",
        "shareholder",
        "earned",
        "admiration",
        "entire",
        "company",
        "wish",
        "company",
        "worked",
        "collaboratively",
        "land",
        "building",
        "investment",
        "management",
        "llc",
        "land",
        "building",
        "currently",
        "owns",
        "approximately",
        "company",
        "outstanding",
        "share",
        "entered",
        "agreement",
        "two",
        "new",
        "independent",
        "director",
        "dana",
        "hamilton",
        "edward",
        "pettinella",
        "chief",
        "executive",
        "officer",
        "david",
        "rogers",
        "appointed",
        "board",
        "director",
        "effective",
        "immediately",
        "hamilton",
        "extensive",
        "financial",
        "analytical",
        "background",
        "particularly",
        "focused",
        "real",
        "estate",
        "investing",
        "operation",
        "significant",
        "experience",
        "real",
        "estate",
        "industry",
        "including",
        "partner",
        "pretium",
        "partner",
        "llc",
        "former",
        "president",
        "europe",
        "executive",
        "vice",
        "president",
        "national",
        "operation",
        "archstone",
        "former",
        "director",
        "felcor",
        "lodging",
        "trust",
        "pettinella",
        "extensive",
        "leadership",
        "financial",
        "background",
        "particularly",
        "focused",
        "real",
        "estate",
        "banking",
        "significant",
        "experience",
        "real",
        "estate",
        "industry",
        "including",
        "former",
        "president",
        "ceo",
        "director",
        "home",
        "property",
        "board",
        "director",
        "elected",
        "mark",
        "barberio",
        "serve",
        "company",
        "chairman",
        "board",
        "following",
        "annual",
        "meeting",
        "barberio",
        "served",
        "life",
        "storage",
        "board",
        "since",
        "year",
        "senior",
        "management",
        "board",
        "experience",
        "wide",
        "variety",
        "industry",
        "barberio",
        "served",
        "number",
        "public",
        "private",
        "company",
        "board",
        "professional",
        "history",
        "publicly",
        "traded",
        "private",
        "company",
        "also",
        "includes",
        "serving",
        "several",
        "senior",
        "leadership",
        "position",
        "including",
        "chief",
        "executive",
        "officer",
        "chief",
        "financial",
        "officer",
        "role",
        "among",
        "thing",
        "responsible",
        "strategy",
        "development",
        "merger",
        "acquisition",
        "real",
        "estate",
        "hamilton",
        "serve",
        "member",
        "audit",
        "committee",
        "pettinella",
        "serve",
        "member",
        "nominating",
        "governance",
        "committee",
        "addition",
        "life",
        "storage",
        "board",
        "director",
        "comprise",
        "director",
        "seven",
        "independent",
        "following",
        "planned",
        "retirement",
        "attea",
        "myszka",
        "annual",
        "meeting",
        "life",
        "storage",
        "board",
        "comprise",
        "eight",
        "director",
        "seven",
        "independent",
        "committee",
        "leadership",
        "arthur",
        "havener",
        "become",
        "chair",
        "audit",
        "committee",
        "carol",
        "hansell",
        "become",
        "chair",
        "nominating",
        "governance",
        "committee",
        "stephen",
        "rusmisel",
        "continue",
        "serve",
        "chair",
        "compensation",
        "committee",
        "rusmisel",
        "added",
        "pleased",
        "welcome",
        "dana",
        "ed",
        "dave",
        "life",
        "storage",
        "board",
        "dana",
        "ed",
        "bring",
        "independent",
        "perspective",
        "well",
        "extensive",
        "experience",
        "expertise",
        "real",
        "estate",
        "operation",
        "addition",
        "director",
        "part",
        "ongoing",
        "succession",
        "plan",
        "designed",
        "add",
        "key",
        "skill",
        "set",
        "decrease",
        "average",
        "director",
        "tenure",
        "strengthen",
        "diversify",
        "board",
        "breadth",
        "experience",
        "increase",
        "independence",
        "board",
        "ceo",
        "life",
        "storage",
        "dave",
        "brings",
        "intimate",
        "understanding",
        "company",
        "portfolio",
        "strategy",
        "operation",
        "life",
        "storage",
        "well",
        "positioned",
        "continue",
        "advance",
        "position",
        "self",
        "storage",
        "jonathan",
        "litt",
        "founder",
        "cio",
        "land",
        "building",
        "said",
        "pleased",
        "able",
        "work",
        "collaboratively",
        "company",
        "reach",
        "agreement",
        "reconstitute",
        "board",
        "new",
        "independent",
        "director",
        "addition",
        "dana",
        "ed",
        "dave",
        "bring",
        "additional",
        "insight",
        "valuable",
        "expertise",
        "life",
        "storage",
        "confident",
        "work",
        "constructively",
        "company",
        "board",
        "common",
        "goal",
        "maximizing",
        "value",
        "agreement",
        "land",
        "building",
        "vote",
        "share",
        "favor",
        "board",
        "nominee",
        "support",
        "board",
        "recommended",
        "proposal",
        "company",
        "annual",
        "meeting",
        "shareholder",
        "among",
        "thing",
        "dana",
        "hamilton",
        "hamilton",
        "partner",
        "head",
        "real",
        "estate",
        "pretium",
        "partner",
        "llc",
        "specialized",
        "investment",
        "management",
        "firm",
        "previously",
        "served",
        "president",
        "chief",
        "executive",
        "officer",
        "trustee",
        "borderplex",
        "realty",
        "trust",
        "privately",
        "held",
        "real",
        "estate",
        "investment",
        "trust",
        "owns",
        "operates",
        "diverse",
        "portfolio",
        "commercial",
        "residential",
        "asset",
        "concentrated",
        "along",
        "border",
        "prior",
        "thereto",
        "hamilton",
        "spent",
        "year",
        "archstone",
        "one",
        "largest",
        "apartment",
        "company",
        "europe",
        "company",
        "sold",
        "equity",
        "residential",
        "avalonbay",
        "recently",
        "served",
        "president",
        "europe",
        "responsible",
        "strategic",
        "development",
        "execution",
        "archstone",
        "investment",
        "strategy",
        "operating",
        "platform",
        "europe",
        "continuing",
        "serve",
        "member",
        "archstone",
        "executive",
        "committee",
        "hamilton",
        "also",
        "held",
        "various",
        "leadership",
        "position",
        "archstone",
        "including",
        "executive",
        "vice",
        "operation",
        "extensive",
        "experience",
        "demand",
        "generation",
        "revenue",
        "management",
        "across",
        "multifamily",
        "rental",
        "industry",
        "hamilton",
        "also",
        "previously",
        "served",
        "director",
        "felcor",
        "lodging",
        "trust",
        "incorporated",
        "publicly",
        "traded",
        "real",
        "estate",
        "investment",
        "trust",
        "company",
        "merged",
        "rlj",
        "lodging",
        "trust",
        "edward",
        "pettinella",
        "pettinella",
        "former",
        "president",
        "ceo",
        "director",
        "home",
        "property",
        "billion",
        "apartment",
        "reit",
        "traded",
        "nyse",
        "reit",
        "acquired",
        "developed",
        "operated",
        "apartment",
        "community",
        "primarily",
        "northeast",
        "market",
        "home",
        "property",
        "purchased",
        "lone",
        "star",
        "fund",
        "fall",
        "prior",
        "joining",
        "home",
        "property",
        "pettinella",
        "served",
        "president",
        "charter",
        "one",
        "bank",
        "new",
        "york",
        "executive",
        "vice",
        "president",
        "charter",
        "one",
        "financial",
        "pettinella",
        "currently",
        "member",
        "board",
        "director",
        "manning",
        "napier",
        "publicly",
        "traded",
        "investment",
        "management",
        "firm",
        "pettinella",
        "also",
        "member",
        "board",
        "director",
        "rochester",
        "business",
        "alliance",
        "national",
        "multi",
        "housing",
        "council",
        "syracuse",
        "university",
        "school",
        "business",
        "member",
        "board",
        "governor",
        "national",
        "association",
        "real",
        "estate",
        "investment",
        "trust",
        "member",
        "urban",
        "land",
        "institute",
        "david",
        "rogers",
        "rogers",
        "life",
        "storage",
        "serf",
        "company",
        "chief",
        "executive",
        "officer",
        "position",
        "held",
        "since",
        "assuming",
        "current",
        "role",
        "rogers",
        "served",
        "company",
        "chief",
        "financial",
        "officer",
        "secretary",
        "february",
        "vice",
        "president",
        "finance",
        "company",
        "predecessor",
        "controller",
        "due",
        "diligence",
        "officer",
        "prior",
        "joining",
        "company",
        "rogers",
        "spent",
        "seven",
        "year",
        "accountant",
        "system",
        "analyst",
        "public",
        "private",
        "sector",
        "life",
        "storage",
        "inc",
        "life",
        "storage",
        "equity",
        "reit",
        "business",
        "acquiring",
        "managing",
        "self",
        "storage",
        "facility",
        "located",
        "buffalo",
        "new",
        "york",
        "company",
        "operates",
        "storage",
        "facility",
        "state",
        "company",
        "serf",
        "residential",
        "commercial",
        "storage",
        "customer",
        "storage",
        "unit",
        "rented",
        "month",
        "life",
        "storage",
        "consistently",
        "provides",
        "responsive",
        "service",
        "approximately",
        "customer",
        "making",
        "leader",
        "industry",
        "information",
        "visit",
        "http",
        "land",
        "building",
        "land",
        "building",
        "registered",
        "investment",
        "manager",
        "specializing",
        "publicly",
        "traded",
        "real",
        "estate",
        "real",
        "estate",
        "related",
        "security",
        "view",
        "source",
        "version",
        "http",
        "life",
        "storage",
        "diane",
        "piegza",
        "vice",
        "president",
        "investor",
        "relation",
        "community",
        "affair",
        "joele",
        "frank",
        "wilkinson",
        "brimmer",
        "katcher",
        "jon",
        "keehner",
        "michael",
        "landau",
        "source",
        "life",
        "storage",
        "inc"
    ]
}