{
    "organizations": [],
    "uuid": "fef291ae9927854ea2af30c5ebc524953a64d17c",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/13/ai-job-recruiting-tools-offered-by-hirevue-mya-other-start-ups.html",
    "ord_in_thread": 0,
    "title": "AI job recruiting tools offered by HireVue, Mya, other start-ups",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "\"It felt weird. I was kind of talking into the void,\" said Sarah, a 27-year-old marketing manager in Ohio of her first time using HireVue, an on-demand video interview platform for job seekers.\nThe recruiter she was working with told her it was \"just like an interview on Skype,\" so she followed the interview tips on the company's website, making sure she was dressed appropriately and had a well-lit background. But to her surprise, there was no human involved. Her recruiter never mentioned that the interview would be analyzed by advanced machine learning, her facial expressions and word choice evaluated by a series of algorithms.\n\"You usually have a little time to do some small talk, but in the HireVue interview, I only had a practice question and then just went into it. There's not a lot of time to feel ready,\" she said of the interview that took place early last fall. \"For me first impressions are everything, and it was hard to set that tone.\"\nIt must have worked, however, because she got the job offer.\nAbout 38 percent of working Americans are actively looking for a new job or plan to sometime this year, according to a recent report by Glassdoor. But, like Sarah, they might be surprised to find that those \"first impressions\" so carefully emphasized by career coaches are now being outsourced to artificial intelligence.\nSource: HireVue A 2017 Deloitte report found 33 percent of survey respondents already used some form of A.I. in their hiring process. With jobless rates at a 17-year low of 4.1 percent according to a February report from the Bureau of Labor Statistics , recruiters are increasingly looking for ways to bring in the best candidates faster and more efficiently than before. An emerging crop of new, \"smart\" hiring tools can do just that by cutting down interview processes from what traditionally took weeks to a matter of a few days.\nSome of the new tools involve as little as answering a text message. In 2012, while building his company FirstJob, an online job board for millennials, Eyal Grayevsky discovered that many candidates never heard back from employers and that their materials seemed to go into a \"black hole.\"\nFour years later Grayevsky launched an A.I. recruiting tool named Mya (short for \"my assistant\") and rebranded his company as Mya Systems. Mya helps in the recruiting process by directly engaging with candidates via text, asking basic questions such as start date and salary requirements. Candidates can also ask Mya questions; when she doesn't know the answer, she will query the recruiter.\nWithin minutes Mya rules out candidates based on a preprogrammed assessment model or moves them along to the next part of the interview process. The experience is so seamless that 73 percent of surveyed candidates who had interacted with Mya reported they had interacted with a recruiter when they in fact had spoken only with the bot.\n\"Now 100 percent of candidates are getting a response; everyone is getting a chance,\" said Grayevsky. \"Candidates feel like they really get a chance to express themselves to the company with more than just a résumé.\"\nThe 'race' for talent Video hiring-tool companies, like HireVue and Montage , also boast speed as a key for why more and more recruiters are relying on their services. On-demand video allows candidates to interview any time of day, and in turn recruiters can review and compare dozens of interviews, all in the time it takes to commute to work.\nSource: HireVue \"The most overused metaphor is that there's a war for talent right now, but it's actually not a war, it's a race,\" said HireVue CEO Kevin Parker. \"And the people that are the fastest-selecting and reaching out to candidates are the people that win and enjoy a competitive advantage.\"\nAs for candidates who feel more trepidation than empowerment from video interviews, HireVue offers tips on its website and frequently engages with users on Twitter about how to best handle the hiring process. Many of the suggested steps are ones that interviewers will be familiar with, such as researching the company, practicing and preparing for common interview questions and dressing appropriately for the job.\nWhere on-demand interviewing differs is that you should also practice your facial expressions and exaggerate them — a huge smile that might seem ridiculous in person will be picked up more easily by the A.I. You'll also need to make sure you have a good internet connection and bright lighting.\n\"The most overused metaphor is that there's a war for talent right now, but it's actually not a war, it's a race.\" -Kevin Parker, CEO of HireVue One question they get frequently, said Lindsey Zuloaga, director of data science at HireVue, is if an applicant is able to trick the A.I. Her answer: \"If you can game being excited about and interested in the job, yes, you could game that with a person as well,\" she said. \"You're not going to game it without being a very good actor.\"\nEliminating human bias Another big advantage for HireVue is that it offers a customizable A.I. to help assess candidates' video interviews. The A.I. gives each video a score based on more than 250,000 data points, including audio, tonality and speech patterns, the importance of which can be customized for the client's need. Because of machine learning, the A.I. can refine its accuracy over time based on new data.\nJim Cochran, head of global recruiting at J.P. Morgan Chase, tells CNBC that the process of working with HireVue to build an A.I. that matched their recruiters' needs took about a year, with a substantial part of the process geared toward evaluating the factors that best target a successful employee within the general population.\nAmr Alfiky | Reuters But after some tweaking, he said their recruiters have been happy with the results so far and are planning on working with A.I. modules for more positions. Though J.P. Morgan has been a HireVue customer for four years, the company believes that adding A.I. has helped speed up the process of filtering through videos.\n\"It's unstructured video and audio coming in, and this is a way of structuring,\" said Zuloaga of HireVue. \"It's just kind of hard to get the information that you really want to know about a person from a résumé or a multiple-choice assessment.\"\nZuloaga works with the company's industrial psychologist to make sure the product's assessment tools are up to industry standards, but adding A.I. to the mix gives the tool an important advantage: rooting out bias.\n\"We can measure it, unlike the human mind, where we can't see what they're thinking or if they're systematically biased,\" said Zuloaga. If the team does notice a skew in results, it can evaluate the algorithm to see what went wrong and remove the bad data.\nAnd while there's no guarantee that A.I. will completely eliminate bias in hiring, especially once the candidate reaches a human recruiter, companies using HireVue have reported a much more diverse candidate pool. Parker pointed to Unilever , which has improved the diversity of its talent pool by 16 percent since partnering with HireVue.\nGrayevsky said Mya's customers have seen similar results.\n\"It's really easy [for recruiters] to go to the applicants that feel safe or the ones they recognize, whether it's the school or the types of companies they've worked at in the past, but Mya really is only interested in who's active, who's interested,\" said Grayevsky.\nHireVue and Mya are just a few of a growing number of companies looking to make their mark on a recruitment industry that is valued at up to $200 billion and growing. TalentSonar, a California-based start-up, seeks to eliminate bias from job descriptions by using A.I. to tweak the language so that it's more appealing to women and minority applicants .\nIn addition, to help automate the recruitment process, Entelo analyzes a candidate's social media presence to determine their fit for a position.\nTechnology to find Grade A players Though A.I. can speed up the process of getting the right candidate in the door, in professional industries with limited job seekers, making candidates aware of positions in the first place presents a larger hurdle. In fields such as nursing, IT, and middle management, Mya serves customers by actively reaching out to candidates already in their application system, alerting them to new opportunities. Grayevsky says the company is also in the process of launching a partnership with several job board sites in order to further widen the pool. Ultimately, his goal is to \"create a scenario where candidates know to reach out to Mya for support\" before starting their jobs search.\nHireVue is also interested in working with companies improve their internal matching for open positions. The company already offers analysis of predictive job performance, something that the machine learning can only refine through updated data.\nParker says that they also want to help companies directly match applicants, especially recent graduates, with positions based on assessments rather than relying on traditional job listings that might miss the right candidate.\nMore from @Work:\nAT&T's $1 billion gambit: Retraining nearly half its workforce for jobs of the future\nSan Francisco is so expensive that working adults are moving into dorms\nFormer Google CEO says artificial intelligence won't replace your doctor\nGames or simulations to help candidates get a better sense of a job position are also gaining popularity, with 29 percent of global business leaders using some version of the technology according to Deloitte. Kurt Heikkinen, president and CEO of Montage, which works with a number of Fortune 500 companies, stressed the important of these kinds of highly branded, personalized experiences in an age of competitive hiring.\n\"Through technology candidates behave much more like consumers, they want and deserve convenience at their fingertips,\" he said.\nBut convenience isn't always enough. Cochran expressed concerned that, without proper follow-up, on-demand videos could turn into another \"black hole\" for candidates.\n\"I'm very focused on making sure this additional step we're asking them to take is met with a very responsive recruiter or recruitment system,\" he said.\nAnd while Sarah felt a little thrown off by her first HireVue interview, she said she plans to go back to the same recruiter for her next job.\n\"Facial recognition is just everywhere. If I can just put on some makeup and that adds a couple points to my score, I'm not going to be mad about that,\" she said. \"I think it's just making sure candidates are informed.\"\n— By Tonya Riley, special to CNBC.com",
    "published": "2018-03-13T17:28:00.000+02:00",
    "crawled": "2018-03-13T16:41:53.049+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "felt",
        "weird",
        "kind",
        "talking",
        "void",
        "said",
        "sarah",
        "marketing",
        "manager",
        "ohio",
        "first",
        "time",
        "using",
        "hirevue",
        "video",
        "interview",
        "platform",
        "job",
        "seeker",
        "recruiter",
        "working",
        "told",
        "like",
        "interview",
        "skype",
        "followed",
        "interview",
        "tip",
        "company",
        "website",
        "making",
        "sure",
        "dressed",
        "appropriately",
        "background",
        "surprise",
        "human",
        "involved",
        "recruiter",
        "never",
        "mentioned",
        "interview",
        "would",
        "analyzed",
        "advanced",
        "machine",
        "learning",
        "facial",
        "expression",
        "word",
        "choice",
        "evaluated",
        "series",
        "algorithm",
        "usually",
        "little",
        "time",
        "small",
        "talk",
        "hirevue",
        "interview",
        "practice",
        "question",
        "went",
        "lot",
        "time",
        "feel",
        "ready",
        "said",
        "interview",
        "took",
        "place",
        "early",
        "last",
        "fall",
        "first",
        "impression",
        "everything",
        "hard",
        "set",
        "tone",
        "must",
        "worked",
        "however",
        "got",
        "job",
        "offer",
        "percent",
        "working",
        "american",
        "actively",
        "looking",
        "new",
        "job",
        "plan",
        "sometime",
        "year",
        "according",
        "recent",
        "report",
        "glassdoor",
        "like",
        "sarah",
        "might",
        "surprised",
        "find",
        "first",
        "impression",
        "carefully",
        "emphasized",
        "career",
        "coach",
        "outsourced",
        "artificial",
        "intelligence",
        "source",
        "hirevue",
        "deloitte",
        "report",
        "found",
        "percent",
        "survey",
        "respondent",
        "already",
        "used",
        "form",
        "hiring",
        "process",
        "jobless",
        "rate",
        "low",
        "percent",
        "according",
        "february",
        "report",
        "bureau",
        "labor",
        "statistic",
        "recruiter",
        "increasingly",
        "looking",
        "way",
        "bring",
        "best",
        "candidate",
        "faster",
        "efficiently",
        "emerging",
        "crop",
        "new",
        "smart",
        "hiring",
        "tool",
        "cutting",
        "interview",
        "process",
        "traditionally",
        "took",
        "week",
        "matter",
        "day",
        "new",
        "tool",
        "involve",
        "little",
        "answering",
        "text",
        "message",
        "building",
        "company",
        "firstjob",
        "online",
        "job",
        "board",
        "millennials",
        "eyal",
        "grayevsky",
        "discovered",
        "many",
        "candidate",
        "never",
        "heard",
        "back",
        "employer",
        "material",
        "seemed",
        "go",
        "black",
        "hole",
        "four",
        "year",
        "later",
        "grayevsky",
        "launched",
        "recruiting",
        "tool",
        "named",
        "mya",
        "short",
        "assistant",
        "rebranded",
        "company",
        "mya",
        "system",
        "mya",
        "help",
        "recruiting",
        "process",
        "directly",
        "engaging",
        "candidate",
        "via",
        "text",
        "asking",
        "basic",
        "question",
        "start",
        "date",
        "salary",
        "requirement",
        "candidate",
        "also",
        "ask",
        "mya",
        "question",
        "know",
        "answer",
        "query",
        "recruiter",
        "within",
        "minute",
        "mya",
        "rule",
        "candidate",
        "based",
        "preprogrammed",
        "assessment",
        "model",
        "move",
        "along",
        "next",
        "part",
        "interview",
        "process",
        "experience",
        "seamless",
        "percent",
        "surveyed",
        "candidate",
        "interacted",
        "mya",
        "reported",
        "interacted",
        "recruiter",
        "fact",
        "spoken",
        "bot",
        "percent",
        "candidate",
        "getting",
        "response",
        "everyone",
        "getting",
        "chance",
        "said",
        "grayevsky",
        "candidate",
        "feel",
        "like",
        "really",
        "get",
        "chance",
        "express",
        "company",
        "résumé",
        "talent",
        "video",
        "company",
        "like",
        "hirevue",
        "montage",
        "also",
        "boast",
        "speed",
        "key",
        "recruiter",
        "relying",
        "service",
        "video",
        "allows",
        "candidate",
        "interview",
        "time",
        "day",
        "turn",
        "recruiter",
        "review",
        "compare",
        "dozen",
        "interview",
        "time",
        "take",
        "commute",
        "work",
        "source",
        "hirevue",
        "overused",
        "metaphor",
        "war",
        "talent",
        "right",
        "actually",
        "war",
        "race",
        "said",
        "hirevue",
        "ceo",
        "kevin",
        "parker",
        "people",
        "reaching",
        "candidate",
        "people",
        "win",
        "enjoy",
        "competitive",
        "advantage",
        "candidate",
        "feel",
        "trepidation",
        "empowerment",
        "video",
        "interview",
        "hirevue",
        "offer",
        "tip",
        "website",
        "frequently",
        "engages",
        "user",
        "twitter",
        "best",
        "handle",
        "hiring",
        "process",
        "many",
        "suggested",
        "step",
        "one",
        "interviewer",
        "familiar",
        "researching",
        "company",
        "practicing",
        "preparing",
        "common",
        "interview",
        "question",
        "dressing",
        "appropriately",
        "job",
        "interviewing",
        "differs",
        "also",
        "practice",
        "facial",
        "expression",
        "exaggerate",
        "huge",
        "smile",
        "might",
        "seem",
        "ridiculous",
        "person",
        "picked",
        "easily",
        "also",
        "need",
        "make",
        "sure",
        "good",
        "internet",
        "connection",
        "bright",
        "lighting",
        "overused",
        "metaphor",
        "war",
        "talent",
        "right",
        "actually",
        "war",
        "race",
        "parker",
        "ceo",
        "hirevue",
        "one",
        "question",
        "get",
        "frequently",
        "said",
        "lindsey",
        "zuloaga",
        "director",
        "data",
        "science",
        "hirevue",
        "applicant",
        "able",
        "trick",
        "answer",
        "game",
        "excited",
        "interested",
        "job",
        "yes",
        "could",
        "game",
        "person",
        "well",
        "said",
        "going",
        "game",
        "without",
        "good",
        "actor",
        "eliminating",
        "human",
        "bias",
        "another",
        "big",
        "advantage",
        "hirevue",
        "offer",
        "customizable",
        "help",
        "assess",
        "candidate",
        "video",
        "interview",
        "give",
        "video",
        "score",
        "based",
        "data",
        "point",
        "including",
        "audio",
        "tonality",
        "speech",
        "pattern",
        "importance",
        "customized",
        "client",
        "need",
        "machine",
        "learning",
        "refine",
        "accuracy",
        "time",
        "based",
        "new",
        "data",
        "jim",
        "cochran",
        "head",
        "global",
        "recruiting",
        "morgan",
        "chase",
        "tell",
        "cnbc",
        "process",
        "working",
        "hirevue",
        "build",
        "matched",
        "recruiter",
        "need",
        "took",
        "year",
        "substantial",
        "part",
        "process",
        "geared",
        "toward",
        "evaluating",
        "factor",
        "best",
        "target",
        "successful",
        "employee",
        "within",
        "general",
        "population",
        "amr",
        "alfiky",
        "reuters",
        "tweaking",
        "said",
        "recruiter",
        "happy",
        "result",
        "far",
        "planning",
        "working",
        "module",
        "position",
        "though",
        "morgan",
        "hirevue",
        "customer",
        "four",
        "year",
        "company",
        "belief",
        "adding",
        "helped",
        "speed",
        "process",
        "filtering",
        "video",
        "unstructured",
        "video",
        "audio",
        "coming",
        "way",
        "structuring",
        "said",
        "zuloaga",
        "hirevue",
        "kind",
        "hard",
        "get",
        "information",
        "really",
        "want",
        "know",
        "person",
        "résumé",
        "assessment",
        "zuloaga",
        "work",
        "company",
        "industrial",
        "psychologist",
        "make",
        "sure",
        "product",
        "assessment",
        "tool",
        "industry",
        "standard",
        "adding",
        "mix",
        "give",
        "tool",
        "important",
        "advantage",
        "rooting",
        "bias",
        "measure",
        "unlike",
        "human",
        "mind",
        "ca",
        "see",
        "thinking",
        "systematically",
        "biased",
        "said",
        "zuloaga",
        "team",
        "notice",
        "skew",
        "result",
        "evaluate",
        "algorithm",
        "see",
        "went",
        "wrong",
        "remove",
        "bad",
        "data",
        "guarantee",
        "completely",
        "eliminate",
        "bias",
        "hiring",
        "especially",
        "candidate",
        "reach",
        "human",
        "recruiter",
        "company",
        "using",
        "hirevue",
        "reported",
        "much",
        "diverse",
        "candidate",
        "pool",
        "parker",
        "pointed",
        "unilever",
        "improved",
        "diversity",
        "talent",
        "pool",
        "percent",
        "since",
        "partnering",
        "hirevue",
        "grayevsky",
        "said",
        "mya",
        "customer",
        "seen",
        "similar",
        "result",
        "really",
        "easy",
        "recruiter",
        "go",
        "applicant",
        "feel",
        "safe",
        "one",
        "recognize",
        "whether",
        "school",
        "type",
        "company",
        "worked",
        "past",
        "mya",
        "really",
        "interested",
        "active",
        "interested",
        "said",
        "grayevsky",
        "hirevue",
        "mya",
        "growing",
        "number",
        "company",
        "looking",
        "make",
        "mark",
        "recruitment",
        "industry",
        "valued",
        "billion",
        "growing",
        "talentsonar",
        "seek",
        "eliminate",
        "bias",
        "job",
        "description",
        "using",
        "tweak",
        "language",
        "appealing",
        "woman",
        "minority",
        "applicant",
        "addition",
        "help",
        "automate",
        "recruitment",
        "process",
        "entelo",
        "analyzes",
        "candidate",
        "social",
        "medium",
        "presence",
        "determine",
        "fit",
        "position",
        "technology",
        "find",
        "grade",
        "player",
        "though",
        "speed",
        "process",
        "getting",
        "right",
        "candidate",
        "door",
        "professional",
        "industry",
        "limited",
        "job",
        "seeker",
        "making",
        "candidate",
        "aware",
        "position",
        "first",
        "place",
        "present",
        "larger",
        "hurdle",
        "field",
        "nursing",
        "middle",
        "management",
        "mya",
        "serf",
        "customer",
        "actively",
        "reaching",
        "candidate",
        "already",
        "application",
        "system",
        "alerting",
        "new",
        "opportunity",
        "grayevsky",
        "say",
        "company",
        "also",
        "process",
        "launching",
        "partnership",
        "several",
        "job",
        "board",
        "site",
        "order",
        "widen",
        "pool",
        "ultimately",
        "goal",
        "create",
        "scenario",
        "candidate",
        "know",
        "reach",
        "mya",
        "support",
        "starting",
        "job",
        "search",
        "hirevue",
        "also",
        "interested",
        "working",
        "company",
        "improve",
        "internal",
        "matching",
        "open",
        "position",
        "company",
        "already",
        "offer",
        "analysis",
        "predictive",
        "job",
        "performance",
        "something",
        "machine",
        "learning",
        "refine",
        "updated",
        "data",
        "parker",
        "say",
        "also",
        "want",
        "help",
        "company",
        "directly",
        "match",
        "applicant",
        "especially",
        "recent",
        "graduate",
        "position",
        "based",
        "assessment",
        "rather",
        "relying",
        "traditional",
        "job",
        "listing",
        "might",
        "miss",
        "right",
        "candidate",
        "work",
        "billion",
        "gambit",
        "retraining",
        "nearly",
        "half",
        "workforce",
        "job",
        "future",
        "san",
        "francisco",
        "expensive",
        "working",
        "adult",
        "moving",
        "dorm",
        "former",
        "google",
        "ceo",
        "say",
        "artificial",
        "intelligence",
        "wo",
        "replace",
        "doctor",
        "game",
        "simulation",
        "help",
        "candidate",
        "get",
        "better",
        "sense",
        "job",
        "position",
        "also",
        "gaining",
        "popularity",
        "percent",
        "global",
        "business",
        "leader",
        "using",
        "version",
        "technology",
        "according",
        "deloitte",
        "kurt",
        "heikkinen",
        "president",
        "ceo",
        "montage",
        "work",
        "number",
        "fortune",
        "company",
        "stressed",
        "important",
        "kind",
        "highly",
        "branded",
        "personalized",
        "experience",
        "age",
        "competitive",
        "hiring",
        "technology",
        "candidate",
        "behave",
        "much",
        "like",
        "consumer",
        "want",
        "deserve",
        "convenience",
        "fingertip",
        "said",
        "convenience",
        "always",
        "enough",
        "cochran",
        "expressed",
        "concerned",
        "without",
        "proper",
        "video",
        "could",
        "turn",
        "another",
        "black",
        "hole",
        "candidate",
        "focused",
        "making",
        "sure",
        "additional",
        "step",
        "asking",
        "take",
        "met",
        "responsive",
        "recruiter",
        "recruitment",
        "system",
        "said",
        "sarah",
        "felt",
        "little",
        "thrown",
        "first",
        "hirevue",
        "interview",
        "said",
        "plan",
        "go",
        "back",
        "recruiter",
        "next",
        "job",
        "facial",
        "recognition",
        "everywhere",
        "put",
        "makeup",
        "add",
        "couple",
        "point",
        "score",
        "going",
        "mad",
        "said",
        "think",
        "making",
        "sure",
        "candidate",
        "informed",
        "tonya",
        "riley",
        "special"
    ]
}