{
    "organizations": [],
    "uuid": "f9104bd0192c68a0a26b1b039bcb644a71f7ff09",
    "author": "Aaron Pressman",
    "url": "http://fortune.com/2018/03/09/data-sheet-workday-corporate-culture/",
    "ord_in_thread": 0,
    "title": "Data Sheet—Workday Seeks To Create Inclusive Corporate Culture | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Aaron Pressman and Adam Lashinsky 8:36 AM EST\nThis is the web version of Data Sheet, Fortune’s daily newsletter on the top tech news. To get it delivered daily to your in-box, sign up here .\nThe consulting firm Great Place to Work is holding its annual conference this week in San Francisco. GPTW is the brains and the brawn behind Fortune ’s annual list that celebrates self-nominated companies whose employees like their employers. No. 7 on the list this year is Workday, the online HR- and finance-software company. In a ballroom in the bowels of the ticky-tacky Marriott Marquis hotel, I interviewed Workday’s co-founder and CEO, Aneel Bhusri. He said a few things that stuck with me.\nFirst, it’s no coincidence that Workday would have an inordinate interest in the subject matter of this conference. The word “work,” after all, appears in both its name and the host organization’s. Bhusri said Workday set out since its founding in 2005 to create an employee-centered, fun environment. (If employees didn’t care about fun, they should work for rival Oracle , he quipped; Oracle successfully launched a hostile takeover of Bhusri’s previous company, PeopleSoft.)\nWorkday largely succeeded at pleasing its workers , on the assumption that happy employees equal happy customers. Then, a few years back, Bhusri noted Workday’s ratings slipping on the workplace review site Glassdoor. It turns out that as the company grew not all its new employees, especially managers, were living its culture and values. The response was to dramatically add processes and training the growing company needed.\nWorkday has impressive gender balance in its upper ranks but not, says Bhusri, because of mandates. He think it’s important to ensure diversity of the applicant pool and entry-level ranks—and then to choose the best person for senior positions. The results speak for themselves. He’s also more than willing to cut loose a top performer who otherwise doesn’t meet the standard for collegiality.\nI wondered if Bhusri could prove that such actions were best for shareholders, beyond the perfectly reasonable assumption that a happier workplace leads to financial success. His response was sagacious: Financial results are probably a lagging indicator of a bad culture. By the time its ramifications are felt, it’s probably too late.\nAdam Lashinsky @adamlashinsky adam_lashinsky@fortune.com NEWSWORTHY\nWill they use the seal? to produce or , according to separate CNN. may produce “a series of high-profile shows,” the Times reported , while CNN said the couple could appear on camera or work behind the scenes as producers.\nWill they be paid in Bitcoin? Digital currency moving into the mainstream of finance is an ongoing theme we’re following around here, and on Thursday came news that the head of finance for the New York Stock Exchange, Eric Scro, is joining Coinbase as head of finance. Likewise, comes news that noted VCs Marc Andreessen and Chris Dixon, along with former PayPal COO David Sacks, are among a group of new investors in Multicoin Capital , an investment firm investing in cryptocurrencies.\nWill they always be called couch potatoes? Most people watch Netflix on a TV set. There I said it. Is it “news”? Are you surprised? At a data briefing for reporters, Netflix said 70% of shows are watched on televisions.\nWill they go it alone? Pressure is mounting on Qualcomm as the wireless chip giant tries to stave off an unwanted takeover from Broadcom . On Friday morning, the company announced that Paul Jacobs, son of the company’s founder Irwin Jacobs, would step down as executive chairman (though remaining as a director) and would be replaced by independent director Jeffrey Henderson as a non-executive chairman.\nWill they ever get it perfect? The review embargo on the new Samsung Galaxy S9 and S9+ lifted and most gadgeteers were impressed by the incremental improvements from last year’s models. The new phones “don’t represent a sea change. Rather, they’re an affirmation of success,” David Ruddock wrote for AndroidPolice. At The Verge, David Seifert praised the displays, the better positioned finger print scanner and improved network performance but didn’t love Samsung’s preloaded apps, especially smart assistant Bixby.\nWill they be paid less? Labor shortages in the agriculture industry are speeding the arrival of farming robots , CNBC reports . Autonomous harvesters are already picking strawberries and apples in some tests. Robotic pickers “don’t have to be perfect. We just have to be better than the humans,” Florida strawberry grower Gary Wishnatzki tells the network.\nWill they ever learn? A new study on the spread of false information on Twitter reviewed the rise of 126,000 rumors over the past decade. Falsehoods spread more quickly and far more widely than true stories, the researcher found. Why? “False news was more novel than true news, which suggests that people were more likely to share novel information,” the study concluded .\nAdvertisement IN CASE YOU MISSED IT\nTwitter Wants to Verify All Users as a Way to Prove Identity By Laignee Barron\nTrump’s Video Game Panel Is Stacked Against the Gaming Industry By Chris Morris\nFacebook Has Enlisted the Help of This News Agency to Debunk Fake News During Midterm Elections By Natasha Bach\nWhy Did Axl Rose Call Tim Cook ‘the Donald Trump of the Music Industry’? By Don Reisinger\nYouTube TV Signs Big Deal With Major League Baseball By Jonathan Vanian\nSpotify’s New Hub Seeks to Amplify and Empower Women’s Voices By Natasha Bach\nCommentary: There’s Still Time to Stop the Tech Monopoly Takeover By Moran Cerf, Sandra Matz, and Guy Rolnik\nFOOD FOR THOUGHT\nThe teenage survivors of the mass shooting at Marjory Stoneman Douglas High School in Florida have impressed the world with their Twitter acumen as they press for stronger gun control laws. The Washington Post ‘s Geoffrey Fowler spent some time hanging out with the kids and seeing firsthand how they’ve seized control of the national agenda.\nThe Parkland kids are rising to the occasion because they have to and because they have the skills. The Columbine High School shooting took place before social media, and the Sandy Hook survivors were too young.\n“We’ve had iPhones since we were out of elementary school,” [Jaclyn] Corin said.\nThese kids are also from a tight-knit community, affluent and smart. Corin uses rhetorical strategies from AP English class to pack tweets with maximum punch.\nWhy Twitter, as opposed to Facebook, Instagram or Snapchat? “I don’t even have a Facebook or know how to use it,” Chadwick said. And besides, they wanted to be someplace where both young people and adults might notice. Twitter is designed for spreading information — and getting into fights.\nAdvertisement FOR YOUR WEEKEND READING PLEASURE\nA few interesting longer reads I came across that are suitable for your weekend reading pleasure.\nWill Apple Buy Snap? ( Vanity Fair )\nThe suggestion that the two companies should merge has been discussed for a long time, but I first heard this theory floated—and yes, it’s just a theory; as far as I’m aware, there have not been any formal talks between the companies—in a serious way a couple of weeks ago. And from the moment it was espoused, I could see why it was a fascinating Silicon Valley parlor game: from a business perspective, such a partnership would make sense for both companies, perhaps more than any speculative partnership that I’ve heard about in years.\nThe Tragedy of the Commons ( The Baffler )\nStarting at $1,500 a month, all this and more could be yours at Common Kingston in Brooklyn—one of sixteen co-living houses spread across the country and operated by Common, a startup newly flush with $40 million in vulture capital and hell bent on delivering “city living done better” to a woefully neglected slice of the populace: millennials either upwardly mobile or lingering on the parental tit, panicked by the horror stories of slumming with random roommates in a new town.\nThe Story of the Internet, As Told By Know Your Meme ( The Verge )\nFor the last nine years, Kim has spearheaded and edited the site, now the most comprehensive history of internet culture in existence, a document that can elicit both awe and nausea. When the site launched in 2008, the primary source for information about memes was Encyclopedia Dramatica, an unwieldy wiki of internet culture affiliated most closely with the internet’s biggest cesspool, 4chan. The people who contributed to it were protective of what was, at the time, a niche subculture, and Kim says much of the information there was just jokes intertwined with some facts and filtered back through a joke.\nNordstrom’s Biggest Bet Ever ( Wall Street Journal )\nOn a tour of the mock-up store in January, merchandising teams puzzled over what customers should encounter at the store’s entrances: the millennial-bait tech bar, laden with Beats headphones; the denim embroidery station, where shoppers can tattoo their Balmain jeans with a custom embellishment; or a Comme des Garçons boutique with a full assortment of some of the most fashion-forward menswear available. Wandering the aisles of the imaginary store—the first Nordstrom has ever undertaken—the crew was keenly aware that any decision will contribute to an essential first impression. “If we’re going to be successful in this country or globally, we need to be successful in Manhattan,” says Blake Nordstrom, 57 years old, co-president and great-grandson of the company’s co-founder, John W. Nordstrom.\nAdvertisement BEFORE YOU GO\nThe world record for a machine/robot solving a Rubik’s cube was about two-thirds of a second. Not anymore. A couple of MIT kids built a “Rubik’s Contraption” to do it in 0.38 seconds. Check out the video . They say they could tune the contraption to work even faster but they’ve lost interest. Kids today.\nThis edition of Data Sheet was curated by Aaron Pressman . Find past issues, and sign up for other Fortune newsletters .",
    "published": "2018-03-09T10:36:00.000+02:00",
    "crawled": "2018-03-09T17:16:53.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "aaron",
        "pressman",
        "adam",
        "lashinsky",
        "est",
        "web",
        "version",
        "data",
        "sheet",
        "fortune",
        "daily",
        "newsletter",
        "top",
        "tech",
        "news",
        "get",
        "delivered",
        "daily",
        "sign",
        "consulting",
        "firm",
        "great",
        "place",
        "work",
        "holding",
        "annual",
        "conference",
        "week",
        "san",
        "francisco",
        "gptw",
        "brain",
        "brawn",
        "behind",
        "fortune",
        "annual",
        "list",
        "celebrates",
        "company",
        "whose",
        "employee",
        "like",
        "employer",
        "list",
        "year",
        "workday",
        "online",
        "company",
        "ballroom",
        "bowel",
        "marriott",
        "marquis",
        "hotel",
        "interviewed",
        "workday",
        "ceo",
        "aneel",
        "bhusri",
        "said",
        "thing",
        "stuck",
        "first",
        "coincidence",
        "workday",
        "would",
        "inordinate",
        "interest",
        "subject",
        "matter",
        "conference",
        "word",
        "work",
        "appears",
        "name",
        "host",
        "organization",
        "bhusri",
        "said",
        "workday",
        "set",
        "since",
        "founding",
        "create",
        "fun",
        "environment",
        "employee",
        "care",
        "fun",
        "work",
        "rival",
        "oracle",
        "quipped",
        "oracle",
        "successfully",
        "launched",
        "hostile",
        "takeover",
        "bhusri",
        "previous",
        "company",
        "peoplesoft",
        "workday",
        "largely",
        "succeeded",
        "pleasing",
        "worker",
        "assumption",
        "happy",
        "employee",
        "equal",
        "happy",
        "customer",
        "year",
        "back",
        "bhusri",
        "noted",
        "workday",
        "rating",
        "slipping",
        "workplace",
        "review",
        "site",
        "glassdoor",
        "turn",
        "company",
        "grew",
        "new",
        "employee",
        "especially",
        "manager",
        "living",
        "culture",
        "value",
        "response",
        "dramatically",
        "add",
        "process",
        "training",
        "growing",
        "company",
        "needed",
        "workday",
        "impressive",
        "gender",
        "balance",
        "upper",
        "rank",
        "say",
        "bhusri",
        "mandate",
        "think",
        "important",
        "ensure",
        "diversity",
        "applicant",
        "pool",
        "choose",
        "best",
        "person",
        "senior",
        "position",
        "result",
        "speak",
        "also",
        "willing",
        "cut",
        "loose",
        "top",
        "performer",
        "otherwise",
        "meet",
        "standard",
        "collegiality",
        "wondered",
        "bhusri",
        "could",
        "prove",
        "action",
        "best",
        "shareholder",
        "beyond",
        "perfectly",
        "reasonable",
        "assumption",
        "happier",
        "workplace",
        "lead",
        "financial",
        "success",
        "response",
        "sagacious",
        "financial",
        "result",
        "probably",
        "lagging",
        "indicator",
        "bad",
        "culture",
        "time",
        "ramification",
        "felt",
        "probably",
        "late",
        "adam",
        "lashinsky",
        "adamlashinsky",
        "newsworthy",
        "use",
        "seal",
        "produce",
        "according",
        "separate",
        "cnn",
        "may",
        "produce",
        "series",
        "show",
        "time",
        "reported",
        "cnn",
        "said",
        "couple",
        "could",
        "appear",
        "camera",
        "work",
        "behind",
        "scene",
        "producer",
        "paid",
        "bitcoin",
        "digital",
        "currency",
        "moving",
        "mainstream",
        "finance",
        "ongoing",
        "theme",
        "following",
        "around",
        "thursday",
        "came",
        "news",
        "head",
        "finance",
        "new",
        "york",
        "stock",
        "exchange",
        "eric",
        "scro",
        "joining",
        "coinbase",
        "head",
        "finance",
        "likewise",
        "come",
        "news",
        "noted",
        "vcs",
        "marc",
        "andreessen",
        "chris",
        "dixon",
        "along",
        "former",
        "paypal",
        "coo",
        "david",
        "sack",
        "among",
        "group",
        "new",
        "investor",
        "multicoin",
        "capital",
        "investment",
        "firm",
        "investing",
        "cryptocurrencies",
        "always",
        "called",
        "couch",
        "potato",
        "people",
        "watch",
        "netflix",
        "tv",
        "set",
        "said",
        "news",
        "surprised",
        "data",
        "briefing",
        "reporter",
        "netflix",
        "said",
        "show",
        "watched",
        "television",
        "go",
        "alone",
        "pressure",
        "mounting",
        "qualcomm",
        "wireless",
        "chip",
        "giant",
        "try",
        "stave",
        "unwanted",
        "takeover",
        "broadcom",
        "friday",
        "morning",
        "company",
        "announced",
        "paul",
        "jacob",
        "son",
        "company",
        "founder",
        "irwin",
        "jacob",
        "would",
        "step",
        "executive",
        "chairman",
        "though",
        "remaining",
        "director",
        "would",
        "replaced",
        "independent",
        "director",
        "jeffrey",
        "henderson",
        "chairman",
        "ever",
        "get",
        "perfect",
        "review",
        "embargo",
        "new",
        "samsung",
        "galaxy",
        "s9",
        "lifted",
        "gadgeteer",
        "impressed",
        "incremental",
        "improvement",
        "last",
        "year",
        "model",
        "new",
        "phone",
        "represent",
        "sea",
        "change",
        "rather",
        "affirmation",
        "success",
        "david",
        "ruddock",
        "wrote",
        "androidpolice",
        "verge",
        "david",
        "seifert",
        "praised",
        "display",
        "better",
        "positioned",
        "finger",
        "print",
        "scanner",
        "improved",
        "network",
        "performance",
        "love",
        "samsung",
        "preloaded",
        "apps",
        "especially",
        "smart",
        "assistant",
        "bixby",
        "paid",
        "less",
        "labor",
        "shortage",
        "agriculture",
        "industry",
        "speeding",
        "arrival",
        "farming",
        "robot",
        "cnbc",
        "report",
        "autonomous",
        "harvester",
        "already",
        "picking",
        "strawberry",
        "apple",
        "test",
        "robotic",
        "picker",
        "perfect",
        "better",
        "human",
        "florida",
        "strawberry",
        "grower",
        "gary",
        "wishnatzki",
        "tell",
        "network",
        "ever",
        "learn",
        "new",
        "study",
        "spread",
        "false",
        "information",
        "twitter",
        "reviewed",
        "rise",
        "rumor",
        "past",
        "decade",
        "falsehood",
        "spread",
        "quickly",
        "far",
        "widely",
        "true",
        "story",
        "researcher",
        "found",
        "false",
        "news",
        "novel",
        "true",
        "news",
        "suggests",
        "people",
        "likely",
        "share",
        "novel",
        "information",
        "study",
        "concluded",
        "advertisement",
        "case",
        "missed",
        "twitter",
        "want",
        "verify",
        "user",
        "way",
        "prove",
        "identity",
        "laignee",
        "barron",
        "trump",
        "video",
        "game",
        "panel",
        "stacked",
        "gaming",
        "industry",
        "chris",
        "morris",
        "facebook",
        "enlisted",
        "help",
        "news",
        "agency",
        "debunk",
        "fake",
        "news",
        "midterm",
        "election",
        "natasha",
        "bach",
        "axl",
        "rose",
        "call",
        "tim",
        "cook",
        "donald",
        "trump",
        "music",
        "industry",
        "reisinger",
        "youtube",
        "tv",
        "sign",
        "big",
        "deal",
        "major",
        "league",
        "baseball",
        "jonathan",
        "vanian",
        "spotify",
        "new",
        "hub",
        "seek",
        "amplify",
        "empower",
        "woman",
        "voice",
        "natasha",
        "bach",
        "commentary",
        "still",
        "time",
        "stop",
        "tech",
        "monopoly",
        "takeover",
        "moran",
        "cerf",
        "sandra",
        "matz",
        "guy",
        "rolnik",
        "food",
        "thought",
        "teenage",
        "survivor",
        "mass",
        "shooting",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "florida",
        "impressed",
        "world",
        "twitter",
        "acumen",
        "press",
        "stronger",
        "gun",
        "control",
        "law",
        "washington",
        "post",
        "geoffrey",
        "fowler",
        "spent",
        "time",
        "hanging",
        "kid",
        "seeing",
        "firsthand",
        "seized",
        "control",
        "national",
        "agenda",
        "parkland",
        "kid",
        "rising",
        "occasion",
        "skill",
        "columbine",
        "high",
        "school",
        "shooting",
        "took",
        "place",
        "social",
        "medium",
        "sandy",
        "hook",
        "survivor",
        "young",
        "iphones",
        "since",
        "elementary",
        "school",
        "jaclyn",
        "corin",
        "said",
        "kid",
        "also",
        "community",
        "affluent",
        "smart",
        "corin",
        "us",
        "rhetorical",
        "strategy",
        "ap",
        "english",
        "class",
        "pack",
        "tweet",
        "maximum",
        "punch",
        "twitter",
        "opposed",
        "facebook",
        "instagram",
        "snapchat",
        "even",
        "facebook",
        "know",
        "use",
        "chadwick",
        "said",
        "besides",
        "wanted",
        "someplace",
        "young",
        "people",
        "adult",
        "might",
        "notice",
        "twitter",
        "designed",
        "spreading",
        "information",
        "getting",
        "fight",
        "advertisement",
        "weekend",
        "reading",
        "pleasure",
        "interesting",
        "longer",
        "read",
        "came",
        "across",
        "suitable",
        "weekend",
        "reading",
        "pleasure",
        "apple",
        "buy",
        "snap",
        "vanity",
        "fair",
        "suggestion",
        "two",
        "company",
        "merge",
        "discussed",
        "long",
        "time",
        "first",
        "heard",
        "theory",
        "yes",
        "theory",
        "far",
        "aware",
        "formal",
        "talk",
        "serious",
        "way",
        "couple",
        "week",
        "ago",
        "moment",
        "espoused",
        "could",
        "see",
        "fascinating",
        "silicon",
        "valley",
        "parlor",
        "game",
        "business",
        "perspective",
        "partnership",
        "would",
        "make",
        "sense",
        "company",
        "perhaps",
        "speculative",
        "partnership",
        "heard",
        "year",
        "tragedy",
        "common",
        "baffler",
        "starting",
        "month",
        "could",
        "common",
        "kingston",
        "sixteen",
        "house",
        "spread",
        "across",
        "country",
        "operated",
        "common",
        "startup",
        "newly",
        "flush",
        "million",
        "vulture",
        "capital",
        "hell",
        "bent",
        "delivering",
        "city",
        "living",
        "done",
        "better",
        "woefully",
        "neglected",
        "slice",
        "populace",
        "millennials",
        "either",
        "upwardly",
        "mobile",
        "lingering",
        "parental",
        "tit",
        "panicked",
        "horror",
        "story",
        "slumming",
        "random",
        "roommate",
        "new",
        "town",
        "story",
        "internet",
        "told",
        "know",
        "meme",
        "verge",
        "last",
        "nine",
        "year",
        "kim",
        "spearheaded",
        "edited",
        "site",
        "comprehensive",
        "history",
        "internet",
        "culture",
        "existence",
        "document",
        "elicit",
        "awe",
        "nausea",
        "site",
        "launched",
        "primary",
        "source",
        "information",
        "meme",
        "encyclopedia",
        "dramatica",
        "unwieldy",
        "wiki",
        "internet",
        "culture",
        "affiliated",
        "closely",
        "internet",
        "biggest",
        "cesspool",
        "4chan",
        "people",
        "contributed",
        "protective",
        "time",
        "niche",
        "subculture",
        "kim",
        "say",
        "much",
        "information",
        "joke",
        "intertwined",
        "fact",
        "filtered",
        "back",
        "joke",
        "nordstrom",
        "biggest",
        "bet",
        "ever",
        "wall",
        "street",
        "journal",
        "tour",
        "store",
        "january",
        "merchandising",
        "team",
        "puzzled",
        "customer",
        "encounter",
        "store",
        "entrance",
        "tech",
        "bar",
        "laden",
        "beat",
        "headphone",
        "denim",
        "embroidery",
        "station",
        "shopper",
        "tattoo",
        "balmain",
        "jean",
        "custom",
        "embellishment",
        "comme",
        "de",
        "garçons",
        "boutique",
        "full",
        "assortment",
        "menswear",
        "available",
        "wandering",
        "aisle",
        "imaginary",
        "first",
        "nordstrom",
        "ever",
        "crew",
        "keenly",
        "aware",
        "decision",
        "contribute",
        "essential",
        "first",
        "impression",
        "going",
        "successful",
        "country",
        "globally",
        "need",
        "successful",
        "manhattan",
        "say",
        "blake",
        "nordstrom",
        "year",
        "old",
        "company",
        "john",
        "nordstrom",
        "advertisement",
        "go",
        "world",
        "record",
        "solving",
        "rubik",
        "cube",
        "second",
        "anymore",
        "couple",
        "mit",
        "kid",
        "built",
        "rubik",
        "contraption",
        "second",
        "check",
        "video",
        "say",
        "could",
        "tune",
        "contraption",
        "work",
        "even",
        "faster",
        "lost",
        "interest",
        "kid",
        "today",
        "edition",
        "data",
        "sheet",
        "curated",
        "aaron",
        "pressman",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}