{
    "organizations": [],
    "uuid": "5e54fbee8feebb32f8674ff850ad465c5367e241",
    "author": "Mikhail Svetlov",
    "url": "https://www.cnbc.com/2018/03/18/exit-poll-say-that-vladimir-putin-has-won-the-presidential-election-with-more-than-70-percent-of-the-vote.html",
    "ord_in_thread": 0,
    "title": "Exit poll say that Vladimir Putin has won Russia's presidential election",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Exit poll say that Vladimir Putin has won the presidential election with more than 70 percent of the vote: AP Published 3 Hours Ago The Associated Press Mikhail Svetlov | Getty Images Russian President Vladimir Putin speaks during a campaign concert as supporters, celebrities and dignitaries look on at Luzhniki Stadium on March 3, 2018 in Moscow, Russia. \nAn exit poll and early returns suggest that Vladimir Putin handily won a fourth term as Russia's president Sunday, adding six years in the Kremlin for the man who has led the world's largest country for all of the 21st century. \nThe vote was tainted by widespread reports of ballot-box stuffing and forced voting, but the complaints will likely do little to undermine Putin. The Russian leader's popularity remains high despite his suppression of dissent and reproach from the West over Russia's increasingly aggressive stance in world affairs and alleged interference in the 2016 U.S. election. \nPutin's main challenges in the vote were to obtain a huge margin of victory in order to claim an indisputable mandate. The Central Elections Commission said Putin had won about 72 percent of the vote, based on a count of 22 percent of the country's precincts. \nRussian authorities had sought to ensure a large turnout to bolster the image that Putin's so-called \"managed democracy\" is robust and offers Russians true choices. \nHe faced seven minor candidates on the ballot. Putin's most vehement foe, anti-corruption campaigner Alexei Navalny, was rejected as a candidate because he was convicted of fraud in a case widely regarded as politically motivated. Navalny and his supporters had called for an election boycott but the extent of its success could not immediately be gauged. \nThe election came amid escalating tensions between Russia and the West, with reports that Moscow was behind the nerve-agent poisoning of a former Russian double agent in Britain and that its internet trolls had mounted an extensive campaign to undermine the 2016 U.S. presidential election. Britain and Russia last week announced diplomat expulsions over the spy case and the United States issued new sanctions. \"...The answer was easy ... if I want to keep working, I vote.\" -Yegevny, Russian mechanic \nRussian officials denounced both cases as efforts to interfere in the Russian election. But the disputes likely worked in Putin's favor, reinforcing the official stance that the West is infected with \"Russophobia\" and determined to undermine both Putin and Russian cultural values. \nThe election took place on the fourth anniversary of Russia's 2014 annexation of Crimea from Ukraine, one of the most dramatic manifestations of Putin's drive to reassert Russia's power. Crimea and Russia's subsequent support of separatists in eastern Ukraine led to an array of U.S. and European sanctions that, along with falling oil prices, damaged the Russian economy and slashed the ruble's value by half. But Putin's popularity remained strong, apparently buttressed by nationalist pride. \nIn his next six years in office, Putin is likely to assert Russia's power abroad even more strongly. Just weeks before the election, he announced that Russia has developed advanced nuclear weapons capable of evading missile defenses. The Russian military campaign that bolsters the Syrian government is clearly aimed at strengthening Russia's foothold in the Middle East and Russia eagerly eyes possible reconciliation on the Korean Peninsula as a lucrative economic opportunity. \nAt home, Putin will be faced with how to groom a successor or devise a strategy to circumvent term limits, how to drive diversification in an economy still highly dependent on oil and gas and how to improve medical care and social services in Russian regions far removed from the cosmopolitan glitter of Moscow. \nCasting his ballot in Moscow, Putin was confident of victory, saying he would consider any percentage of votes a success. \n\"The program that I propose for the country is the right one,\" he declared. \nGiven the lack of real competition in the presidential race, authorities had to struggle against voter apathy and in the process put many of Russia's nearly 111 million voters under intense pressure to cast ballots. \nYevgeny, a 43-year-old mechanic voting in central Moscow, said he briefly wondered whether it was worth voting. \n\"But the answer was easy ... if I want to keep working, I vote,\" he said. \nHe spoke on condition that his last name not be used out of concern that his employer -- the Moscow city government -- would find out. \nAcross the country in the city of Yekaterinburg, a doctor also said she was being coerced to vote. \nWhen she hadn't voted by midday, \"The chief of my unit called me and said I was the only one who hadn't voted,\" said the doctor, Yekaterina, who spoke on condition her last name not be used because she also feared repercussions. \nYevgeny Roizman, the mayor of Yekaterinburg, told The Associated Press that local officials and state employees all received orders \"from higher up\" to make sure the presidential vote turnout was over 60 percent. \nIn Moscow, first-time voters were being given free tickets for pop concerts and health authorities were offering free cancer screenings at some polling stations. \nVoters appeared to be turning in out in larger numbers Sunday than in Russia's last presidential election in 2012, when Putin faced a serious opposition movement and violations like multiple voting, ballot stuffing and coercion marred the voting. \nVoting fraud was widespread in Russia's 2011 parliamentary vote, triggering massive protests in Moscow against Putin's rule. \nSome 145,000 observers were monitoring the presidential vote Sunday, including 1,500 foreigners, and they and ordinary Russians reported hundreds of voting problems. \nSome examples: ballot boxes being stuffed with extra ballots in multiple regions; an election official assaulting an observer; CCTV cameras obscured by flags or nets from watching ballot boxes; discrepancies in ballot numbers; last-minute voter registration changes likely designed to boost turnout and a huge pro-Putin board inside one polling station. 'Who am I voting for?\" \nRussian election officials moved quickly Sunday to respond to some of the violations. They suspended the chief of a polling station near Moscow where a ballot stuffing incident was reported and sealed the ballot box. A man accused of tossing multiple ballots into a box in the far eastern town of Artyom was arrested. \nNavalny, the opposition leader whose group was also monitoring the vote, dismissed Putin's challengers on the ballot as \"puppets.\" He urged Russian voters to boycott the presidential election as he was doing and vowed to continue defying the Kremlin with street protests. \nThe Ukrainian government, insulted by Russia's holding the election the anniversary of Crimea's annexation, refused to let ordinary Russians vote. Ukraine security forces blocked the Russian Embassy in Kiev and consulates elsewhere Sunday as the government protested the voting in Crimea, whose annexation is still not internationally recognized. \nUkrainian leaders are also angry over Russian support for separatists in eastern Ukraine, where fighting has killed at least 10,000 people since 2014. \nPolls show that most Russians view the takeover of the Black Sea peninsula as a major achievement despite subsequent Western sanctions. \n\"Who am I voting for? Who else?\" asked Putin supporter Andrei Borisov, 70, a retired engineer in Moscow. \"The others, it's a circus.\" \nAs U.S. authorities investigate alleged Russian interference in the 2016 presidential election won by Donald Trump, Moscow had warned of possible U.S. meddling in the Russian vote. \nOn Sunday, Russia's Central Election Commission claimed it had been the target of a hacking attempt coming from 15 unidentified nations that was deterred by authorities.",
    "published": "2018-03-18T20:17:00.000+02:00",
    "crawled": "2018-03-18T20:19:27.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "exit",
        "poll",
        "say",
        "vladimir",
        "putin",
        "presidential",
        "election",
        "percent",
        "vote",
        "ap",
        "published",
        "hour",
        "ago",
        "associated",
        "press",
        "mikhail",
        "svetlov",
        "getty",
        "image",
        "russian",
        "president",
        "vladimir",
        "putin",
        "speaks",
        "campaign",
        "concert",
        "supporter",
        "celebrity",
        "dignitary",
        "look",
        "luzhniki",
        "stadium",
        "march",
        "moscow",
        "russia",
        "exit",
        "poll",
        "early",
        "return",
        "suggest",
        "vladimir",
        "putin",
        "handily",
        "fourth",
        "term",
        "russia",
        "president",
        "sunday",
        "adding",
        "six",
        "year",
        "kremlin",
        "man",
        "led",
        "world",
        "largest",
        "country",
        "21st",
        "century",
        "vote",
        "tainted",
        "widespread",
        "report",
        "stuffing",
        "forced",
        "voting",
        "complaint",
        "likely",
        "little",
        "undermine",
        "putin",
        "russian",
        "leader",
        "popularity",
        "remains",
        "high",
        "despite",
        "suppression",
        "dissent",
        "reproach",
        "west",
        "russia",
        "increasingly",
        "aggressive",
        "stance",
        "world",
        "affair",
        "alleged",
        "interference",
        "election",
        "putin",
        "main",
        "challenge",
        "vote",
        "obtain",
        "huge",
        "margin",
        "victory",
        "order",
        "claim",
        "indisputable",
        "mandate",
        "central",
        "election",
        "commission",
        "said",
        "putin",
        "percent",
        "vote",
        "based",
        "count",
        "percent",
        "country",
        "precinct",
        "russian",
        "authority",
        "sought",
        "ensure",
        "large",
        "turnout",
        "bolster",
        "image",
        "putin",
        "managed",
        "democracy",
        "robust",
        "offer",
        "russian",
        "true",
        "choice",
        "faced",
        "seven",
        "minor",
        "candidate",
        "ballot",
        "putin",
        "vehement",
        "foe",
        "campaigner",
        "alexei",
        "navalny",
        "rejected",
        "candidate",
        "convicted",
        "fraud",
        "case",
        "widely",
        "regarded",
        "politically",
        "motivated",
        "navalny",
        "supporter",
        "called",
        "election",
        "boycott",
        "extent",
        "success",
        "could",
        "immediately",
        "gauged",
        "election",
        "came",
        "amid",
        "escalating",
        "tension",
        "russia",
        "west",
        "report",
        "moscow",
        "behind",
        "poisoning",
        "former",
        "russian",
        "double",
        "agent",
        "britain",
        "internet",
        "troll",
        "mounted",
        "extensive",
        "campaign",
        "undermine",
        "presidential",
        "election",
        "britain",
        "russia",
        "last",
        "week",
        "announced",
        "diplomat",
        "expulsion",
        "spy",
        "case",
        "united",
        "state",
        "issued",
        "new",
        "sanction",
        "answer",
        "easy",
        "want",
        "keep",
        "working",
        "vote",
        "russian",
        "mechanic",
        "russian",
        "official",
        "denounced",
        "case",
        "effort",
        "interfere",
        "russian",
        "election",
        "dispute",
        "likely",
        "worked",
        "putin",
        "favor",
        "reinforcing",
        "official",
        "stance",
        "west",
        "infected",
        "russophobia",
        "determined",
        "undermine",
        "putin",
        "russian",
        "cultural",
        "value",
        "election",
        "took",
        "place",
        "fourth",
        "anniversary",
        "russia",
        "annexation",
        "crimea",
        "ukraine",
        "one",
        "dramatic",
        "manifestation",
        "putin",
        "drive",
        "reassert",
        "russia",
        "power",
        "crimea",
        "russia",
        "subsequent",
        "support",
        "separatist",
        "eastern",
        "ukraine",
        "led",
        "array",
        "european",
        "sanction",
        "along",
        "falling",
        "oil",
        "price",
        "damaged",
        "russian",
        "economy",
        "slashed",
        "ruble",
        "value",
        "half",
        "putin",
        "popularity",
        "remained",
        "strong",
        "apparently",
        "buttressed",
        "nationalist",
        "pride",
        "next",
        "six",
        "year",
        "office",
        "putin",
        "likely",
        "assert",
        "russia",
        "power",
        "abroad",
        "even",
        "strongly",
        "week",
        "election",
        "announced",
        "russia",
        "developed",
        "advanced",
        "nuclear",
        "weapon",
        "capable",
        "evading",
        "missile",
        "defense",
        "russian",
        "military",
        "campaign",
        "bolster",
        "syrian",
        "government",
        "clearly",
        "aimed",
        "strengthening",
        "russia",
        "foothold",
        "middle",
        "east",
        "russia",
        "eagerly",
        "eye",
        "possible",
        "reconciliation",
        "korean",
        "peninsula",
        "lucrative",
        "economic",
        "opportunity",
        "home",
        "putin",
        "faced",
        "groom",
        "successor",
        "devise",
        "strategy",
        "circumvent",
        "term",
        "limit",
        "drive",
        "diversification",
        "economy",
        "still",
        "highly",
        "dependent",
        "oil",
        "gas",
        "improve",
        "medical",
        "care",
        "social",
        "service",
        "russian",
        "region",
        "far",
        "removed",
        "cosmopolitan",
        "glitter",
        "moscow",
        "casting",
        "ballot",
        "moscow",
        "putin",
        "confident",
        "victory",
        "saying",
        "would",
        "consider",
        "percentage",
        "vote",
        "success",
        "program",
        "propose",
        "country",
        "right",
        "one",
        "declared",
        "given",
        "lack",
        "real",
        "competition",
        "presidential",
        "race",
        "authority",
        "struggle",
        "voter",
        "apathy",
        "process",
        "put",
        "many",
        "russia",
        "nearly",
        "million",
        "voter",
        "intense",
        "pressure",
        "cast",
        "ballot",
        "yevgeny",
        "mechanic",
        "voting",
        "central",
        "moscow",
        "said",
        "briefly",
        "wondered",
        "whether",
        "worth",
        "voting",
        "answer",
        "easy",
        "want",
        "keep",
        "working",
        "vote",
        "said",
        "spoke",
        "condition",
        "last",
        "name",
        "used",
        "concern",
        "employer",
        "moscow",
        "city",
        "government",
        "would",
        "find",
        "across",
        "country",
        "city",
        "yekaterinburg",
        "doctor",
        "also",
        "said",
        "coerced",
        "vote",
        "voted",
        "midday",
        "chief",
        "unit",
        "called",
        "said",
        "one",
        "voted",
        "said",
        "doctor",
        "yekaterina",
        "spoke",
        "condition",
        "last",
        "name",
        "used",
        "also",
        "feared",
        "repercussion",
        "yevgeny",
        "roizman",
        "mayor",
        "yekaterinburg",
        "told",
        "associated",
        "press",
        "local",
        "official",
        "state",
        "employee",
        "received",
        "order",
        "higher",
        "make",
        "sure",
        "presidential",
        "vote",
        "turnout",
        "percent",
        "moscow",
        "voter",
        "given",
        "free",
        "ticket",
        "pop",
        "concert",
        "health",
        "authority",
        "offering",
        "free",
        "cancer",
        "screening",
        "polling",
        "station",
        "voter",
        "appeared",
        "turning",
        "larger",
        "number",
        "sunday",
        "russia",
        "last",
        "presidential",
        "election",
        "putin",
        "faced",
        "serious",
        "opposition",
        "movement",
        "violation",
        "like",
        "multiple",
        "voting",
        "ballot",
        "stuffing",
        "coercion",
        "marred",
        "voting",
        "voting",
        "fraud",
        "widespread",
        "russia",
        "parliamentary",
        "vote",
        "triggering",
        "massive",
        "protest",
        "moscow",
        "putin",
        "rule",
        "observer",
        "monitoring",
        "presidential",
        "vote",
        "sunday",
        "including",
        "foreigner",
        "ordinary",
        "russian",
        "reported",
        "hundred",
        "voting",
        "problem",
        "example",
        "ballot",
        "box",
        "stuffed",
        "extra",
        "ballot",
        "multiple",
        "region",
        "election",
        "official",
        "assaulting",
        "observer",
        "cctv",
        "camera",
        "obscured",
        "flag",
        "net",
        "watching",
        "ballot",
        "box",
        "discrepancy",
        "ballot",
        "number",
        "voter",
        "registration",
        "change",
        "likely",
        "designed",
        "boost",
        "turnout",
        "huge",
        "board",
        "inside",
        "one",
        "polling",
        "station",
        "voting",
        "russian",
        "election",
        "official",
        "moved",
        "quickly",
        "sunday",
        "respond",
        "violation",
        "suspended",
        "chief",
        "polling",
        "station",
        "near",
        "moscow",
        "ballot",
        "stuffing",
        "incident",
        "reported",
        "sealed",
        "ballot",
        "box",
        "man",
        "accused",
        "tossing",
        "multiple",
        "ballot",
        "box",
        "far",
        "eastern",
        "town",
        "artyom",
        "arrested",
        "navalny",
        "opposition",
        "leader",
        "whose",
        "group",
        "also",
        "monitoring",
        "vote",
        "dismissed",
        "putin",
        "challenger",
        "ballot",
        "puppet",
        "urged",
        "russian",
        "voter",
        "boycott",
        "presidential",
        "election",
        "vowed",
        "continue",
        "defying",
        "kremlin",
        "street",
        "protest",
        "ukrainian",
        "government",
        "insulted",
        "russia",
        "holding",
        "election",
        "anniversary",
        "crimea",
        "annexation",
        "refused",
        "let",
        "ordinary",
        "russian",
        "vote",
        "ukraine",
        "security",
        "force",
        "blocked",
        "russian",
        "embassy",
        "kiev",
        "consulate",
        "elsewhere",
        "sunday",
        "government",
        "protested",
        "voting",
        "crimea",
        "whose",
        "annexation",
        "still",
        "internationally",
        "recognized",
        "ukrainian",
        "leader",
        "also",
        "angry",
        "russian",
        "support",
        "separatist",
        "eastern",
        "ukraine",
        "fighting",
        "killed",
        "least",
        "people",
        "since",
        "poll",
        "show",
        "russian",
        "view",
        "takeover",
        "black",
        "sea",
        "peninsula",
        "major",
        "achievement",
        "despite",
        "subsequent",
        "western",
        "sanction",
        "voting",
        "else",
        "asked",
        "putin",
        "supporter",
        "andrei",
        "borisov",
        "retired",
        "engineer",
        "moscow",
        "others",
        "circus",
        "authority",
        "investigate",
        "alleged",
        "russian",
        "interference",
        "presidential",
        "election",
        "donald",
        "trump",
        "moscow",
        "warned",
        "possible",
        "meddling",
        "russian",
        "vote",
        "sunday",
        "russia",
        "central",
        "election",
        "commission",
        "claimed",
        "target",
        "hacking",
        "attempt",
        "coming",
        "unidentified",
        "nation",
        "deterred",
        "authority"
    ]
}