{
    "organizations": [],
    "uuid": "f50f21e9f831a13a537bfbd1b3352e894b68c7ce",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/globe-newswire-cronos-group-inc-announces-100-million-bought-deala.html",
    "ord_in_thread": 0,
    "title": "Cronos Group Inc. Announces $100 Million Bought Deal",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, March 21, 2018 (GLOBE NEWSWIRE) -- Cronos Group Inc. (NASDAQ:CRON) (TSX-V:CRON) (“ Cronos Group ” or the “ Company ”) is pleased to announce that it has entered into an agreement with a syndicate of underwriters co-led by GMP Securities L.P. and BMO Capital Markets to sell 10,420,000 common shares (11,983,000 common shares if the over-allotment described below is exercised in full) of the Company, on a “bought deal” basis, at a price of $9.60 per common share, for gross proceeds of approximately $100.0 million (approximately $115.0 million if the over-allotment option is exercised in full).\nThe Company intends to use $15.0 million of the net proceeds of the offering for capital expenditures relating to international operations and capacity expansion, and the remaining net proceeds of the offering for general working capital purposes, including working capital for the Company’s international operations, and as capital on hand for potential new investment opportunities.\nCompletion of the offering is subject to, and conditional upon, the receipt of all necessary approvals, including approval of the NASDAQ Global Market and the TSX Venture Exchange and the applicable securities regulatory authorities. The offering is expected to close on or about April 6, 2018.\nCronos Group has also granted the underwriters an over-allotment option to purchase up to an additional 1,563,000 common shares on the same terms and conditions, exercisable in whole or in part at any time and from time to time up to 30 days following closing of the offering.\nCronos Group has filed a preliminary short form prospectus with securities regulatory authorities in all of the provinces of Canada other than Quebec and has filed a registration statement (including a preliminary prospectus) in respect of the offering with the U.S. Securities and Exchange Commission (“ SEC ”). The preliminary short form prospectus and registration statement (including the preliminary prospectus) are subject to completion and amendment.\nThe registration statement relating to the common shares has been filed with the SEC but has not yet become effective. The common shares may not be sold nor may offers to buy be accepted prior to the time the registration statement becomes effective. In Canada, there will not be any sale of common share or any acceptance of an offer to buy common shares until a receipt for the final short form prospectus has been issued.\nThe prospectus contains important information about the offering. Before investing, you should read the prospectus and other documents the Company has filed with Canadian securities regulatory authorities and the SEC for more complete information about the Company and the offering. You may get those documents filed with the SEC by visiting EDGAR on the SEC web site at www.sec.gov or those documents filed with Canadian securities regulatory authorities by visiting SEDAR at www.sedar.com . Alternatively, the Company, any underwriter or any dealer participating in the offering will arrange to send you the prospectus if you request it from GMP Securities by calling toll-free at 1 (888) 301-3244 or by email at GMPECMProspectusDistribution@gmpsecurities.com or from BMO Capital Markets, Brampton Distribution Centre C/O The Data Group of Companies, 9195 Torbram Road, Brampton, Ontario L6S 6H2 by calling (905) 791-3151 ext: 4312 or by email at torbramwarehouse@datagroup.ca .\nThis news release does not constitute an offer to sell or the solicitation of an offer to buy any common shares, nor there be any sale of common shares in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of such jurisdiction.\nPreliminary 2017 Financial Year Results\nCronos Group has also announced that, based upon information currently available to management, it anticipates reporting revenue of between $3.8 and $4.4 million for the twelve months ended December 31, 2017 (“ FY 2017 ”), compared to $0.6 million for the twelve months ended December 31, 2016, with the year-over-year increase resulting primarily from higher unit sales, driven primarily by (i) increased patient registration and demand, as well as (ii) the fact that FY 2017 results included Peace Naturals Project Inc. (“ Peace Naturals ”) revenues for the entire period whereas the 2016 financial year results included Peace Naturals revenues only from September 2, 2016, when the Company acquired Peace Naturals, until December 31, 2016.\nAll figures reported above with respect to the FY 2017 are preliminary and are unaudited and subject to change and adjustment as the Company prepares its consolidated financial statements for the years ended December 31, 2017 and December 31, 2016. Accordingly, investors are cautioned not to place undue reliance on the foregoing guidance. The Company is issuing preliminary results to enable it to disclose such information in connection with the offering, and readers are cautioned that the preliminary results may not be appropriate for other purposes; the Company does not intend to provide preliminary results in the future. The preliminary results provided in this news release constitute forward-looking statements within the meaning of applicable Canadian securities laws, are based on several assumptions and are subject to a number of risks and uncertainties. Actual results may differ materially. See “Forward-looking statements”.\nCronos Group anticipates releasing its consolidated financial statements for the twelve months ended December 31, 2017 and December 31, 2016 on or about Monday, April 30, 2018.\nAll references to “$” in this press release are to Canadian dollars.\nAbout Cronos Group\nCronos Group is a globally diversified and vertically integrated cannabis company with a presence across four continents. The Company operates two wholly-owned Canadian Licensed Producers regulated under Health Canada’s Access to Cannabis for Medical Purposes Regulations : Peace Naturals, which was the first non-incumbent medical cannabis license granted by Health Canada, and Original BC Ltd. (British Columbia), which is based in the Okanagan Valley. The Company has multiple international production and distribution platforms including: Germany, Israel and Australia. The Company is rapidly expanding its global footprint as it focuses on building an international iconic brand portfolio and developing disruptive intellectual property. Cronos Group is committed to building industry leading companies that transform the perception of cannabis and responsibly elevate the consumer experience.\nForward-looking statements\nThis news release contains “forward-looking information” and “forward-looking statements” within the meaning of applicable Canadian and U.S. securities laws. All information contained in this press release that is not clearly historical in nature may constitute a forward-looking statement. Forward-looking statements are necessarily based upon a number of estimates and assumptions that, while considered reasonable by management, are inherently subject to significant business, economic and competitive risks, uncertainties and contingencies that may cause actual financial results, performance or achievements to be materially different from the estimated future results, performance or achievements expressed or implied by those forward-looking statements and the forward-looking statements are not guarantees of future performance.\nForward-looking statements in this news release include references to: expectations that applicable approvals to the offering will be obtained, the success of the offering, expected timing of closing of the offering, the size of the offering, the intended use of net proceeds of the offering, and the Company’s expected revenue for FY 2017. There can be no assurance that the offering will be completed or that Cronos Group will realize the anticipated benefits from the use of proceeds from the offering. Completion of the offering is subject to a number of risks and uncertainties, including without limitation, those relating to satisfaction of closing conditions and receipt of all required approvals. In addition, the intended use of the proceeds of the offering may change if Cronos Group elects to allocate proceeds differently from that described in this press release. Except as required by law, the Company disclaims any obligation to update or revise any forward-looking statements. Readers are cautioned not to put undue reliance on these forward-looking statements.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nFor further information please contact Cronos Group Inc. :\nMike Gorenstein\nChief Executive Officer\nTel: (416) 504-0004\ninvestor.relations@thecronosgroup.com\nSource: CRONOS GROUP INC.",
    "published": "2018-03-22T01:01:00.000+02:00",
    "crawled": "2018-03-22T02:18:44.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "march",
        "globe",
        "newswire",
        "cronos",
        "group",
        "nasdaq",
        "cron",
        "cron",
        "cronos",
        "group",
        "company",
        "pleased",
        "announce",
        "entered",
        "agreement",
        "syndicate",
        "underwriter",
        "gmp",
        "security",
        "bmo",
        "capital",
        "market",
        "sell",
        "common",
        "share",
        "common",
        "share",
        "described",
        "exercised",
        "full",
        "company",
        "bought",
        "deal",
        "basis",
        "price",
        "per",
        "common",
        "share",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "approximately",
        "million",
        "option",
        "exercised",
        "full",
        "company",
        "intends",
        "use",
        "million",
        "net",
        "proceeds",
        "offering",
        "capital",
        "expenditure",
        "relating",
        "international",
        "operation",
        "capacity",
        "expansion",
        "remaining",
        "net",
        "proceeds",
        "offering",
        "general",
        "working",
        "capital",
        "purpose",
        "including",
        "working",
        "capital",
        "company",
        "international",
        "operation",
        "capital",
        "hand",
        "potential",
        "new",
        "investment",
        "opportunity",
        "completion",
        "offering",
        "subject",
        "conditional",
        "upon",
        "receipt",
        "necessary",
        "approval",
        "including",
        "approval",
        "nasdaq",
        "global",
        "market",
        "tsx",
        "venture",
        "exchange",
        "applicable",
        "security",
        "regulatory",
        "authority",
        "offering",
        "expected",
        "close",
        "april",
        "cronos",
        "group",
        "also",
        "granted",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "common",
        "share",
        "term",
        "condition",
        "exercisable",
        "whole",
        "part",
        "time",
        "time",
        "time",
        "day",
        "following",
        "closing",
        "offering",
        "cronos",
        "group",
        "filed",
        "preliminary",
        "short",
        "form",
        "prospectus",
        "security",
        "regulatory",
        "authority",
        "province",
        "canada",
        "quebec",
        "filed",
        "registration",
        "statement",
        "including",
        "preliminary",
        "prospectus",
        "respect",
        "offering",
        "security",
        "exchange",
        "commission",
        "sec",
        "preliminary",
        "short",
        "form",
        "prospectus",
        "registration",
        "statement",
        "including",
        "preliminary",
        "prospectus",
        "subject",
        "completion",
        "amendment",
        "registration",
        "statement",
        "relating",
        "common",
        "share",
        "filed",
        "sec",
        "yet",
        "become",
        "effective",
        "common",
        "share",
        "may",
        "sold",
        "may",
        "offer",
        "buy",
        "accepted",
        "prior",
        "time",
        "registration",
        "statement",
        "becomes",
        "effective",
        "canada",
        "sale",
        "common",
        "share",
        "acceptance",
        "offer",
        "buy",
        "common",
        "share",
        "receipt",
        "final",
        "short",
        "form",
        "prospectus",
        "issued",
        "prospectus",
        "contains",
        "important",
        "information",
        "offering",
        "investing",
        "read",
        "prospectus",
        "document",
        "company",
        "filed",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "sec",
        "complete",
        "information",
        "company",
        "offering",
        "may",
        "get",
        "document",
        "filed",
        "sec",
        "visiting",
        "edgar",
        "sec",
        "web",
        "site",
        "document",
        "filed",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "visiting",
        "sedar",
        "alternatively",
        "company",
        "underwriter",
        "dealer",
        "participating",
        "offering",
        "arrange",
        "send",
        "prospectus",
        "request",
        "gmp",
        "security",
        "calling",
        "email",
        "gmpecmprospectusdistribution",
        "bmo",
        "capital",
        "market",
        "brampton",
        "distribution",
        "centre",
        "data",
        "group",
        "company",
        "torbram",
        "road",
        "brampton",
        "ontario",
        "l6s",
        "6h2",
        "calling",
        "ext",
        "email",
        "torbramwarehouse",
        "news",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "common",
        "share",
        "sale",
        "common",
        "share",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "preliminary",
        "financial",
        "year",
        "result",
        "cronos",
        "group",
        "also",
        "announced",
        "based",
        "upon",
        "information",
        "currently",
        "available",
        "management",
        "anticipates",
        "reporting",
        "revenue",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "fy",
        "compared",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "resulting",
        "primarily",
        "higher",
        "unit",
        "sale",
        "driven",
        "primarily",
        "increased",
        "patient",
        "registration",
        "demand",
        "well",
        "ii",
        "fact",
        "fy",
        "result",
        "included",
        "peace",
        "natural",
        "project",
        "peace",
        "natural",
        "revenue",
        "entire",
        "period",
        "whereas",
        "financial",
        "year",
        "result",
        "included",
        "peace",
        "natural",
        "revenue",
        "september",
        "company",
        "acquired",
        "peace",
        "natural",
        "december",
        "figure",
        "reported",
        "respect",
        "fy",
        "preliminary",
        "unaudited",
        "subject",
        "change",
        "adjustment",
        "company",
        "prepares",
        "consolidated",
        "financial",
        "statement",
        "year",
        "ended",
        "december",
        "december",
        "accordingly",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "foregoing",
        "guidance",
        "company",
        "issuing",
        "preliminary",
        "result",
        "enable",
        "disclose",
        "information",
        "connection",
        "offering",
        "reader",
        "cautioned",
        "preliminary",
        "result",
        "may",
        "appropriate",
        "purpose",
        "company",
        "intend",
        "provide",
        "preliminary",
        "result",
        "future",
        "preliminary",
        "result",
        "provided",
        "news",
        "release",
        "constitute",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "based",
        "several",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "see",
        "statement",
        "cronos",
        "group",
        "anticipates",
        "releasing",
        "consolidated",
        "financial",
        "statement",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "monday",
        "april",
        "reference",
        "press",
        "release",
        "canadian",
        "dollar",
        "cronos",
        "group",
        "cronos",
        "group",
        "globally",
        "diversified",
        "vertically",
        "integrated",
        "cannabis",
        "company",
        "presence",
        "across",
        "four",
        "continent",
        "company",
        "operates",
        "two",
        "canadian",
        "licensed",
        "producer",
        "regulated",
        "health",
        "canada",
        "access",
        "cannabis",
        "medical",
        "purpose",
        "regulation",
        "peace",
        "natural",
        "first",
        "medical",
        "cannabis",
        "license",
        "granted",
        "health",
        "canada",
        "original",
        "bc",
        "british",
        "columbia",
        "based",
        "okanagan",
        "valley",
        "company",
        "multiple",
        "international",
        "production",
        "distribution",
        "platform",
        "including",
        "germany",
        "israel",
        "australia",
        "company",
        "rapidly",
        "expanding",
        "global",
        "footprint",
        "focus",
        "building",
        "international",
        "iconic",
        "brand",
        "portfolio",
        "developing",
        "disruptive",
        "intellectual",
        "property",
        "cronos",
        "group",
        "committed",
        "building",
        "industry",
        "leading",
        "company",
        "transform",
        "perception",
        "cannabis",
        "responsibly",
        "elevate",
        "consumer",
        "experience",
        "statement",
        "news",
        "release",
        "contains",
        "information",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "information",
        "contained",
        "press",
        "release",
        "clearly",
        "historical",
        "nature",
        "may",
        "constitute",
        "statement",
        "statement",
        "necessarily",
        "based",
        "upon",
        "number",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "management",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "risk",
        "uncertainty",
        "contingency",
        "may",
        "cause",
        "actual",
        "financial",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "estimated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "guarantee",
        "future",
        "performance",
        "statement",
        "news",
        "release",
        "include",
        "reference",
        "expectation",
        "applicable",
        "approval",
        "offering",
        "obtained",
        "success",
        "offering",
        "expected",
        "timing",
        "closing",
        "offering",
        "size",
        "offering",
        "intended",
        "use",
        "net",
        "proceeds",
        "offering",
        "company",
        "expected",
        "revenue",
        "fy",
        "assurance",
        "offering",
        "completed",
        "cronos",
        "group",
        "realize",
        "anticipated",
        "benefit",
        "use",
        "proceeds",
        "offering",
        "completion",
        "offering",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "including",
        "without",
        "limitation",
        "relating",
        "satisfaction",
        "closing",
        "condition",
        "receipt",
        "required",
        "approval",
        "addition",
        "intended",
        "use",
        "proceeds",
        "offering",
        "may",
        "change",
        "cronos",
        "group",
        "elect",
        "allocate",
        "proceeds",
        "differently",
        "described",
        "press",
        "release",
        "except",
        "required",
        "law",
        "company",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "statement",
        "reader",
        "cautioned",
        "put",
        "undue",
        "reliance",
        "statement",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "information",
        "please",
        "contact",
        "cronos",
        "group",
        "mike",
        "gorenstein",
        "chief",
        "executive",
        "officer",
        "tel",
        "source",
        "cronos",
        "group",
        "inc"
    ]
}