{
    "organizations": [],
    "uuid": "83030a90b470c6ca4dce2db7c461dc81f56862ec",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/cnbc-exclusive-cnbc-transcript-sheryl-sandberg-sits-down-with-cnbcs-julia-boorstin-today.html",
    "ord_in_thread": 0,
    "title": "CNBC Exclusive: CNBC Transcript: Sheryl Sandberg Sits Down with CNBC’s Julia Boorstin Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Thursday, March 22, 2018\nWHERE: CNBC's \"Closing Bell\"\nFollowing is the unofficial transcript a CNBC EXCLUSIVE interview with Facebook Chief Operating Officer Sheryl Sandberg and CNBC's Julia Boorstin on CNBC's \"Closing Bell\" (M-F 3PM – 5PM) today, Thursday, March 22nd. Following is a link to video of the full interview on CNBC.com: https://www.cnbc.com/video/2018/03/22/facebook-coo-sandberg-we-do-not-sell-your-data.html .\nAll references must be sourced to CNBC.\nKELLY EVANS: SHARES OF FACEBOOK TODAY WERE STILL LOWER. ALTHOUGH IT'S REALLY THE DAMAGE THIS WHOLE WEEK. THE COMPANY'S SHARES DOWN 10%. AS SOCIAL MEDIA GIANT DEALS WITH A PRIVACY SCANDAL. JULIA BOORSTIN DOES JOIN US NOW WITH FACEBOOK CHIEF OPERATING OFFICER SHERYL SANDBERG IN A CNBC EXCLUSIVE. JULIA?\nJULIA BOORSTIN: KELLY, THANKS FOR JOINING US. AND SHERYL, THANK YOU FOR JOINING US. WE'RE HERE TODAY BECAUSE SO MANY PEOPLE, YOUR USERS, FACEBOOK INVESTORS, ARE REALLY SHOCKED BY THIS SCANDAL AND WHAT IT SAYS ABOUT DATA PRIVACY ISSUES. PERSONAL DATA, DATA THAT IS CRUCIAL TO THE WAY YOUR BUSINESS MODEL AND ADVERTISING WORKS. DOES THIS DATA SCANDAL SHOW THAT YOUR BUSINESS MODEL IS BROKEN?\nSHERYL SANDBERG: THIS WAS A HUGE BREACH OF TRUST. PEOPLE COME TO FACEBOOK EVERY DAY AND THEY DEPEND UPON US TO PROTECT THEIR DATA AND I AM SO SORRY THAT WE LET SO MANY PEOPLE DOWN. WE SPENT THE LAST FEW DAYS TRYING TO GET TO THE BOTTOM OF WHAT HAPPENED. CAMBRIDGE ANALYTICA NEVER SHOULD HAVE HAD THIS DATA. THEY TOLD US THEY DELETED IT BUT IT IS OUR MISTAKE THAT WE DID NOT VERIFY THAT. YEARS AGO, WE CHANGED PLATFORMS SO APPS GET MUCH LESS DATA BUT THAT REALLY WASN'T ENOUGH. WE NEEDED TO GO BACK AND VERIFY THAT THE APPS THAT HAD THE DATA USED IT WELL. SO, MARK ANNOUNCED VERY STRONG STEPS YESTERDAY. HE ANNOUNCED WE'RE GONNA BE INVESTIGATING AND AUDITING APPS, AND IF WE FIND MISUSE, WE'RE GONNA TELL PEOPLE. HE THAT ANNOUNCED WE'RE GONNA BE FURTHER SHUTTING DOWN PLATFORMS SO APPS GET MUCH LESS DATA, AND THAT PEOPLE ON FACEBOOK WILL HAVE VERY EASY WAYS TO SEE AND CONTROL, WE'RE GONNA PUT THAT FRONT AND CENTER, THE APPS. JULIA, THIS IS ABOUT TRUST AND EARNING THE TRUST OF THE PEOPLE WHO USE OUR SERVICE IS THE MOST IMPORTANT THING WE DO. AND WE ARE VERY COMMITTED TO EARNING IT.\nBOORSTIN: BUT, SHERYL, FACEBOOK INVESTORS HAVE REALLY SHRUGGED OFF PAST CRISES AND THEY'VE BEEN – THERE HAVE BEEN MANY, INCLUDING THIS RUSSIAN MANIPULATION OF THE ELECTION. THIS TIME SEEMS DIFFERENT. THE STOCK IS DOWN. PEOPLE ARE TWEETING #DELETEFACEBOOK. WHY ARE – ESPECIALLY INVESTORS -- TAKING THIS SO MUCH MORE SERIOUSLY. WHAT'S SO DIFFERENT THIS TIME?\nSANDBERG: WELL, THIS GOES TO THE CORE OF OUR SERVICE AND TO DATA. NOW, WE MADE THE CHANGES TO MAKE THIS DATA NOT AVAILABLE YEARS AGO BUT THAT WASN'T ENOUGH. WE NEEDED TO DO MORE TO VERIFY AND NOTIFY. YOU ASKED ABOUT THE BUSINESS MODEL. WE PROVIDE A FREE SERVICE AND THAT'S AN AD-BASED BUSINESS MODEL, AND IN ORDER TO DO THAT, WE DO NOT SELL YOUR DATA. WE ARE ABLE TO SHOW TARGETED ADVERTISING THAT'S RELEVANT TO PEOPLE. WE'RE ABLE TO GIVE ADVERTISERS AGGREGATE ANONYMOUS REPORTS, NEVER TELLING THEM WHO YOU ARE. WE BELIEVE WE CAN OPPERATE OUR SERVICE WITH OUR CURRENT BUSINESS MODEL, CONTINUE TO PROVIDE A FREE SERVICE ALL AROUND THE WORLD, AND PROTECT PEOPLE'S DATA, BUT WE ARE GONNA HAVE TO EARN THAT TRUST.\nBOORSTIN: ROGER MCNAMEE WHO IS ONE OF YOUR EARLY INVESTORS HE SAID JUST ON CNBC TODAY THAT THE INCENTIVES AROUND ADVERTISING WHEN IT COMES TO DATA COLLECTION AND HOW DATA IS USED MAKES DATA -- THE BUSINESS FUNDAMENTALLY STACKED AGAINST USER PRIVACY.ARE YOU CONCERNED ABOUT THAT? I MEAN, YOU'RE SAYING YOU DON'T SELL DATA BUT YOU NEED THAT USER DATA TO TARGET ADS. YOU'RE GATHERING DATA.\nSANDBERG: I BELIEVE THAT WE ARE VERY ALIGNED WITH THE PEOPLE THAT USE FACEBOOK. THE MOST IMPORTANT THING WE CAN DO FOR RUNNING THIS COMPANY IS PROTECT PEOPLE'S DATA. WE'VE NEVER RUN OUR COMPANY FOR THE SHORT RUN OR FOR THE STOCK PRICE. WE NEVER WILL. WE ARE INCENTIVE-ALIGNED WITH PEOPLE BECAUSE WHEN THEY SHARE DATA WITH US, WE NEED TO DELIVER A GREAT SERVICE AND WE NEED TO PROTECT THAT DATA AND THAT IS THE LONG-RUN HEALTH OF OUR BUSINESS AND COMMUNITY.\nBOORSTIN: BUT IN TERMS OF LONG-RUN HEALTH, IT SOUNDS LIKE THERE COULD BE OTHER SHOES TO DROP. WITH YOU GUARANTEE THERE WON'T BE OTHER ISSUES AROUND APPS THAT HAVE ALREADY COLLECTED DATA OR AROUND MANIPULATION OF THE MIDTERM ELECTIONS?\nSANDBERG: WE BUILT A PLATFORM THAT'S USED FOR A LOT OF GOOD ALL AROUND THE WORLD, BUT THERE WILL ALWAYS BE BAD ACTORS WHO HAVE TRIED TO USE THE PLATFORM, WHO WILL USE THE PLATFORM WE ARE NOW GOING BACK AND WE ARE GOING TO INVESTIGATE APPS AND IF WE FIND ANYTHING, WE'RE GONNA TELL PEOPLE THEIR DATA WAS POTENTIALLY MISUSED. WE ARE GOING TO CONTINUE TO WORK HARD TO EARN TRUST, TO BUILD PRODUCTS, AND AS THERE ARE BAD ACTORS WHO TRY TO USE IT, IT'S OUR JOB TO PREVENT THAT AND DISCLOSE THAT.\nBOORSTIN: BUT THE LAST SEVERAL MONTHS HAVE BEEN PEPPERED BY THESE HEADLINES: RUSSIAN MANIPULATION OF THE ELECTION, FAKE NEWS, NOW THIS. HOW MANY MORE SHOES ARE THERE LEFT TO DROP? WHAT HAVE YOU ALREADY SEEN INDICATIONS OF THAT WE DON'T KNOW ABOUT YET?\nSANDBERG: WELL, WE KNOW, AGAIN, THAT THERE ARE ALWAYS GOING TO BE BAD ACTORS. WE ARE TAKING VERY AGGRESSIVE STEPS. WE ARE MAKING THINGS MUCH MORE TRANSPARENT. WE ALREADY HAVE A TOOL LIVE IN CANADA THAT WILL SHOW PEOPLE EVERY AD THAT'S RUNNING FROM ANY PAGE. NOW, WHEN THAT TOOL GOES UP, YOU'RE GOING TO FIND BAD ADS. THAT'S THE POINT. THE TRANSPARENCY OF THE TOOL WILL ENABLE US TO FIND THE BAD ACTORS AND KICK THEM OFF THE PLATFORM FAST.\nBOORSTIN: THERE'S -- I'M SORRY.\nSANDBERG: GO AHEAD.\nBOORSTIN: THERE ARE THESE UNDERLYING QUESTIONS. AND I'M SORRY TO INTERRUPT YOU BUT THERE ARE UNDERLYING QUESTIONS ABOUT THE SPEED TO WHICH FACEBOOK HAS RESPONDED TO THINGS IN THE PAST. AND WHEN IT CAME TO RUSSIAN MANIPULATION OF THE ELECTION, A LOT OF PEOPLE -- IT WAS REVEALED THAT YOU KNEW ABOUT ISSUES BEFORE YOU REPORTED THEM, BEFORE YOU DISCLOSED TO CONSUMERS. HERE YOU KNEW ABOUT THESE ISSUES BACK IN 2015. AND A LOT OF PEOPLE ARE ASKING WHETHER YOU'VE KNOWN ABOUT THESE ISSUES AND CHOSEN NOT TO DISCLOSE THEM OR IF YOU DIDN'T REALIZE THE GRAVITY OF THESE ISSUES SOONER? WHICH IS IT?\nSANDBERG: WE DEFINITELY DIDN'T REALIZE THE GRAVITY OF THIS ISSUE SOONER. AND THE COMMITMENT WE MADE YESTERDAY IS TO INVESTIGATE, TO AUDIT AND TO MAKE IT TRANSPARENT TO USERS TO TELL USERS IF THEIR DATA -- IF THEIR DATA WAS USED.\nBOORSTIN: WHAT ABOUT THE ISSUES AROUND THE RUSSIAN MANIPULATION OF THE ELECTION? THERE HAVE BEEN WIDESPREAD REPORTS THAT YOUR CHIEF INFORMATION SECURITY OFFICER ADVOCATED FOR FASTER INVESTIGATION, SORT OF MORE AVID INVESTIGATION AND FASTER DISCLOSURE TO CONSUMERS ABOUT WHAT WAS GOING ON AND THAT YOU AND MARK ZUCKERBERG PUSHED BACK AND TRIED TO SLOW THAT DOWN. IS THAT TRUE?\nSANDBERG: ABSOLUTELY NOT TRUE. AND HE HAD SAID THAT PUBLICLY. THOSE REPORTS WERE FALSE.\nBOORSTIN: SO WHY DIDN'T YOU DISCLOSE EVERYTHING SOONER? WHETHER IT WAS WITH THE RUSSIAN MANIPULATION OF THE ELECTION OR REALIZING BACK IN 2015 THAT YOU SHOULD HAVE TOLD CONSUMERS?\nSANDBERG: WE DID DISCLOSE -- ON THE RUSSIAN MANIPULATION, WE DID DISCLOSE. WE GAVE THE INFORMATION TO CONGRESS. WE MADE IT CLEAR TO PEOPLE IF THEY HAD SEEN THOSE PAGES. THERE'S A PLACE YOU CAN GO WE -- EVERY SITUATION WE WORKED TO GET TO THE BOTTOM OF THIS WE WANT TO DISCLOSE. SOMETIMES, AND I WOULD SAY CERTAINLY THIS PAST WEEK, WE SPEAK TOO SLOWLY. IF I COULD LIVE THIS PAST WEEK AGAIN, I WOULD HAVE DEFINITELY HAD MARK AND MYSELF OUT SPEAKING EARLIER, BUT WE WERE TRYING TO GET TO THE BOTTOM OF THIS AND MAKE SURE WE COULD TAKE STRONG ACTION. OUR COMMITMENT IS CLEAR. WE KNOW THIS IS AN ISSUE OF TRUST. WE KNOW THIS IS A CRITICAL MOMENT FOR OUR COMPANY, FOR THE SERVICE WE PROVIDE. WE ARE GOING TO DO EVERYTHING WE CAN. THERE WILL ALWAYS BE BAD ACTORS AND I DON'T WANT TO MINIMIZE THAT. BUT WE ARE GOING TO DO EVERYTHING WE CAN TO FIND BAD ACTORS. WE'RE GOING TO OPEN TOOLS TRANSPARENTLY SO PEOPLE CAN HELP US FIND THE BAD ACTORS ON OUR PLATFORM. WE'RE GONNA NOTIFY USERS AND WE'RE GONNA SHUT THEM DOWN AS FAST AS WE CAN.\nBOORSTIN: SOME OF YOUR EARLIEST INVESTORS, SEAN PARKER, CHAMATH PALIHAPITIYA, ROGER MCNAMEE, HAVE RAISED RED FLAGS ABOUT THE COMPANY AND THE ROLE IT'S PLAYING RIGHT NOW. MCNAMEE EVEN QUESTIONED WHETHER YOU AND MARK ZUCKERBERG SHOULD STILL BE RUNNING THE COMPANY. AND, MCNAMEE SAID Quote: , \"FACEBOOK RIGHT NOW IS COMMITTING MALPRACTICE. AS A SHAREHOLDER, I'M TERRIFIED.\" HOW DO YOU RESPOND TO HIM WHEN I SAYS THAT AND THE FACT HE'S EVEN QUESTIONING WHETHER YOU AND ZUCKERBERG SHOULD STILL BE IN CHARGE?\nSANDBERG: WHAT I WOULD SAY IS WE HAVE A JOB TO DO EVERY DAY. MARK AND I COME IN HERE, OUR TEAMS COME IN HERE, WE HAVE DEDICATED TEAMS AROUND THE WORLD. WE HAVE THE RESPONSIBILITY TO BUILD GREAT PRODUCTS. WE HAVE THE RESPONSIBILITY TO TREAT PEOPLE'S DATA CAREFULLY WE HAVE THE RESPONSIBILITY TO DISCLOSE TO PEOPLE WHEN PROBLEMS OCCURRED. WE HAVE AN ENORMOUSLY LARGE PLATFORM. AND WITH THAT SIZE AND SCOPE COMES REAL RESPONSIBILITY. I AM NOT GOING TO SIT HERE AND SAY THERE WON'T BE FUTURE BAD ACTORS. THERE'S NO WAY FOR ANYONE TO SAY THAT ON OUR PLATFORM OR ANY OTHERS. WHAT I AM GOING TO SAY IS WE ARE COMMITTED TO PREVENTING THEM, TO FINDING THEM WHEN THEY ACT, TO TELLING PEOPLE WHAT HAPPENED AND TO DISCLOSING THAT AND GETTING THEM OFF AS SOON AS POSSIBLE.\nBOORSTIN: THE CHANGES YOU'RE MAKING TO YOUR BUSINESS MODEL TO BETTER PROTECT DATA, HOW MUCH IS THAT GOING TO DAMAGE YOUR ABILITY TO SERVE ADVERTISERS THE WAY YOU HAVE BEEN? AND THE FACT REGULATION IS LIKELY TO COME IN, IS THAT GOING TO HURT YOUR BUSINESS AS WELL?\nSANDBERG: WE RUN THIS COMPANY FOR THE PROTECTION OF OUR COMMUNITY AND PEOPLE. THAT'S NOT HOW WE LOOK AT IT. WE'RE NOT LOOK AT THESE TRADEOFFS LIKE, \"OH IT'S GOING TO HURT OUR BUSINESS.\" IN THE LONG RUN AND EVEN IN THE IMMEDIATE TERM, PEOPLE'S TRUST IS THE MOST IMPORTANT THING WE HAVE AND THAT IS HOW WE MAKE THOSE DECISIONS. ON REGULATION, MARK HAS SAID, IT'S NOT A QUESTION OF IF REGULATION, IT'S A QUESTION OF WHAT TYPE. RIGHT NOW, WE ARE NOT EVEN WAITING FOR REGULATION. THE MOST LIKELY LEGISLATION IS AROUND ADS. WE'VE GONE AHEAD AND BUILT TRANSPARENCY TOOLS OURSELVES AND WE'RE PUTTING THEM OUT SO PEOPLE CAN SEE AND THEN PEOPLE CAN HELP US FIND THE BAD ADS. PEOPLE CAN SEE WHAT'S HAPPENING AND HELP US TAKE IT DOWN.\nBOORSTIN: IT SOUNDS LIKE YOU ALMOST WOULD WELCOME REGULATION? ARE YOU ASKING FOR REGULATION?\nSANDBERG: WE'RE OPEN TO REGULATION. WE WORK WITH LAWMAKERS ALL OVER THE WORLD.\nBOORSTIN: LOOKING AT ALL THE CRISES YOU'VE HAD TO DEAL WITH JUST IN THE PAST COUPLE YEARS OF YOUR MANAGEMENT, THERE'S THE FAKE NEWS, THE MISMEASUREMENT OF THE ADS, THIS DATA HARVESTING, PEOPLE STREAMING MURDERS LIVE ON FACEBOOK, ALL OF THESE DIFFERENT ISSUES. DO YOU WORRY THE COMPANY HAS GROWN TOO FAST AND OUT OF YOUR AND MARK ZUCKERBERG'S CONTROL?\nSANDBERG: WE HAVE A BIG PLATFORM. WE HAVE BILLIONS OF PEOPLE WHO USE THE SERVICE. AND THAT MEANS THERE ARE ALWAYS GOING TO BE PEOPLE TRYING TO DO BAD. AND IT MEANS WE'RE GOING TO HAVE TO REACT QUICKLY. IT ALSO MEANS THERE'S A LOT OF GOOD DONE ON THAT PLATFORM. NOW, THAT GOOD DEPENDS UPON TRUST AND DEPENDS UPON US EARNING IT. SO, AT THIS CRITICAL MOMENT, WE KNOW THAT WE NEED TO ESTABLISH TRUST. WE'RE NOT GOING TO SAY THAT WE ARE NOT GOING TO HAVE ISSUES. WE KNOW THAT THERE WILL ALWAYS BE BAD ACTORS ON OUR PLATFORM, BUT WE ARE GOING TO WORK AS QUICKLY AS WE CAN TO PREVENT THOSE PROBLEMS, TO DISCLOSE THOSE PROBLEMS AND TO PREVENT ANYTHING GOING FORWARD.\nBOORSTIN: AND ARE THERE GOING TO BE MORE INVESTMENTS AS YOU HAVE ANNOUNCED? MORE INVESTMENTS THAT ARE GONNA FURTHER IMPACT PROFITABILITY, AS YOU'VE ALREADY ANNOUNCED YOU'RE GONNA BE HIRING MANY MORE PEOPLE TO REVIEW VIDEOS AND THE LIKE.\nSANDBERG: YES, WE'VE ALREADY SAID WE'RE GOING TO SIGNIFICANTLY IMPACT OUR PROFITABILITY. AND WE MEAN IT. IF WE NEED TO DO MORE, WE CONTINUE DO MORE. WE ARE MASSIVELY RAMPING HIRING. WE ARE GOING TO CONTINUE TO RAMP EVEN FASTER. WE ARE GONNA HIRE MORE PEOPLE. WE ARE MASSIVELY INVESTING IN MACHINE LEARNING AND AUTOMATION THAT CAN HELP FIND SOME OF THESE THINGS. THERE ARE AREAS WHERE WE'VE HAD GREAT SUCCESS. WE TAKE DOWN 99% OF ISIS OR THAT KIND OF TERRORIST CONTENT BEFORE IT EVEN HITS THE PLATFORM. MACHINES MAKE THAT POSSIBLE. OUR COMMITMENT IS CLEAR. WHAT MATTERS IS OUR COMMUNITY. WHAT MATTERS IS THE SAFETY AND SECURITY OF PEOPLE WHO USE FACEBOOK. AND WE WILL MAKE ANY INVESTMENT WE NEED TO MAKE TO DO AS MUCH AS WE CAN.\nBOORSTIN: SHERYL SANDBERG, I APPRECIATE YOU TAKING THE TIME WITH US TODAY. AND I HOPE YOU'LL COME BACK AND GIVE US UPDATES ON YOUR PROGRESS ON ALL THESE ISSUES. GUYS, BACK OVER TO YOU.\nEVANS: JULIA, THANK YOU VERY MUCH. JULIA BOORSTIN SPEAKING WITH FACEBOOK COO SHERYL SANDBERG.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.5221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-03-23T00:30:00.000+02:00",
    "crawled": "2018-03-23T04:19:35.005+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "thursday",
        "march",
        "cnbc",
        "closing",
        "bell",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "exclusive",
        "interview",
        "facebook",
        "chief",
        "operating",
        "officer",
        "sheryl",
        "sandberg",
        "cnbc",
        "julia",
        "boorstin",
        "cnbc",
        "closing",
        "bell",
        "3pm",
        "5pm",
        "today",
        "thursday",
        "march",
        "22nd",
        "following",
        "link",
        "video",
        "full",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "kelly",
        "evans",
        "share",
        "facebook",
        "today",
        "still",
        "lower",
        "although",
        "really",
        "damage",
        "whole",
        "week",
        "company",
        "share",
        "social",
        "medium",
        "giant",
        "deal",
        "privacy",
        "scandal",
        "julia",
        "boorstin",
        "join",
        "u",
        "facebook",
        "chief",
        "operating",
        "officer",
        "sheryl",
        "sandberg",
        "cnbc",
        "exclusive",
        "julia",
        "julia",
        "boorstin",
        "kelly",
        "thanks",
        "joining",
        "u",
        "sheryl",
        "thank",
        "joining",
        "u",
        "today",
        "many",
        "people",
        "user",
        "facebook",
        "investor",
        "really",
        "shocked",
        "scandal",
        "say",
        "data",
        "privacy",
        "issue",
        "personal",
        "data",
        "data",
        "crucial",
        "way",
        "business",
        "model",
        "advertising",
        "work",
        "data",
        "scandal",
        "show",
        "business",
        "model",
        "broken",
        "sheryl",
        "sandberg",
        "huge",
        "breach",
        "trust",
        "people",
        "come",
        "facebook",
        "every",
        "day",
        "depend",
        "upon",
        "u",
        "protect",
        "data",
        "sorry",
        "let",
        "many",
        "people",
        "spent",
        "last",
        "day",
        "trying",
        "get",
        "bottom",
        "happened",
        "cambridge",
        "analytica",
        "never",
        "data",
        "told",
        "u",
        "deleted",
        "mistake",
        "verify",
        "year",
        "ago",
        "changed",
        "platform",
        "apps",
        "get",
        "much",
        "less",
        "data",
        "really",
        "enough",
        "needed",
        "go",
        "back",
        "verify",
        "apps",
        "data",
        "used",
        "well",
        "mark",
        "announced",
        "strong",
        "step",
        "yesterday",
        "announced",
        "gon",
        "na",
        "investigating",
        "auditing",
        "apps",
        "find",
        "misuse",
        "gon",
        "na",
        "tell",
        "people",
        "announced",
        "gon",
        "na",
        "shutting",
        "platform",
        "apps",
        "get",
        "much",
        "less",
        "data",
        "people",
        "facebook",
        "easy",
        "way",
        "see",
        "control",
        "gon",
        "na",
        "put",
        "front",
        "center",
        "apps",
        "julia",
        "trust",
        "earning",
        "trust",
        "people",
        "use",
        "service",
        "important",
        "thing",
        "committed",
        "earning",
        "boorstin",
        "sheryl",
        "facebook",
        "investor",
        "really",
        "shrugged",
        "past",
        "crisis",
        "many",
        "including",
        "russian",
        "manipulation",
        "election",
        "time",
        "seems",
        "different",
        "stock",
        "people",
        "tweeting",
        "deletefacebook",
        "especially",
        "investor",
        "taking",
        "much",
        "seriously",
        "different",
        "time",
        "sandberg",
        "well",
        "go",
        "core",
        "service",
        "data",
        "made",
        "change",
        "make",
        "data",
        "available",
        "year",
        "ago",
        "enough",
        "needed",
        "verify",
        "notify",
        "asked",
        "business",
        "model",
        "provide",
        "free",
        "service",
        "business",
        "model",
        "order",
        "sell",
        "data",
        "able",
        "show",
        "targeted",
        "advertising",
        "relevant",
        "people",
        "able",
        "give",
        "advertiser",
        "aggregate",
        "anonymous",
        "report",
        "never",
        "telling",
        "believe",
        "opperate",
        "service",
        "current",
        "business",
        "model",
        "continue",
        "provide",
        "free",
        "service",
        "around",
        "world",
        "protect",
        "people",
        "data",
        "gon",
        "na",
        "earn",
        "trust",
        "boorstin",
        "roger",
        "mcnamee",
        "one",
        "early",
        "investor",
        "said",
        "cnbc",
        "today",
        "incentive",
        "around",
        "advertising",
        "come",
        "data",
        "collection",
        "data",
        "used",
        "make",
        "data",
        "business",
        "fundamentally",
        "stacked",
        "user",
        "concerned",
        "mean",
        "saying",
        "sell",
        "data",
        "need",
        "user",
        "data",
        "target",
        "ad",
        "gathering",
        "data",
        "sandberg",
        "believe",
        "aligned",
        "people",
        "use",
        "facebook",
        "important",
        "thing",
        "running",
        "company",
        "protect",
        "people",
        "data",
        "never",
        "run",
        "company",
        "short",
        "run",
        "stock",
        "price",
        "never",
        "people",
        "share",
        "data",
        "u",
        "need",
        "deliver",
        "great",
        "service",
        "need",
        "protect",
        "data",
        "health",
        "business",
        "community",
        "boorstin",
        "term",
        "health",
        "sound",
        "like",
        "could",
        "shoe",
        "drop",
        "guarantee",
        "wo",
        "issue",
        "around",
        "apps",
        "already",
        "collected",
        "data",
        "around",
        "manipulation",
        "midterm",
        "election",
        "sandberg",
        "built",
        "platform",
        "used",
        "lot",
        "good",
        "around",
        "world",
        "always",
        "bad",
        "actor",
        "tried",
        "use",
        "platform",
        "use",
        "platform",
        "going",
        "back",
        "going",
        "investigate",
        "apps",
        "find",
        "anything",
        "gon",
        "na",
        "tell",
        "people",
        "data",
        "potentially",
        "misused",
        "going",
        "continue",
        "work",
        "hard",
        "earn",
        "trust",
        "build",
        "product",
        "bad",
        "actor",
        "try",
        "use",
        "job",
        "prevent",
        "disclose",
        "boorstin",
        "last",
        "several",
        "month",
        "peppered",
        "headline",
        "russian",
        "manipulation",
        "election",
        "fake",
        "news",
        "many",
        "shoe",
        "left",
        "drop",
        "already",
        "seen",
        "indication",
        "know",
        "yet",
        "sandberg",
        "well",
        "know",
        "always",
        "going",
        "bad",
        "actor",
        "taking",
        "aggressive",
        "step",
        "making",
        "thing",
        "much",
        "transparent",
        "already",
        "tool",
        "live",
        "canada",
        "show",
        "people",
        "every",
        "ad",
        "running",
        "page",
        "tool",
        "go",
        "going",
        "find",
        "bad",
        "ad",
        "point",
        "transparency",
        "tool",
        "enable",
        "u",
        "find",
        "bad",
        "actor",
        "kick",
        "platform",
        "fast",
        "boorstin",
        "sorry",
        "sandberg",
        "go",
        "ahead",
        "boorstin",
        "underlying",
        "question",
        "sorry",
        "interrupt",
        "underlying",
        "question",
        "speed",
        "facebook",
        "responded",
        "thing",
        "past",
        "came",
        "russian",
        "manipulation",
        "election",
        "lot",
        "people",
        "revealed",
        "knew",
        "issue",
        "reported",
        "disclosed",
        "consumer",
        "knew",
        "issue",
        "back",
        "lot",
        "people",
        "asking",
        "whether",
        "known",
        "issue",
        "chosen",
        "disclose",
        "realize",
        "gravity",
        "issue",
        "sooner",
        "sandberg",
        "definitely",
        "realize",
        "gravity",
        "issue",
        "sooner",
        "commitment",
        "made",
        "yesterday",
        "investigate",
        "audit",
        "make",
        "transparent",
        "user",
        "tell",
        "user",
        "data",
        "data",
        "used",
        "boorstin",
        "issue",
        "around",
        "russian",
        "manipulation",
        "election",
        "widespread",
        "report",
        "chief",
        "information",
        "security",
        "officer",
        "advocated",
        "faster",
        "investigation",
        "sort",
        "avid",
        "investigation",
        "faster",
        "disclosure",
        "consumer",
        "going",
        "mark",
        "zuckerberg",
        "pushed",
        "back",
        "tried",
        "slow",
        "true",
        "sandberg",
        "absolutely",
        "true",
        "said",
        "publicly",
        "report",
        "false",
        "boorstin",
        "disclose",
        "everything",
        "sooner",
        "whether",
        "russian",
        "manipulation",
        "election",
        "realizing",
        "back",
        "told",
        "consumer",
        "sandberg",
        "disclose",
        "russian",
        "manipulation",
        "disclose",
        "gave",
        "information",
        "congress",
        "made",
        "clear",
        "people",
        "seen",
        "page",
        "place",
        "go",
        "every",
        "situation",
        "worked",
        "get",
        "bottom",
        "want",
        "disclose",
        "sometimes",
        "would",
        "say",
        "certainly",
        "past",
        "week",
        "speak",
        "slowly",
        "could",
        "live",
        "past",
        "week",
        "would",
        "definitely",
        "mark",
        "speaking",
        "earlier",
        "trying",
        "get",
        "bottom",
        "make",
        "sure",
        "could",
        "take",
        "strong",
        "action",
        "commitment",
        "clear",
        "know",
        "issue",
        "trust",
        "know",
        "critical",
        "moment",
        "company",
        "service",
        "provide",
        "going",
        "everything",
        "always",
        "bad",
        "actor",
        "want",
        "minimize",
        "going",
        "everything",
        "find",
        "bad",
        "actor",
        "going",
        "open",
        "tool",
        "transparently",
        "people",
        "help",
        "u",
        "find",
        "bad",
        "actor",
        "platform",
        "gon",
        "na",
        "notify",
        "user",
        "gon",
        "na",
        "shut",
        "fast",
        "boorstin",
        "earliest",
        "investor",
        "sean",
        "parker",
        "chamath",
        "palihapitiya",
        "roger",
        "mcnamee",
        "raised",
        "red",
        "flag",
        "company",
        "role",
        "playing",
        "right",
        "mcnamee",
        "even",
        "questioned",
        "whether",
        "mark",
        "zuckerberg",
        "still",
        "running",
        "company",
        "mcnamee",
        "said",
        "quote",
        "facebook",
        "right",
        "committing",
        "malpractice",
        "shareholder",
        "terrified",
        "respond",
        "say",
        "fact",
        "even",
        "questioning",
        "whether",
        "zuckerberg",
        "still",
        "charge",
        "sandberg",
        "would",
        "say",
        "job",
        "every",
        "day",
        "mark",
        "come",
        "team",
        "come",
        "dedicated",
        "team",
        "around",
        "world",
        "responsibility",
        "build",
        "great",
        "product",
        "responsibility",
        "treat",
        "people",
        "data",
        "carefully",
        "responsibility",
        "disclose",
        "people",
        "problem",
        "occurred",
        "enormously",
        "large",
        "platform",
        "size",
        "scope",
        "come",
        "real",
        "responsibility",
        "going",
        "sit",
        "say",
        "wo",
        "future",
        "bad",
        "actor",
        "way",
        "anyone",
        "say",
        "platform",
        "others",
        "going",
        "say",
        "committed",
        "preventing",
        "finding",
        "act",
        "telling",
        "people",
        "happened",
        "disclosing",
        "getting",
        "soon",
        "possible",
        "boorstin",
        "change",
        "making",
        "business",
        "model",
        "better",
        "protect",
        "data",
        "much",
        "going",
        "damage",
        "ability",
        "serve",
        "advertiser",
        "way",
        "fact",
        "regulation",
        "likely",
        "come",
        "going",
        "hurt",
        "business",
        "well",
        "sandberg",
        "run",
        "company",
        "protection",
        "community",
        "people",
        "look",
        "look",
        "tradeoff",
        "like",
        "oh",
        "going",
        "hurt",
        "business",
        "long",
        "run",
        "even",
        "immediate",
        "term",
        "people",
        "trust",
        "important",
        "thing",
        "make",
        "decision",
        "regulation",
        "mark",
        "said",
        "question",
        "regulation",
        "question",
        "type",
        "right",
        "even",
        "waiting",
        "regulation",
        "likely",
        "legislation",
        "around",
        "ad",
        "gone",
        "ahead",
        "built",
        "transparency",
        "tool",
        "putting",
        "people",
        "see",
        "people",
        "help",
        "u",
        "find",
        "bad",
        "ad",
        "people",
        "see",
        "happening",
        "help",
        "u",
        "take",
        "boorstin",
        "sound",
        "like",
        "almost",
        "would",
        "welcome",
        "regulation",
        "asking",
        "regulation",
        "sandberg",
        "open",
        "regulation",
        "work",
        "lawmaker",
        "world",
        "boorstin",
        "looking",
        "crisis",
        "deal",
        "past",
        "couple",
        "year",
        "management",
        "fake",
        "news",
        "mismeasurement",
        "ad",
        "data",
        "harvesting",
        "people",
        "streaming",
        "murder",
        "live",
        "facebook",
        "different",
        "issue",
        "worry",
        "company",
        "grown",
        "fast",
        "mark",
        "zuckerberg",
        "control",
        "sandberg",
        "big",
        "platform",
        "billion",
        "people",
        "use",
        "service",
        "mean",
        "always",
        "going",
        "people",
        "trying",
        "bad",
        "mean",
        "going",
        "react",
        "quickly",
        "also",
        "mean",
        "lot",
        "good",
        "done",
        "platform",
        "good",
        "depends",
        "upon",
        "trust",
        "depends",
        "upon",
        "u",
        "earning",
        "critical",
        "moment",
        "know",
        "need",
        "establish",
        "trust",
        "going",
        "say",
        "going",
        "issue",
        "know",
        "always",
        "bad",
        "actor",
        "platform",
        "going",
        "work",
        "quickly",
        "prevent",
        "problem",
        "disclose",
        "problem",
        "prevent",
        "anything",
        "going",
        "forward",
        "boorstin",
        "going",
        "investment",
        "announced",
        "investment",
        "gon",
        "na",
        "impact",
        "profitability",
        "already",
        "announced",
        "gon",
        "na",
        "hiring",
        "many",
        "people",
        "review",
        "video",
        "like",
        "sandberg",
        "yes",
        "already",
        "said",
        "going",
        "significantly",
        "impact",
        "profitability",
        "mean",
        "need",
        "continue",
        "massively",
        "ramping",
        "hiring",
        "going",
        "continue",
        "ramp",
        "even",
        "faster",
        "gon",
        "na",
        "hire",
        "people",
        "massively",
        "investing",
        "machine",
        "learning",
        "automation",
        "help",
        "find",
        "thing",
        "area",
        "great",
        "success",
        "take",
        "isi",
        "kind",
        "terrorist",
        "content",
        "even",
        "hit",
        "platform",
        "machine",
        "make",
        "possible",
        "commitment",
        "clear",
        "matter",
        "community",
        "matter",
        "safety",
        "security",
        "people",
        "use",
        "facebook",
        "make",
        "investment",
        "need",
        "make",
        "much",
        "boorstin",
        "sheryl",
        "sandberg",
        "appreciate",
        "taking",
        "time",
        "u",
        "today",
        "hope",
        "come",
        "back",
        "give",
        "u",
        "update",
        "progress",
        "issue",
        "guy",
        "back",
        "evans",
        "julia",
        "thank",
        "much",
        "julia",
        "boorstin",
        "speaking",
        "facebook",
        "coo",
        "sheryl",
        "sandberg",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}