{
    "organizations": [],
    "uuid": "dc55e5841c79e24841c0b4b37813eab831c55d43",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/globe-newswire-agf-management-limited-reports-first-quarter-2018-financial-results.html",
    "ord_in_thread": 0,
    "title": "AGF Management Limited Reports First Quarter 2018 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Retail mutual fund net sales of $20 million 1\n61% of AUM performed above median over three years ended February 28, 2018 Adjusted EPS increased 27% compared to sequential and prior year quarters Cash refund of $16 million expected related to transfer pricing case\nTORONTO, March 28, 2018 (GLOBE NEWSWIRE) -- AGF Management Limited (TSX:AGF.B) (AGF or the Company) today announced financial results for the first quarter ended February 28, 2018.\nTotal assets under management (AUM) increased 5.3% to $37.0 billion compared to the same period in 2017. Market growth, improved sales trajectory and growth in our alternative business contributed to the year-over-year improvement.\nDuring the quarter ended February 28, 2018, mutual fund net redemptions improved to $68.0 million compared to net redemptions of $119.0 million for the quarter ended February 28, 2017, reflecting the Company’s continued focus on investment performance and customer service excellence. Adjusting for net redemptions from institutional clients invested in mutual funds, net sales in our retail mutual fund business were $20.0 million in the quarter 1 .\n“We are proud to have achieved net sales in our retail mutual fund business,” said Blake Goldring, Chairman and Chief Executive Officer, AGF Management Limited. “Our strong investment performance and on-going sales momentum bodes well for future results. Despite recent market volatility, our momentum has continued into March, with retail mutual fund net sales of $58 million as at March 26, 2018.”\nKey Operating Highlights:\n49% of AUM performed above median over one year and 61% of AUM performed above median over three years ended February 28, 2018. On February 12, 2018, AGF launched two new ETFs on the NEO Exchange, further growing AGF’s factor-based ETFs and leveraging the expertise of the AGFiQ team. On March 8, 2018, AGF announced risk rating changes and fee reductions to AGF Emerging Markets Fund/Class and AGF Fixed Income Plus Fund/Class. The management fee reductions are across the MF series, F series and high-net-worth series (Q/W), and range from 10 bps to 50 bps.\n“We continue to look for opportunities to leverage the AGFiQ platform to establish this unique capability in the area of quantitative investing and ETFs,” said Kevin McCreadie, President and Chief Investment Officer, AGF Investments Inc. “We believe our diverse offerings allow us to be responsive to changing market environments and the evolving needs of our clients.”\nIncome from continuing operations for the three months ended February 28, 2018 increased to $110.9 million compared to $107.2 million for the three months ended February 28, 2017. EBITDA from continuing operations was $24.9 million for the three months ended February 28, 2018, compared to $25.7 million for the same periods in 2017.\nOn March 8, 2018, AGF announced the receipt of a tax reassessment from a foreign tax authority in relation to a transfer pricing case, which resulted in a $10.0 million provision release and an expected cash refund of $16.0 million.\nDiluted earnings per share (EPS) from continuing operations for the three months ended February 28, 2018 was $0.27 compared to $0.11 for the comparative period. Adjusted diluted EPS from continuing operations for the three months ended February 28, 2018 was $0.14 compared to $0.11 for the comparative period.\nFor the three months ended February 28, 2018, AGF declared an eight cent per share dividend on Class A Voting common shares and Class B Non-Voting shares, payable April 18, 2018 to shareholders on record as at April 10, 2018.\n(from continuing operations) Three months ended February 28, November 30, February 28, (in millions of Canadian dollars, except per share data) 2018 2017 2017 Income $ 110.9 $ 120.9 $ 107.2 Net income from continuing operations attributable to equity owners of the Company 21.5 17.3 9.2 EBITDA 2 24.9 33.1 25.7 Adjusted EBITDA 2 24.9 23.1 25.7 Diluted earnings per share attributable to equity owners of the Company 0.27 0.21 0.11 Adjusted diluted earnings per share attributable to equity owners of the Company 2 0.14 0.11 0.11 Free Cash Flow 2 10.5 21.6 10.4 Dividends per share 0.08 0.08 0.08 Long-term debt 168.6 138.6 198.3\n(end of period) Three months ended February 28, November 30, August 31, May 31, February 28, (in millions of Canadian dollars) 2018 2017 2017 2017 2017 Mutual fund assets under management (AUM) 3 (including retail pooled funds) $ 19,056 $ 19,111 $ 18,165 $ 18,884 $ 18,299 Institutional, sub-advisory and ETF accounts AUM 11,545 11,782 10,665 11,336 10,960 Private client AUM 5,471 5,517 5,221 5,323 5,143 Alternative asset management platform AUM 4 902 902 902 902 712 Total AUM, including alternative asset management platform 36,974 37,312 34,953 36,445 35,114 Net mutual fund redemptions 3 68 139 40 107 119 Average daily mutual fund AUM 3 18,675 18,220 18,239 18,579 17,875 1 Net sales in retail mutual funds are calculated as reported mutual fund net sales (redemptions) less non-recurring institutional net sales (redemptions) in excess of $5.0 million invested in our mutual funds.\n2 EBITDA (earnings before interest, taxes, depreciation and amortization), adjusted EBITDA, adjusted diluted earnings per share and Free Cash Flow are not standardized measures prescribed by IFRS. The Company utilizes non-IFRS measures to assess our overall performance and facilitate a comparison of quarterly and full-year results from period to period. They allow us to assess our investment management business without the impact of non-operational items. These non-IFRS measures may not be comparable with similar measures presented by other companies. These non-IFRS measures and reconciliations to IFRS, where necessary, are included in the Management’s Discussion and Analysis available at www.agf.com\n3 Mutual fund AUM includes retail AUM and institutional client AUM invested in customized series offered within mutual funds.\n4 Represents fee-earning committed and/or invested capital from AGF and external investors held through joint ventures. AGF’s portion of this commitment is $150.0 million, of which $86.0 million has been funded as at February 28, 2018, which includes $10.1 million return of capital related to the monetization of its seed assets.\nFor further information and detailed financial statements for the first quarter ended February 28, 2018, including Management’s Discussion and Analysis, which contains discussions of non-IFRS measures, please refer to AGF’s website at www.agf.com under About AGF and Investor Relations and at www.sedar.com .\nConference Call\nAGF will host a conference call to review its earnings results today at 11 a.m. ET.\nThe live audio webcast with supporting materials will be available in the Investor Relations section of AGF’s website at www.agf.com or at https://edge.media-server.com/m6/p/78a5emig . Alternatively, the call can be accessed toll-free in North America by dialing 1-800-708-4540 (Passcode #: 46558288).\nA complete archive of this discussion along with supporting materials will be available at the same webcast address within 24 hours of the end of the conference call.\nAbout AGF Management Limited\nFounded in 1957, AGF Management Limited (AGF) is a diversified global asset management firm with retail, institutional, alternative and high-net-worth businesses. As an independent firm, AGF brings a disciplined approach to delivering excellence in investment management and providing an exceptional client experience. AGF’s suite of diverse investment solutions extends globally to a wide range of clients, from financial advisors and individual investors to institutional investors including pension plans, corporate plans, sovereign wealth funds and endowments and foundations.\nAGF has investment operations and client servicing teams on the ground in North America, Europe and Asia. With nearly $37 billion in total assets under management, AGF serves more than one million investors. AGF trades on the Toronto Stock Exchange under the symbol AGF.B.\nAGF Management Limited shareholders, analysts and media, please contact:\nAdrian Basaraba\nSenior Vice-President and Chief Financial Officer\n416-865-4203, InvestorRelations@agf.com\nCaution Regarding Forward-Looking Statements\nThis press release includes forward-looking statements about the Company, including its business operations, strategy and expected financial performance and condition. Forward-looking statements include statements that are predictive in nature, depend upon or refer to future events or conditions, or include words such as ‘expects,’ ‘estimates,’ ‘anticipates,’ ‘intends,’ ‘plans,’ ‘believes’ or negative versions thereof and similar expressions, or future or conditional verbs such as ‘may,’ ‘will,’ ‘should,’ ‘would’ and ‘could.’ In addition, any statement that may be made concerning future financial performance (including income, revenues, earnings or growth rates), ongoing business strategies or prospects, fund performance, and possible future action on our part, is also a forward-looking statement. Forward-looking statements are based on certain factors and assumptions, including expected growth, results of operations, business prospects, business performance and opportunities. While we consider these factors and assumptions to be reasonable based on information currently available, they may prove to be incorrect. Forward-looking statements are based on current expectations and projections about future events and are inherently subject to, among other things, risks, uncertainties and assumptions about our operations, economic factors and the financial services industry generally. They are not guarantees of future performance, and actual events and results could differ materially from those expressed or implied by forward-looking statements made by us due to, but not limited to, important risk factors such as level of assets under our management, volume of sales and redemptions of our investment products, performance of our investment funds and of our investment managers and advisors, client-driven asset allocation decisions, pipeline, competitive fee levels for investment management products and administration, and competitive dealer compensation levels and cost efficiency in our investment management operations , as well as general economic, political and market factors in North America and internationally, interest and foreign exchange rates, global equity and capital markets, business competition, taxation, changes in government regulations, unexpected judicial or regulatory proceedings, technological changes, cybersecurity, catastrophic events, and our ability to complete strategic transactions and integrate acquisitions, and attract and retain key personnel. We caution that the foregoing list is not exhaustive. The reader is cautioned to consider these and other factors carefully and not place undue reliance on forward-looking statements. Other than specifically required by applicable laws, we are under no obligation (and expressly disclaim any such obligation) to update or alter the forward-looking statements, whether as a result of new information, future events or otherwise. For a more complete discussion of the risk factors that may impact actual results, please refer to the ‘Risk Factors and Management of Risk’ section of the 2017 Annual MD&A.\nSource: AGF Management Ltd.",
    "published": "2018-03-28T16:00:00.000+03:00",
    "crawled": "2018-03-28T17:44:37.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "retail",
        "mutual",
        "fund",
        "net",
        "sale",
        "million",
        "aum",
        "performed",
        "median",
        "three",
        "year",
        "ended",
        "february",
        "adjusted",
        "eps",
        "increased",
        "compared",
        "sequential",
        "prior",
        "year",
        "quarter",
        "cash",
        "refund",
        "million",
        "expected",
        "related",
        "transfer",
        "pricing",
        "case",
        "toronto",
        "march",
        "globe",
        "newswire",
        "agf",
        "management",
        "limited",
        "tsx",
        "agf",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "first",
        "quarter",
        "ended",
        "february",
        "total",
        "asset",
        "management",
        "aum",
        "increased",
        "billion",
        "compared",
        "period",
        "market",
        "growth",
        "improved",
        "sale",
        "trajectory",
        "growth",
        "alternative",
        "business",
        "contributed",
        "improvement",
        "quarter",
        "ended",
        "february",
        "mutual",
        "fund",
        "net",
        "redemption",
        "improved",
        "million",
        "compared",
        "net",
        "redemption",
        "million",
        "quarter",
        "ended",
        "february",
        "reflecting",
        "company",
        "continued",
        "focus",
        "investment",
        "performance",
        "customer",
        "service",
        "excellence",
        "adjusting",
        "net",
        "redemption",
        "institutional",
        "client",
        "invested",
        "mutual",
        "fund",
        "net",
        "sale",
        "retail",
        "mutual",
        "fund",
        "business",
        "million",
        "quarter",
        "proud",
        "achieved",
        "net",
        "sale",
        "retail",
        "mutual",
        "fund",
        "business",
        "said",
        "blake",
        "goldring",
        "chairman",
        "chief",
        "executive",
        "officer",
        "agf",
        "management",
        "limited",
        "strong",
        "investment",
        "performance",
        "sale",
        "momentum",
        "bodes",
        "well",
        "future",
        "result",
        "despite",
        "recent",
        "market",
        "volatility",
        "momentum",
        "continued",
        "march",
        "retail",
        "mutual",
        "fund",
        "net",
        "sale",
        "million",
        "march",
        "key",
        "operating",
        "highlight",
        "aum",
        "performed",
        "median",
        "one",
        "year",
        "aum",
        "performed",
        "median",
        "three",
        "year",
        "ended",
        "february",
        "february",
        "agf",
        "launched",
        "two",
        "new",
        "etf",
        "neo",
        "exchange",
        "growing",
        "agf",
        "etf",
        "leveraging",
        "expertise",
        "agfiq",
        "team",
        "march",
        "agf",
        "announced",
        "risk",
        "rating",
        "change",
        "fee",
        "reduction",
        "agf",
        "emerging",
        "market",
        "agf",
        "fixed",
        "income",
        "plus",
        "management",
        "fee",
        "reduction",
        "across",
        "mf",
        "series",
        "f",
        "series",
        "series",
        "range",
        "bps",
        "bps",
        "continue",
        "look",
        "opportunity",
        "leverage",
        "agfiq",
        "platform",
        "establish",
        "unique",
        "capability",
        "area",
        "quantitative",
        "investing",
        "etf",
        "said",
        "kevin",
        "mccreadie",
        "president",
        "chief",
        "investment",
        "officer",
        "agf",
        "investment",
        "believe",
        "diverse",
        "offering",
        "allow",
        "u",
        "responsive",
        "changing",
        "market",
        "environment",
        "evolving",
        "need",
        "income",
        "continuing",
        "operation",
        "three",
        "month",
        "ended",
        "february",
        "increased",
        "million",
        "compared",
        "million",
        "three",
        "month",
        "ended",
        "february",
        "ebitda",
        "continuing",
        "operation",
        "million",
        "three",
        "month",
        "ended",
        "february",
        "compared",
        "million",
        "period",
        "march",
        "agf",
        "announced",
        "receipt",
        "tax",
        "reassessment",
        "foreign",
        "tax",
        "authority",
        "relation",
        "transfer",
        "pricing",
        "case",
        "resulted",
        "million",
        "provision",
        "release",
        "expected",
        "cash",
        "refund",
        "million",
        "diluted",
        "earnings",
        "per",
        "share",
        "eps",
        "continuing",
        "operation",
        "three",
        "month",
        "ended",
        "february",
        "compared",
        "comparative",
        "period",
        "adjusted",
        "diluted",
        "eps",
        "continuing",
        "operation",
        "three",
        "month",
        "ended",
        "february",
        "compared",
        "comparative",
        "period",
        "three",
        "month",
        "ended",
        "february",
        "agf",
        "declared",
        "eight",
        "cent",
        "per",
        "share",
        "dividend",
        "class",
        "voting",
        "common",
        "share",
        "class",
        "b",
        "share",
        "payable",
        "april",
        "shareholder",
        "record",
        "april",
        "continuing",
        "operation",
        "three",
        "month",
        "ended",
        "february",
        "november",
        "february",
        "million",
        "canadian",
        "dollar",
        "except",
        "per",
        "share",
        "data",
        "income",
        "net",
        "income",
        "continuing",
        "operation",
        "attributable",
        "equity",
        "owner",
        "company",
        "ebitda",
        "adjusted",
        "ebitda",
        "diluted",
        "earnings",
        "per",
        "share",
        "attributable",
        "equity",
        "owner",
        "company",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "attributable",
        "equity",
        "owner",
        "company",
        "free",
        "cash",
        "flow",
        "dividend",
        "per",
        "share",
        "debt",
        "end",
        "period",
        "three",
        "month",
        "ended",
        "february",
        "november",
        "august",
        "may",
        "february",
        "million",
        "canadian",
        "dollar",
        "mutual",
        "fund",
        "asset",
        "management",
        "aum",
        "including",
        "retail",
        "pooled",
        "fund",
        "institutional",
        "etf",
        "account",
        "aum",
        "private",
        "client",
        "aum",
        "alternative",
        "asset",
        "management",
        "platform",
        "aum",
        "total",
        "aum",
        "including",
        "alternative",
        "asset",
        "management",
        "platform",
        "net",
        "mutual",
        "fund",
        "redemption",
        "average",
        "daily",
        "mutual",
        "fund",
        "aum",
        "net",
        "sale",
        "retail",
        "mutual",
        "fund",
        "calculated",
        "reported",
        "mutual",
        "fund",
        "net",
        "sale",
        "redemption",
        "less",
        "institutional",
        "net",
        "sale",
        "redemption",
        "excess",
        "million",
        "invested",
        "mutual",
        "fund",
        "ebitda",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "adjusted",
        "diluted",
        "earnings",
        "per",
        "share",
        "free",
        "cash",
        "flow",
        "standardized",
        "measure",
        "prescribed",
        "ifrs",
        "company",
        "utilizes",
        "measure",
        "assess",
        "overall",
        "performance",
        "facilitate",
        "comparison",
        "quarterly",
        "result",
        "period",
        "period",
        "allow",
        "u",
        "assess",
        "investment",
        "management",
        "business",
        "without",
        "impact",
        "item",
        "measure",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "measure",
        "reconciliation",
        "ifrs",
        "necessary",
        "included",
        "management",
        "discussion",
        "analysis",
        "available",
        "mutual",
        "fund",
        "aum",
        "includes",
        "retail",
        "aum",
        "institutional",
        "client",
        "aum",
        "invested",
        "customized",
        "series",
        "offered",
        "within",
        "mutual",
        "fund",
        "represents",
        "committed",
        "invested",
        "capital",
        "agf",
        "external",
        "investor",
        "held",
        "joint",
        "venture",
        "agf",
        "portion",
        "commitment",
        "million",
        "million",
        "funded",
        "february",
        "includes",
        "million",
        "return",
        "capital",
        "related",
        "monetization",
        "seed",
        "asset",
        "information",
        "detailed",
        "financial",
        "statement",
        "first",
        "quarter",
        "ended",
        "february",
        "including",
        "management",
        "discussion",
        "analysis",
        "contains",
        "discussion",
        "measure",
        "please",
        "refer",
        "agf",
        "website",
        "agf",
        "investor",
        "relation",
        "conference",
        "call",
        "agf",
        "host",
        "conference",
        "call",
        "review",
        "earnings",
        "result",
        "today",
        "et",
        "live",
        "audio",
        "webcast",
        "supporting",
        "material",
        "available",
        "investor",
        "relation",
        "section",
        "agf",
        "website",
        "http",
        "alternatively",
        "call",
        "accessed",
        "north",
        "america",
        "dialing",
        "passcode",
        "complete",
        "archive",
        "discussion",
        "along",
        "supporting",
        "material",
        "available",
        "webcast",
        "address",
        "within",
        "hour",
        "end",
        "conference",
        "call",
        "agf",
        "management",
        "limited",
        "founded",
        "agf",
        "management",
        "limited",
        "agf",
        "diversified",
        "global",
        "asset",
        "management",
        "firm",
        "retail",
        "institutional",
        "alternative",
        "business",
        "independent",
        "firm",
        "agf",
        "brings",
        "disciplined",
        "approach",
        "delivering",
        "excellence",
        "investment",
        "management",
        "providing",
        "exceptional",
        "client",
        "experience",
        "agf",
        "suite",
        "diverse",
        "investment",
        "solution",
        "extends",
        "globally",
        "wide",
        "range",
        "client",
        "financial",
        "advisor",
        "individual",
        "investor",
        "institutional",
        "investor",
        "including",
        "pension",
        "plan",
        "corporate",
        "plan",
        "sovereign",
        "wealth",
        "fund",
        "endowment",
        "foundation",
        "agf",
        "investment",
        "operation",
        "client",
        "servicing",
        "team",
        "ground",
        "north",
        "america",
        "europe",
        "asia",
        "nearly",
        "billion",
        "total",
        "asset",
        "management",
        "agf",
        "serf",
        "one",
        "million",
        "investor",
        "agf",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "symbol",
        "agf",
        "management",
        "limited",
        "shareholder",
        "analyst",
        "medium",
        "please",
        "contact",
        "adrian",
        "basaraba",
        "senior",
        "chief",
        "financial",
        "officer",
        "investorrelations",
        "caution",
        "regarding",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "company",
        "including",
        "business",
        "operation",
        "strategy",
        "expected",
        "financial",
        "performance",
        "condition",
        "statement",
        "include",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "include",
        "word",
        "expects",
        "estimate",
        "anticipates",
        "intends",
        "plan",
        "belief",
        "negative",
        "version",
        "thereof",
        "similar",
        "expression",
        "future",
        "conditional",
        "verb",
        "may",
        "would",
        "addition",
        "statement",
        "may",
        "made",
        "concerning",
        "future",
        "financial",
        "performance",
        "including",
        "income",
        "revenue",
        "earnings",
        "growth",
        "rate",
        "ongoing",
        "business",
        "strategy",
        "prospect",
        "fund",
        "performance",
        "possible",
        "future",
        "action",
        "part",
        "also",
        "statement",
        "statement",
        "based",
        "certain",
        "factor",
        "assumption",
        "including",
        "expected",
        "growth",
        "result",
        "operation",
        "business",
        "prospect",
        "business",
        "performance",
        "opportunity",
        "consider",
        "factor",
        "assumption",
        "reasonable",
        "based",
        "information",
        "currently",
        "available",
        "may",
        "prove",
        "incorrect",
        "statement",
        "based",
        "current",
        "expectation",
        "projection",
        "future",
        "event",
        "inherently",
        "subject",
        "among",
        "thing",
        "risk",
        "uncertainty",
        "assumption",
        "operation",
        "economic",
        "factor",
        "financial",
        "service",
        "industry",
        "generally",
        "guarantee",
        "future",
        "performance",
        "actual",
        "event",
        "result",
        "could",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "made",
        "u",
        "due",
        "limited",
        "important",
        "risk",
        "factor",
        "level",
        "asset",
        "management",
        "volume",
        "sale",
        "redemption",
        "investment",
        "product",
        "performance",
        "investment",
        "fund",
        "investment",
        "manager",
        "advisor",
        "asset",
        "allocation",
        "decision",
        "pipeline",
        "competitive",
        "fee",
        "level",
        "investment",
        "management",
        "product",
        "administration",
        "competitive",
        "dealer",
        "compensation",
        "level",
        "cost",
        "efficiency",
        "investment",
        "management",
        "operation",
        "well",
        "general",
        "economic",
        "political",
        "market",
        "factor",
        "north",
        "america",
        "internationally",
        "interest",
        "foreign",
        "exchange",
        "rate",
        "global",
        "equity",
        "capital",
        "market",
        "business",
        "competition",
        "taxation",
        "change",
        "government",
        "regulation",
        "unexpected",
        "judicial",
        "regulatory",
        "proceeding",
        "technological",
        "change",
        "cybersecurity",
        "catastrophic",
        "event",
        "ability",
        "complete",
        "strategic",
        "transaction",
        "integrate",
        "acquisition",
        "attract",
        "retain",
        "key",
        "personnel",
        "caution",
        "foregoing",
        "list",
        "exhaustive",
        "reader",
        "cautioned",
        "consider",
        "factor",
        "carefully",
        "place",
        "undue",
        "reliance",
        "statement",
        "specifically",
        "required",
        "applicable",
        "law",
        "obligation",
        "expressly",
        "disclaim",
        "obligation",
        "update",
        "alter",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "complete",
        "discussion",
        "risk",
        "factor",
        "may",
        "impact",
        "actual",
        "result",
        "please",
        "refer",
        "risk",
        "factor",
        "management",
        "risk",
        "section",
        "annual",
        "md",
        "source",
        "agf",
        "management",
        "ltd"
    ]
}