{
    "organizations": [],
    "uuid": "d3ebcb406411c3ad54cdeaadba13abb8a7d732b7",
    "author": "Zameena Mejia",
    "url": "https://www.cnbc.com/2018/03/08/10-inspiring-ted-talks-by-world-changing-women-leaders.html",
    "ord_in_thread": 0,
    "title": "10 inspiring TED Talks by world-changing women leaders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "From tech and media executives to athletes and literary legends, today's most influential women have been making strides for gender equality in their respective industries. For many, including Sheryl Sandberg, Melinda Gates and Arianna Huffington, remaining silent on women's issues is no longer an option. \nIn honor of International Women's Day, here are 10 leaders who discuss the power feminism and gender equality can have in not only creating more tolerant, safe workplaces, but in advancing society as a whole.\nChimamanda Ngozi Adichie: 'We should all be feminists' Award-winning author Chimamanda Ngozi Adichie gave this iconic TED Talk in 2012, which later got adopted into a book of the same title and was partially quoted in Beyoncé's 2013 song \"Flawless.\" In \"We should all be feminists,\" Adichie discusses the moment she first heard the word \"feminist\" and what that label came to mean for her.\nShe describes the differences between men and women, not only contrasting their biological features, but highlighting the disparity between genders in terms of power, equality and privilege.\n\"Gender matters. Men and women experience the world differently. Gender colors the way we experience the world. But we can change that,\" Adichie says.\nSheryl Sandberg: 'Why we have too few women leaders' Facebook COO Sheryl Sandberg sheds light on various reasons why women are missing from the top roles of all professions around the world. Not only are women forced to choose between professional success and personal fulfillment more often than men, Sandberg argues, but women also systematically underestimate their own abilities.\n\"If you ask men why they did a good job, they'll say, 'I'm awesome. Obviously. Why are you even asking?' If you ask women why they did a good job, what they'll say is someone helped them, they got lucky, they worked really hard,\" Sandberg says.\nSandberg may have given this TED Talk nearly eight years ago, but the three pieces of advice she offers for women ring true today in her ongoing fight for gender equality in the workplace . \nKimberlé Crenshaw: 'The urgency of intersectionality' Civil rights advocate and Columbia Law School professor Kimberlé Crenshaw explains the term \"intersectionality,\" which she first coined in 1989.\n\"Many years ago, I began to use the term 'intersectionality' to deal with the fact that many of our social justice problems like racism and sexism are often overlapping, creating multiple levels of social injustice,\" Crenshaw says.\nIn this 2016 TED talk, Crenshaw explains how to identify race and gender bias, which can prevent the advancement of equality in America if left unaddressed.\n(Note: This video contains some graphic images toward the end.)\nAshley Judd: 'How online abuse of women has spiraled out of control' Nearly a year before Ashley Judd publicly called out Harvey Weinstein for sexual harassment, she gave a TED Talk accusing Silicon Valley of not doing enough to stand up to misogynistic cyber-bullying. \n\"Girls' and women's voices and our allies' voices are constrained in ways that are personally, economically, professionally and politically damaging. And when we curb abuse, we will expand freedom,\" Judd says.\nThe actress and political activist details the ways she unsuccessfully combated traumatic online harassment and offered other solutions, including improving digital media literacy and ending sexism in tech companies.\n\"This is fundamentally a problem of human interaction. And as I believe that human interaction is at the core of our healing, trauma not transformed will be trauma transferred,\" Judd says.\nRoxane Gay: 'Confessions of a bad feminist' Writer Roxane Gay, author of numerous books including \"Bad Feminist,\" discusses the complexities of being a self-proclaimed feminist.\n\"When we talk about the needs of women, we have to consider the other identities we inhabit. We are not just women. We are people with different bodies, gender expressions, faiths, sexualities, class backgrounds, abilities and so much more,\" Gay says.\nGay argues that being brave enough to build inclusive environments has the power to \"trickle upward to the people in power — editors, movie and music producers, CEOs, lawmakers — the people who can make bigger, braver choices to create lasting, meaningful change.\" \n\nMelinda Gates: 'Let's put birth control back on the agenda' In her 2012 TED Talk, Melinda Gates makes the argument that many of the world's social change issues depend on ensuring that women are able to control their rate of having kids. \nShe says that being free to decide when she wanted to have kids ultimately allowed her to succeed in her personal and professional goals and later be a mother when she felt ready.\n\"I studied really hard in college, and I was proud to be one of the very few female computer science graduates at my university. I wanted to have a career, so I went on to business school and I became one of the youngest female executives at Microsoft,\" Gates says.\nBy allowing women around the world access to family planning tools, Gates says communities would see increased health, economic development and gender equality.\nArianna Huffington: 'How to succeed? Get more sleep' Arianna Huffington believes that sleep deprivation is one of today's global crises and it is robbing smart people of their best ideas. \nIn her 2010 TED Talk, Huffington says that by getting more sleep, people can live a more productive, inspired and joyful life.\nShe shares her faith that \"women are going to lead the way in this new revolution, this new feminist issue,\" jokingly adding, \"We are literally going to sleep our way to the top.\" \n\nMadeleine Albright: 'On being a woman and a diplomat' Former U.S. Secretary of State Madeleine Albright says women's issues deserve a place at the center of foreign policy in this 2010 TED Talk.\nShe argues that when women are politically and economically empowered, the entire society's health, education and economic situation benefits from it. In her case, it was imperative for women from different countries to include and support each other in decisions being made on things like military budgets and arms control.\nOne way Albright recommends that women help each other is by communicating and supporting one another using their positions of power.\n\"My motto is that there's a special place in hell for women who don't help each other,\" Albright says.\nIsabel Allende: 'Tales of passion' Author Isabel Allende discusses her role as a flag-bearer during the Winter Olympics in 2006, the first time that only women would carry the Olympic flag. To Allende, the women accompanying her to the event were examples of the \"strong and passionate\" women on which she bases the protagonists of her books.\n\"I don't make them up. There's no need for that. I look around and I see them everywhere. I have worked with women and for women all my life,\" Allende says.\nThe author argues that in order to see \"real change\" in the world \"we need feminine energy in the management of the world.\"\n\"We need a critical number of women in positions of power, and we need to nurture the feminine energy in men,\" she says.\nBillie Jean King: 'This tennis icon paved the way for women in sports' Former tennis player Billie Jean King says winning her historic match against Bobby Riggs was not only a huge stride forward for the sport, but for social change in America as well.\n\"Two things came out of that match. For women: self-confidence, empowerment. They actually had enough nerve to ask for a raise,\" King says. Men, meanwhile, experienced the beginning of the women's movement.\n\"I think we all have an obligation to continue to keep moving the needle forward,\" she says.\nLike this story? Like CNBC Make It on Facebook . \nDon't miss: \nMore women entered STEM over the past 40 years than any other field, new data shows Here's how Google is celebrating International Women's Day this year show chapters Why 'hepeating' is making a big splash right now      8:30 AM ET Wed, 11 Oct 2017 | 01:00",
    "published": "2018-03-08T20:44:00.000+02:00",
    "crawled": "2018-03-08T20:52:54.044+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tech",
        "medium",
        "executive",
        "athlete",
        "literary",
        "legend",
        "today",
        "influential",
        "woman",
        "making",
        "stride",
        "gender",
        "equality",
        "respective",
        "industry",
        "many",
        "including",
        "sheryl",
        "sandberg",
        "melinda",
        "gate",
        "arianna",
        "huffington",
        "remaining",
        "silent",
        "woman",
        "issue",
        "longer",
        "option",
        "honor",
        "international",
        "woman",
        "day",
        "leader",
        "discus",
        "power",
        "feminism",
        "gender",
        "equality",
        "creating",
        "tolerant",
        "safe",
        "workplace",
        "advancing",
        "society",
        "whole",
        "chimamanda",
        "ngozi",
        "adichie",
        "feminist",
        "author",
        "chimamanda",
        "ngozi",
        "adichie",
        "gave",
        "iconic",
        "ted",
        "talk",
        "later",
        "got",
        "adopted",
        "book",
        "title",
        "partially",
        "quoted",
        "beyoncé",
        "song",
        "flawless",
        "feminist",
        "adichie",
        "discusses",
        "moment",
        "first",
        "heard",
        "word",
        "feminist",
        "label",
        "came",
        "mean",
        "describes",
        "difference",
        "men",
        "woman",
        "contrasting",
        "biological",
        "feature",
        "highlighting",
        "disparity",
        "gender",
        "term",
        "power",
        "equality",
        "privilege",
        "gender",
        "matter",
        "men",
        "woman",
        "experience",
        "world",
        "differently",
        "gender",
        "color",
        "way",
        "experience",
        "world",
        "change",
        "adichie",
        "say",
        "sheryl",
        "sandberg",
        "woman",
        "leader",
        "facebook",
        "coo",
        "sheryl",
        "sandberg",
        "shed",
        "light",
        "various",
        "reason",
        "woman",
        "missing",
        "top",
        "role",
        "profession",
        "around",
        "world",
        "woman",
        "forced",
        "choose",
        "professional",
        "success",
        "personal",
        "fulfillment",
        "often",
        "men",
        "sandberg",
        "argues",
        "woman",
        "also",
        "systematically",
        "underestimate",
        "ability",
        "ask",
        "men",
        "good",
        "job",
        "say",
        "awesome",
        "obviously",
        "even",
        "asking",
        "ask",
        "woman",
        "good",
        "job",
        "say",
        "someone",
        "helped",
        "got",
        "lucky",
        "worked",
        "really",
        "hard",
        "sandberg",
        "say",
        "sandberg",
        "may",
        "given",
        "ted",
        "talk",
        "nearly",
        "eight",
        "year",
        "ago",
        "three",
        "piece",
        "advice",
        "offer",
        "woman",
        "ring",
        "true",
        "today",
        "ongoing",
        "fight",
        "gender",
        "equality",
        "workplace",
        "kimberlé",
        "crenshaw",
        "urgency",
        "intersectionality",
        "civil",
        "right",
        "advocate",
        "columbia",
        "law",
        "school",
        "professor",
        "kimberlé",
        "crenshaw",
        "explains",
        "term",
        "intersectionality",
        "first",
        "coined",
        "many",
        "year",
        "ago",
        "began",
        "use",
        "term",
        "deal",
        "fact",
        "many",
        "social",
        "justice",
        "problem",
        "like",
        "racism",
        "sexism",
        "often",
        "overlapping",
        "creating",
        "multiple",
        "level",
        "social",
        "injustice",
        "crenshaw",
        "say",
        "ted",
        "talk",
        "crenshaw",
        "explains",
        "identify",
        "race",
        "gender",
        "bias",
        "prevent",
        "advancement",
        "equality",
        "america",
        "left",
        "unaddressed",
        "note",
        "video",
        "contains",
        "graphic",
        "image",
        "toward",
        "end",
        "ashley",
        "judd",
        "online",
        "abuse",
        "woman",
        "spiraled",
        "control",
        "nearly",
        "year",
        "ashley",
        "judd",
        "publicly",
        "called",
        "harvey",
        "weinstein",
        "sexual",
        "harassment",
        "gave",
        "ted",
        "talk",
        "accusing",
        "silicon",
        "valley",
        "enough",
        "stand",
        "misogynistic",
        "girl",
        "woman",
        "voice",
        "ally",
        "voice",
        "constrained",
        "way",
        "personally",
        "economically",
        "professionally",
        "politically",
        "damaging",
        "curb",
        "abuse",
        "expand",
        "freedom",
        "judd",
        "say",
        "actress",
        "political",
        "activist",
        "detail",
        "way",
        "unsuccessfully",
        "combated",
        "traumatic",
        "online",
        "harassment",
        "offered",
        "solution",
        "including",
        "improving",
        "digital",
        "medium",
        "literacy",
        "ending",
        "sexism",
        "tech",
        "company",
        "fundamentally",
        "problem",
        "human",
        "interaction",
        "believe",
        "human",
        "interaction",
        "core",
        "healing",
        "trauma",
        "transformed",
        "trauma",
        "transferred",
        "judd",
        "say",
        "roxane",
        "gay",
        "bad",
        "feminist",
        "writer",
        "roxane",
        "gay",
        "author",
        "numerous",
        "book",
        "including",
        "bad",
        "feminist",
        "discusses",
        "complexity",
        "feminist",
        "talk",
        "need",
        "woman",
        "consider",
        "identity",
        "inhabit",
        "woman",
        "people",
        "different",
        "body",
        "gender",
        "expression",
        "faith",
        "sexuality",
        "class",
        "background",
        "ability",
        "much",
        "gay",
        "say",
        "gay",
        "argues",
        "brave",
        "enough",
        "build",
        "inclusive",
        "environment",
        "power",
        "trickle",
        "upward",
        "people",
        "power",
        "editor",
        "movie",
        "music",
        "producer",
        "ceo",
        "lawmaker",
        "people",
        "make",
        "bigger",
        "braver",
        "choice",
        "create",
        "lasting",
        "meaningful",
        "change",
        "melinda",
        "gate",
        "put",
        "birth",
        "control",
        "back",
        "agenda",
        "ted",
        "talk",
        "melinda",
        "gate",
        "make",
        "argument",
        "many",
        "world",
        "social",
        "change",
        "issue",
        "depend",
        "ensuring",
        "woman",
        "able",
        "control",
        "rate",
        "kid",
        "say",
        "free",
        "decide",
        "wanted",
        "kid",
        "ultimately",
        "allowed",
        "succeed",
        "personal",
        "professional",
        "goal",
        "later",
        "mother",
        "felt",
        "ready",
        "studied",
        "really",
        "hard",
        "college",
        "proud",
        "one",
        "female",
        "computer",
        "science",
        "graduate",
        "university",
        "wanted",
        "career",
        "went",
        "business",
        "school",
        "became",
        "one",
        "youngest",
        "female",
        "executive",
        "microsoft",
        "gate",
        "say",
        "allowing",
        "woman",
        "around",
        "world",
        "access",
        "family",
        "planning",
        "tool",
        "gate",
        "say",
        "community",
        "would",
        "see",
        "increased",
        "health",
        "economic",
        "development",
        "gender",
        "equality",
        "arianna",
        "huffington",
        "succeed",
        "get",
        "sleep",
        "arianna",
        "huffington",
        "belief",
        "sleep",
        "deprivation",
        "one",
        "today",
        "global",
        "crisis",
        "robbing",
        "smart",
        "people",
        "best",
        "idea",
        "ted",
        "talk",
        "huffington",
        "say",
        "getting",
        "sleep",
        "people",
        "live",
        "productive",
        "inspired",
        "joyful",
        "life",
        "share",
        "faith",
        "woman",
        "going",
        "lead",
        "way",
        "new",
        "revolution",
        "new",
        "feminist",
        "issue",
        "jokingly",
        "adding",
        "literally",
        "going",
        "sleep",
        "way",
        "top",
        "madeleine",
        "albright",
        "woman",
        "diplomat",
        "former",
        "secretary",
        "state",
        "madeleine",
        "albright",
        "say",
        "woman",
        "issue",
        "deserve",
        "place",
        "center",
        "foreign",
        "policy",
        "ted",
        "talk",
        "argues",
        "woman",
        "politically",
        "economically",
        "empowered",
        "entire",
        "society",
        "health",
        "education",
        "economic",
        "situation",
        "benefit",
        "case",
        "imperative",
        "woman",
        "different",
        "country",
        "include",
        "support",
        "decision",
        "made",
        "thing",
        "like",
        "military",
        "budget",
        "arm",
        "control",
        "one",
        "way",
        "albright",
        "recommends",
        "woman",
        "help",
        "communicating",
        "supporting",
        "one",
        "another",
        "using",
        "position",
        "power",
        "motto",
        "special",
        "place",
        "hell",
        "woman",
        "help",
        "albright",
        "say",
        "isabel",
        "allende",
        "passion",
        "author",
        "isabel",
        "allende",
        "discusses",
        "role",
        "winter",
        "olympics",
        "first",
        "time",
        "woman",
        "would",
        "carry",
        "olympic",
        "flag",
        "allende",
        "woman",
        "accompanying",
        "event",
        "example",
        "strong",
        "passionate",
        "woman",
        "base",
        "protagonist",
        "book",
        "make",
        "need",
        "look",
        "around",
        "see",
        "everywhere",
        "worked",
        "woman",
        "woman",
        "life",
        "allende",
        "say",
        "author",
        "argues",
        "order",
        "see",
        "real",
        "change",
        "world",
        "need",
        "feminine",
        "energy",
        "management",
        "world",
        "need",
        "critical",
        "number",
        "woman",
        "position",
        "power",
        "need",
        "nurture",
        "feminine",
        "energy",
        "men",
        "say",
        "billie",
        "jean",
        "king",
        "tennis",
        "icon",
        "paved",
        "way",
        "woman",
        "sport",
        "former",
        "tennis",
        "player",
        "billie",
        "jean",
        "king",
        "say",
        "winning",
        "historic",
        "match",
        "bobby",
        "riggs",
        "huge",
        "stride",
        "forward",
        "sport",
        "social",
        "change",
        "america",
        "well",
        "two",
        "thing",
        "came",
        "match",
        "woman",
        "empowerment",
        "actually",
        "enough",
        "nerve",
        "ask",
        "raise",
        "king",
        "say",
        "men",
        "meanwhile",
        "experienced",
        "beginning",
        "woman",
        "movement",
        "think",
        "obligation",
        "continue",
        "keep",
        "moving",
        "needle",
        "forward",
        "say",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "woman",
        "entered",
        "stem",
        "past",
        "year",
        "field",
        "new",
        "data",
        "show",
        "google",
        "celebrating",
        "international",
        "woman",
        "day",
        "year",
        "show",
        "chapter",
        "making",
        "big",
        "splash",
        "right",
        "et",
        "wed",
        "oct"
    ]
}