{
    "organizations": [],
    "uuid": "a97b58bace7dc4c4307fe43ac17cde252f8b544e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/pr-newswire-g-willi-food-international-reports-improvements-in-sales-net-profit-and-earning-per-share-in-fiscal-year-2017-compared-to-2016.html",
    "ord_in_thread": 0,
    "title": "G. Willi-Food International Reports Improvements in Sales, Net Profit and Earning Per Share in Fiscal Year 2017 Compared to 2016",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "YAVNE, Israel, March 14, 2018 /PRNewswire/ -- G. Willi-Food International Ltd. (NASDAQ: WILC) (the \" Company \" or \" Willi-Food \"), a global company that specializes in the development, marketing and international distribution of kosher foods, today announced its financial results for the fiscal year ended December 31, 2017.\nFiscal Year 2017 Highlights\nSales increased by 6.0% from fiscal year 2016 to NIS 312 million (US$ 90 million) Net profit increased by 94% from fiscal year 2016 to NIS 21.1 million (US$ 6.1 million), or 6.7% of sales Gross profit decreased by 3% from fiscal year 2016 to NIS 74.3 million (US$ 21.4 million) Operating profit decreased by 26.3% from fiscal year 2016 to NIS 16.8 million (US$ 4.8 million), or 5.4% of sales Net cash from operating activities decreased by 24.8% from fiscal year 2016 to NIS 13.0 million (US$ 3.8 million) Cash and securities balance of NIS 256.6 million (US$ 74 million) as of December 31, 2017 Earning per share increased by 94% to NIS 1.58 (US$ 0.46) in fiscal year 2017\nWilli-Food's operating divisions include Willi-Food, a distributor of a broad variety of kosher foods, and its wholly owned Gold Frost, a designer, developer and distributor of branded kosher innovative dairy food products.\nManagement Comment\nZwi Williger and Joseph Williger, Co-Chairmen of Willi-Food, commented : \"We are pleased to present fiscal year 2017 financial report which shows improvements in sales and net profit. Sales increased by 6% versus fiscal year 2016, and net profit increased by 94%. During the second half of 2017, we began integrating a new senior management team which initiated the introduction of management systems, routines and procedures. These management changes and new management's initiatives allow for organizational stability and provide a solid basis for enhanced future growth. The result for the second half of 2017, since the ownership of the company has been changed, the new management appointed, and the new management's initiatives were introduced, shows improvements in sales, gross profit, operation profit and net profit. Sales in the second half of 2017 increased 12.8% versus sales in the second half of 2016, gross profit in the second half of 2017 increased 13.2% versus second half of 2016, operating profit in the second half of 2017 increased 70.3% versus the second half of 2016 and net profit in the second half of 2017 was NIS 15.2 million as opposed to a loss of NIS1.6 million in second half of 2016.\"\nFiscal 2017 Summary\nSales for fiscal year 2017 increased by 6.0% to NIS 311.9 million (US$ 89.9 million) from NIS 294.2 million (US$ 84.9 million) in fiscal year 2016. The increase in sales was primarily due to an increase in personnel in the sales and trade department and due to a strike at the Ministry of Health in the third quarter of 2016 which limited release of goods from the port and caused a decrease of NIS 6 million in sales in 2016.\nGross profit for fiscal year 2017 decreased by 3.0% to NIS 74.3 million (US$ 21.4 million) compared to NIS 76.6 million (US$ 22.1 million) recorded in fiscal year 2016. Gross margins for fiscal year 2017 decreased by 8.5% to 23.8% compared to gross margins of 26% for fiscal year 2016. The decrease in gross margin was primarily due to reductions in the prices of certain of our products as a result of an inventory with a short expiration date that the Company had to sell with lower prices and due to an increase of inventory-storage expenses.\nSelling expenses in fiscal year 2017 increased by 6.8% compared to fiscal year 2016 primarily due to an increase in salary expenses resulting from to the increase in personnel in the sales and trade department and due to an increase in distribution expenses related to the increase in sales. Selling expenses as a percentage of sales were 13.5%, equal to the selling expenses percentage in fiscal year 2016.\nGeneral and administrative expenses increased by 8.7% from fiscal year 2016 to NIS 15.8 million (US$ 4.6 million) compared to NIS 14.6 million (US$ 4.2 million). This was mainly due to a NIS 1.3 million (US$ 0.3 million) write-off in 2016 which was canceled in 2017, with respect to the Company's estimated exposure to Mega Retail Ltd. debts.\nAs a result, operating profit for fiscal year 2017 decreased by 26.3% to NIS 16.8 million (US$ 4.8 million) compared to NIS 22.7 million (US$ 6.6 million) recorded in fiscal year 2016.\nIncome before taxes for fiscal year 2017 increased by 66.7% to NIS 27 million (US$ 7.8 million) compared to NIS 16.2 million (US$ 4.7 million) in fiscal year 2016.\nNet profit for fiscal year 2017 increased by 94% to NIS 21 million (US$ 6.0 million), or NIS 1.58 (US$ 0.46) per share, from NIS 10.8 million (US$ 3.1 million), or NIS 0.82 (US$ 0.23) per share, in fiscal year 2016.\nWilli-Food ended fiscal year 2017 with NIS 256.6 million (US$ 74 million) in cash and securities with no short-term debt. Net cash from operating activities in fiscal year 2017 was NIS 13.0 million (US$ 3.8 million). Willi-Food's shareholders' equity at the end of December 2017 was NIS 411.6 million (US$ 118.4 million).\nNote regarding a notice of the end of Exclusive Distribution Agreement\nOn October 19, 2017, the Company's wholly owned subsidiary, Gold Frost Ltd. (\" Goldfrost \"), received a notice from its Danish producer of dairy products, Arla Foods amba (\" Arla \"), to end their Exclusive Distribution Agreement effective as of December 31, 2017.\nAs announced by the Company on October 19, 2017, the termination of the Exclusive Distribution Agreement with Arla may have a significant negative impact on the Company's operating results although the Company believes that it will be able to enter into agreements in the near future with alternative suppliers for a portion of the products currently purchased from Arla.\nRepresentatives of Goldfrost and representatives of Arla have met several times and have agreed that Goldfrost may place new orders for additional dairy products produced by Arla to be sold by Goldfrost during the first half of 2018.\nNOTE A: NIS to US$ exchange rate used for convenience only\nThe conversion from New Israeli Shekels (NIS) into U.S. dollars was made at the exchange rate as of December 31, 2017, on which U.S. $1.00 equaled NIS 3.467. The use of US$ is solely for the convenience of the reader.\nNOTE B: IFRS\nThe Company's consolidated financial results for fiscal year ended December 31, 2017 are presented in accordance with International Financial Reporting Standards (\"IFRS\").\nAbout G. Willi-Food International Ltd.\nG. Willi-Food International Ltd. ( http://www.willi-food.com ) is an Israeli-based company specializing in high-quality, great-tasting kosher food products. Willi-Food is engaged directly and through its subsidiaries in the design, import, marketing and distribution of over 600 food products worldwide. As one of Israel's leading food importers, Willi-Food markets and sells its food products to over 1,500 customers in Israel and around the world including large retail and private supermarket chains, wholesalers and institutional consumers. The Company's operating divisions include Willi-Food in Israel and Gold Frost, a wholly owned subsidiary who designs, develops and distributes branded kosher, dairy-food products.\nFORWARD LOOKING STATEMENT\nThis press release contains forward-looking statements within the meaning of safe harbor provisions of the Private Securities Litigation Reform Act of 1995 relating to future events or our future performance, such as statements regarding trends, demand for our products and expected sales, operating results, and earnings. Forward-looking statements involve known and unknown risks, uncertainties and other factors that may cause our actual results, levels of activity, performance or achievements to be materially different from any future results, levels of activity, performance or achievements expressed or implied in those forward-looking statements. These risks and other factors include but are not limited to: monetary risks including changes in marketable securities or changes in currency exchange rates- especially the NIS/U.S. Dollar exchange rate, payment default by any of our major clients, the loss of one of more of our key personnel, changes in laws and regulations, including those relating to the food distribution industry, and inability to meet and maintain regulatory qualifications and approvals for our products, termination of arrangements with our suppliers, loss of one or more of our principal clients, increase or decrease in global purchase prices of food products, increasing levels of competition in Israel and other markets in which we do business, changes in economic conditions in Israel, including in particular economic conditions in the Company's core markets, our inability to accurately predict consumption of our products and changes in consumer preferences, our inability to protect our intellectual property rights, our inability to successfully integrate our recent acquisitions, insurance coverage not sufficient enough to cover losses of product liability claims and risks associated with product liability claims. We cannot guarantee future results, levels of activity, performance or achievements. The matters discussed in this press release also involve risks and uncertainties summarized under the heading \"Risk Factors\" in the Company's Annual Report on Form 20-F for the year ended December 31, 2016, filed with the Securities and Exchange Commission on April 27, 2017. These factors are updated from time to time through the filing of reports and registration statements with the Securities and Exchange Commission. We do not assume any obligation to update the forward-looking information contained in this press release.\nG. WILLI‑FOOD INTERNATIONAL LTD.\nUNAUDITED CONDENSED CONSOLIDATED BALANCE SHEETS\nDecember 31,\nDecember 31,\n2 0 1 7\n2 0 1 6\n2 0 1 7\n2 0 1 6\nNIS\nUS dollars (*)\n(in thousands)\nASSETS\nCurrent assets\nCash and cash equivalents\n113,062\n129,577\n32,611\n37,374\nFinancial assets carried at fair value through profit or loss\n143,514\n104,921\n41,394\n30,263\nTrade receivables\n85,943\n80,227\n24,789\n23,140\nOther receivables and prepaid expenses\n2,026\n4,795\n310\n1,383\nInventories\n39,899\n41,877\n11,508\n12,079\nCurrent tax assets\n6,760\n5,443\n1,950\n1,570\nTotal current assets\n391,204\n366,840\n112,562\n105,809\nNon-current assets\nProperty, plant and equipment\n78,598\n77,204\n22,670\n22,268\nLess -Accumulated depreciation\n37,389\n34,963\n10,784\n10,085\n41,209\n42,241\n11,886\n12,183\nGoodwill\n36\n36\n10\n10\nDeferred taxes\n503\n2,354\n145\n679\nTotal non-current assets\n41,748\n44,631\n12,041\n12,872\n432,952\n411,471\n124,603\n118,681\nEQUITY AND LIABILITIES\nCurrent liabilities\nTrade payables\n12,800\n14,832\n3,692\n4,278\nEmployees Benefits\n2,147\n2,253\n619\n650\nOther payables and accrued expenses\n5,247\n2,533\n1,514\n729\nTotal current liabilities\n20,194\n19,618\n5,825\n5,657\nNon-current liabilities\nRetirement benefit obligation\n1,148\n849\n331\n245\nTotal non-current liabilities\n1,148\n849\n331\n245\nShareholders' equity\nShare capital NIS 0.1 par value (authorized - 50,000,000 shares,\nissued and outstanding – 13,240,913 shares at\nDecember 31, 2017 and December 31, 2016)\n1,424\n1,424\n411\n411\nAdditional paid in capital\n128,354\n128,354\n37,022\n37,022\nCapital fund\n247\n247\n71\n71\nRetained earnings\n282,539\n261,487\n80,810\n75,422\nrespect of defined benefit\n(954)\n(508)\n(275)\n(147)\n411,610\n391,004\n118,447\n112,779\n432,952\n411,471\n124,603\n118,681\n(*) Convenience translation into U.S. dollars.\nG. WILLI‑FOOD INTERNATIONAL LTD.\nUNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\nFor the year ended\nDecember 31,\nFor the year ended\nDecember 31,\n2 0 1 7\n2 0 1 6\n2 0 1 7\n2 0 1 6\nNIS\nUS dollars (*)\nIn thousands (except per share and share data)\nSales\n311,978\n294,202\n89,985\n84,858\nCost of sales\n237,645\n217,585\n68,545\n62,759\nGross profit\n74,333\n76,617\n21,440\n22,099\nSelling expenses\n42,090\n39,405\n12,140\n11,366\nGeneral and administrative expenses\n15,839\n14,577\n4,569\n4,204\nOther income\n361\n112\n104\n32\nTotal operating expenses\n57,568\n53,870\n16,605\n15,538\nOperating profit\n16,765\n22,747\n4,835\n6,561\nFinancial income\n13,967\n(3,425)\n4,028\n(988)\nFinancial expense\n3,769\n3,143\n1,087\n907\nTotal financial income (expense)\n10,198\n(6,568)\n2,941\n(1,895)\nIncome before taxes on income\n26,963\n16,179\n7,776\n4,666\nTaxes on income\n5,910\n5,327\n1,705\n1,536\nNet profit\n21,053\n10,852\n6,071\n3,130\nEarnings per share:\nBasic earnings per share\n1.58\n0.82\n0.46\n0.23\nDiluted earnings per share\n1.58\n0.82\n0.46\n0.23\nShares used in computation of basic EPS\n13,240,913\n13,240,913\n13,240,913\n13,240,913\n(*) Convenience translation into U.S. dollars.\nG. WILLI‑FOOD INTERNATIONAL LTD.\nUNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS\nFor the year ended\nFor the year ended\nDecember 31,\nDecember 31,\n2 0 1 7\n2 0 1 6\n2 0 1 7\n2 0 1 6\nNIS\nUS dollars (*)\nIn thousands (except per share and share data)\nCASH FLOWS - OPERATING ACTIVITIES\nProfit from continuing operations\n21,053\n10,852\n6,071\n3,130\nAdjustments to reconcile net income to net cash from operating activities (Appendix)\n(8,012)\n6,500\n(2,309)\n1,874\nNet cash from continuing operating activities\n13,041\n17,352\n3,762\n5,004\nCASH FLOWS - INVESTING ACTIVITIES\nAcquisition of property plant and equipment\n(2,650)\n(1,915)\n(764)\n(552)\nProceeds from sale of property plant and Equipment\n361\n190\n104\n55\nProceeds from realization (purchase) of marketable securities, net\n(29,435)\n42,010\n(8,490)\n12,117\nProceeds from short term deposit\n-\n20,288\n-\n5,852\nRedemption (acquisition) of non current financial assets\n2,168\n(8,504)\n625\n(2,453)\nNet cash from (used in) continuing investing activities\n(29,556)\n52,069\n(8,525)\n15,019\nCASH FLOWS - FINANCING ACTIVITIES\nShort-term bank debt, net\n-\n(16)\n-\n(5)\nDividend\n-\n(19,249)\n-\n(5,552)\nNet cash from used in continuing financing activities\n-\n(19,265)\n-\n(5,557)\nIncrease (decrease) in cash and cash equivalents\n(16,515)\n50,156\n(4,763)\n14,466\nCash and cash equivalents at the beginning of the year\n129,577\n79,421\n37,374\n22,908\nCash and cash equivalents of the end of the year\n113,062\n129,577\n32,611\n37,374\n(*) Convenience Translation into U.S. Dollars.\nG. WILLI-FOOD INTERNATIONAL LTD.\nAPPENDIX TO UNAUDITED CONDENSED CONSOLIDATED STATEMENTS OF CASH FLOWS\nFor the year ended\nFor the year ended\nDecember 31,\nDecember 31,\n2 0 1 7\n2 0 1 6\n2 0 1 7\n2 0 1 6\nNIS\nUS dollars (*)\nIn thousands (except per share and share data)\nCASH FLOWS - OPERATING ACTIVITIES :\nAdjustments to reconcile net profit to net cash from operating activities\nDepreciation and amortization\n3,682\n3,762\n1,062\n1,085\nLoss (gain) from non current financial assets\n(1,398)\n7,734\n(403)\n2,231\nDecrease (Increase) in deferred income taxes\n1,851\n1,260\n534\n363\nCapital Gain on disposal of property plant and equipment\n(361)\n(112)\n(104)\n(32)\nUnrealized Loss (Gain) on marketable securities\n(9,158)\n(1,924)\n(2,641)\n(555)\nChanges in assets and liabilities:\nIncrease (decrease) in trade receivables and other receivables\n(5,034)\n2,120\n(1,452)\n611\nIncrease in inventories\n1,978\n(7,360)\n570\n(2,123)\nDecrease in payables and other current liabilities\n428\n1,020\n125\n294\n(8,012)\n6,500\n(2,309)\n1,874\n(*) Convenience Translation into U.S. Dollars.\nCompany Contact:\nG. Willi - Food International Ltd.\nAmir Kaplan, Chief Financial Officer\n(+972) 8-932-1000\namir.k@willi-food.co.il\nView original content: http://www.prnewswire.com/news-releases/g-willi-food-international-reports-improvements-in-sales-net-profit-and-earning-per-share-in-fiscal-year-2017-compared-to-2016-300613837.html\nSOURCE G. Willi-Food International Ltd.",
    "published": "2018-03-14T16:34:00.000+02:00",
    "crawled": "2018-03-14T18:03:29.031+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "yavne",
        "israel",
        "march",
        "international",
        "nasdaq",
        "wilc",
        "company",
        "global",
        "company",
        "specializes",
        "development",
        "marketing",
        "international",
        "distribution",
        "kosher",
        "food",
        "today",
        "announced",
        "financial",
        "result",
        "fiscal",
        "year",
        "ended",
        "december",
        "fiscal",
        "year",
        "highlight",
        "sale",
        "increased",
        "fiscal",
        "year",
        "ni",
        "million",
        "u",
        "million",
        "net",
        "profit",
        "increased",
        "fiscal",
        "year",
        "ni",
        "million",
        "u",
        "million",
        "sale",
        "gross",
        "profit",
        "decreased",
        "fiscal",
        "year",
        "ni",
        "million",
        "u",
        "million",
        "operating",
        "profit",
        "decreased",
        "fiscal",
        "year",
        "ni",
        "million",
        "u",
        "million",
        "sale",
        "net",
        "cash",
        "operating",
        "activity",
        "decreased",
        "fiscal",
        "year",
        "ni",
        "million",
        "u",
        "million",
        "cash",
        "security",
        "balance",
        "ni",
        "million",
        "u",
        "million",
        "december",
        "earning",
        "per",
        "share",
        "increased",
        "ni",
        "u",
        "fiscal",
        "year",
        "operating",
        "division",
        "include",
        "distributor",
        "broad",
        "variety",
        "kosher",
        "food",
        "wholly",
        "owned",
        "gold",
        "frost",
        "designer",
        "developer",
        "distributor",
        "branded",
        "kosher",
        "innovative",
        "dairy",
        "food",
        "product",
        "management",
        "comment",
        "zwi",
        "williger",
        "joseph",
        "williger",
        "commented",
        "pleased",
        "present",
        "fiscal",
        "year",
        "financial",
        "report",
        "show",
        "improvement",
        "sale",
        "net",
        "profit",
        "sale",
        "increased",
        "versus",
        "fiscal",
        "year",
        "net",
        "profit",
        "increased",
        "second",
        "half",
        "began",
        "integrating",
        "new",
        "senior",
        "management",
        "team",
        "initiated",
        "introduction",
        "management",
        "system",
        "routine",
        "procedure",
        "management",
        "change",
        "new",
        "management",
        "initiative",
        "allow",
        "organizational",
        "stability",
        "provide",
        "solid",
        "basis",
        "enhanced",
        "future",
        "growth",
        "result",
        "second",
        "half",
        "since",
        "ownership",
        "company",
        "changed",
        "new",
        "management",
        "appointed",
        "new",
        "management",
        "initiative",
        "introduced",
        "show",
        "improvement",
        "sale",
        "gross",
        "profit",
        "operation",
        "profit",
        "net",
        "profit",
        "sale",
        "second",
        "half",
        "increased",
        "versus",
        "sale",
        "second",
        "half",
        "gross",
        "profit",
        "second",
        "half",
        "increased",
        "versus",
        "second",
        "half",
        "operating",
        "profit",
        "second",
        "half",
        "increased",
        "versus",
        "second",
        "half",
        "net",
        "profit",
        "second",
        "half",
        "ni",
        "million",
        "opposed",
        "loss",
        "million",
        "second",
        "half",
        "fiscal",
        "summary",
        "sale",
        "fiscal",
        "year",
        "increased",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "million",
        "u",
        "million",
        "fiscal",
        "year",
        "increase",
        "sale",
        "primarily",
        "due",
        "increase",
        "personnel",
        "sale",
        "trade",
        "department",
        "due",
        "strike",
        "ministry",
        "health",
        "third",
        "quarter",
        "limited",
        "release",
        "good",
        "port",
        "caused",
        "decrease",
        "ni",
        "million",
        "sale",
        "gross",
        "profit",
        "fiscal",
        "year",
        "decreased",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "recorded",
        "fiscal",
        "year",
        "gross",
        "margin",
        "fiscal",
        "year",
        "decreased",
        "compared",
        "gross",
        "margin",
        "fiscal",
        "year",
        "decrease",
        "gross",
        "margin",
        "primarily",
        "due",
        "reduction",
        "price",
        "certain",
        "product",
        "result",
        "inventory",
        "short",
        "expiration",
        "date",
        "company",
        "sell",
        "lower",
        "price",
        "due",
        "increase",
        "expense",
        "selling",
        "expense",
        "fiscal",
        "year",
        "increased",
        "compared",
        "fiscal",
        "year",
        "primarily",
        "due",
        "increase",
        "salary",
        "expense",
        "resulting",
        "increase",
        "personnel",
        "sale",
        "trade",
        "department",
        "due",
        "increase",
        "distribution",
        "expense",
        "related",
        "increase",
        "sale",
        "selling",
        "expense",
        "percentage",
        "sale",
        "equal",
        "selling",
        "expense",
        "percentage",
        "fiscal",
        "year",
        "general",
        "administrative",
        "expense",
        "increased",
        "fiscal",
        "year",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "mainly",
        "due",
        "ni",
        "million",
        "u",
        "million",
        "canceled",
        "respect",
        "company",
        "estimated",
        "exposure",
        "mega",
        "retail",
        "debt",
        "result",
        "operating",
        "profit",
        "fiscal",
        "year",
        "decreased",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "recorded",
        "fiscal",
        "year",
        "income",
        "tax",
        "fiscal",
        "year",
        "increased",
        "ni",
        "million",
        "u",
        "million",
        "compared",
        "ni",
        "million",
        "u",
        "million",
        "fiscal",
        "year",
        "net",
        "profit",
        "fiscal",
        "year",
        "increased",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "u",
        "per",
        "share",
        "ni",
        "million",
        "u",
        "million",
        "ni",
        "u",
        "per",
        "share",
        "fiscal",
        "year",
        "ended",
        "fiscal",
        "year",
        "ni",
        "million",
        "u",
        "million",
        "cash",
        "security",
        "debt",
        "net",
        "cash",
        "operating",
        "activity",
        "fiscal",
        "year",
        "ni",
        "million",
        "u",
        "million",
        "shareholder",
        "equity",
        "end",
        "december",
        "ni",
        "million",
        "u",
        "million",
        "note",
        "regarding",
        "notice",
        "end",
        "exclusive",
        "distribution",
        "agreement",
        "october",
        "company",
        "wholly",
        "owned",
        "subsidiary",
        "gold",
        "frost",
        "goldfrost",
        "received",
        "notice",
        "danish",
        "producer",
        "dairy",
        "product",
        "arla",
        "food",
        "amba",
        "arla",
        "end",
        "exclusive",
        "distribution",
        "agreement",
        "effective",
        "december",
        "announced",
        "company",
        "october",
        "termination",
        "exclusive",
        "distribution",
        "agreement",
        "arla",
        "may",
        "significant",
        "negative",
        "impact",
        "company",
        "operating",
        "result",
        "although",
        "company",
        "belief",
        "able",
        "enter",
        "agreement",
        "near",
        "future",
        "alternative",
        "supplier",
        "portion",
        "product",
        "currently",
        "purchased",
        "arla",
        "representative",
        "goldfrost",
        "representative",
        "arla",
        "met",
        "several",
        "time",
        "agreed",
        "goldfrost",
        "may",
        "place",
        "new",
        "order",
        "additional",
        "dairy",
        "product",
        "produced",
        "arla",
        "sold",
        "goldfrost",
        "first",
        "half",
        "note",
        "ni",
        "u",
        "exchange",
        "rate",
        "used",
        "convenience",
        "conversion",
        "new",
        "israeli",
        "shekel",
        "ni",
        "dollar",
        "made",
        "exchange",
        "rate",
        "december",
        "equaled",
        "ni",
        "use",
        "u",
        "solely",
        "convenience",
        "reader",
        "note",
        "b",
        "ifrs",
        "company",
        "consolidated",
        "financial",
        "result",
        "fiscal",
        "year",
        "ended",
        "december",
        "presented",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "international",
        "international",
        "http",
        "company",
        "specializing",
        "kosher",
        "food",
        "product",
        "engaged",
        "directly",
        "subsidiary",
        "design",
        "import",
        "marketing",
        "distribution",
        "food",
        "product",
        "worldwide",
        "one",
        "israel",
        "leading",
        "food",
        "importer",
        "market",
        "sell",
        "food",
        "product",
        "customer",
        "israel",
        "around",
        "world",
        "including",
        "large",
        "retail",
        "private",
        "supermarket",
        "chain",
        "wholesaler",
        "institutional",
        "consumer",
        "company",
        "operating",
        "division",
        "include",
        "israel",
        "gold",
        "frost",
        "wholly",
        "owned",
        "subsidiary",
        "design",
        "develops",
        "distributes",
        "branded",
        "kosher",
        "product",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "relating",
        "future",
        "event",
        "future",
        "performance",
        "statement",
        "regarding",
        "trend",
        "demand",
        "product",
        "expected",
        "sale",
        "operating",
        "result",
        "earnings",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "risk",
        "factor",
        "include",
        "limited",
        "monetary",
        "risk",
        "including",
        "change",
        "marketable",
        "security",
        "change",
        "currency",
        "exchange",
        "especially",
        "dollar",
        "exchange",
        "rate",
        "payment",
        "default",
        "major",
        "client",
        "loss",
        "one",
        "key",
        "personnel",
        "change",
        "law",
        "regulation",
        "including",
        "relating",
        "food",
        "distribution",
        "industry",
        "inability",
        "meet",
        "maintain",
        "regulatory",
        "qualification",
        "approval",
        "product",
        "termination",
        "arrangement",
        "supplier",
        "loss",
        "one",
        "principal",
        "client",
        "increase",
        "decrease",
        "global",
        "purchase",
        "price",
        "food",
        "product",
        "increasing",
        "level",
        "competition",
        "israel",
        "market",
        "business",
        "change",
        "economic",
        "condition",
        "israel",
        "including",
        "particular",
        "economic",
        "condition",
        "company",
        "core",
        "market",
        "inability",
        "accurately",
        "predict",
        "consumption",
        "product",
        "change",
        "consumer",
        "preference",
        "inability",
        "protect",
        "intellectual",
        "property",
        "right",
        "inability",
        "successfully",
        "integrate",
        "recent",
        "acquisition",
        "insurance",
        "coverage",
        "sufficient",
        "enough",
        "cover",
        "loss",
        "product",
        "liability",
        "claim",
        "risk",
        "associated",
        "product",
        "liability",
        "claim",
        "guarantee",
        "future",
        "result",
        "level",
        "activity",
        "performance",
        "achievement",
        "matter",
        "discussed",
        "press",
        "release",
        "also",
        "involve",
        "risk",
        "uncertainty",
        "summarized",
        "heading",
        "risk",
        "factor",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "april",
        "factor",
        "updated",
        "time",
        "time",
        "filing",
        "report",
        "registration",
        "statement",
        "security",
        "exchange",
        "commission",
        "assume",
        "obligation",
        "update",
        "information",
        "contained",
        "press",
        "release",
        "international",
        "unaudited",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "december",
        "ni",
        "u",
        "dollar",
        "thousand",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "financial",
        "asset",
        "carried",
        "fair",
        "value",
        "profit",
        "loss",
        "trade",
        "receivables",
        "receivables",
        "prepaid",
        "expense",
        "inventory",
        "current",
        "tax",
        "asset",
        "total",
        "current",
        "asset",
        "asset",
        "property",
        "plant",
        "equipment",
        "less",
        "depreciation",
        "goodwill",
        "deferred",
        "tax",
        "total",
        "asset",
        "equity",
        "liability",
        "current",
        "liability",
        "trade",
        "payable",
        "employee",
        "benefit",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "liability",
        "retirement",
        "benefit",
        "obligation",
        "total",
        "liability",
        "shareholder",
        "equity",
        "share",
        "capital",
        "ni",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "share",
        "december",
        "december",
        "additional",
        "paid",
        "capital",
        "capital",
        "fund",
        "retained",
        "earnings",
        "respect",
        "defined",
        "benefit",
        "convenience",
        "translation",
        "dollar",
        "international",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "ni",
        "u",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "share",
        "data",
        "sale",
        "cost",
        "sale",
        "gross",
        "profit",
        "selling",
        "expense",
        "general",
        "administrative",
        "expense",
        "income",
        "total",
        "operating",
        "expense",
        "operating",
        "profit",
        "financial",
        "income",
        "financial",
        "expense",
        "total",
        "financial",
        "income",
        "expense",
        "income",
        "tax",
        "income",
        "tax",
        "income",
        "net",
        "profit",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "share",
        "used",
        "computation",
        "basic",
        "eps",
        "convenience",
        "translation",
        "dollar",
        "international",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "year",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "ni",
        "u",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "share",
        "data",
        "cash",
        "flow",
        "operating",
        "activity",
        "profit",
        "continuing",
        "operation",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "operating",
        "activity",
        "appendix",
        "net",
        "cash",
        "continuing",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "acquisition",
        "property",
        "plant",
        "equipment",
        "proceeds",
        "sale",
        "property",
        "plant",
        "equipment",
        "proceeds",
        "realization",
        "purchase",
        "marketable",
        "security",
        "net",
        "proceeds",
        "short",
        "term",
        "deposit",
        "redemption",
        "acquisition",
        "non",
        "current",
        "financial",
        "asset",
        "net",
        "cash",
        "used",
        "continuing",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "bank",
        "debt",
        "net",
        "dividend",
        "net",
        "cash",
        "used",
        "continuing",
        "financing",
        "activity",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "year",
        "cash",
        "cash",
        "equivalent",
        "end",
        "year",
        "convenience",
        "translation",
        "dollar",
        "international",
        "appendix",
        "unaudited",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "year",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "ni",
        "u",
        "dollar",
        "thousand",
        "except",
        "per",
        "share",
        "share",
        "data",
        "cash",
        "flow",
        "operating",
        "activity",
        "adjustment",
        "reconcile",
        "net",
        "profit",
        "net",
        "cash",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "loss",
        "gain",
        "non",
        "current",
        "financial",
        "asset",
        "decrease",
        "increase",
        "deferred",
        "income",
        "tax",
        "capital",
        "gain",
        "disposal",
        "property",
        "plant",
        "equipment",
        "unrealized",
        "loss",
        "gain",
        "marketable",
        "security",
        "change",
        "asset",
        "liability",
        "increase",
        "decrease",
        "trade",
        "receivables",
        "receivables",
        "increase",
        "inventory",
        "decrease",
        "payable",
        "current",
        "liability",
        "convenience",
        "translation",
        "dollar",
        "company",
        "contact",
        "willi",
        "food",
        "international",
        "amir",
        "kaplan",
        "chief",
        "financial",
        "officer",
        "view",
        "original",
        "content",
        "http",
        "source",
        "international",
        "ltd"
    ]
}