{
    "organizations": [],
    "uuid": "c5eb00e2f3345e0ac5fc090ce49a3a4741dd27d6",
    "author": "",
    "url": "https://www.cnbc.com/2018/03/29/how-an-hr-block-tax-preparer-spends-his-11-hour-days-during-tax-season.html",
    "ord_in_thread": 0,
    "title": "How an H&R Block tax preparer spends his 11-hour days during tax season",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The tax deadline is right around the corner: April 17. For most of us, that means added stress and one more \"to-do.\" But what's it like for the people on the other side — the ones preparing our taxes — during crunch time?\nI decided to find out, and headed to a Manhattan-based H&R Block last week to spend the day with tax professional Kwame Matthews.\nMatthews has been preparing tax returns for five years and estimates he's seen more than 500 clients at this point.\nCNBC Make It Tax professional Kwame Matthews He not only prepares tax returns — he manages two H&R Block offices, which means leading two different teams of 20 to 25 employees. Being an office manager is kind of like running a small business, he tells me: He's in charge of things like ordering supplies, the office budget, managing and developing employees and customer service.\nMatthews works six days a week, year-round, but most H&R Block employees, about 80 percent, work just four to five months out of the year, during tax season.\nHere's an inside look at his typical work day during busy season.\n10:30 a.m. Our day starts \nWe both arrive at the Upper West Side location around 10:30 a.m., but Matthews' day starts well before, in his apartment. Before heading out the door for his 30 minute commute, he's checking emails and making adjustments to the daily schedule if any staff call in sick or are running late.\nMost client meetings happen in the afternoon or after the work day, Matthews tells me. That's why his day, which typically ends around 8:00 p.m., skews later.\nCNBC Make It The 72nd St. H&R Block in Manhattan 10:30 a.m. to 12:30 p.m. We prep for the day \nThe morning is quiet. While Matthews goes through his inbox and manages the schedule for his offices, he tells me a bit about how he got to where he is now. His mom, also a tax professional for H&R Block, suggested he pick up hours at the company during his senior year of college to make some extra money. While he's been preparing taxes for five years, he's actually been with the company for eight.\nAfter graduating from Brooklyn College with a degree in political science, Matthews took a job as a poll clerk. \"I hated it,\" he recalls of the 18-hour shifts that started at 4:30 a.m. \"I did it for one primary and two general elections and I vowed to never do it again, even though it paid pretty well.\"\nHe went back to H&R Block and picked up right where he left off: working the front desk, which he did for the next two years before becoming a certified tax professional.\nThe morning is devoted to more office management and organizational tasks. Matthews will also prepare for his client meetings, which are scheduled for 2:00 p.m., 5:00 p.m. and 6:00 p.m. \nWhile most tax pros see six to eight clients per day, Matthews sees two to three, and sometimes none: \"Some days, I need to focus on running the office. I love helping clients, but managing my team takes time, too.\" Today, he's slated to see three clients, two of whom were past clients.\nCNBC Make It 12:30 p.m. to 1:45 p.m. We adjust our schedule and take on an unexpected client \nThe pace of the office shifts around 12:30 p.m. There's more of a buzz: The phones are ringing, employees are stopping by Matthews' desk with questions and clients are coming in and out. One client is accompanied by a dog.\nAt 1:00 p.m., we start packing up to head over to his second office — it's not unusual for Matthews to split his time between the two locations — but before we make it out the door, he pivots and takes on another client due to a staffing shortage. We hang our coats back up and meet a woman in her early 60s.\n\"My life is very simple,\" she tells us. Simple enough that she was in and out of the office, with her taxes completed and a refund on the way, in just 25 minutes. She didn't even take off her coat! The meeting was surprisingly social. As Matthews was preparing her taxes, they chatted about the eye doctor and DMV.\n1:45 p.m. We commute to the second office \nA little before 2:00 p.m., we put on our coats again and head to Matthews' second office. It's just 15 blocks south and he typically commutes on foot. He's already called ahead and pushed his 2:00 p.m. meeting back to 2:30 p.m., so we don't have to worry about rushing.\nOn our 20 minute walk, I ask him what it takes to be a good tax pro. It boils down to three things, he tells me: experience, expertise and people skills. In fact, \"50 percent of the job is people skills.\"\nCNBC Make It Walking to Matthews' second office 2:30 p.m. to 4:00 p.m. We meet with a second client \nWe settle into the second office and our next meeting starts promptly at 2:30 p.m. This particular client was retired, had recently sold an apartment and her main form of income was Social Security. She's been coming to H&R Block for three decades and was an absolute hoot.\nHer tax situation was more complex, so it took longer. Plus, we chatted a lot, about grandchildren, college applications and politics. We even realized we had a mutual friend! \n4:00 p.m. We eat lunch \nBy the time Matthews finishes up with client No. 2, it's 4:00 p.m. and neither of us has taken a sip of water or bite of food. It's around that time when I start to realize how exhausting a job that's so reliant on people skills can be. I'm used to sitting in front of a computer and writing all day, with 15 to 30 minutes interviews sprinkled throughout the afternoon. Matthews, on the other hand, spends much of his day interacting with clients or his own team of employees. And he has to be on — energetic and enthusiastic — no matter how exhausted or hungry he is.\nI annihilate a protein bar while Matthews eats a sandwich from Dunkin' Donuts that he picked up earlier that morning.\nCNBC Make It 4:00 p.m. to 5:00 p.m. We tackle smaller, daily tasks \nAny lapse between clients, I learn, is used for customer service calls, responding to emails or doing any returns that clients have dropped off. Matthews is also constantly checking in on how his two offices are performing that day, revenue-wise. He has specific targets he has to hit every day.\nMatthews is nice enough to hold off on most of these tasks during our 4:00 p.m. lunch break and answers my questions about job perks and misconceptions. The biggest perk is flexibility, he tells me: \"Not everybody can say, 'I start my day at 10:30 a.m.'\" Plus, he's gotten really fast at filing taxes. While many of us labor over the tedious process, it takes Matthews just 15 minutes to prepare his own. And yes, he does some of his family members' taxes: \"I do my two grandmas' taxes, two of my aunts' taxes and my cousins' taxes.\"\nAs for the biggest misconception: Preparing taxes \"isn't all math,\" he tells me. \"You don't have to be a math major to be a tax pro.\" Sure, you need to understand basic arithmetic and be detail-oriented, but your success in the profession more so boils down to your ability to \"read and comprehend,\" he says. \"And you have to have people skills.\"\nCNBC Make It Matthews and one of his clients 5:00 p.m. to 6:00 p.m. We meet with a third client \nWe meet with another client at 5:00 p.m., a younger woman from South Africa who owns a company back home. A lot of the meeting was spent converting South African rand to U.S. dollars. \n6:00 pm to 8:00 pm Matthews meets with his final client \nThe final client meeting is with a seven-figure earner.\nThe diversity of the clientele over just one day is incredible. I saw some big refunds and some big dollar amounts owed to the IRS. I even got to hear about one of Matthews' clients who owed the IRS $45,000, didn't pay it for several years and then ended up owing a total of $70,000, thanks to penalties and interest.\n\"Taxes are like DNA,\" Matthews tells me. \"Everyone is different. There's no one that has exactly the same story.\"\nThe final meeting of the day is the one meeting I can't sit in on. It also happens to be the longest meeting, lasting two hours.\nI use my break to take my first sip of water, pop an Advil and catch up on my own email.\nCNBC Make It It was a long day 8:00 p.m. to 9:30 p.m. We wrap up the day \nAround 8:00 p.m., Matthews finishes up with his last client and collects me from the front of the office. He gives me a big grin as he tells me that both offices have officially \"won the day,\" meaning both locations hit their revenue targets.\nI leave around 8:30 p.m., but he'll be in the office for another hour setting tomorrow's schedule and working on a few drop-off returns. That's an 11-hour day for him.\nIt's nothing compared to what his days will look like the week before the filing deadline, though. Americans tend to procrastinate when it comes to filing taxes : In 2016, one-fifth of all Americans who filed did so between April 8 and April 22.\nThat means even longer days for Matthews during that time frame. And three days before the deadline, he'll be in the office until 1:00 a.m., he assures me: \"I save up cab money to get home that week.\"\nOf course, things will slow down during off-season and he'll take a much needed vacation soon after April 17 to recover. This year, he's thinking a cruise will do the trick.\nLike this story? Like CNBC Make It on Facebook ! \nDon't miss: 55 percent of Americans can't define this key tax term \n\nshow chapters Make these money-saving tax moves before the tax code changes      4:10 PM ET Wed, 20 Dec 2017 | 01:44",
    "published": "2018-03-29T17:22:00.000+03:00",
    "crawled": "2018-03-29T17:53:12.022+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tax",
        "deadline",
        "right",
        "around",
        "corner",
        "april",
        "u",
        "mean",
        "added",
        "stress",
        "one",
        "like",
        "people",
        "side",
        "one",
        "preparing",
        "tax",
        "crunch",
        "time",
        "decided",
        "find",
        "headed",
        "h",
        "r",
        "block",
        "last",
        "week",
        "spend",
        "day",
        "tax",
        "professional",
        "kwame",
        "matthew",
        "matthew",
        "preparing",
        "tax",
        "return",
        "five",
        "year",
        "estimate",
        "seen",
        "client",
        "point",
        "cnbc",
        "make",
        "tax",
        "professional",
        "kwame",
        "matthew",
        "prepares",
        "tax",
        "return",
        "manages",
        "two",
        "h",
        "r",
        "block",
        "office",
        "mean",
        "leading",
        "two",
        "different",
        "team",
        "employee",
        "office",
        "manager",
        "kind",
        "like",
        "running",
        "small",
        "business",
        "tell",
        "charge",
        "thing",
        "like",
        "ordering",
        "supply",
        "office",
        "budget",
        "managing",
        "developing",
        "employee",
        "customer",
        "service",
        "matthew",
        "work",
        "six",
        "day",
        "week",
        "h",
        "r",
        "block",
        "employee",
        "percent",
        "work",
        "four",
        "five",
        "month",
        "year",
        "tax",
        "season",
        "inside",
        "look",
        "typical",
        "work",
        "day",
        "busy",
        "season",
        "day",
        "start",
        "arrive",
        "upper",
        "west",
        "side",
        "location",
        "around",
        "matthew",
        "day",
        "start",
        "well",
        "apartment",
        "heading",
        "door",
        "minute",
        "commute",
        "checking",
        "email",
        "making",
        "adjustment",
        "daily",
        "schedule",
        "staff",
        "call",
        "sick",
        "running",
        "late",
        "client",
        "meeting",
        "happen",
        "afternoon",
        "work",
        "day",
        "matthew",
        "tell",
        "day",
        "typically",
        "end",
        "around",
        "skews",
        "later",
        "cnbc",
        "make",
        "72nd",
        "h",
        "r",
        "block",
        "manhattan",
        "prep",
        "day",
        "morning",
        "quiet",
        "matthew",
        "go",
        "inbox",
        "manages",
        "schedule",
        "office",
        "tell",
        "bit",
        "got",
        "mom",
        "also",
        "tax",
        "professional",
        "h",
        "r",
        "block",
        "suggested",
        "pick",
        "hour",
        "company",
        "senior",
        "year",
        "college",
        "make",
        "extra",
        "money",
        "preparing",
        "tax",
        "five",
        "year",
        "actually",
        "company",
        "eight",
        "graduating",
        "brooklyn",
        "college",
        "degree",
        "political",
        "science",
        "matthew",
        "took",
        "job",
        "poll",
        "clerk",
        "hated",
        "recall",
        "shift",
        "started",
        "one",
        "primary",
        "two",
        "general",
        "election",
        "vowed",
        "never",
        "even",
        "though",
        "paid",
        "pretty",
        "well",
        "went",
        "back",
        "h",
        "r",
        "block",
        "picked",
        "right",
        "left",
        "working",
        "front",
        "desk",
        "next",
        "two",
        "year",
        "becoming",
        "certified",
        "tax",
        "professional",
        "morning",
        "devoted",
        "office",
        "management",
        "organizational",
        "task",
        "matthew",
        "also",
        "prepare",
        "client",
        "meeting",
        "scheduled",
        "tax",
        "pro",
        "see",
        "six",
        "eight",
        "client",
        "per",
        "day",
        "matthew",
        "see",
        "two",
        "three",
        "sometimes",
        "none",
        "day",
        "need",
        "focus",
        "running",
        "office",
        "love",
        "helping",
        "client",
        "managing",
        "team",
        "take",
        "time",
        "today",
        "slated",
        "see",
        "three",
        "client",
        "two",
        "past",
        "client",
        "cnbc",
        "make",
        "adjust",
        "schedule",
        "take",
        "unexpected",
        "client",
        "pace",
        "office",
        "shift",
        "around",
        "buzz",
        "phone",
        "ringing",
        "employee",
        "stopping",
        "matthew",
        "desk",
        "question",
        "client",
        "coming",
        "one",
        "client",
        "accompanied",
        "dog",
        "start",
        "packing",
        "head",
        "second",
        "office",
        "unusual",
        "matthew",
        "split",
        "time",
        "two",
        "location",
        "make",
        "door",
        "pivot",
        "take",
        "another",
        "client",
        "due",
        "staffing",
        "shortage",
        "hang",
        "coat",
        "back",
        "meet",
        "woman",
        "early",
        "60",
        "life",
        "simple",
        "tell",
        "u",
        "simple",
        "enough",
        "office",
        "tax",
        "completed",
        "refund",
        "way",
        "minute",
        "even",
        "take",
        "coat",
        "meeting",
        "surprisingly",
        "social",
        "matthew",
        "preparing",
        "tax",
        "chatted",
        "eye",
        "doctor",
        "dmv",
        "commute",
        "second",
        "office",
        "little",
        "put",
        "coat",
        "head",
        "matthew",
        "second",
        "office",
        "block",
        "south",
        "typically",
        "commute",
        "foot",
        "already",
        "called",
        "ahead",
        "pushed",
        "meeting",
        "back",
        "worry",
        "rushing",
        "minute",
        "walk",
        "ask",
        "take",
        "good",
        "tax",
        "pro",
        "boil",
        "three",
        "thing",
        "tell",
        "experience",
        "expertise",
        "people",
        "skill",
        "fact",
        "percent",
        "job",
        "people",
        "skill",
        "cnbc",
        "make",
        "walking",
        "matthew",
        "second",
        "office",
        "meet",
        "second",
        "client",
        "settle",
        "second",
        "office",
        "next",
        "meeting",
        "start",
        "promptly",
        "particular",
        "client",
        "retired",
        "recently",
        "sold",
        "apartment",
        "main",
        "form",
        "income",
        "social",
        "security",
        "coming",
        "h",
        "r",
        "block",
        "three",
        "decade",
        "absolute",
        "hoot",
        "tax",
        "situation",
        "complex",
        "took",
        "longer",
        "plus",
        "chatted",
        "lot",
        "grandchild",
        "college",
        "application",
        "politics",
        "even",
        "realized",
        "mutual",
        "friend",
        "eat",
        "lunch",
        "time",
        "matthew",
        "finish",
        "client",
        "neither",
        "u",
        "taken",
        "sip",
        "water",
        "bite",
        "food",
        "around",
        "time",
        "start",
        "realize",
        "exhausting",
        "job",
        "reliant",
        "people",
        "skill",
        "used",
        "sitting",
        "front",
        "computer",
        "writing",
        "day",
        "minute",
        "interview",
        "sprinkled",
        "throughout",
        "afternoon",
        "matthew",
        "hand",
        "spends",
        "much",
        "day",
        "interacting",
        "client",
        "team",
        "employee",
        "energetic",
        "enthusiastic",
        "matter",
        "exhausted",
        "hungry",
        "annihilate",
        "protein",
        "bar",
        "matthew",
        "eats",
        "sandwich",
        "dunkin",
        "donut",
        "picked",
        "earlier",
        "morning",
        "cnbc",
        "make",
        "tackle",
        "smaller",
        "daily",
        "task",
        "lapse",
        "client",
        "learn",
        "used",
        "customer",
        "service",
        "call",
        "responding",
        "email",
        "return",
        "client",
        "dropped",
        "matthew",
        "also",
        "constantly",
        "checking",
        "two",
        "office",
        "performing",
        "day",
        "specific",
        "target",
        "hit",
        "every",
        "day",
        "matthew",
        "nice",
        "enough",
        "hold",
        "task",
        "lunch",
        "break",
        "answer",
        "question",
        "job",
        "perk",
        "misconception",
        "biggest",
        "perk",
        "flexibility",
        "tell",
        "everybody",
        "say",
        "start",
        "day",
        "plus",
        "gotten",
        "really",
        "fast",
        "filing",
        "tax",
        "many",
        "u",
        "labor",
        "tedious",
        "process",
        "take",
        "matthew",
        "minute",
        "prepare",
        "yes",
        "family",
        "member",
        "tax",
        "two",
        "grandma",
        "tax",
        "two",
        "aunt",
        "tax",
        "cousin",
        "tax",
        "biggest",
        "misconception",
        "preparing",
        "tax",
        "math",
        "tell",
        "math",
        "major",
        "tax",
        "pro",
        "sure",
        "need",
        "understand",
        "basic",
        "arithmetic",
        "success",
        "profession",
        "boil",
        "ability",
        "read",
        "comprehend",
        "say",
        "people",
        "skill",
        "cnbc",
        "make",
        "matthew",
        "one",
        "client",
        "meet",
        "third",
        "client",
        "meet",
        "another",
        "client",
        "younger",
        "woman",
        "south",
        "africa",
        "owns",
        "company",
        "back",
        "home",
        "lot",
        "meeting",
        "spent",
        "converting",
        "south",
        "african",
        "rand",
        "dollar",
        "pm",
        "pm",
        "matthew",
        "meet",
        "final",
        "client",
        "final",
        "client",
        "meeting",
        "earner",
        "diversity",
        "clientele",
        "one",
        "day",
        "incredible",
        "saw",
        "big",
        "refund",
        "big",
        "dollar",
        "amount",
        "owed",
        "irs",
        "even",
        "got",
        "hear",
        "one",
        "matthew",
        "client",
        "owed",
        "irs",
        "pay",
        "several",
        "year",
        "ended",
        "owing",
        "total",
        "thanks",
        "penalty",
        "interest",
        "tax",
        "like",
        "dna",
        "matthew",
        "tell",
        "everyone",
        "different",
        "one",
        "exactly",
        "story",
        "final",
        "meeting",
        "day",
        "one",
        "meeting",
        "ca",
        "sit",
        "also",
        "happens",
        "longest",
        "meeting",
        "lasting",
        "two",
        "hour",
        "use",
        "break",
        "take",
        "first",
        "sip",
        "water",
        "pop",
        "advil",
        "catch",
        "email",
        "cnbc",
        "make",
        "long",
        "day",
        "wrap",
        "day",
        "around",
        "matthew",
        "finish",
        "last",
        "client",
        "collect",
        "front",
        "office",
        "give",
        "big",
        "grin",
        "tell",
        "office",
        "officially",
        "day",
        "meaning",
        "location",
        "hit",
        "revenue",
        "target",
        "leave",
        "around",
        "office",
        "another",
        "hour",
        "setting",
        "tomorrow",
        "schedule",
        "working",
        "return",
        "day",
        "nothing",
        "compared",
        "day",
        "look",
        "like",
        "week",
        "filing",
        "deadline",
        "though",
        "american",
        "tend",
        "procrastinate",
        "come",
        "filing",
        "tax",
        "american",
        "filed",
        "april",
        "april",
        "mean",
        "even",
        "longer",
        "day",
        "matthew",
        "time",
        "frame",
        "three",
        "day",
        "deadline",
        "office",
        "assures",
        "save",
        "cab",
        "money",
        "get",
        "home",
        "week",
        "course",
        "thing",
        "slow",
        "take",
        "much",
        "needed",
        "vacation",
        "soon",
        "april",
        "recover",
        "year",
        "thinking",
        "cruise",
        "trick",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "percent",
        "american",
        "ca",
        "define",
        "key",
        "tax",
        "term",
        "show",
        "chapter",
        "make",
        "tax",
        "move",
        "tax",
        "code",
        "change",
        "pm",
        "et",
        "wed",
        "dec"
    ]
}