{
    "organizations": [],
    "uuid": "82af6b1024099fe5efbb3cd37b12ff5fc4855f13",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/09/pr-newswire-urthecast-announces-senior-management-changes-and-provides-corporate-and-financing-update.html",
    "ord_in_thread": 0,
    "title": "UrtheCast Announces Senior Management Changes and Provides Corporate and Financing Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, March 9, 2018 /PRNewswire/ - UrtheCast Corp. (TSX: UR) (\"UrtheCast\" or the \"Company\") provided an update today on corporate and operational matters.\nFurther to the update provided on January 31, 2018, the Company confirms that it has continued to advance the financing negotiations with the selected institutional investor to close the previously announced financing for the UrtheDaily™ Constellation. As previously disclosed, the financing is subject to the completion of final documentation, the lender's completion of confirmatory due diligence and approval by our Board of Directors. The amount available under the debt financing facility for the UrtheDaily™ Constellation will be approximately US$140 million. In addition to customary drawdown conditions, the conditions to drawdown under the proposed financing include the Company receiving US$45 million from subordinated capital sources. Key elements of the US$45 million include US$20 million of available vendor financing and will require an additional US$25 million of subordinated capital or equity financing. The Company is continuing to explore all alternative sources for such balance of US$25 million. The financing package described above will fund US$185 million of the approximately US$195 million required for the UrtheDaily™ Constellation.\nThe Company continues to work towards completing the financing documentation for the financing facility and the subordinated capital financing; however, there can be no assurance that the debt financing, the subordinated capital financing or any equity offering will be completed on the terms currently being negotiated or at all.\nDue to the timing to complete the UrtheDaily™ financing and receipt of certain receivables, the Company's cash balance has decreased from approximately $25 million, as at the end of the third quarter of 2017, to approximately $12 million as at February 28, 2018.\nThe Company's Board of Directors is addressing the Company's financial position by taking the following immediate steps:\n1. Execute the UrtheDaily™ debt financing and related subordinated capital or equity offering as expeditiously as possible. The Company's first priority is to close the UrtheDaily ™ financing and to identify, secure and close the most favourable subordinated capital or equity financing that can be obtained to satisfy the pre-condition to drawdown.\n2. Strengthen the Management Team. On March 8, 2018, Greg Nordal, a member of the Company's Board of Directors since October 2013 with significant executive experience, was appointed as Interim CEO to refocus the operations of the Company and execute on a performance improvement plan. UrtheCast's Chair, Tye Burt, commented: \"We are delighted to have someone of Greg's calibre and experience to lead the next stage in our development as a growing geospatial data and geoanalytics provider.\" The Board has initiated a search for a permanent CEO.\nFormer President and CEO, Wade Larson, who was a founder of the Company, will be stepping down as CEO and director and moving into a new role as a special advisor to the Board focused on the strategic business development of the Company's innovative SAR technology. UrtheCast's Chair, Tye Burt, commented: \"The Board appreciates the contributions Wade has made to the Company from its inception and we look forward to his contribution in advancing the Company's SAR technology business.\"\n3. Implement Performance Improvement and Financing Initiatives. In addition to Seaport Global Securities LLC, the Company's advisor on the UrtheDaily ™ debt financing, the Company has retained FTI Consulting Canada Inc. to advise it in assessing its immediate performance improvement, cost reduction and financing options. The Company is also refocusing its business, which includes a clear focus on the construction and development of the UrtheDaily ™ Constellation and deriving value from our SAR technology.\nThe Company will host a conference call at 4:30 p.m. ET (1:30 p.m. PT) on March 19, 2018 to report on its 2017 fourth quarter and full-year financial results.\nAbout UrtheCast\nUrtheCast Corp. is a Vancouver-based technology company that serves the rapidly evolving geospatial and geoanalytics markets with a wide range of information-rich products and services. The Company operates Earth Observation (EO) sensors in space, through its subsidiary Deimos Imaging, including two satellites, Deimos-1 and Deimos-2, to produce imagery data for partners and customers in multiple markets. UrtheCast processes and distributes imagery data and value-added products on behalf of the PanGeo Alliance, a network of seven satellite operators with a combined 13 medium- and high-resolution EO sensors. Additionally, UrtheCast is developing the world's first fully-integrated constellation of sixteen multispectral optical and SAR satellites, called OptiSAR™, and a satellite constellation designed to capture high-quality, medium- resolution optical imagery of the Earth's entire landmass (excluding Antarctica) every day, called UrtheDaily™. Common shares of UrtheCast trade on the Toronto Stock Exchange as ticker \"UR\".\nFor more information, visit UrtheCast's website at www.urthecast.com .\nForward Looking Information\nThis release contains certain information which, as presented, constitutes \"forward-looking information\" or \"forward-oriented financial information\" within the meaning of applicable Canadian securities laws. Forward-looking information involves statements that relate to future events and often addresses expected future business and financial performance, containing words such as \"anticipate\", \"plan\", \"explore\" and \"expect\", statements that an action or event \"may\", \"should\" or \"will\" be taken or occur, or other similar expressions and includes, but is not limited to, statements relating to: UrtheCast's expected completion of the UrtheDaily™ financing on the terms currently being negotiated or at all; UrtheCast's expected drawdown under the UrtheDaily™ financing; UrtheCast's expectations with respect to its ability to raise proceeds from a subordinated capital or equity offering sufficient to satisfy the related drawdown condition of the financing in a timely manner; management's current estimates regarding the overall capital budget for the UrtheDaily™ Constellation; UrtheCast's expectations with respect to its exploration of strategic and performance improvement options; any potential transaction or other strategic alternative being available to the Company as a result of the review process underway; UrtheCast's ability to grow its geospatial data and geoanalytics business and UrtheCast's expectations with respect to its cost reduction initiatives and its future operations plans. Such statements reflect UrtheCast's current views with respect to future events. Such statements are necessarily based upon a number of estimates and assumptions that, while considered reasonable by UrtheCast as at the date of this release, are inherently subject to significant uncertainties and contingencies. Many factors could cause UrtheCast's actual results, performance or achievements to be materially different from any future results, performance or achievements that may be expressed or implied by such forward-looking statements, including, among others: UrtheCast's inability to enter into definitive documentation for the UrtheDaily™ debt financing; UrtheCast's inability to close the UrtheDaily™ debt financing on the terms set forth in the exclusivity agreement or at all; Urthecast's inability to raise proceeds from a subordinated capital or equity offering sufficient to satisfy the related drawdown condition of the debt financing in a timely manner or at all; the Company's inability to generate sufficient cash flow from operations or obtain adequate financing to fund its capital expenditures and meet working capital needs or satisfy its obligations; the Company's inability to maintain relationships with creditors, suppliers, customers, employees, shareholders and other third parties in light of its liquidity situation; the Company's inability to effectively implement its cost reduction initiatives or refocus its business if necessary; the uncertainty inherent in the Company's exploration of strategic and performance improvement options; the Company being unable to, adequately and on acceptable terms, finance the development, building, launch and commissioning of the UrtheDaily™ Constellation; as well as those factors and assumptions discussed in UrtheCast's annual information form dated March 27, 2017, which is available under UrtheCast's SEDAR profile at www.sedar.com . UrtheCast cautions readers that such factors and uncertainties are not exhaustive and that should certain risks or uncertainties materialize, or should underlying estimates or assumptions prove incorrect, actual results, performance or achievements may vary significantly from those expected. There can be no assurance that the actual strategies, results, performance, events or activities anticipated by the Company will be realized or, even if substantially realized, that they will have the expected consequences to, or effects on, the Company.\nUrtheCast undertakes no obligation to update forward-looking statements except as required by Canadian securities laws. Readers are cautioned against attributing undue certainty to forward-looking statements.\nSOURCE UrtheCast Corp.",
    "published": "2018-03-09T16:00:00.000+02:00",
    "crawled": "2018-03-09T15:42:49.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "march",
        "urthecast",
        "tsx",
        "ur",
        "urthecast",
        "company",
        "provided",
        "update",
        "today",
        "corporate",
        "operational",
        "matter",
        "update",
        "provided",
        "january",
        "company",
        "confirms",
        "continued",
        "advance",
        "financing",
        "negotiation",
        "selected",
        "institutional",
        "investor",
        "close",
        "previously",
        "announced",
        "financing",
        "constellation",
        "previously",
        "disclosed",
        "financing",
        "subject",
        "completion",
        "final",
        "documentation",
        "lender",
        "completion",
        "confirmatory",
        "due",
        "diligence",
        "approval",
        "board",
        "director",
        "amount",
        "available",
        "debt",
        "financing",
        "facility",
        "constellation",
        "approximately",
        "u",
        "million",
        "addition",
        "customary",
        "drawdown",
        "condition",
        "condition",
        "drawdown",
        "proposed",
        "financing",
        "include",
        "company",
        "receiving",
        "u",
        "million",
        "subordinated",
        "capital",
        "source",
        "key",
        "element",
        "u",
        "million",
        "include",
        "u",
        "million",
        "available",
        "vendor",
        "financing",
        "require",
        "additional",
        "u",
        "million",
        "subordinated",
        "capital",
        "equity",
        "financing",
        "company",
        "continuing",
        "explore",
        "alternative",
        "source",
        "balance",
        "u",
        "million",
        "financing",
        "package",
        "described",
        "fund",
        "u",
        "million",
        "approximately",
        "u",
        "million",
        "required",
        "constellation",
        "company",
        "continues",
        "work",
        "towards",
        "completing",
        "financing",
        "documentation",
        "financing",
        "facility",
        "subordinated",
        "capital",
        "financing",
        "however",
        "assurance",
        "debt",
        "financing",
        "subordinated",
        "capital",
        "financing",
        "equity",
        "offering",
        "completed",
        "term",
        "currently",
        "negotiated",
        "due",
        "timing",
        "complete",
        "financing",
        "receipt",
        "certain",
        "receivables",
        "company",
        "cash",
        "balance",
        "decreased",
        "approximately",
        "million",
        "end",
        "third",
        "quarter",
        "approximately",
        "million",
        "february",
        "company",
        "board",
        "director",
        "addressing",
        "company",
        "financial",
        "position",
        "taking",
        "following",
        "immediate",
        "step",
        "execute",
        "debt",
        "financing",
        "related",
        "subordinated",
        "capital",
        "equity",
        "offering",
        "expeditiously",
        "possible",
        "company",
        "first",
        "priority",
        "close",
        "urthedaily",
        "financing",
        "identify",
        "secure",
        "close",
        "favourable",
        "subordinated",
        "capital",
        "equity",
        "financing",
        "obtained",
        "satisfy",
        "drawdown",
        "strengthen",
        "management",
        "team",
        "march",
        "greg",
        "nordal",
        "member",
        "company",
        "board",
        "director",
        "since",
        "october",
        "significant",
        "executive",
        "experience",
        "appointed",
        "interim",
        "ceo",
        "refocus",
        "operation",
        "company",
        "execute",
        "performance",
        "improvement",
        "plan",
        "urthecast",
        "chair",
        "tye",
        "burt",
        "commented",
        "delighted",
        "someone",
        "greg",
        "calibre",
        "experience",
        "lead",
        "next",
        "stage",
        "development",
        "growing",
        "geospatial",
        "data",
        "geoanalytics",
        "provider",
        "board",
        "initiated",
        "search",
        "permanent",
        "ceo",
        "former",
        "president",
        "ceo",
        "wade",
        "larson",
        "founder",
        "company",
        "stepping",
        "ceo",
        "director",
        "moving",
        "new",
        "role",
        "special",
        "advisor",
        "board",
        "focused",
        "strategic",
        "business",
        "development",
        "company",
        "innovative",
        "sar",
        "technology",
        "urthecast",
        "chair",
        "tye",
        "burt",
        "commented",
        "board",
        "appreciates",
        "contribution",
        "wade",
        "made",
        "company",
        "inception",
        "look",
        "forward",
        "contribution",
        "advancing",
        "company",
        "sar",
        "technology",
        "business",
        "implement",
        "performance",
        "improvement",
        "financing",
        "initiative",
        "addition",
        "seaport",
        "global",
        "security",
        "llc",
        "company",
        "advisor",
        "urthedaily",
        "debt",
        "financing",
        "company",
        "retained",
        "fti",
        "consulting",
        "canada",
        "advise",
        "assessing",
        "immediate",
        "performance",
        "improvement",
        "cost",
        "reduction",
        "financing",
        "option",
        "company",
        "also",
        "refocusing",
        "business",
        "includes",
        "clear",
        "focus",
        "construction",
        "development",
        "urthedaily",
        "constellation",
        "deriving",
        "value",
        "sar",
        "technology",
        "company",
        "host",
        "conference",
        "call",
        "et",
        "pt",
        "march",
        "report",
        "fourth",
        "quarter",
        "financial",
        "result",
        "urthecast",
        "urthecast",
        "technology",
        "company",
        "serf",
        "rapidly",
        "evolving",
        "geospatial",
        "geoanalytics",
        "market",
        "wide",
        "range",
        "product",
        "service",
        "company",
        "operates",
        "earth",
        "observation",
        "eo",
        "sensor",
        "space",
        "subsidiary",
        "deimos",
        "imaging",
        "including",
        "two",
        "satellite",
        "produce",
        "imagery",
        "data",
        "partner",
        "customer",
        "multiple",
        "market",
        "urthecast",
        "process",
        "distributes",
        "imagery",
        "data",
        "product",
        "behalf",
        "pangeo",
        "alliance",
        "network",
        "seven",
        "satellite",
        "operator",
        "combined",
        "eo",
        "sensor",
        "additionally",
        "urthecast",
        "developing",
        "world",
        "first",
        "constellation",
        "sixteen",
        "multispectral",
        "optical",
        "sar",
        "satellite",
        "called",
        "satellite",
        "constellation",
        "designed",
        "capture",
        "resolution",
        "optical",
        "imagery",
        "earth",
        "entire",
        "landmass",
        "excluding",
        "antarctica",
        "every",
        "day",
        "called",
        "common",
        "share",
        "urthecast",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "ticker",
        "ur",
        "information",
        "visit",
        "urthecast",
        "website",
        "forward",
        "looking",
        "information",
        "release",
        "contains",
        "certain",
        "information",
        "presented",
        "constitutes",
        "information",
        "financial",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "law",
        "information",
        "involves",
        "statement",
        "relate",
        "future",
        "event",
        "often",
        "address",
        "expected",
        "future",
        "business",
        "financial",
        "performance",
        "containing",
        "word",
        "anticipate",
        "plan",
        "explore",
        "expect",
        "statement",
        "action",
        "event",
        "may",
        "taken",
        "occur",
        "similar",
        "expression",
        "includes",
        "limited",
        "statement",
        "relating",
        "urthecast",
        "expected",
        "completion",
        "financing",
        "term",
        "currently",
        "negotiated",
        "urthecast",
        "expected",
        "drawdown",
        "financing",
        "urthecast",
        "expectation",
        "respect",
        "ability",
        "raise",
        "proceeds",
        "subordinated",
        "capital",
        "equity",
        "offering",
        "sufficient",
        "satisfy",
        "related",
        "drawdown",
        "condition",
        "financing",
        "timely",
        "manner",
        "management",
        "current",
        "estimate",
        "regarding",
        "overall",
        "capital",
        "budget",
        "constellation",
        "urthecast",
        "expectation",
        "respect",
        "exploration",
        "strategic",
        "performance",
        "improvement",
        "option",
        "potential",
        "transaction",
        "strategic",
        "alternative",
        "available",
        "company",
        "result",
        "review",
        "process",
        "underway",
        "urthecast",
        "ability",
        "grow",
        "geospatial",
        "data",
        "geoanalytics",
        "business",
        "urthecast",
        "expectation",
        "respect",
        "cost",
        "reduction",
        "initiative",
        "future",
        "operation",
        "plan",
        "statement",
        "reflect",
        "urthecast",
        "current",
        "view",
        "respect",
        "future",
        "event",
        "statement",
        "necessarily",
        "based",
        "upon",
        "number",
        "estimate",
        "assumption",
        "considered",
        "reasonable",
        "urthecast",
        "date",
        "release",
        "inherently",
        "subject",
        "significant",
        "uncertainty",
        "contingency",
        "many",
        "factor",
        "could",
        "cause",
        "urthecast",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "may",
        "expressed",
        "implied",
        "statement",
        "including",
        "among",
        "others",
        "urthecast",
        "inability",
        "enter",
        "definitive",
        "documentation",
        "debt",
        "financing",
        "urthecast",
        "inability",
        "close",
        "debt",
        "financing",
        "term",
        "set",
        "forth",
        "exclusivity",
        "agreement",
        "urthecast",
        "inability",
        "raise",
        "proceeds",
        "subordinated",
        "capital",
        "equity",
        "offering",
        "sufficient",
        "satisfy",
        "related",
        "drawdown",
        "condition",
        "debt",
        "financing",
        "timely",
        "manner",
        "company",
        "inability",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "operation",
        "obtain",
        "adequate",
        "financing",
        "fund",
        "capital",
        "expenditure",
        "meet",
        "working",
        "capital",
        "need",
        "satisfy",
        "obligation",
        "company",
        "inability",
        "maintain",
        "relationship",
        "creditor",
        "supplier",
        "customer",
        "employee",
        "shareholder",
        "third",
        "party",
        "light",
        "liquidity",
        "situation",
        "company",
        "inability",
        "effectively",
        "implement",
        "cost",
        "reduction",
        "initiative",
        "refocus",
        "business",
        "necessary",
        "uncertainty",
        "inherent",
        "company",
        "exploration",
        "strategic",
        "performance",
        "improvement",
        "option",
        "company",
        "unable",
        "adequately",
        "acceptable",
        "term",
        "finance",
        "development",
        "building",
        "launch",
        "commissioning",
        "constellation",
        "well",
        "factor",
        "assumption",
        "discussed",
        "urthecast",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "available",
        "urthecast",
        "sedar",
        "profile",
        "urthecast",
        "caution",
        "reader",
        "factor",
        "uncertainty",
        "exhaustive",
        "certain",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "estimate",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "performance",
        "achievement",
        "may",
        "vary",
        "significantly",
        "expected",
        "assurance",
        "actual",
        "strategy",
        "result",
        "performance",
        "event",
        "activity",
        "anticipated",
        "company",
        "realized",
        "even",
        "substantially",
        "realized",
        "expected",
        "consequence",
        "effect",
        "company",
        "urthecast",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "except",
        "required",
        "canadian",
        "security",
        "law",
        "reader",
        "cautioned",
        "attributing",
        "undue",
        "certainty",
        "statement",
        "source",
        "urthecast",
        "corp"
    ]
}