{
    "organizations": [],
    "uuid": "8816d1e86db608c7616066f285a3a275f90b8e60",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/03/06/raceahead-twitters-diversity-report-valerie-jarrett-on-the-state-of-women/",
    "ord_in_thread": 0,
    "title": "Twitter's Diversity Report, Valerie Jarrett on the State of Women",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Accenture North America CEO Julie Sweet, June 2017. Eric Thayer — Bloomberg via Getty Images By Ellen McGirt Updated: March 6, 2018 2:25 PM ET\nShort up-top today as I’m preparing to travel to San Francisco to participate in two outstanding events.\nI’ll be celebrating International Women’s Day (IWD) on March 8, at a day-long event put on by consulting firm Accenture. It promises to be filled with vital research, real conversation and more importantly, actual actions we can all take to build a more equitable world. (Here is their latest research report, Getting to Equal. )\nOn Thursday, I’ll be taking the stage at 10:20 am (all times Pacific) to share some lessons I’ve learned from writing raceAhead, and predictions for the year ahead. Then at 10:35 am, I’ll be joined by Sabeen Ali, founder and CEO of AngelHack , a female-owned, female-majority hacker community; and J.D. Sassaman, the senior creative workshop manager at Pier 9, a collaborative maker space for design and digital manufacturing that’s one of the global tech centers belonging to design software giant Autodesk.\nYou can watch the entire event on Accenture’s website, and two sessions will be simulcast on Facebook. Follow the action at #gettingtoequal or #IWD2018\nThe next day, March 9, I’ll be hanging with some of the luminaries behind the 100 Best Companies To Work For in 2018 , at the annual Great Place To Work For All Summit , now in its fifteenth year. The summit runs from March 7-9, and you can follow along here .\nI’ve got an all-star panel at 9:15 am, talking about how innovative and inclusive cultures can create workplaces where people really want to stick around. (How to transform yours? Here’s a hint: It takes some courage.)\nPanelists:\nJulie Sweet GPTW4ALL summit executive co-chair, CEO – North America, Accenture Stephanie Linnartz EVP, global chief marketing and commercial officer, Marriott International Ellyn Shook chief leadership and human resources officer, Accenture David A. Rodriguez EVP, global chief human resources officer, Marriott International I’ll be making as many new friends as I can, and reporting madly from the field. Follow along at #GPTW4ALL\nOn Point MoMA chief curator: We’re going to have to get smart if our species will survive To save our species, we’ll have to look to the past, says Paola Antonelli, the chief curator and first-ever head of research and development at the Museum of Modern Art in New York City. Her remarks on stage at the Brainstorm Design conference in Singapore focused on the complexities of the time we live in now. In an age of mass extinctions, she says design, specifically “restorative and repair” practices can help us survive and perhaps thrive in a consumer-focused world. “The challenge is how to integrate the needs of the future with the needs of the present. Our future might reside in past practices, in how the ancients built but did not consume as we do.” Click through for how to submit your own solutions and contribute to a new show,“Broken Nature,” which will debut next year. Fortune Valerie Jarrett and Tina Tchen team up for the second United State of Women Summit The first one happened in 2016, back when the two Obama administration advisers were preparing to welcome the country’s first female president. Now, as private citizens, they’ll be bringing together an all-star line-up to address the gender pay gap, access to child and health care, and campus sexual assault, among many other issues. While the first confab was very much a part of the government— the now-defunct White House Council on Women and Girls, the Department of State, and the Department of Labor all collaborated—this event is entirely produced by private, corporate and foundation sources. No word yet if Michelle Obama or Oprah Winfrey will make an appearance. Washington Post Twitter’s diversity report doesn’t show much progress, but it’s hard to tell Part of the problem, explains Recode’s Kurt Wagner and Rani Molla, is that some of the people who are lumped into the “underrepresented minority” or URM category, actually declined to identify their ethnicity in an internal company survey. According to the report, URMs, which Twitter identifies as non-White and non-Asian, appear to make up 12.5% of the company’s total workforce, up from 11% in 2016. But some 2.9% of employees failed to identify their ethnicity, so the picture the number paints is incomplete. The duo dig into the difficulties of reporting diversity data, and to their credit, Twitter did respond, and ultimately removed the confusing chart. But it wasn’t an ideal update, particularly for a company that has been on the hot seat for so long. Recode Report: Social media subcultures uniformly distrust the media Take some time to dig into the excellent report from the Knight Foundation on how the vibrant online communities of Black Twitter, Feminist Twitter, and Asian American Twitter feel about the mainstream news. Of the three, Black Twitter may be the best known, but all three work to elevate issues of relevance to their communities that most outlets fail to cover. But that doesn’t mean that journalists (or marketers, really) should just come knocking. Many express concerns that their stories and words are mined without their consent, taking their points out of context and, in some cases, putting them at risk for trolling or other harm. “Mainstream journalism operates from a space that heavily defaults to white issues. How do I trust this perspective when they don’t make the assumption that ‘people’ includes nonwhite people?” Knight Foundation Advertisement The Woke Leader The forgotten story of Anna Murray Douglass Much has been written about Frederick Douglass (including many works written by himself) but little is known about his remarkable wife. Anna Murray was born in 1813, the daughter of enslaved parents, and the first of her siblings to be born free. Though illiterate, she became part of a lively network of freed black people living in Maryland, where she worked, saved money and ultimately, underwrote her future husband’s bid for freedom. The enslaved Douglass escaped to New York with borrowed freedman credentials in a disguise sewn by Anna, with a train ticket she paid for. When they married, she had already bought everything they needed to set up a home. “The story of Frederick Douglass’ hopes and aspirations and longing desire for freedom has been told—you all know it,” said their daughter Rosetta Douglass Sprague. “It was a story made possible by the unswerving loyalty of Anna Murray.” The Guardian DACA deferred: The life of a Dreamer This is the story of Corina Barranco, a high school senior living in Lorain, OH, trying to navigate her life under impossibly difficult circumstances. Her week-long trek to the Arizona border was 12 years ago, but “[s]he remembers walking for days without food and being carried on the backs of her traveling companions. She remembers seeing cows drink out of a puddle and then lowering her own face to drink the same water.” She has been shielded from removal by the Deferred Action for Childhood Arrivals (DACA) program for now, but her future is now uncertain. Today, she is successfully juggling church, school, and family – in a life that she couldn’t have imagined if she’d stayed in Mexico. “I’d be working in the fields right now,” she says. “I truly am blessed. I have things I never would have had,” she says. “Like a bed.” Time How a simple skirt worn by an enslaved child became a museum treasure Every item in the new National Museum of American History and Culture tells a story that winds its way into your heart and into history. As an object, this particularly sweet, hand-made skirt humanizes an enslaved child and the people who loved her. But was it real? Authenticating it took the museum version of forensic historians. Not only is it real, it had a matching top. Washington Post Quote:\nThe terrible, cold, cruel part is Wall Street. Rivers of gold flow there from all over the earth, and death comes with it. There, as nowhere else, you feel a total absence of the spirit: herds of men who cannot count past three... - Federico Garcia Lorca",
    "published": "2018-03-07T03:18:00.000+02:00",
    "crawled": "2018-03-07T02:21:39.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "accenture",
        "north",
        "america",
        "ceo",
        "julie",
        "sweet",
        "june",
        "eric",
        "thayer",
        "bloomberg",
        "via",
        "getty",
        "image",
        "ellen",
        "mcgirt",
        "updated",
        "march",
        "pm",
        "et",
        "short",
        "today",
        "preparing",
        "travel",
        "san",
        "francisco",
        "participate",
        "two",
        "outstanding",
        "event",
        "celebrating",
        "international",
        "woman",
        "day",
        "iwd",
        "march",
        "event",
        "put",
        "consulting",
        "firm",
        "accenture",
        "promise",
        "filled",
        "vital",
        "research",
        "real",
        "conversation",
        "importantly",
        "actual",
        "action",
        "take",
        "build",
        "equitable",
        "world",
        "latest",
        "research",
        "report",
        "getting",
        "equal",
        "thursday",
        "taking",
        "stage",
        "time",
        "pacific",
        "share",
        "lesson",
        "learned",
        "writing",
        "raceahead",
        "prediction",
        "year",
        "ahead",
        "joined",
        "sabeen",
        "ali",
        "founder",
        "ceo",
        "angelhack",
        "hacker",
        "community",
        "sassaman",
        "senior",
        "creative",
        "workshop",
        "manager",
        "pier",
        "collaborative",
        "maker",
        "space",
        "design",
        "digital",
        "manufacturing",
        "one",
        "global",
        "tech",
        "center",
        "belonging",
        "design",
        "software",
        "giant",
        "autodesk",
        "watch",
        "entire",
        "event",
        "accenture",
        "website",
        "two",
        "session",
        "simulcast",
        "facebook",
        "follow",
        "action",
        "gettingtoequal",
        "iwd2018",
        "next",
        "day",
        "march",
        "hanging",
        "luminary",
        "behind",
        "best",
        "company",
        "work",
        "annual",
        "great",
        "place",
        "work",
        "summit",
        "fifteenth",
        "year",
        "summit",
        "run",
        "march",
        "follow",
        "along",
        "got",
        "panel",
        "talking",
        "innovative",
        "inclusive",
        "culture",
        "create",
        "workplace",
        "people",
        "really",
        "want",
        "stick",
        "around",
        "transform",
        "hint",
        "take",
        "courage",
        "panelist",
        "julie",
        "sweet",
        "gptw4all",
        "summit",
        "executive",
        "ceo",
        "north",
        "america",
        "accenture",
        "stephanie",
        "linnartz",
        "evp",
        "global",
        "chief",
        "marketing",
        "commercial",
        "officer",
        "marriott",
        "international",
        "ellyn",
        "shook",
        "chief",
        "leadership",
        "human",
        "resource",
        "officer",
        "accenture",
        "david",
        "rodriguez",
        "evp",
        "global",
        "chief",
        "human",
        "resource",
        "officer",
        "marriott",
        "international",
        "making",
        "many",
        "new",
        "friend",
        "reporting",
        "madly",
        "field",
        "follow",
        "along",
        "gptw4all",
        "point",
        "moma",
        "chief",
        "curator",
        "going",
        "get",
        "smart",
        "specie",
        "survive",
        "save",
        "specie",
        "look",
        "past",
        "say",
        "paola",
        "antonelli",
        "chief",
        "curator",
        "head",
        "research",
        "development",
        "museum",
        "modern",
        "art",
        "new",
        "york",
        "city",
        "remark",
        "stage",
        "brainstorm",
        "design",
        "conference",
        "singapore",
        "focused",
        "complexity",
        "time",
        "live",
        "age",
        "mass",
        "extinction",
        "say",
        "design",
        "specifically",
        "restorative",
        "repair",
        "practice",
        "help",
        "u",
        "survive",
        "perhaps",
        "thrive",
        "world",
        "challenge",
        "integrate",
        "need",
        "future",
        "need",
        "present",
        "future",
        "might",
        "reside",
        "past",
        "practice",
        "ancient",
        "built",
        "consume",
        "click",
        "submit",
        "solution",
        "contribute",
        "new",
        "show",
        "broken",
        "nature",
        "debut",
        "next",
        "year",
        "fortune",
        "valerie",
        "jarrett",
        "tina",
        "tchen",
        "team",
        "second",
        "united",
        "state",
        "woman",
        "summit",
        "first",
        "one",
        "happened",
        "back",
        "two",
        "obama",
        "administration",
        "adviser",
        "preparing",
        "welcome",
        "country",
        "first",
        "female",
        "president",
        "private",
        "citizen",
        "bringing",
        "together",
        "address",
        "gender",
        "pay",
        "gap",
        "access",
        "child",
        "health",
        "care",
        "campus",
        "sexual",
        "assault",
        "among",
        "many",
        "issue",
        "first",
        "confab",
        "much",
        "part",
        "white",
        "house",
        "council",
        "woman",
        "girl",
        "department",
        "state",
        "department",
        "labor",
        "event",
        "entirely",
        "produced",
        "private",
        "corporate",
        "foundation",
        "source",
        "word",
        "yet",
        "michelle",
        "obama",
        "oprah",
        "winfrey",
        "make",
        "appearance",
        "washington",
        "post",
        "twitter",
        "diversity",
        "report",
        "show",
        "much",
        "progress",
        "hard",
        "tell",
        "part",
        "problem",
        "explains",
        "recode",
        "kurt",
        "wagner",
        "rani",
        "molla",
        "people",
        "lumped",
        "underrepresented",
        "minority",
        "urm",
        "category",
        "actually",
        "declined",
        "identify",
        "ethnicity",
        "internal",
        "company",
        "survey",
        "according",
        "report",
        "urms",
        "twitter",
        "identifies",
        "appear",
        "make",
        "company",
        "total",
        "workforce",
        "employee",
        "failed",
        "identify",
        "ethnicity",
        "picture",
        "number",
        "paint",
        "incomplete",
        "duo",
        "dig",
        "difficulty",
        "reporting",
        "diversity",
        "data",
        "credit",
        "twitter",
        "respond",
        "ultimately",
        "removed",
        "confusing",
        "chart",
        "ideal",
        "update",
        "particularly",
        "company",
        "hot",
        "seat",
        "long",
        "recode",
        "report",
        "social",
        "medium",
        "subculture",
        "uniformly",
        "distrust",
        "medium",
        "take",
        "time",
        "dig",
        "excellent",
        "report",
        "knight",
        "foundation",
        "vibrant",
        "online",
        "community",
        "black",
        "twitter",
        "feminist",
        "twitter",
        "asian",
        "american",
        "twitter",
        "feel",
        "mainstream",
        "news",
        "three",
        "black",
        "twitter",
        "may",
        "best",
        "known",
        "three",
        "work",
        "elevate",
        "issue",
        "relevance",
        "community",
        "outlet",
        "fail",
        "cover",
        "mean",
        "journalist",
        "marketer",
        "really",
        "come",
        "knocking",
        "many",
        "express",
        "concern",
        "story",
        "word",
        "mined",
        "without",
        "consent",
        "taking",
        "point",
        "context",
        "case",
        "putting",
        "risk",
        "trolling",
        "harm",
        "mainstream",
        "journalism",
        "operates",
        "space",
        "heavily",
        "default",
        "white",
        "issue",
        "trust",
        "perspective",
        "make",
        "assumption",
        "people",
        "includes",
        "nonwhite",
        "people",
        "knight",
        "foundation",
        "advertisement",
        "woke",
        "leader",
        "forgotten",
        "story",
        "anna",
        "murray",
        "douglas",
        "much",
        "written",
        "frederick",
        "douglas",
        "including",
        "many",
        "work",
        "written",
        "little",
        "known",
        "remarkable",
        "wife",
        "anna",
        "murray",
        "born",
        "daughter",
        "enslaved",
        "parent",
        "first",
        "sibling",
        "born",
        "free",
        "though",
        "illiterate",
        "became",
        "part",
        "lively",
        "network",
        "freed",
        "black",
        "people",
        "living",
        "maryland",
        "worked",
        "saved",
        "money",
        "ultimately",
        "underwrote",
        "future",
        "husband",
        "bid",
        "freedom",
        "enslaved",
        "douglas",
        "escaped",
        "new",
        "york",
        "borrowed",
        "freedman",
        "credential",
        "disguise",
        "sewn",
        "anna",
        "train",
        "ticket",
        "paid",
        "married",
        "already",
        "bought",
        "everything",
        "needed",
        "set",
        "home",
        "story",
        "frederick",
        "douglas",
        "hope",
        "aspiration",
        "longing",
        "desire",
        "freedom",
        "know",
        "said",
        "daughter",
        "rosetta",
        "douglas",
        "sprague",
        "story",
        "made",
        "possible",
        "unswerving",
        "loyalty",
        "anna",
        "guardian",
        "daca",
        "deferred",
        "life",
        "dreamer",
        "story",
        "corina",
        "barranco",
        "high",
        "school",
        "senior",
        "living",
        "lorain",
        "oh",
        "trying",
        "navigate",
        "life",
        "impossibly",
        "difficult",
        "circumstance",
        "trek",
        "arizona",
        "border",
        "year",
        "ago",
        "remembers",
        "walking",
        "day",
        "without",
        "food",
        "carried",
        "back",
        "traveling",
        "companion",
        "remembers",
        "seeing",
        "cow",
        "drink",
        "puddle",
        "lowering",
        "face",
        "drink",
        "shielded",
        "removal",
        "deferred",
        "action",
        "childhood",
        "arrival",
        "daca",
        "program",
        "future",
        "uncertain",
        "today",
        "successfully",
        "juggling",
        "church",
        "school",
        "family",
        "life",
        "imagined",
        "stayed",
        "mexico",
        "working",
        "field",
        "right",
        "say",
        "truly",
        "blessed",
        "thing",
        "never",
        "would",
        "say",
        "like",
        "time",
        "simple",
        "skirt",
        "worn",
        "enslaved",
        "child",
        "became",
        "museum",
        "treasure",
        "every",
        "item",
        "new",
        "national",
        "museum",
        "american",
        "history",
        "culture",
        "tell",
        "story",
        "wind",
        "way",
        "heart",
        "history",
        "object",
        "particularly",
        "sweet",
        "skirt",
        "humanizes",
        "enslaved",
        "child",
        "people",
        "loved",
        "real",
        "authenticating",
        "took",
        "museum",
        "version",
        "forensic",
        "historian",
        "real",
        "matching",
        "top",
        "washington",
        "post",
        "quote",
        "terrible",
        "cold",
        "cruel",
        "part",
        "wall",
        "street",
        "river",
        "gold",
        "flow",
        "earth",
        "death",
        "come",
        "nowhere",
        "else",
        "feel",
        "total",
        "absence",
        "spirit",
        "herd",
        "men",
        "count",
        "past",
        "three",
        "federico",
        "garcia",
        "lorca"
    ]
}