{
    "organizations": [],
    "uuid": "1f680ea6138f1153c8c84475153b591a9864a75e",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-lloyd-russia-commentary/commentary-russias-malign-shadow-idUSKBN1GZ2LD",
    "ord_in_thread": 0,
    "title": "Russia’s malign shadow",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Ahead of Italy’s 1948 election, the CIA funneled millions of dollars – this when a million dollars was a lot of money – into anti-communist parties in Italy. The Soviet Union sent in even more. Former CIA officer F. Mark Wyatt recalled in an interview how Moscow delivered black bags of money directly from the Soviet compound in Rome to Italy’s communist groups. In those hungry post-war years, the Communist Party was rising rapidly in popularity after its wartime leadership of the anti-fascist resistance, threatening to beat the centrist Christian Democrats and other non-Communist forces at the polls.\n5-Star Movement supporters protest in front of the Palazzo Montecitorio, seat of the Italian Chamber of Deputies, in Rome. Beppe Grillo, the Movement's leader, has warmed to Putin in recent years. Oct. 11, 2017. REUTERS/Alessandro Bianchi In 1954, the U.S. Joint Chiefs of Staff even discussed an invasion of Italy if the Italians were so foolish as to elect a Communist government. The former allied commander Dwight D. Eisenhower, then the president, thought that little plan was in itself foolish. In any case, the Christian Democrats won.\nIs there today, in the bowels of the Pentagon, a top-secret, eminently-deniable team working on a 21st-century equivalent, 70 years on? Highly unlikely. There is no stomach in the West for intervention anywhere, let alone in an exceptionally-popular tourist destination. Yet Italy’s voters have just given a large majority to populist-nationalist parties in the country’s recent election. A right-wing grouping of three parties together took 37 percent of the vote; the anti-establishment 5-Star Movement received 32 percent – the highest vote for a single party. These groups are, in the main, explicitly pro-Russian, in degrees ranging from mildly to extremely so. And Russia is now increasingly seen by EU leaders, a senior British diplomat said this week , “as a strategic enemy, not a strategic partner.”\nNeither Italy’s right, nor the 5-Stars, can govern alone. So they are talking, intensively. Discussions between them presently point in the direction of an accord to coalesce. If successful, they would together have a vote approaching three-quarters of the electorate, which would give them a base apparently as strong as any Italian government has had for decades. They will be divided on much, but not, on present evidence, on the suitability of Russia as a partner.\nOn the “extremely pro-Russian” point on the scale is Matteo Salvini, a possible future prime minister and leader of the Lega Nord, the dominant party in the right-wing group, who, with other right-wing leaders, sent enthusiastic congratulations to President Vladimir Putin this week on his biggest-yet election win. Salvini has recognized Crimea – which Russia invaded and annexed from Ukraine in 2014 – as part of Russia. Near to him in enthusiasm is Silvio Berlusconi, the 81-year old warhorse who will not retire to the stables, leader of second-placed on the right Forza Italia – with a strong and seemingly enduring friendship with Putin . The 5-Star Movement is milder, with diverse views, but its creator and guiding spirit, Beppe Grillo has warmed towards both Putin and Russia in recent years.\nItaly is a founding member of the European Union, a member of NATO and of the G7. But its government, once formed, is likely to be the most philo-Russian democracy in the world. It could be the most powerful element in a group of other pro-Russian European politicians – such as Viktor Orban , Prime Minister of Hungary, Alexis Tsipras, Prime Minister of Greece, Marine Le Pen of the French National Front (now seeking to rename itself the Rassemblement National, or National Rally) and the leadership of the German Alternative for Germany.\nForza Italia leader Silvio Berlusconi wipes sweat from Northern League leader Matteo Salvini's forehead during a meeting in Rome. March 1, 2018. REUTERS/Alessandro Bianchi These politicians are largely immune to charges that Russian meddling in elections is damaging to their countries’ polity and to democratic governments everywhere – since most of them have benefitted from Russian support, both overt and (probably) covert. The strong democratic ideology, both political and moral, which guided the Western democracies’ view of the Soviet Union until the late 1980s, shattered in step with the collapse of the Soviet Union and Soviet communism. But Putin’s construction of an illiberal state in Russia, most actively in the six years of his last presidential term, is to their liking.\nThese governments can draw support, too, from the fact that Russia is, in some moods, also to the liking of U.S. President Donald Trump who, defying the strongest advice from his closest aides, warmly congratulated Putin on his re-election.\nThose who believe that Russia is an increasingly malign power must also confront “whataboutism”: the argument that, when it comes to meddling in elections, the West, led by the United States, has been at the fore. Aside from the 1948 intervention in Italy, Washington has also acknowledged its substantial support for the right-wing Chilean opposition to the left wing presidency of Salvador Allende in the early 1970s. Why, this view asks, should the West posture as a victim, when it too has been a perpetrator of covert persuasion .\nThere are two responses to that objection. First, Thomas Carothers of the Carnegie Endowment for International Peace points out that the hyperactivity of the United States in fixing electoral outcomes has greatly diminished. “The United States does have a past record of electoral meddling, particularly during the Cold War,” he writes . “Yet… although the domain of U.S. democracy promotion is hardly free of flaws and serious past mistakes, it is not the dark twin of the illicit, covert election meddling that Russia seems intent on making one of its defining signatures abroad.”\nSecond, to re-word a common injunction, it’s the democracy, stupid. The danger of the populist-nationalist-far-right/far-left affection for Russia, and especially that emanating from the White House, is that it renders increasingly faint the distinction between a charismatic authoritarian leader and the messiness of democratic rule. Russia sees Western support for pro-democracy demonstrations and revolutions as evidence of impermissible interference. The West sees it as an expression of its values.\nIf democracy is not to be fatally compromised, then the fundamental things – democratic governance, a vigorous and combative civil society, free speech and press and the rule of law – apply. They’re the guarantors of freedom; if held to and believed in, they cannot be destroyed either by black bags of money, or by populists who honor the powers who destroy these values.\nAbout the Author John Lloyd co-founded the Reuters Institute for the Study of Journalism at the University of Oxford, where he is senior research fellow. Lloyd has written several books, including “What the Media Are Doing to Our Politics” and \"Journalism in an Age of Terror\". He is also a contributing editor at the Financial Times and the founder of FT Magazine.\nThe views expressed in this article are not those of Reuters News.\n0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Reuters Plus Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-03-24T01:04:00.000+03:00",
    "crawled": "2018-03-25T11:35:40.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ahead",
        "italy",
        "election",
        "cia",
        "funneled",
        "million",
        "dollar",
        "million",
        "dollar",
        "lot",
        "money",
        "party",
        "italy",
        "soviet",
        "union",
        "sent",
        "even",
        "former",
        "cia",
        "officer",
        "mark",
        "wyatt",
        "recalled",
        "interview",
        "moscow",
        "delivered",
        "black",
        "bag",
        "money",
        "directly",
        "soviet",
        "compound",
        "rome",
        "italy",
        "communist",
        "group",
        "hungry",
        "year",
        "communist",
        "party",
        "rising",
        "rapidly",
        "popularity",
        "wartime",
        "leadership",
        "resistance",
        "threatening",
        "beat",
        "centrist",
        "christian",
        "democrat",
        "force",
        "poll",
        "movement",
        "supporter",
        "protest",
        "front",
        "palazzo",
        "montecitorio",
        "seat",
        "italian",
        "chamber",
        "deputy",
        "rome",
        "beppe",
        "grillo",
        "movement",
        "leader",
        "warmed",
        "putin",
        "recent",
        "year",
        "bianchi",
        "joint",
        "chief",
        "staff",
        "even",
        "discussed",
        "invasion",
        "italy",
        "italian",
        "foolish",
        "elect",
        "communist",
        "government",
        "former",
        "allied",
        "commander",
        "dwight",
        "eisenhower",
        "president",
        "thought",
        "little",
        "plan",
        "foolish",
        "case",
        "christian",
        "democrat",
        "today",
        "bowel",
        "pentagon",
        "team",
        "working",
        "equivalent",
        "year",
        "highly",
        "unlikely",
        "stomach",
        "west",
        "intervention",
        "anywhere",
        "let",
        "alone",
        "tourist",
        "destination",
        "yet",
        "italy",
        "voter",
        "given",
        "large",
        "majority",
        "party",
        "country",
        "recent",
        "election",
        "grouping",
        "three",
        "party",
        "together",
        "took",
        "percent",
        "vote",
        "movement",
        "received",
        "percent",
        "highest",
        "vote",
        "single",
        "party",
        "group",
        "main",
        "explicitly",
        "degree",
        "ranging",
        "mildly",
        "extremely",
        "russia",
        "increasingly",
        "seen",
        "eu",
        "leader",
        "senior",
        "british",
        "diplomat",
        "said",
        "week",
        "strategic",
        "enemy",
        "strategic",
        "neither",
        "italy",
        "right",
        "govern",
        "alone",
        "talking",
        "intensively",
        "discussion",
        "presently",
        "point",
        "direction",
        "accord",
        "coalesce",
        "successful",
        "would",
        "together",
        "vote",
        "approaching",
        "electorate",
        "would",
        "give",
        "base",
        "apparently",
        "strong",
        "italian",
        "government",
        "decade",
        "divided",
        "much",
        "present",
        "evidence",
        "suitability",
        "russia",
        "partner",
        "extremely",
        "point",
        "scale",
        "matteo",
        "salvini",
        "possible",
        "future",
        "prime",
        "minister",
        "leader",
        "lega",
        "nord",
        "dominant",
        "party",
        "group",
        "leader",
        "sent",
        "enthusiastic",
        "congratulation",
        "president",
        "vladimir",
        "putin",
        "week",
        "election",
        "win",
        "salvini",
        "recognized",
        "crimea",
        "russia",
        "invaded",
        "annexed",
        "ukraine",
        "part",
        "russia",
        "near",
        "enthusiasm",
        "silvio",
        "berlusconi",
        "old",
        "warhorse",
        "retire",
        "stable",
        "leader",
        "right",
        "forza",
        "italia",
        "strong",
        "seemingly",
        "enduring",
        "friendship",
        "putin",
        "movement",
        "milder",
        "diverse",
        "view",
        "creator",
        "guiding",
        "spirit",
        "beppe",
        "grillo",
        "warmed",
        "towards",
        "putin",
        "russia",
        "recent",
        "year",
        "italy",
        "founding",
        "member",
        "european",
        "union",
        "member",
        "nato",
        "g7",
        "government",
        "formed",
        "likely",
        "democracy",
        "world",
        "could",
        "powerful",
        "element",
        "group",
        "european",
        "politician",
        "viktor",
        "orban",
        "prime",
        "minister",
        "hungary",
        "alexis",
        "tsipras",
        "prime",
        "minister",
        "greece",
        "marine",
        "le",
        "pen",
        "french",
        "national",
        "front",
        "seeking",
        "rename",
        "rassemblement",
        "national",
        "national",
        "rally",
        "leadership",
        "german",
        "alternative",
        "germany",
        "forza",
        "italia",
        "leader",
        "silvio",
        "berlusconi",
        "wipe",
        "sweat",
        "northern",
        "league",
        "leader",
        "matteo",
        "salvini",
        "forehead",
        "meeting",
        "rome",
        "march",
        "bianchi",
        "politician",
        "largely",
        "immune",
        "charge",
        "russian",
        "meddling",
        "election",
        "damaging",
        "country",
        "polity",
        "democratic",
        "government",
        "everywhere",
        "since",
        "benefitted",
        "russian",
        "support",
        "overt",
        "probably",
        "covert",
        "strong",
        "democratic",
        "ideology",
        "political",
        "moral",
        "guided",
        "western",
        "democracy",
        "view",
        "soviet",
        "union",
        "late",
        "1980s",
        "shattered",
        "step",
        "collapse",
        "soviet",
        "union",
        "soviet",
        "communism",
        "putin",
        "construction",
        "illiberal",
        "state",
        "russia",
        "actively",
        "six",
        "year",
        "last",
        "presidential",
        "term",
        "liking",
        "government",
        "draw",
        "support",
        "fact",
        "russia",
        "mood",
        "also",
        "liking",
        "president",
        "donald",
        "trump",
        "defying",
        "strongest",
        "advice",
        "closest",
        "aide",
        "warmly",
        "congratulated",
        "putin",
        "believe",
        "russia",
        "increasingly",
        "malign",
        "power",
        "must",
        "also",
        "confront",
        "whataboutism",
        "argument",
        "come",
        "meddling",
        "election",
        "west",
        "led",
        "united",
        "state",
        "fore",
        "aside",
        "intervention",
        "italy",
        "washington",
        "also",
        "acknowledged",
        "substantial",
        "support",
        "chilean",
        "opposition",
        "left",
        "wing",
        "presidency",
        "salvador",
        "allende",
        "early",
        "1970s",
        "view",
        "asks",
        "west",
        "posture",
        "victim",
        "perpetrator",
        "covert",
        "persuasion",
        "two",
        "response",
        "objection",
        "first",
        "thomas",
        "carothers",
        "carnegie",
        "endowment",
        "international",
        "peace",
        "point",
        "hyperactivity",
        "united",
        "state",
        "fixing",
        "electoral",
        "outcome",
        "greatly",
        "diminished",
        "united",
        "state",
        "past",
        "record",
        "electoral",
        "meddling",
        "particularly",
        "cold",
        "war",
        "writes",
        "although",
        "domain",
        "democracy",
        "promotion",
        "hardly",
        "free",
        "flaw",
        "serious",
        "past",
        "mistake",
        "dark",
        "twin",
        "illicit",
        "covert",
        "election",
        "meddling",
        "russia",
        "seems",
        "intent",
        "making",
        "one",
        "defining",
        "signature",
        "second",
        "common",
        "injunction",
        "democracy",
        "stupid",
        "danger",
        "affection",
        "russia",
        "especially",
        "emanating",
        "white",
        "house",
        "render",
        "increasingly",
        "faint",
        "distinction",
        "charismatic",
        "authoritarian",
        "leader",
        "messiness",
        "democratic",
        "rule",
        "russia",
        "see",
        "western",
        "support",
        "demonstration",
        "revolution",
        "evidence",
        "impermissible",
        "interference",
        "west",
        "see",
        "expression",
        "value",
        "democracy",
        "fatally",
        "compromised",
        "fundamental",
        "thing",
        "democratic",
        "governance",
        "vigorous",
        "combative",
        "civil",
        "society",
        "free",
        "speech",
        "press",
        "rule",
        "law",
        "apply",
        "guarantor",
        "freedom",
        "held",
        "believed",
        "destroyed",
        "either",
        "black",
        "bag",
        "money",
        "populist",
        "honor",
        "power",
        "destroy",
        "value",
        "author",
        "john",
        "lloyd",
        "reuters",
        "institute",
        "study",
        "journalism",
        "university",
        "oxford",
        "senior",
        "research",
        "fellow",
        "lloyd",
        "written",
        "several",
        "book",
        "including",
        "medium",
        "politics",
        "journalism",
        "age",
        "terror",
        "also",
        "contributing",
        "editor",
        "financial",
        "time",
        "founder",
        "ft",
        "magazine",
        "view",
        "expressed",
        "article",
        "reuters",
        "news",
        "apps",
        "newsletter",
        "reuters",
        "plus",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}