{
    "organizations": [],
    "uuid": "e205f36761536120c8b7ee946df053cd65bf13b0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/business-wire-shareholders-elect-10-directors-at-the-walt-disney-company-annual-meeting.html",
    "ord_in_thread": 0,
    "title": "Shareholders Elect 10 Directors at The Walt Disney Company Annual Meeting",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOUSTON--(BUSINESS WIRE)-- Shareholders of The Walt Disney Company (NYSE:DIS) elected 10 members of the Board of Directors at the 2018 Annual Meeting held today at the Hobby Center for the Performing Arts in Houston.\n“Disney’s creative and financial success reflects the dedication of our cast members around the world, the strength of our stellar management team, and the support of a world-class board willing to take the bold, strategic steps required to achieve our greatest potential,” said Robert A. Iger, Chairman and Chief Executive Officer, The Walt Disney Company. “Our pending acquisition of 21st Century Fox will expand our ability to drive long-term value as an extraordinary entertainment company with the content, the platforms and the reach to meet the growing demands of consumers around the world.”\nBased on preliminary results, all Disney Directors standing for election were elected to the Board: Susan E. Arnold; Mary T. Barra; Safra A. Catz; John S. Chen; Francis A. deSouza; Robert A. Iger; Maria Elena Lagomasino; Fred H. Langhammer; Aylwin B. Lewis; and Mark G. Parker.\nThe non-binding advisory resolution on executive compensation received 44% of the votes in favor, with 52% against and 4% abstaining.\n“When considering the strategic acquisition of 21st Century Fox, and its direct contribution to long-term shareholder value, the Board decided it was imperative that Bob Iger remain as Chairman and CEO through 2021 to provide the vision and proven leadership required to successfully complete and integrate the largest, most complex acquisition in the Company’s history. 21st Century Fox similarly believed that Bob’s continued stewardship was essential for the deal,” said Aylwin B. Lewis, Chair of the Board’s Compensation Committee. “Bob’s track record of creating tremendous value for shareholders speaks for itself, with a total shareholder return of 414% and an increase in Disney’s market capitalization from $46 billion to $156 billion during his tenure. The Board accepts the result of today’s non-binding vote and will take it under advisement for future CEO compensation. We believe that the terms of Bob’s extension are in the best interests of our company and our shareholders, and essential to Disney’s ability to effectively maximize long-term value from this extraordinary acquisition.”\nShareholders agreed with the Board in rejecting two shareholder proposals, one regarding lobbying disclosure and the other regarding the Company’s proxy access bylaw. Shareholders ratified the appointment of PricewaterhouseCoopers LLP as the Company’s independent registered public accountants for the fiscal year ending September 29, 2018, and also re-approved the terms of a previously adopted executive performance plan.\nPursuant to the tenure policy in the Company’s corporate governance guidelines, Robert W. Matschullat did not stand for re-election, and, as noted earlier in the year, Sheryl K. Sandberg and Jack Dorsey did not stand for re-election. “I want to thank Bob, Sheryl and Jack for their wise counsel, support and friendship over the years, and I join the entire board in expressing our sincere appreciation to each of them for their service,” Mr. Iger said. “We all were saddened by the recent passing of Orin Smith, who had served as our Lead Director since 2012. A man of great integrity and kindness, Orin helped lead our company through a transformative era of growth, ensuring we’ll continue to entertain the world for generations to come, and he will be missed by all who knew him.”\nFinal voting tallies from this year’s annual meeting are subject to certification by the Company’s inspector of elections, and will be included in the Company’s report to be filed with the Securities and Exchange Commission within a week.\nAbout The Walt Disney Company:\nThe Walt Disney Company, together with its subsidiaries, is a diversified worldwide entertainment company with operations in four business segments: Media Networks, Parks and Resorts, Studio Entertainment, and Consumer Products & Interactive Media. Disney is a Dow 30 company and had annual revenues of $55.1 billion in its Fiscal Year 2017.\nIMPORTANT INFORMATION ABOUT THE TRANSACTION WITH 21CF AND WHERE TO FIND IT\nIn connection with the proposed transaction between The Walt Disney Company (“Disney”) and Twenty-First Century Fox, Inc. (“21CF”), Disney and 21CF will file with the Securities and Exchange Commission (the “SEC”) a registration statement on Form S-4 that will include a joint proxy statement of Disney and 21CF that also constitutes a prospectus of Disney. 21CF will file with the SEC a registration statement for a newly formed subsidiary (“SpinCo”), which is contemplated to own certain assets and businesses of 21CF not being acquired by Disney in connection with the proposed transaction. 21CF and Disney may also file other documents with the SEC regarding the proposed transaction. This document is not a substitute for the joint proxy statement/prospectus or registration statement or any other document which 21CF or Disney may file with the SEC. INVESTORS AND SECURITY HOLDERS OF 21CF AND DISNEY ARE URGED TO READ THE REGISTRATION STATEMENTS, THE JOINT PROXY STATEMENT/PROSPECTUS AND ALL OTHER RELEVANT DOCUMENTS THAT ARE FILED OR WILL BE FILED WITH THE SEC, AS WELL AS ANY AMENDMENTS OR SUPPLEMENTS TO THESE DOCUMENTS, CAREFULLY AND IN THEIR ENTIRETY BECAUSE THEY CONTAIN OR WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED TRANSACTION AND RELATED MATTERS. Investors and security holders may obtain free copies of the registration statements and the joint proxy statement/prospectus (when available) and other documents filed with the SEC by 21CF and Disney through the website maintained by the SEC at http://www.sec.gov or by contacting the investor relations department of:\n21CF Disney 1211 Avenue of Americas c/o Broadridge Corporate Issuer Solutions New York, NY 10036 P.O. Box 1342 Attention: Investor Relations Brentwood, NY 11717 1 (212) 852 7059 Attention: Disney Shareholder Services 1 (855) 553 4763 Participants in the Solicitation\n21CF, Disney and their respective directors and executive officers may be deemed to be participants in the solicitation of proxies in respect of the proposed transaction. Information regarding 21CF’s directors and executive officers, including a description of their direct interests, by security holdings or otherwise, is available in 21CF’s Annual Report on Form 10-K for the year ended June 30, 2017 and its proxy statement filed on September 28, 2017, which are filed with the SEC. Information regarding Disney’s directors and executive officers, including a description of their direct interests, by security holdings or otherwise, is available in Disney’s Annual Report on Form 10-K for the year ended September 30, 2017 and its proxy statement filed on January 12, 2018, which are filed with the SEC. A more complete description will be available in the registration statement on Form S-4, the joint proxy statement/prospectus and the registration statement of SpinCo.\nNo Offer or Solicitation\nThis communication is for informational purposes only and is not intended to and does not constitute an offer to subscribe for, buy or sell, or the solicitation of an offer to subscribe for, buy or sell, or an invitation to subscribe for, buy or sell any securities or a solicitation of any vote or approval in any jurisdiction, nor shall there be any sale, issuance or transfer of securities in any jurisdiction in which such offer, invitation, sale or solicitation would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended, and otherwise in accordance with applicable law.\nFORWARD-LOOKING STATEMENTS\nManagement believes certain statements in this release may constitute “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. These statements are made on the basis of management’s views and assumptions regarding future events and business performance as of the time the statements are made. Management does not undertake any obligation to update these statements.\nActual results may differ materially from those expressed or implied. Such differences may result from actions taken by the Company, including restructuring or strategic initiatives (including capital investments or asset acquisitions or dispositions), as well as from developments beyond the Company’s control, including:\nchanges in domestic and global economic conditions, competitive conditions and consumer preferences; adverse weather conditions or natural disasters; health concerns; international, political, or military developments; and technological developments.\nSuch developments may affect entertainment, travel and leisure businesses generally and may, among other things, affect:\nthe performance of the Company’s theatrical and home entertainment releases; the advertising market for broadcast and cable television programming; demand for our products and services; expenses of providing medical and pension benefits; income tax expense; performance of some or all company businesses either directly or through their impact on those who distribute our products; the proposed transaction with 21CF.\nAdditional factors are set forth in the Company’s Annual Report on Form 10-K for the year ended September 30, 2017 under Item 1A, “Risk Factors,” and subsequent reports.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180308005889/en/\nThe Walt Disney Company\nZenia Mucha\nCorporate Communications\n(818) 560-5300\nzenia.mucha@disney.com\nor\nDavid Jefferson\nCorporate Communications\n(818) 560-4832\ndavid.j.jefferson@disney.com\nSource: The Walt Disney Company",
    "published": "2018-03-08T19:21:00.000+02:00",
    "crawled": "2018-03-08T20:45:34.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "houston",
        "business",
        "wire",
        "shareholder",
        "walt",
        "disney",
        "company",
        "nyse",
        "dis",
        "elected",
        "member",
        "board",
        "director",
        "annual",
        "meeting",
        "held",
        "today",
        "hobby",
        "center",
        "performing",
        "art",
        "houston",
        "disney",
        "creative",
        "financial",
        "success",
        "reflects",
        "dedication",
        "cast",
        "member",
        "around",
        "world",
        "strength",
        "stellar",
        "management",
        "team",
        "support",
        "board",
        "willing",
        "take",
        "bold",
        "strategic",
        "step",
        "required",
        "achieve",
        "greatest",
        "potential",
        "said",
        "robert",
        "iger",
        "chairman",
        "chief",
        "executive",
        "officer",
        "walt",
        "disney",
        "company",
        "pending",
        "acquisition",
        "21st",
        "century",
        "fox",
        "expand",
        "ability",
        "drive",
        "value",
        "extraordinary",
        "entertainment",
        "company",
        "content",
        "platform",
        "reach",
        "meet",
        "growing",
        "demand",
        "consumer",
        "around",
        "based",
        "preliminary",
        "result",
        "disney",
        "director",
        "standing",
        "election",
        "elected",
        "board",
        "susan",
        "arnold",
        "mary",
        "barra",
        "safra",
        "catz",
        "john",
        "chen",
        "francis",
        "desouza",
        "robert",
        "iger",
        "maria",
        "elena",
        "lagomasino",
        "fred",
        "langhammer",
        "aylwin",
        "lewis",
        "mark",
        "parker",
        "advisory",
        "resolution",
        "executive",
        "compensation",
        "received",
        "vote",
        "favor",
        "abstaining",
        "considering",
        "strategic",
        "acquisition",
        "21st",
        "century",
        "fox",
        "direct",
        "contribution",
        "shareholder",
        "value",
        "board",
        "decided",
        "imperative",
        "bob",
        "iger",
        "remain",
        "chairman",
        "ceo",
        "provide",
        "vision",
        "proven",
        "leadership",
        "required",
        "successfully",
        "complete",
        "integrate",
        "largest",
        "complex",
        "acquisition",
        "company",
        "history",
        "21st",
        "century",
        "fox",
        "similarly",
        "believed",
        "bob",
        "continued",
        "stewardship",
        "essential",
        "deal",
        "said",
        "aylwin",
        "lewis",
        "chair",
        "board",
        "compensation",
        "committee",
        "bob",
        "track",
        "record",
        "creating",
        "tremendous",
        "value",
        "shareholder",
        "speaks",
        "total",
        "shareholder",
        "return",
        "increase",
        "disney",
        "market",
        "capitalization",
        "billion",
        "billion",
        "tenure",
        "board",
        "accepts",
        "result",
        "today",
        "vote",
        "take",
        "advisement",
        "future",
        "ceo",
        "compensation",
        "believe",
        "term",
        "bob",
        "extension",
        "best",
        "interest",
        "company",
        "shareholder",
        "essential",
        "disney",
        "ability",
        "effectively",
        "maximize",
        "value",
        "extraordinary",
        "shareholder",
        "agreed",
        "board",
        "rejecting",
        "two",
        "shareholder",
        "proposal",
        "one",
        "regarding",
        "lobbying",
        "disclosure",
        "regarding",
        "company",
        "proxy",
        "access",
        "bylaw",
        "shareholder",
        "ratified",
        "appointment",
        "pricewaterhousecoopers",
        "llp",
        "company",
        "independent",
        "registered",
        "public",
        "accountant",
        "fiscal",
        "year",
        "ending",
        "september",
        "also",
        "term",
        "previously",
        "adopted",
        "executive",
        "performance",
        "plan",
        "pursuant",
        "tenure",
        "policy",
        "company",
        "corporate",
        "governance",
        "guideline",
        "robert",
        "matschullat",
        "stand",
        "noted",
        "earlier",
        "year",
        "sheryl",
        "sandberg",
        "jack",
        "dorsey",
        "stand",
        "want",
        "thank",
        "bob",
        "sheryl",
        "jack",
        "wise",
        "counsel",
        "support",
        "friendship",
        "year",
        "join",
        "entire",
        "board",
        "expressing",
        "sincere",
        "appreciation",
        "service",
        "iger",
        "said",
        "saddened",
        "recent",
        "passing",
        "orin",
        "smith",
        "served",
        "lead",
        "director",
        "since",
        "man",
        "great",
        "integrity",
        "kindness",
        "orin",
        "helped",
        "lead",
        "company",
        "transformative",
        "era",
        "growth",
        "ensuring",
        "continue",
        "entertain",
        "world",
        "generation",
        "come",
        "missed",
        "knew",
        "final",
        "voting",
        "tally",
        "year",
        "annual",
        "meeting",
        "subject",
        "certification",
        "company",
        "inspector",
        "election",
        "included",
        "company",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "within",
        "week",
        "walt",
        "disney",
        "company",
        "walt",
        "disney",
        "company",
        "together",
        "subsidiary",
        "diversified",
        "worldwide",
        "entertainment",
        "company",
        "operation",
        "four",
        "business",
        "segment",
        "medium",
        "network",
        "park",
        "resort",
        "studio",
        "entertainment",
        "consumer",
        "product",
        "interactive",
        "medium",
        "disney",
        "dow",
        "company",
        "annual",
        "revenue",
        "billion",
        "fiscal",
        "year",
        "important",
        "information",
        "transaction",
        "21cf",
        "find",
        "connection",
        "proposed",
        "transaction",
        "walt",
        "disney",
        "company",
        "disney",
        "century",
        "fox",
        "21cf",
        "disney",
        "21cf",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "registration",
        "statement",
        "form",
        "include",
        "joint",
        "proxy",
        "statement",
        "disney",
        "21cf",
        "also",
        "constitutes",
        "prospectus",
        "disney",
        "21cf",
        "file",
        "sec",
        "registration",
        "statement",
        "newly",
        "formed",
        "subsidiary",
        "spinco",
        "contemplated",
        "certain",
        "asset",
        "business",
        "21cf",
        "acquired",
        "disney",
        "connection",
        "proposed",
        "transaction",
        "21cf",
        "disney",
        "may",
        "also",
        "file",
        "document",
        "sec",
        "regarding",
        "proposed",
        "transaction",
        "document",
        "substitute",
        "joint",
        "proxy",
        "registration",
        "statement",
        "document",
        "21cf",
        "disney",
        "may",
        "file",
        "sec",
        "investor",
        "security",
        "holder",
        "21cf",
        "disney",
        "urged",
        "read",
        "registration",
        "statement",
        "joint",
        "proxy",
        "relevant",
        "document",
        "filed",
        "filed",
        "sec",
        "well",
        "amendment",
        "supplement",
        "document",
        "carefully",
        "entirety",
        "contain",
        "contain",
        "important",
        "information",
        "proposed",
        "transaction",
        "related",
        "matter",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "free",
        "copy",
        "registration",
        "statement",
        "joint",
        "proxy",
        "available",
        "document",
        "filed",
        "sec",
        "21cf",
        "disney",
        "website",
        "maintained",
        "sec",
        "http",
        "contacting",
        "investor",
        "relation",
        "department",
        "21cf",
        "disney",
        "avenue",
        "america",
        "broadridge",
        "corporate",
        "issuer",
        "solution",
        "new",
        "york",
        "ny",
        "box",
        "attention",
        "investor",
        "relation",
        "brentwood",
        "ny",
        "attention",
        "disney",
        "shareholder",
        "service",
        "participant",
        "solicitation",
        "21cf",
        "disney",
        "respective",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "21cf",
        "director",
        "executive",
        "officer",
        "including",
        "description",
        "direct",
        "interest",
        "security",
        "holding",
        "otherwise",
        "available",
        "21cf",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "june",
        "proxy",
        "statement",
        "filed",
        "september",
        "filed",
        "sec",
        "information",
        "regarding",
        "disney",
        "director",
        "executive",
        "officer",
        "including",
        "description",
        "direct",
        "interest",
        "security",
        "holding",
        "otherwise",
        "available",
        "disney",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "september",
        "proxy",
        "statement",
        "filed",
        "january",
        "filed",
        "sec",
        "complete",
        "description",
        "available",
        "registration",
        "statement",
        "form",
        "joint",
        "proxy",
        "registration",
        "statement",
        "spinco",
        "offer",
        "solicitation",
        "communication",
        "informational",
        "purpose",
        "intended",
        "constitute",
        "offer",
        "subscribe",
        "buy",
        "sell",
        "solicitation",
        "offer",
        "subscribe",
        "buy",
        "sell",
        "invitation",
        "subscribe",
        "buy",
        "sell",
        "security",
        "solicitation",
        "vote",
        "approval",
        "jurisdiction",
        "shall",
        "sale",
        "issuance",
        "transfer",
        "security",
        "jurisdiction",
        "offer",
        "invitation",
        "sale",
        "solicitation",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "otherwise",
        "accordance",
        "applicable",
        "law",
        "statement",
        "management",
        "belief",
        "certain",
        "statement",
        "release",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "made",
        "basis",
        "management",
        "view",
        "assumption",
        "regarding",
        "future",
        "event",
        "business",
        "performance",
        "time",
        "statement",
        "made",
        "management",
        "undertake",
        "obligation",
        "update",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "difference",
        "may",
        "result",
        "action",
        "taken",
        "company",
        "including",
        "restructuring",
        "strategic",
        "initiative",
        "including",
        "capital",
        "investment",
        "asset",
        "acquisition",
        "disposition",
        "well",
        "development",
        "beyond",
        "company",
        "control",
        "including",
        "change",
        "domestic",
        "global",
        "economic",
        "condition",
        "competitive",
        "condition",
        "consumer",
        "preference",
        "adverse",
        "weather",
        "condition",
        "natural",
        "disaster",
        "health",
        "concern",
        "international",
        "political",
        "military",
        "development",
        "technological",
        "development",
        "development",
        "may",
        "affect",
        "entertainment",
        "travel",
        "leisure",
        "business",
        "generally",
        "may",
        "among",
        "thing",
        "affect",
        "performance",
        "company",
        "theatrical",
        "home",
        "entertainment",
        "release",
        "advertising",
        "market",
        "broadcast",
        "cable",
        "television",
        "programming",
        "demand",
        "product",
        "service",
        "expense",
        "providing",
        "medical",
        "pension",
        "benefit",
        "income",
        "tax",
        "expense",
        "performance",
        "company",
        "business",
        "either",
        "directly",
        "impact",
        "distribute",
        "product",
        "proposed",
        "transaction",
        "21cf",
        "additional",
        "factor",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "september",
        "item",
        "1a",
        "risk",
        "factor",
        "subsequent",
        "report",
        "view",
        "source",
        "version",
        "http",
        "walt",
        "disney",
        "company",
        "zenia",
        "mucha",
        "corporate",
        "communication",
        "david",
        "jefferson",
        "corporate",
        "communication",
        "source",
        "walt",
        "disney",
        "company"
    ]
}