{
    "organizations": [],
    "uuid": "8513f07b58337b03209187108b594b49743448a3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/globe-newswire-ccl-industries-signs-agreement-to-acquire-treofan-americas.html",
    "ord_in_thread": 0,
    "title": "CCL Industries Signs Agreement to Acquire Treofan Americas",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, March 08, 2018 (GLOBE NEWSWIRE) -- CCL Industries Inc. (TSX:CCL.A) (TSX:CCL.B) (“the Company”), a world leader in specialty label, security and packaging solutions for global corporations, government institutions, small businesses and consumers announced today that it has signed a binding agreement to acquire Treofan America Inc. and Trespaphan Mexico Holdings GmbH from their ultimate parent, M&C S.p.A., an Italian public company listed on the Milan stock exchange. The entities to be acquired represent the “Treofan Americas” business in the United States, Latin America and Canada. M&C S.p.A. would continue to control the equivalent European business through Treofan Germany GmbH & Co. KG and Treofan Italy S.p.A which form no part of this transaction. The acquired Treofan entities will trade under the Innovia brand name post close with M&C S.p.A. retaining rights to the Treofan name.\nTreofan Americas is a leading producer of biaxially oriented polypropylene (“BOPP”) film based in Zacapu, Mexico, with capacity of 60,000 tons for specialty applications in consumer packaging and label markets. Approximately 65% of sales are transacted in the United States from a sales office and distribution center in North Carolina, the remaining balance predominantly in Latin America. 2017 Treofan Americas sales were approximately $212 million with an estimated, adjusted EBITDA (1) of $40 million.\nThe purchase price, net of cash and debt assumed, is approximately $255 million with closing anticipated in the second quarter of 2018 subject to regulatory approvals and customary completion procedures. Treofan Americas will install a state-of-the-art 10 meter wide BOPP extrusion line in late 2018 adding 30,000 tons of capacity requiring a significant facility expansion in Mexico. The Company agreed to reimburse M&C S.p.A. for all cash capital expenditures incurred on this project at closing as an increase to the purchase price. The Company will subsequently complete the project thereafter as normal course 2018 capital expenditure. The total capital expenditure on the project is estimated at $65 million with approximately 50% cash outlay incurred by the anticipated closing date. Given the substantial investment plus legacy business growth, the Company is targeting an increase in acquired EBITDA (1) to approximately $55 million by 2021 at current exchange rates.\nGeoffrey T. Martin, President and Chief Executive Officer, commented, “The proposed acquisition gives Innovia a solid strategic footprint for BOPP films in both North America and Europe with highly complementary technologies and products. The business will be combined with Innovia in the Americas under a common brand and the leadership of Guenther Birkner who heads our label interests globally in the Food & Beverage and Healthcare & Specialty markets as well as this important new strategic initiative in the materials science arena. I’d like to take this opportunity to acknowledge the deeply experienced Treofan Americas people; we are excited about the prospect of them joining our Company and look forward to their contributions as we move forward with this exciting new initiative.”\nCCL will hold a conference call at 8:00 a.m. EST on March 9, 2018, to discuss the proposed acquisition. The analyst presentation will be posted on the Company’s website.\nTo access this call, please dial:\n1–844-347-1036 Toll Free\n1–209-905-5911 International Dial-In Number\nOptional Conference Passcode 3983488\nAudio replay service will be available from March 9, 2018, at 12:00 noon EST until March 27, 2018, at 1:00 p.m. EDT.\nTo access Conference Replay, please dial:\n1–855-859-2056 Toll Free\n1–404-537-3406 International Dial-In Number\nConference Passcode 3983488\nFor more information on CCL, visit our website - www.cclind.com or contact:\nSean Washchuk Senior Vice President 416-756-8526 and Chief Financial Officer Forward-looking Statements\nThis press release contains forward-looking information and forward-looking statements (hereinafter collectively referred to as “forward-looking statements”), as defined under applicable securities laws, that involve a number of risks and uncertainties. Forward-looking statements include all statements that are predictive in nature or depend on future events or conditions. Forward-looking statements are typically identified by the words “believes,” “expects,” “anticipates,” “estimates,” “intends,” “plans” or similar expressions. Statements regarding the operations, business, financial condition, priorities, ongoing objectives, strategies and outlook of the Company, other than statements of historical fact, are forward-looking statements. Specifically, this press release contains forward-looking statements regarding the anticipated closing of this transaction in the second quarter of 2018, anticipated increase in EBITDA (1) , estimated capital expenditures for the Mexican facility expansion, expected added extrusion capacity and the Company’s expectations regarding general business and economic conditions.\nForward-looking statements are not guarantees of future performance. They involve known and unknown risks and uncertainties relating to future events and conditions including, but not limited to, the after-effects of the global financial crisis and its impact on the world economy and capital markets; the impact of competition; consumer confidence and spending preferences; general economic and geopolitical conditions; currency exchange rates; interest rates and credit availability; technological change; changes in government regulations; risks associated with operating and product hazards; and the Company’s ability to attract and retain qualified employees. Do not unduly rely on forward-looking statements as the Company’s actual results could differ materially from those anticipated in these forward-looking statements. Forward-looking statements are also based on a number of assumptions, which may prove to be incorrect, including, but not limited to, assumptions about the following: global economic environment and higher consumer spending; improved customer demand for the Company’s products; continued historical growth trends, market growth in specific sectors and entering into new sectors; the Company’s ability to provide a wide range of products to multinational customers on a global basis; the benefits of the Company’s focused strategies and operational approach; the achievement of the Company’s plans for improved efficiency and lower costs, including stable aluminum costs; the availability of cash and credit; fluctuations of currency exchange rates; the fluctuations in resin prices; the Company’s continued relations with its customers; the Company’s estimated annual cost reductions and financial impact from the restructuring of the Checkpoint and Innovia. acquisitions; and economic conditions. Should one or more risks materialize or should any assumptions prove incorrect, then actual results could vary materially from those expressed or implied in the forward-looking statements. Further details on key risks can be found in the 2017 Annual Report, Management’s Discussion and Analysis, particularly under Section 4: “Risks and Uncertainties.” CCL Industries Inc.’s annual and quarterly reports can be found online at www.cclind.com and www.sedar.com or are available upon request.\nExcept as otherwise indicated, forward-looking statements do not take into account the effect that transactions or non-recurring or other special items announced or occurring after the statements are made may have on the Company’s business. Such statements do not, unless otherwise specified by the Company, reflect the impact of dispositions, sales of assets, monetizations, mergers, acquisitions, other business combinations or transactions, asset write-downs or other charges announced or occurring after forward-looking statements are made. The financial impact of these transactions and non-recurring and other special items can be complex and depends on the facts particular to each of them and therefore cannot be described in a meaningful way in advance of knowing specific facts. The forward-looking statements are provided as of the date of this press release and the Company does not assume any obligation to update or revise the forward-looking statements to reflect new events or circumstances, except as required by law.\nThe financial information presented herein has been prepared on the basis of IFRS for financial statements and is expressed in Canadian dollars unless otherwise stated.\n(1) EBITDA - A critical financial measure used extensively in the packaging industry and other industries to assist in understanding and measuring operating results. It is also considered as a proxy for cash flow and a facilitator for business valuations. This non-IFRS measure is defined as earnings before net finance cost, taxes, depreciation and amortization, goodwill impairment loss, earnings in equity accounted investments, non-cash acquisition accounting adjustments, restructuring and other items. The Company believes that EBITDA is an important measure as it allows the assessment of the Company’s ongoing business without the impact of net finance costs, depreciation and amortization and income tax expenses, as well as non-operating factors and one-time items. As a proxy for cash flow, it is intended to indicate the Company’s ability to incur or service debt and to invest in property, plant and equipment, and it allows comparison of the Company’s business to that of its peers and competitors who may have different capital or organizational structures. EBITDA is a measure tracked by financial analysts and investors to evaluate financial performance and is a key metric in business valuations. EBITDA is considered an important measure by lenders to the Company and is included in the financial covenants for the Company’s bank\nlines of credit.\nCCL Industries Inc. employs over 20,000 people operating 167 production facilities in 37 countries with corporate offices in Toronto, Canada, and Framingham, Massachusetts. CCL is the world’s largest converter of pressure sensitive and extruded film materials for a wide range of decorative, instructional, functional and security applications for government institutions and large global customers in the consumer packaging, healthcare and chemicals, consumer electronic device and automotive markets. Extruded and laminated plastic tubes, folded instructional leaflets, precision decorated and die cut components, electronic displays, polymer bank note substrate and other complementary products and services are sold in parallel to specific end-use markets. Avery is the world’s largest supplier of labels, specialty converted media and software solutions to enable short-run digital printing in businesses and homes alongside complementary products sold through distributors and mass market retailers. Checkpoint is a leading developer of RF and RFID based technology systems for loss prevention and inventory management including labeling and tagging solutions for the global retail and apparel industries. Innovia is a leading global producer of specialty, high performance, multi-layer, surface engineered films for label, packaging and security applications. Container is a leading producer of impact extruded aluminum aerosol cans and specialty bottles for consumer packaged goods and healthcare customers in the United States and Mexico. The Company is also backward integrated into materials science with capabilities in polymer extrusion, adhesive development, coating and lamination, surface engineering and metallurgy that are deployed across all five business segments.\nSource: CCL Industries",
    "published": "2018-03-09T01:00:00.000+02:00",
    "crawled": "2018-03-09T03:33:00.049+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "march",
        "globe",
        "newswire",
        "ccl",
        "industry",
        "tsx",
        "tsx",
        "company",
        "world",
        "leader",
        "specialty",
        "label",
        "security",
        "packaging",
        "solution",
        "global",
        "corporation",
        "government",
        "institution",
        "small",
        "business",
        "consumer",
        "announced",
        "today",
        "signed",
        "binding",
        "agreement",
        "acquire",
        "treofan",
        "america",
        "trespaphan",
        "mexico",
        "holding",
        "gmbh",
        "ultimate",
        "parent",
        "c",
        "italian",
        "public",
        "company",
        "listed",
        "milan",
        "stock",
        "exchange",
        "entity",
        "acquired",
        "represent",
        "treofan",
        "america",
        "business",
        "united",
        "state",
        "latin",
        "america",
        "canada",
        "c",
        "would",
        "continue",
        "control",
        "equivalent",
        "european",
        "business",
        "treofan",
        "germany",
        "gmbh",
        "kg",
        "treofan",
        "italy",
        "form",
        "part",
        "transaction",
        "acquired",
        "treofan",
        "entity",
        "trade",
        "innovia",
        "brand",
        "name",
        "post",
        "close",
        "c",
        "retaining",
        "right",
        "treofan",
        "name",
        "treofan",
        "america",
        "leading",
        "producer",
        "biaxially",
        "oriented",
        "polypropylene",
        "bopp",
        "film",
        "based",
        "zacapu",
        "mexico",
        "capacity",
        "ton",
        "specialty",
        "application",
        "consumer",
        "packaging",
        "label",
        "market",
        "approximately",
        "sale",
        "transacted",
        "united",
        "state",
        "sale",
        "office",
        "distribution",
        "center",
        "north",
        "carolina",
        "remaining",
        "balance",
        "predominantly",
        "latin",
        "america",
        "treofan",
        "america",
        "sale",
        "approximately",
        "million",
        "estimated",
        "adjusted",
        "ebitda",
        "million",
        "purchase",
        "price",
        "net",
        "cash",
        "debt",
        "assumed",
        "approximately",
        "million",
        "closing",
        "anticipated",
        "second",
        "quarter",
        "subject",
        "regulatory",
        "approval",
        "customary",
        "completion",
        "procedure",
        "treofan",
        "america",
        "install",
        "meter",
        "wide",
        "bopp",
        "extrusion",
        "line",
        "late",
        "adding",
        "ton",
        "capacity",
        "requiring",
        "significant",
        "facility",
        "expansion",
        "mexico",
        "company",
        "agreed",
        "reimburse",
        "c",
        "cash",
        "capital",
        "expenditure",
        "incurred",
        "project",
        "closing",
        "increase",
        "purchase",
        "price",
        "company",
        "subsequently",
        "complete",
        "project",
        "thereafter",
        "normal",
        "course",
        "capital",
        "expenditure",
        "total",
        "capital",
        "expenditure",
        "project",
        "estimated",
        "million",
        "approximately",
        "cash",
        "outlay",
        "incurred",
        "anticipated",
        "closing",
        "date",
        "given",
        "substantial",
        "investment",
        "plus",
        "legacy",
        "business",
        "growth",
        "company",
        "targeting",
        "increase",
        "acquired",
        "ebitda",
        "approximately",
        "million",
        "current",
        "exchange",
        "rate",
        "geoffrey",
        "martin",
        "president",
        "chief",
        "executive",
        "officer",
        "commented",
        "proposed",
        "acquisition",
        "give",
        "innovia",
        "solid",
        "strategic",
        "footprint",
        "bopp",
        "film",
        "north",
        "america",
        "europe",
        "highly",
        "complementary",
        "technology",
        "product",
        "business",
        "combined",
        "innovia",
        "america",
        "common",
        "brand",
        "leadership",
        "guenther",
        "birkner",
        "head",
        "label",
        "interest",
        "globally",
        "food",
        "beverage",
        "healthcare",
        "specialty",
        "market",
        "well",
        "important",
        "new",
        "strategic",
        "initiative",
        "material",
        "science",
        "arena",
        "like",
        "take",
        "opportunity",
        "acknowledge",
        "deeply",
        "experienced",
        "treofan",
        "america",
        "people",
        "excited",
        "prospect",
        "joining",
        "company",
        "look",
        "forward",
        "contribution",
        "move",
        "forward",
        "exciting",
        "new",
        "ccl",
        "hold",
        "conference",
        "call",
        "est",
        "march",
        "discus",
        "proposed",
        "acquisition",
        "analyst",
        "presentation",
        "posted",
        "company",
        "website",
        "access",
        "call",
        "please",
        "dial",
        "toll",
        "free",
        "international",
        "number",
        "optional",
        "conference",
        "passcode",
        "audio",
        "replay",
        "service",
        "available",
        "march",
        "noon",
        "est",
        "march",
        "edt",
        "access",
        "conference",
        "replay",
        "please",
        "dial",
        "toll",
        "free",
        "international",
        "number",
        "conference",
        "passcode",
        "information",
        "ccl",
        "visit",
        "website",
        "contact",
        "sean",
        "washchuk",
        "senior",
        "vice",
        "president",
        "chief",
        "financial",
        "officer",
        "statement",
        "press",
        "release",
        "contains",
        "information",
        "statement",
        "hereinafter",
        "collectively",
        "referred",
        "statement",
        "defined",
        "applicable",
        "security",
        "law",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "statement",
        "include",
        "statement",
        "predictive",
        "nature",
        "depend",
        "future",
        "event",
        "condition",
        "statement",
        "typically",
        "identified",
        "word",
        "belief",
        "expects",
        "anticipates",
        "estimate",
        "intends",
        "plan",
        "similar",
        "expression",
        "statement",
        "regarding",
        "operation",
        "business",
        "financial",
        "condition",
        "priority",
        "ongoing",
        "objective",
        "strategy",
        "outlook",
        "company",
        "statement",
        "historical",
        "fact",
        "statement",
        "specifically",
        "press",
        "release",
        "contains",
        "statement",
        "regarding",
        "anticipated",
        "closing",
        "transaction",
        "second",
        "quarter",
        "anticipated",
        "increase",
        "ebitda",
        "estimated",
        "capital",
        "expenditure",
        "mexican",
        "facility",
        "expansion",
        "expected",
        "added",
        "extrusion",
        "capacity",
        "company",
        "expectation",
        "regarding",
        "general",
        "business",
        "economic",
        "condition",
        "statement",
        "guarantee",
        "future",
        "performance",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "relating",
        "future",
        "event",
        "condition",
        "including",
        "limited",
        "global",
        "financial",
        "crisis",
        "impact",
        "world",
        "economy",
        "capital",
        "market",
        "impact",
        "competition",
        "consumer",
        "confidence",
        "spending",
        "preference",
        "general",
        "economic",
        "geopolitical",
        "condition",
        "currency",
        "exchange",
        "rate",
        "interest",
        "rate",
        "credit",
        "availability",
        "technological",
        "change",
        "change",
        "government",
        "regulation",
        "risk",
        "associated",
        "operating",
        "product",
        "hazard",
        "company",
        "ability",
        "attract",
        "retain",
        "qualified",
        "employee",
        "unduly",
        "rely",
        "statement",
        "company",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "statement",
        "also",
        "based",
        "number",
        "assumption",
        "may",
        "prove",
        "incorrect",
        "including",
        "limited",
        "assumption",
        "following",
        "global",
        "economic",
        "environment",
        "higher",
        "consumer",
        "spending",
        "improved",
        "customer",
        "demand",
        "company",
        "product",
        "continued",
        "historical",
        "growth",
        "trend",
        "market",
        "growth",
        "specific",
        "sector",
        "entering",
        "new",
        "sector",
        "company",
        "ability",
        "provide",
        "wide",
        "range",
        "product",
        "multinational",
        "customer",
        "global",
        "basis",
        "benefit",
        "company",
        "focused",
        "strategy",
        "operational",
        "approach",
        "achievement",
        "company",
        "plan",
        "improved",
        "efficiency",
        "lower",
        "cost",
        "including",
        "stable",
        "aluminum",
        "cost",
        "availability",
        "cash",
        "credit",
        "fluctuation",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "resin",
        "price",
        "company",
        "continued",
        "relation",
        "customer",
        "company",
        "estimated",
        "annual",
        "cost",
        "reduction",
        "financial",
        "impact",
        "restructuring",
        "checkpoint",
        "innovia",
        "acquisition",
        "economic",
        "condition",
        "one",
        "risk",
        "materialize",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "could",
        "vary",
        "materially",
        "expressed",
        "implied",
        "statement",
        "detail",
        "key",
        "risk",
        "found",
        "annual",
        "report",
        "management",
        "discussion",
        "analysis",
        "particularly",
        "section",
        "risk",
        "ccl",
        "industry",
        "annual",
        "quarterly",
        "report",
        "found",
        "online",
        "available",
        "upon",
        "request",
        "except",
        "otherwise",
        "indicated",
        "statement",
        "take",
        "account",
        "effect",
        "transaction",
        "special",
        "item",
        "announced",
        "occurring",
        "statement",
        "made",
        "may",
        "company",
        "business",
        "statement",
        "unless",
        "otherwise",
        "specified",
        "company",
        "reflect",
        "impact",
        "disposition",
        "sale",
        "asset",
        "monetization",
        "merger",
        "acquisition",
        "business",
        "combination",
        "transaction",
        "asset",
        "charge",
        "announced",
        "occurring",
        "statement",
        "made",
        "financial",
        "impact",
        "transaction",
        "special",
        "item",
        "complex",
        "depends",
        "fact",
        "particular",
        "therefore",
        "described",
        "meaningful",
        "way",
        "advance",
        "knowing",
        "specific",
        "fact",
        "statement",
        "provided",
        "date",
        "press",
        "release",
        "company",
        "assume",
        "obligation",
        "update",
        "revise",
        "statement",
        "reflect",
        "new",
        "event",
        "circumstance",
        "except",
        "required",
        "law",
        "financial",
        "information",
        "presented",
        "herein",
        "prepared",
        "basis",
        "ifrs",
        "financial",
        "statement",
        "expressed",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "ebitda",
        "critical",
        "financial",
        "measure",
        "used",
        "extensively",
        "packaging",
        "industry",
        "industry",
        "assist",
        "understanding",
        "measuring",
        "operating",
        "result",
        "also",
        "considered",
        "proxy",
        "cash",
        "flow",
        "facilitator",
        "business",
        "valuation",
        "measure",
        "defined",
        "earnings",
        "net",
        "finance",
        "cost",
        "tax",
        "depreciation",
        "amortization",
        "goodwill",
        "impairment",
        "loss",
        "earnings",
        "equity",
        "accounted",
        "investment",
        "acquisition",
        "accounting",
        "adjustment",
        "restructuring",
        "item",
        "company",
        "belief",
        "ebitda",
        "important",
        "measure",
        "allows",
        "assessment",
        "company",
        "ongoing",
        "business",
        "without",
        "impact",
        "net",
        "finance",
        "cost",
        "depreciation",
        "amortization",
        "income",
        "tax",
        "expense",
        "well",
        "factor",
        "item",
        "proxy",
        "cash",
        "flow",
        "intended",
        "indicate",
        "company",
        "ability",
        "incur",
        "service",
        "debt",
        "invest",
        "property",
        "plant",
        "equipment",
        "allows",
        "comparison",
        "company",
        "business",
        "peer",
        "competitor",
        "may",
        "different",
        "capital",
        "organizational",
        "structure",
        "ebitda",
        "measure",
        "tracked",
        "financial",
        "analyst",
        "investor",
        "evaluate",
        "financial",
        "performance",
        "key",
        "metric",
        "business",
        "valuation",
        "ebitda",
        "considered",
        "important",
        "measure",
        "lender",
        "company",
        "included",
        "financial",
        "covenant",
        "company",
        "bank",
        "line",
        "credit",
        "ccl",
        "industry",
        "employ",
        "people",
        "operating",
        "production",
        "facility",
        "country",
        "corporate",
        "office",
        "toronto",
        "canada",
        "framingham",
        "massachusetts",
        "ccl",
        "world",
        "largest",
        "converter",
        "pressure",
        "sensitive",
        "extruded",
        "film",
        "material",
        "wide",
        "range",
        "decorative",
        "instructional",
        "functional",
        "security",
        "application",
        "government",
        "institution",
        "large",
        "global",
        "customer",
        "consumer",
        "packaging",
        "healthcare",
        "chemical",
        "consumer",
        "electronic",
        "device",
        "automotive",
        "market",
        "extruded",
        "laminated",
        "plastic",
        "tube",
        "folded",
        "instructional",
        "leaflet",
        "precision",
        "decorated",
        "die",
        "cut",
        "component",
        "electronic",
        "display",
        "polymer",
        "bank",
        "note",
        "substrate",
        "complementary",
        "product",
        "service",
        "sold",
        "parallel",
        "specific",
        "market",
        "avery",
        "world",
        "largest",
        "supplier",
        "label",
        "specialty",
        "converted",
        "medium",
        "software",
        "solution",
        "enable",
        "digital",
        "printing",
        "business",
        "home",
        "alongside",
        "complementary",
        "product",
        "sold",
        "distributor",
        "mass",
        "market",
        "retailer",
        "checkpoint",
        "leading",
        "developer",
        "rf",
        "rfid",
        "based",
        "technology",
        "system",
        "loss",
        "prevention",
        "inventory",
        "management",
        "including",
        "labeling",
        "tagging",
        "solution",
        "global",
        "retail",
        "apparel",
        "industry",
        "innovia",
        "leading",
        "global",
        "producer",
        "specialty",
        "high",
        "performance",
        "surface",
        "engineered",
        "film",
        "label",
        "packaging",
        "security",
        "application",
        "container",
        "leading",
        "producer",
        "impact",
        "extruded",
        "aluminum",
        "aerosol",
        "can",
        "specialty",
        "bottle",
        "consumer",
        "packaged",
        "good",
        "healthcare",
        "customer",
        "united",
        "state",
        "mexico",
        "company",
        "also",
        "backward",
        "integrated",
        "material",
        "science",
        "capability",
        "polymer",
        "extrusion",
        "adhesive",
        "development",
        "coating",
        "lamination",
        "surface",
        "engineering",
        "metallurgy",
        "deployed",
        "across",
        "five",
        "business",
        "segment",
        "source",
        "ccl",
        "industry"
    ]
}