{
    "organizations": [],
    "uuid": "1205d6c8a1eb51c1f1a35f783d3ec87b3104423c",
    "author": "Jaimie Seaton",
    "url": "https://www.cnbc.com/2018/03/22/i-was-part-of-the-1-percent-but-everything-changed-when-my-husband-left.html",
    "ord_in_thread": 0,
    "title": "I was part of the 1% but everything changed when my husband left",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "At our first meeting, my divorce lawyer looked across his large desk, fixed his gaze on my swollen, weeping eyes, and said, \"The hardest thing for women like you to understand is that your life as you know it is over.\"\nIt was a harsh assessment of my future financial prospects, and one that didn't immediately sink in. I had come to interview this lawyer a week after my husband of nearly 14 years left me for his pregnant mistress and just days after the first lawyer I visited looked across her desk, characterized me as a gold-digger and said that I should not expect a financial windfall from the situation.\nNever mind that I was the aggrieved party and I now had two children to support, that my husband had been the sole breadwinner, that I had put my journalism career on the back-burner as we followed his banking career around the world. The first bit of legal wisdom these lawyers chose to impart was that I should not expect to profit from the end of my marriage.\nWhen my husband broke his news out of the blue one day in 2012, we were living in a 5,000-square-foot home on three acres in the country. We had settled there less than a year earlier, after returning from roughly six years in Asia, where we lived a lavish expatriate lifestyle.\nHe was an executive at a global bank and I was a foreign correspondent, and, over six years in Singapore and Bangkok, we lived in fashionable and opulent homes with live-in help. Our children attended private international schools, we traveled business-class to exotic locations, and I never looked at prices in the supermarket. It was our own personal La-La Land.\nshow chapters Couples disclose their largest unexpected expense 10:43 AM ET Tue, 21 Feb 2017 | 04:24 The money I earned as a journalist was barely a drop in the bucket compared to what my husband brought in, but I felt lucky to be doing what I loved, and it never occurred to me that I might one day be supporting myself. Perhaps if I had entertained that possibility, I would have been better prepared, but expecting the worst doesn't seem the best approach to marriage.\nAs a result, I was not at all prepared for what lay ahead after my husband walked out. I went into survival mode and got a temporary job, but at the same time I refused to curb my spending or change our lifestyle one iota.\nI felt that we should not suffer financially, as we had done nothing wrong.\n\"It never occurred to me that I might one day be supporting myself.\" Looking back now, I wish I had battened down the hatches the moment my lawyer explained that my life was going to change. And though I still flinch at his phrase \"women like me,\" which is both demeaning and presumptuous, he was right that it would be difficult to come to terms with the fact that my old life was over.\nI think I was simply in denial, and it took me years to slowly face reality. I liken the experience to turning a large ship. They don't turn on a dime and neither did I.\nThis was partly out of habit. Over the previous six years, I had developed spending patterns that had become second nature. So in those first months, I thought nothing of taking my children out to dinner at expensive restaurants during the week or flying to Florida for spring vacation.\nBeyond that, I was furious at my husband and at the situation in which he had put the children and me, and I was adamant that we would go on living as before. I was particularly insistent that we remain in our home, which my husband had chosen.\nshow chapters This organizational trick keeps celeb trainer Tracy Anderson on top of it all 4:02 PM ET Thu, 6 Oct 2016 | 01:19 It's hard to put my finger on a moment in time when reality began to creep in, but my viewpoint began to shift a little more than a year later, after visiting my sister and her husband in Arizona for Christmas. Seeing how much happier my children were in new surroundings gave me the idea that perhaps the three of us needed a fresh start in a new home.\nOnce I began to ponder the idea of giving up our house, the exorbitant costs of maintaining it came into sharp focus, and I realized I couldn't afford it.\nAs adamant that I had been that we keep our home, I became equally resolute that we should sell it. That spring my children and I fell in love with a 1900-square-foot house on a third of an acre in town, and I was nearly giddy at the thought that I would no longer need to pay someone to plow the driveway in the winter or mow the lawn in the summer.\nDuring this period, my husband and I had a temporary support order but were not yet legally divorced. That came last year. I received money from him every month, and though at one point early in our battle he said that he was not going to support me in the style to which I had become accustomed, later he often encouraged me to spend on luxuries, such as taking the children on vacation.\nIn retrospect, I think part of my denial stemmed from his, or perhaps vice versa.\nshow chapters Before you splurge on Valentine's Day, consider this 11:41 AM ET Mon, 13 Feb 2017 | 00:55 In any event, my reckoning came gradually. Though I was working as a freelance journalist, I made a paltry amount of money, and every month, I had to ask my husband to fill in the gap. There was never a moment when I thought, \"I'm not rich anymore, I need to drastically cut my spending.\" Instead, little by little, expenditures I had taken for granted fell away.\nFirst it was a landscaper to help in the garden, then my manicures, and eventually it came down to buying the bargain brand of paper napkins and toilet paper. Last year, I switched to generic pasta.\nNow, five years into my new existence, living on a budget is second nature. Not only have I become a pretty good grocery shopper, but I've challenged myself to spend as little as possible on home maintenance, so when something breaks I Google how to fix it. So far I've learned how to bleed the furnace, fix my dryer and install a thermostat.\n\"If I could go back in time, I would tell myself: Your life as you know it is over. It's not fair, but it's the reality.\" During my darkest moments, when my bank account was running on fumes and we were eating eggs for dinner, I cursed myself for not cutting my spending to the bone the moment my husband left me. I thought of all the money I had spent on frivolous dinners and vacations with regret and shame. But I now realize that I did the best I could at the time, and I had to come to terms with my new reality at my own pace.\nThere is no manual for how to respond when your spouse walks out the door with no warning. And no one, not even a divorce attorney, can convey the enormity of the pain and fear and the million other emotions that divorce brings.\nIf I could go back in time, I would tell myself: Your life as you know it is over. It's not fair, but it's the reality. Accepting this is going to be a long, painful process, and you're not always going to make the best decisions. That's okay.\nDo yourself a favor though and try to cut your spending, gradually if you have to. Trust me, you'll be glad you did.\nAbove all, cut yourself some slack.\nJamie Seaton is an associate editor at Hippo Thinks. Her writing has appeared in The Washington Post, Newsweek, Glamour and Marie Claire.\nLike this story? Like CNBC Make It on Facebook !\nDon't miss: Here's how much you have to earn to be considered upper-class\nshow chapters Three couples reveal their financial plans for the future 2:56 PM ET Tue, 17 Jan 2017 | 04:01",
    "published": "2018-03-22T20:33:00.000+02:00",
    "crawled": "2018-03-22T20:42:21.046+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "meeting",
        "divorce",
        "lawyer",
        "looked",
        "across",
        "large",
        "desk",
        "fixed",
        "gaze",
        "swollen",
        "weeping",
        "eye",
        "said",
        "hardest",
        "thing",
        "woman",
        "like",
        "understand",
        "life",
        "know",
        "harsh",
        "assessment",
        "future",
        "financial",
        "prospect",
        "one",
        "immediately",
        "sink",
        "come",
        "interview",
        "lawyer",
        "week",
        "husband",
        "nearly",
        "year",
        "left",
        "pregnant",
        "mistress",
        "day",
        "first",
        "lawyer",
        "visited",
        "looked",
        "across",
        "desk",
        "characterized",
        "said",
        "expect",
        "financial",
        "windfall",
        "situation",
        "never",
        "mind",
        "aggrieved",
        "party",
        "two",
        "child",
        "support",
        "husband",
        "sole",
        "breadwinner",
        "put",
        "journalism",
        "career",
        "followed",
        "banking",
        "career",
        "around",
        "world",
        "first",
        "bit",
        "legal",
        "wisdom",
        "lawyer",
        "chose",
        "impart",
        "expect",
        "profit",
        "end",
        "marriage",
        "husband",
        "broke",
        "news",
        "blue",
        "one",
        "day",
        "living",
        "home",
        "three",
        "acre",
        "country",
        "settled",
        "less",
        "year",
        "earlier",
        "returning",
        "roughly",
        "six",
        "year",
        "asia",
        "lived",
        "lavish",
        "expatriate",
        "lifestyle",
        "executive",
        "global",
        "bank",
        "foreign",
        "correspondent",
        "six",
        "year",
        "singapore",
        "bangkok",
        "lived",
        "fashionable",
        "opulent",
        "home",
        "help",
        "child",
        "attended",
        "private",
        "international",
        "school",
        "traveled",
        "exotic",
        "location",
        "never",
        "looked",
        "price",
        "supermarket",
        "personal",
        "land",
        "show",
        "chapter",
        "couple",
        "disclose",
        "largest",
        "unexpected",
        "expense",
        "et",
        "tue",
        "feb",
        "money",
        "earned",
        "journalist",
        "barely",
        "drop",
        "bucket",
        "compared",
        "husband",
        "brought",
        "felt",
        "lucky",
        "loved",
        "never",
        "occurred",
        "might",
        "one",
        "day",
        "supporting",
        "perhaps",
        "entertained",
        "possibility",
        "would",
        "better",
        "prepared",
        "expecting",
        "worst",
        "seem",
        "best",
        "approach",
        "marriage",
        "result",
        "prepared",
        "lay",
        "ahead",
        "husband",
        "walked",
        "went",
        "survival",
        "mode",
        "got",
        "temporary",
        "job",
        "time",
        "refused",
        "curb",
        "spending",
        "change",
        "lifestyle",
        "one",
        "iota",
        "felt",
        "suffer",
        "financially",
        "done",
        "nothing",
        "wrong",
        "never",
        "occurred",
        "might",
        "one",
        "day",
        "supporting",
        "looking",
        "back",
        "wish",
        "battened",
        "hatch",
        "moment",
        "lawyer",
        "explained",
        "life",
        "going",
        "change",
        "though",
        "still",
        "flinch",
        "phrase",
        "woman",
        "like",
        "demeaning",
        "presumptuous",
        "right",
        "would",
        "difficult",
        "come",
        "term",
        "fact",
        "old",
        "life",
        "think",
        "simply",
        "denial",
        "took",
        "year",
        "slowly",
        "face",
        "reality",
        "liken",
        "experience",
        "turning",
        "large",
        "ship",
        "turn",
        "dime",
        "neither",
        "partly",
        "habit",
        "previous",
        "six",
        "year",
        "developed",
        "spending",
        "pattern",
        "become",
        "second",
        "nature",
        "first",
        "month",
        "thought",
        "nothing",
        "taking",
        "child",
        "dinner",
        "expensive",
        "restaurant",
        "week",
        "flying",
        "florida",
        "spring",
        "vacation",
        "beyond",
        "furious",
        "husband",
        "situation",
        "put",
        "child",
        "adamant",
        "would",
        "go",
        "living",
        "particularly",
        "insistent",
        "remain",
        "home",
        "husband",
        "chosen",
        "show",
        "chapter",
        "organizational",
        "trick",
        "keep",
        "celeb",
        "trainer",
        "tracy",
        "anderson",
        "top",
        "pm",
        "et",
        "thu",
        "oct",
        "hard",
        "put",
        "finger",
        "moment",
        "time",
        "reality",
        "began",
        "creep",
        "viewpoint",
        "began",
        "shift",
        "little",
        "year",
        "later",
        "visiting",
        "sister",
        "husband",
        "arizona",
        "christmas",
        "seeing",
        "much",
        "happier",
        "child",
        "new",
        "surroundings",
        "gave",
        "idea",
        "perhaps",
        "three",
        "u",
        "needed",
        "fresh",
        "start",
        "new",
        "home",
        "began",
        "ponder",
        "idea",
        "giving",
        "house",
        "exorbitant",
        "cost",
        "maintaining",
        "came",
        "sharp",
        "focus",
        "realized",
        "could",
        "afford",
        "adamant",
        "keep",
        "home",
        "became",
        "equally",
        "resolute",
        "sell",
        "spring",
        "child",
        "fell",
        "love",
        "house",
        "third",
        "acre",
        "town",
        "nearly",
        "giddy",
        "thought",
        "would",
        "longer",
        "need",
        "pay",
        "someone",
        "plow",
        "driveway",
        "winter",
        "mow",
        "lawn",
        "summer",
        "period",
        "husband",
        "temporary",
        "support",
        "order",
        "yet",
        "legally",
        "divorced",
        "came",
        "last",
        "year",
        "received",
        "money",
        "every",
        "month",
        "though",
        "one",
        "point",
        "early",
        "battle",
        "said",
        "going",
        "support",
        "style",
        "become",
        "accustomed",
        "later",
        "often",
        "encouraged",
        "spend",
        "luxury",
        "taking",
        "child",
        "vacation",
        "retrospect",
        "think",
        "part",
        "denial",
        "stemmed",
        "perhaps",
        "vice",
        "versa",
        "show",
        "chapter",
        "splurge",
        "valentine",
        "day",
        "consider",
        "et",
        "mon",
        "feb",
        "event",
        "reckoning",
        "came",
        "gradually",
        "though",
        "working",
        "freelance",
        "journalist",
        "made",
        "paltry",
        "amount",
        "money",
        "every",
        "month",
        "ask",
        "husband",
        "fill",
        "gap",
        "never",
        "moment",
        "thought",
        "rich",
        "anymore",
        "need",
        "drastically",
        "cut",
        "spending",
        "instead",
        "little",
        "little",
        "expenditure",
        "taken",
        "granted",
        "fell",
        "away",
        "first",
        "landscaper",
        "help",
        "garden",
        "manicure",
        "eventually",
        "came",
        "buying",
        "bargain",
        "brand",
        "paper",
        "napkin",
        "toilet",
        "paper",
        "last",
        "year",
        "switched",
        "generic",
        "pasta",
        "five",
        "year",
        "new",
        "existence",
        "living",
        "budget",
        "second",
        "nature",
        "become",
        "pretty",
        "good",
        "grocery",
        "shopper",
        "challenged",
        "spend",
        "little",
        "possible",
        "home",
        "maintenance",
        "something",
        "break",
        "google",
        "fix",
        "far",
        "learned",
        "bleed",
        "furnace",
        "fix",
        "dryer",
        "install",
        "thermostat",
        "could",
        "go",
        "back",
        "time",
        "would",
        "tell",
        "life",
        "know",
        "fair",
        "reality",
        "darkest",
        "moment",
        "bank",
        "account",
        "running",
        "fume",
        "eating",
        "egg",
        "dinner",
        "cursed",
        "cutting",
        "spending",
        "bone",
        "moment",
        "husband",
        "left",
        "thought",
        "money",
        "spent",
        "frivolous",
        "dinner",
        "vacation",
        "regret",
        "shame",
        "realize",
        "best",
        "could",
        "time",
        "come",
        "term",
        "new",
        "reality",
        "pace",
        "manual",
        "respond",
        "spouse",
        "walk",
        "door",
        "warning",
        "one",
        "even",
        "divorce",
        "attorney",
        "convey",
        "enormity",
        "pain",
        "fear",
        "million",
        "emotion",
        "divorce",
        "brings",
        "could",
        "go",
        "back",
        "time",
        "would",
        "tell",
        "life",
        "know",
        "fair",
        "reality",
        "accepting",
        "going",
        "long",
        "painful",
        "process",
        "always",
        "going",
        "make",
        "best",
        "decision",
        "okay",
        "favor",
        "though",
        "try",
        "cut",
        "spending",
        "gradually",
        "trust",
        "glad",
        "cut",
        "slack",
        "jamie",
        "seaton",
        "associate",
        "editor",
        "hippo",
        "think",
        "writing",
        "appeared",
        "washington",
        "post",
        "newsweek",
        "glamour",
        "marie",
        "claire",
        "like",
        "story",
        "like",
        "cnbc",
        "make",
        "facebook",
        "miss",
        "much",
        "earn",
        "considered",
        "show",
        "chapter",
        "three",
        "couple",
        "reveal",
        "financial",
        "plan",
        "future",
        "pm",
        "et",
        "tue",
        "jan"
    ]
}