{
    "organizations": [],
    "uuid": "329d988a1d1c278ec5f7459141f6536ee1d9262d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/23/business-wire-pfizer-reports-top-line-results-from-a-study-of-chantixachampixa-varenicline-in-adolescent-smokers.html",
    "ord_in_thread": 0,
    "title": "Pfizer Reports Top-Line Results from a Study of CHANTIX®/CHAMPIX® (varenicline) in Adolescent Smokers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK--(BUSINESS WIRE)-- Pfizer Inc. (NYSE:PFE) announced today results from a Phase 4 study evaluating the efficacy and safety of CHANTIX ® /CHAMPIX ® (varenicline) for smoking cessation in nicotine dependent adolescents 12-19 years of age. The study did not meet its primary endpoint of the four-week continuous abstinence rate at weeks 9 through 12 for CHANTIX/CHAMPIX compared to placebo. The study is a regulatory post marketing commitment for CHANTIX/CHAMPIX in the U.S. and EU for adolescents 12-16 years and 12-17 years of age, respectively.\n“This study makes a valuable contribution to the limited body of clinical research on pharmacotherapy smoking cessation treatments for adolescent smokers,” said James Rusnak, M.D., Ph.D., Chief Development Officer, Internal Medicine, Pfizer Inc. “CHANTIX/CHAMPIX is an important treatment option for adults 18 and over who want to quit smoking.”\nThe adverse event profile of CHANTIX/CHAMPIX observed in this study of adolescent smokers was similar to that seen in studies of adults. The most common adverse events that occurred in at least 5 percent of patients were nausea, headache, vomiting, agitation, and abnormal dreams (high dose group); and nausea, dizziness, agitation, abnormal dreams, and upper respiratory tract infection (low dose group).\nAbout the Study\nThis randomized, double-blind, placebo-controlled, parallel-group, dose-ranging multicenter study examined the safety and efficacy of varenicline, along with age-appropriate counseling, for smoking cessation in nicotine dependent adolescents (n=312). Patients were stratified into two cohorts by body weight (≤55 kg and >55 kg). Following two-week titration, patients randomized to varenicline with a body weight >55 kg received varenicline 1 mg twice daily (high dose group) or 0.5 mg twice daily (low dose group), while patients with a body weight ≤55 kg received 0.5 mg twice daily (high dose group) or 0.5 mg once daily (low dose group). Patients received treatment for 12 weeks, followed by a non-treatment period of 40 weeks. The study was not powered to assess efficacy in adolescent smokers aged 17-19 and in this group conclusions cannot be drawn.\nComplete study results will be submitted for presentation at an upcoming scientific congress and for publication in a peer-reviewed medical journal. As part of planned regulatory interactions in the U.S. and EU, these data will be submitted to the U.S. Food and Drug Administration for CHANTIX pediatric exclusivity determination.\nMore information about the study can be found at www.clinicaltrials.gov .\nAbout CHANTIX ®\nCHANTIX ® (also known as CHAMPIX ® in the EU and other countries) was approved by the FDA in May 2006 as a prescription medication that, along with support, helps adults aged 18 and over stop smoking. CHANTIX is approved in more than 100 countries for adults aged 18 and over and has been prescribed to more than 24 million patients worldwide.\nImportant CHANTIX (varenicline) Safety Information\nWhen patients try to quit smoking, with or without CHANTIX, they may have symptoms that may be due to nicotine withdrawal, including urge to smoke, depressed mood, trouble sleeping, irritability, frustration, anger, feeling anxious, difficulty concentrating, restlessness, decreased heart rate, and increased appetite or weight gain.\nSome people have had new or worse mental health problems, such as changes in behavior or thinking, aggression, hostility, agitation, depressed mood, or suicidal thoughts or actions while taking or after stopping CHANTIX. These symptoms happened more often in people who had a history of mental health problems. Patients should stop taking CHANTIX and call their healthcare provider right away if they, their family, or caregiver notice any of these symptoms. Before starting CHANTIX, patients should tell their healthcare provider if they ever had depression or other mental health problems.\nSome people have had seizures during treatment with CHANTIX. Patients should tell their healthcare provider if they have a history of seizures. If they have a seizure, the patient should stop taking CHANTIX and contact their healthcare provider right away.\nNew or worse heart or blood vessel problems can happen with CHANTIX. Patients should tell their healthcare provider if they have heart or blood vessel problems or experience any symptoms during treatment. Patients should get emergency medical help right away if they have symptoms of a heart attack or stroke.\nSleepwalking can happen with CHANTIX, and can sometimes lead to harmful behavior. Patients should stop taking CHANTIX and tell their healthcare provider if they start sleepwalking.\nPatients should not take CHANTIX if they have had a serious allergic or skin reaction to it. These can happen with CHANTIX and can be life-threatening. Patients should stop taking CHANTIX and get medical help right away if they develop swelling of the face, mouth, throat or neck; trouble breathing; rash with peeling skin, or blisters in their mouth.\nPatients should use caution when driving or operating machinery until they know how CHANTIX affects them. Patients should decrease the amount of alcohol they drink while taking CHANTIX until they know if CHANTIX affects their ability to tolerate alcohol.\nThe most common side effects of CHANTIX include nausea (30%), sleep problems (trouble sleeping, vivid, unusual, or strange dreams) constipation, gas and/or vomiting. If the patient has side effects that bother them or don’t go away, they should tell their healthcare provider.\nClick here for full Prescribing Information and Medication Guide .\nAbout Pfizer: Working together for a healthier world ®\nAt Pfizer, we apply science and our global resources to bring therapies to people that extend and significantly improve their lives. We strive to set the standard for quality, safety and - 4 - value in the discovery, development and manufacture of health care products. Our global portfolio includes medicines and vaccines as well as many of the world's best-known consumer health care products. Every day, Pfizer colleagues work across developed and emerging markets to advance wellness, prevention, treatments and cures that challenge the most feared diseases of our time. Consistent with our responsibility as one of the world's premier innovative biopharmaceutical companies, we collaborate with health care providers, governments and local communities to support and expand access to reliable, affordable health care around the world. For more than 150 years, we have worked to make a difference for all who rely on us. We routinely post information that may be important to investors on our website at www.pfizer.com . In addition, to learn more, please visit us on www.pfizer.com and follow us on Twitter at @Pfizer and @Pfizer_News , LinkedIn , YouTube and like us on Facebook at Facebook.com/Pfizer .\nDISCLOSURE NOTICE: The information contained in this release is as of March 23, 2018. Pfizer assumes no obligation to update forward-looking statements contained in this release as the result of new information or future events or developments.\nThis release contains forward-looking information about CHANTIX/CHAMPIX (varenicline), including its potential benefits, that involves substantial risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. Risks and uncertainties include, among other things, uncertainties regarding the commercial impact of the Phase 4 study; the risk that clinical trial data are subject to differing interpretations, including by regulatory authorities; the uncertainties inherent in research and development; decisions by regulatory authorities regarding labeling and other matters that could affect the availability or commercial potential of CHANTIX/CHAMPIX; uncertainties regarding whether Chantix will be granted pediatric exclusivity in the U.S.; and competitive developments.\nA further description of risks and uncertainties can be found in Pfizer's Annual Report on Form 10-K for the fiscal year ended December 31, 2017, including in the sections thereof captioned \"Risk Factors\" and \"Forward-Looking Information and Factors That May Affect Future Results\", as well as in its subsequent reports on Form 10-Q and Form 8-K, all of which are filed with the U.S. Securities and Exchange Commission and available at www.sec.gov and www.pfizer.com .\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180323005013/en/\nFor Pfizer Inc.\nMedia:\nNeha Wadhwa, 212-733-2835\nNeha.Wadhwa@pfizer.com\nor\nInvestors:\nRyan Crowe, 212-733-8160\nRyan.crowe@pfizer.com\nSource: Pfizer Inc.",
    "published": "2018-03-23T16:00:00.000+03:00",
    "crawled": "2018-03-23T17:37:58.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "business",
        "wire",
        "pfizer",
        "nyse",
        "pfe",
        "announced",
        "today",
        "result",
        "phase",
        "study",
        "evaluating",
        "efficacy",
        "safety",
        "chantix",
        "varenicline",
        "smoking",
        "cessation",
        "nicotine",
        "dependent",
        "adolescent",
        "year",
        "age",
        "study",
        "meet",
        "primary",
        "endpoint",
        "continuous",
        "abstinence",
        "rate",
        "week",
        "compared",
        "placebo",
        "study",
        "regulatory",
        "post",
        "marketing",
        "commitment",
        "eu",
        "adolescent",
        "year",
        "year",
        "age",
        "respectively",
        "study",
        "make",
        "valuable",
        "contribution",
        "limited",
        "body",
        "clinical",
        "research",
        "pharmacotherapy",
        "smoking",
        "cessation",
        "treatment",
        "adolescent",
        "smoker",
        "said",
        "james",
        "rusnak",
        "chief",
        "development",
        "officer",
        "internal",
        "medicine",
        "pfizer",
        "important",
        "treatment",
        "option",
        "adult",
        "want",
        "quit",
        "adverse",
        "event",
        "profile",
        "observed",
        "study",
        "adolescent",
        "smoker",
        "similar",
        "seen",
        "study",
        "adult",
        "common",
        "adverse",
        "event",
        "occurred",
        "least",
        "percent",
        "patient",
        "nausea",
        "headache",
        "vomiting",
        "agitation",
        "abnormal",
        "dream",
        "high",
        "dose",
        "group",
        "nausea",
        "dizziness",
        "agitation",
        "abnormal",
        "dream",
        "upper",
        "respiratory",
        "tract",
        "infection",
        "low",
        "dose",
        "group",
        "study",
        "randomized",
        "multicenter",
        "study",
        "examined",
        "safety",
        "efficacy",
        "varenicline",
        "along",
        "counseling",
        "smoking",
        "cessation",
        "nicotine",
        "dependent",
        "adolescent",
        "patient",
        "stratified",
        "two",
        "cohort",
        "body",
        "weight",
        "kg",
        "kg",
        "following",
        "titration",
        "patient",
        "randomized",
        "varenicline",
        "body",
        "weight",
        "kg",
        "received",
        "varenicline",
        "mg",
        "twice",
        "daily",
        "high",
        "dose",
        "group",
        "mg",
        "twice",
        "daily",
        "low",
        "dose",
        "group",
        "patient",
        "body",
        "weight",
        "kg",
        "received",
        "mg",
        "twice",
        "daily",
        "high",
        "dose",
        "group",
        "mg",
        "daily",
        "low",
        "dose",
        "group",
        "patient",
        "received",
        "treatment",
        "week",
        "followed",
        "period",
        "week",
        "study",
        "powered",
        "assess",
        "efficacy",
        "adolescent",
        "smoker",
        "aged",
        "group",
        "conclusion",
        "drawn",
        "complete",
        "study",
        "result",
        "submitted",
        "presentation",
        "upcoming",
        "scientific",
        "congress",
        "publication",
        "medical",
        "journal",
        "part",
        "planned",
        "regulatory",
        "interaction",
        "eu",
        "data",
        "submitted",
        "food",
        "drug",
        "administration",
        "chantix",
        "pediatric",
        "exclusivity",
        "determination",
        "information",
        "study",
        "found",
        "chantix",
        "chantix",
        "also",
        "known",
        "champix",
        "eu",
        "country",
        "approved",
        "fda",
        "may",
        "prescription",
        "medication",
        "along",
        "support",
        "help",
        "adult",
        "aged",
        "stop",
        "smoking",
        "chantix",
        "approved",
        "country",
        "adult",
        "aged",
        "prescribed",
        "million",
        "patient",
        "worldwide",
        "important",
        "chantix",
        "varenicline",
        "safety",
        "information",
        "patient",
        "try",
        "quit",
        "smoking",
        "without",
        "chantix",
        "may",
        "symptom",
        "may",
        "due",
        "nicotine",
        "withdrawal",
        "including",
        "urge",
        "smoke",
        "depressed",
        "mood",
        "trouble",
        "sleeping",
        "irritability",
        "frustration",
        "anger",
        "feeling",
        "anxious",
        "difficulty",
        "concentrating",
        "restlessness",
        "decreased",
        "heart",
        "rate",
        "increased",
        "appetite",
        "weight",
        "gain",
        "people",
        "new",
        "worse",
        "mental",
        "health",
        "problem",
        "change",
        "behavior",
        "thinking",
        "aggression",
        "hostility",
        "agitation",
        "depressed",
        "mood",
        "suicidal",
        "thought",
        "action",
        "taking",
        "stopping",
        "chantix",
        "symptom",
        "happened",
        "often",
        "people",
        "history",
        "mental",
        "health",
        "problem",
        "patient",
        "stop",
        "taking",
        "chantix",
        "call",
        "healthcare",
        "provider",
        "right",
        "away",
        "family",
        "caregiver",
        "notice",
        "symptom",
        "starting",
        "chantix",
        "patient",
        "tell",
        "healthcare",
        "provider",
        "ever",
        "depression",
        "mental",
        "health",
        "problem",
        "people",
        "seizure",
        "treatment",
        "chantix",
        "patient",
        "tell",
        "healthcare",
        "provider",
        "history",
        "seizure",
        "seizure",
        "patient",
        "stop",
        "taking",
        "chantix",
        "contact",
        "healthcare",
        "provider",
        "right",
        "away",
        "new",
        "worse",
        "heart",
        "blood",
        "vessel",
        "problem",
        "happen",
        "chantix",
        "patient",
        "tell",
        "healthcare",
        "provider",
        "heart",
        "blood",
        "vessel",
        "problem",
        "experience",
        "symptom",
        "treatment",
        "patient",
        "get",
        "emergency",
        "medical",
        "help",
        "right",
        "away",
        "symptom",
        "heart",
        "attack",
        "stroke",
        "sleepwalking",
        "happen",
        "chantix",
        "sometimes",
        "lead",
        "harmful",
        "behavior",
        "patient",
        "stop",
        "taking",
        "chantix",
        "tell",
        "healthcare",
        "provider",
        "start",
        "sleepwalking",
        "patient",
        "take",
        "chantix",
        "serious",
        "allergic",
        "skin",
        "reaction",
        "happen",
        "chantix",
        "patient",
        "stop",
        "taking",
        "chantix",
        "get",
        "medical",
        "help",
        "right",
        "away",
        "develop",
        "swelling",
        "face",
        "mouth",
        "throat",
        "neck",
        "trouble",
        "breathing",
        "rash",
        "peeling",
        "skin",
        "blister",
        "mouth",
        "patient",
        "use",
        "caution",
        "driving",
        "operating",
        "machinery",
        "know",
        "chantix",
        "affect",
        "patient",
        "decrease",
        "amount",
        "alcohol",
        "drink",
        "taking",
        "chantix",
        "know",
        "chantix",
        "affect",
        "ability",
        "tolerate",
        "alcohol",
        "common",
        "side",
        "effect",
        "chantix",
        "include",
        "nausea",
        "sleep",
        "problem",
        "trouble",
        "sleeping",
        "vivid",
        "unusual",
        "strange",
        "dream",
        "constipation",
        "gas",
        "vomiting",
        "patient",
        "side",
        "effect",
        "bother",
        "go",
        "away",
        "tell",
        "healthcare",
        "provider",
        "click",
        "full",
        "prescribing",
        "information",
        "medication",
        "guide",
        "pfizer",
        "working",
        "together",
        "healthier",
        "world",
        "pfizer",
        "apply",
        "science",
        "global",
        "resource",
        "bring",
        "therapy",
        "people",
        "extend",
        "significantly",
        "improve",
        "life",
        "strive",
        "set",
        "standard",
        "quality",
        "safety",
        "value",
        "discovery",
        "development",
        "manufacture",
        "health",
        "care",
        "product",
        "global",
        "portfolio",
        "includes",
        "medicine",
        "vaccine",
        "well",
        "many",
        "world",
        "consumer",
        "health",
        "care",
        "product",
        "every",
        "day",
        "pfizer",
        "colleague",
        "work",
        "across",
        "developed",
        "emerging",
        "market",
        "advance",
        "wellness",
        "prevention",
        "treatment",
        "cure",
        "challenge",
        "feared",
        "disease",
        "time",
        "consistent",
        "responsibility",
        "one",
        "world",
        "premier",
        "innovative",
        "biopharmaceutical",
        "company",
        "collaborate",
        "health",
        "care",
        "provider",
        "government",
        "local",
        "community",
        "support",
        "expand",
        "access",
        "reliable",
        "affordable",
        "health",
        "care",
        "around",
        "world",
        "year",
        "worked",
        "make",
        "difference",
        "rely",
        "u",
        "routinely",
        "post",
        "information",
        "may",
        "important",
        "investor",
        "website",
        "addition",
        "learn",
        "please",
        "visit",
        "u",
        "follow",
        "u",
        "twitter",
        "pfizer",
        "linkedin",
        "youtube",
        "like",
        "u",
        "facebook",
        "disclosure",
        "notice",
        "information",
        "contained",
        "release",
        "march",
        "pfizer",
        "assumes",
        "obligation",
        "update",
        "statement",
        "contained",
        "release",
        "result",
        "new",
        "information",
        "future",
        "event",
        "development",
        "release",
        "contains",
        "information",
        "varenicline",
        "including",
        "potential",
        "benefit",
        "involves",
        "substantial",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "among",
        "thing",
        "uncertainty",
        "regarding",
        "commercial",
        "impact",
        "phase",
        "study",
        "risk",
        "clinical",
        "trial",
        "data",
        "subject",
        "differing",
        "interpretation",
        "including",
        "regulatory",
        "authority",
        "uncertainty",
        "inherent",
        "research",
        "development",
        "decision",
        "regulatory",
        "authority",
        "regarding",
        "labeling",
        "matter",
        "could",
        "affect",
        "availability",
        "commercial",
        "potential",
        "uncertainty",
        "regarding",
        "whether",
        "chantix",
        "granted",
        "pediatric",
        "exclusivity",
        "competitive",
        "development",
        "description",
        "risk",
        "uncertainty",
        "found",
        "pfizer",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "including",
        "section",
        "thereof",
        "captioned",
        "risk",
        "factor",
        "information",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "well",
        "subsequent",
        "report",
        "form",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "view",
        "source",
        "version",
        "http",
        "pfizer",
        "medium",
        "neha",
        "wadhwa",
        "investor",
        "ryan",
        "crowe",
        "source",
        "pfizer",
        "inc"
    ]
}