{
    "organizations": [],
    "uuid": "61d9ebf97dc700d055021c08a1a864878e2c7608",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/globe-newswire-verizon-announces-increase-to-waterfall-cap-early-participation-results-and-early-settlement-for-tender-offers-for-13.html",
    "ord_in_thread": 0,
    "title": "Verizon announces increase to waterfall cap, early participation results, and early settlement for tender offers for 13 series of notes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, Verizon Communications Inc. (“Verizon”) (NYSE:VZ) (NASDAQ:VZ) today announced that, in connection with the Group 1 Offers (as defined below), the Group 1 Waterfall Cap (as defined below) will be increased such that all of the 2.946% Notes due 2022 validly tendered and not validly withdrawn at or prior to the Early Participation Date (as defined below) will be accepted.\nIn addition, Verizon today announced the early participation results, as of 5:00 p.m. (New York City time) on March 16, 2018 (the “Early Participation Date”), of its previously announced 13 separate offers to purchase for cash (i) up to an aggregate purchase price equal to the Group 1 Waterfall Cap of the outstanding series of notes listed in the first table below labeled “Group 1 Offers,” (collectively, the “Group 1 Notes”), and (ii) up to $1.5 billion aggregate purchase price of the outstanding series of notes listed in the second table below labeled “Group 2 Offers” (collectively, the “Group 2 Notes,” and together with the Group 1 Notes, the “Notes”). We refer to each offer to purchase a series of Notes for cash as an “Offer,” the offers to purchase the Group 1 Notes, collectively as the “Group 1 Offers,” the offers to purchase the Group 2 Notes, collectively as the “Group 2 Offers” and all the offers to purchase Notes, collectively as the “Offers.” The Offers are made on the terms and subject to the conditions set forth in the Offer to Purchase dated March 5, 2018, as amended by this press release (the “Offer to Purchase”).\nThe withdrawal rights for the Offers expired at 5:00 p.m. (New York City time) on March 16, 2018. The Offers will each expire at 11:59 p.m. (New York City time) on March 30, 2018, unless extended or earlier terminated by Verizon (the “Expiration Date”).\nVerizon’s obligation to accept Notes tendered in the Offers is subject to the terms and conditions described in the Offer to Purchase, including (i) the Acceptance Priority Procedures (as described in Verizon’s press release dated March 5, 2018 announcing the Offers (the “Launch Press Release”)), (ii) a cap on the total cash Verizon pays to purchase the Group 1 Notes validly tendered under the Group 1 Offers (excluding the applicable Accrued Coupon Payments (as defined below)) of, after today’s increase, approximately $1.9 billion) (the “Group 1 Waterfall Cap”), and (iii) a cap on the total cash Verizon pays to purchase the Group 2 Notes validly tendered under the Group 2 Offers (excluding the applicable Accrued Coupon Payments) of $1.5 billion (the “Group 2 Waterfall Cap”).\nAll conditions to the Offers were deemed satisfied or waived by Verizon by the Early Participation Date. Accordingly, Verizon has elected to exercise its right to settle early all Group 1 Notes and Group 2 Notes validly tendered at or prior to the Early Participation Date and accepted for purchase, and the “Early Settlement Date” will be March 20, 2018. Since the aggregate purchase price of the Group 1 Notes (excluding the applicable Accrued Coupon Payments) validly tendered at or prior to the Early Participation Date and accepted for purchase will meet the Group 1 Waterfall Cap, there will be no Final Settlement Date (as defined in the Launch Press Release) and no additional tenders of Notes will be accepted for purchase by Verizon after the Early Participation Date with respect to the Group 1 Notes. Since the aggregate purchase price of the Group 2 Notes (excluding the applicable Accrued Coupon Payments) validly tendered at or prior to the Early Participation Date and accepted for purchase did not exceed the Group 2 Waterfall Cap, Verizon will, until the Expiration Date, continue to accept for purchase Group 2 Notes up to the Group 2 Waterfall Cap. Holders of the Group 2 Notes that are validly tendered after the Early Participation Date and prior to the Expiration Date and accepted for purchase subject to the terms and conditions described in the Offer to Purchase, will receive the applicable Tender Consideration (as defined in the Launch Press Release), which is equal to the applicable Total Consideration minus the Early Participation Payment (each as defined in the Launch Press Release).\nVerizon was advised by Global Bondholder Services Corporation, as the Information Agent and the Tender Agent, that as of the Early Participation Date, the aggregate principal amounts of the Notes specified in the table below were validly tendered and not validly withdrawn:\nGroup 1 Offers Acceptance\nPriority\nLevel CUSIP/ISIN\nNumber(s) Title of Security Principal\nAmount\nOutstanding Principal Amount\nTendered as of the\nEarly\nParticipation Date Percentage of\nAmount\nOutstanding\nTendered as of\nthe Early\nParticipation\nDate 1 92343VDQ4/ 2.946% Notes due 2022 $3,194,253,000 $1,909,019,000 59.76% 92343VDM3/\nUSU9221AAS79 2 92343VAX2 4.600% Notes due 2021 $1,334,842,000 $ 426,610,000 31.96% 3 92343VBC7 3.500% Notes due 2021 $1,628,716,000 $ 353,562,000 21.71% 4 92343VCC6 3.450% Notes due 2021 $861,617,000 $ 322,843,000 37.47% 5 92343VDW1 3.125% Notes due 2022 $1,850,000,000 $ 859,874,000 46.48% 6 92343VCN2 3.000% Notes due 2021 $1,226,930,000 $ 295,985,000 24.12% 7 92343VBJ2 2.450% Notes due 2022 $1,464,954,000 $ 195,964,000 13.38% 8 92343VDG6 1.750% Notes due 2021 $873,757,000 $ 158,309,000 18.12% 9 92343VDX9 Floating Rate Notes due 2022 $1,400,000,000 $ 408,192,000 29.16%\nGroup 2 Offers Acceptance\nPriority\nLevel CUSIP/ISIN\nNumber (s) Title of Security Principal\nAmount\nOutstanding Principal Amount\nTendered as of the\nEarly\nParticipation Date Percentage of\nAmount\nOutstanding\nTendered as of\nthe Early\nParticipation\nDate 1 92343VCZ5 4.672% Notes due 2055 $5,499,999,000 $ 424,359,000 7.72% 2 92343VCX0 4.522% Notes due 2048 $5,000,000,000 $ 246,180,000 4.92% 3 92343VCM4 5.012% Notes due 2054 $5,500,001,000 $ 163,916,000 2.98% 4 92343VDS0/ 5.012% Notes due 2049 $4,072,197,000 $130,868,000 3.21% 92343VDP6/\nUSU9221AAT52 Promptly after 11:00 a.m. (New York City time) today, March 19, 2018, Verizon will issue a press release specifying, among other things (i) the aggregate principal amount of Notes accepted in each Offer, (ii) the offer yield, which is the fixed spread for the applicable series of Fixed Rate Notes (as defined in the Launch Press Release) plus the yield of the specified Reference U.S. Treasury Security (as set forth in the Launch Press Release) for that series as of 11:00 a.m. (New York City time) today, March 19, 2018, and (iii) the Fixed Rate Note Total Consideration (as defined in the Launch Press Release) for each series of Fixed Rate Notes. On March 20, 2018, holders of Notes validly tendered at or prior to the Early Participation Date that are accepted for purchase by Verizon will receive the applicable Total Consideration, in cash, and an additional cash payment equal to accrued and unpaid interest on such Notes to, but not including, the relevant Settlement Date (as defined in the Launch Press Release) (the “Accrued Coupon Payment”).\nVerizon has retained Citigroup Global Markets Inc., Goldman Sachs & Co. LLC and J.P. Morgan Securities LLC to act as lead dealer managers for the Offers, and Credit Suisse Securities (USA) LLC, Loop Capital Markets LLC, Mizuho Securities USA LLC, CastleOak Securities, L.P., Samuel A. Ramirez & Company, Inc., Siebert Cisneros Shank & Co., L.L.C. and The Williams Capital Group, L.P. to act as co-dealer managers for the Offers. Questions regarding terms and conditions of the Offers should be directed to Citigroup at (800) 558-3745 (toll-free) or (212) 723-6106 (collect), Goldman Sachs & Co. LLC at (800) 828-3182 (toll-free) or (212) 357-1452 (collect) or J.P. Morgan at (866) 834-4666 (toll-free) or (212) 834-4811 (collect).\nGlobal Bondholder Services Corporation is acting as the Information Agent and the Tender Agent for the Offers. Questions or requests for assistance related to the Offers or for additional copies of the Offer to Purchase may be directed to Global Bondholder Services Corporation at (866) 470-3800 (toll free) or (212) 430-3774 (collect). You may also contact your broker, dealer, commercial bank, trust company or other nominee for assistance concerning the Offers.\n####\nThis announcement is for informational purposes only. This announcement does not constitute an offer to purchase or a solicitation of an offer to purchase any securities of Verizon in any transaction. The Offers are being made solely pursuant to the Offer to Purchase. The Offers are not being made to holders of Notes in any jurisdiction in which the making or acceptance thereof would not be in compliance with the securities, blue sky or other laws of such jurisdiction. In any jurisdiction in which the securities laws or blue sky laws require the Offers to be made by a licensed broker or dealer, the Offers will be deemed to be made on behalf of Verizon by the dealer managers or one or more registered brokers or dealers that are licensed under the laws of such jurisdiction.\nThis communication has not been approved by an authorized person for the purposes of Section 21 of the Financial Services and Markets Act 2000, as amended (the “FSMA”). Accordingly, this communication is not being distributed to, and must not be passed on to, persons within the United Kingdom save in circumstances where section 21(1) of the FSMA does not apply.\nIn particular, this communication is only addressed to and directed at: (A) in any Member State of the European Economic Area that has implemented the prospectus directive, qualified investors in that Member State within the meaning of the prospectus directive and (B) (i) persons that are outside the United Kingdom or (ii) persons in the United Kingdom falling within the definition of investment professionals (as defined in Article 19(5) of the Financial Services and Markets Act 2000 (Financial Promotion) Order 2005 (the “Financial Promotion Order”)) or within Article 43 of the Financial Promotion Order, or to other persons to whom it may otherwise lawfully be communicated by virtue of an exemption to Section 21(1) of the FSMA or otherwise in circumstances where it does not apply.\nCautionary Statement Regarding Forward-Looking Statements\nIn this communication Verizon has made forward-looking statements. These forward-looking statements are not historical facts, but only predictions and generally can be identified by use of statements that include phrases such as “will,” “may,” “should,” “continue,” “anticipate,” “believe,” “expect,” “plan,” “appear,” “project,” “estimate,” “intend,” or other words or phrases of similar import. Similarly, statements that describe our objectives, plans or goals also are forward-looking statements. These forward-looking statements are subject to risks and uncertainties which could cause actual results to differ materially from those currently anticipated. Factors that could materially affect these forward-looking statements can be found in our periodic reports filed with the SEC. Holders are urged to consider these factors carefully in evaluating the forward-looking statements and are cautioned not to place undue reliance on these forward-looking statements. The forward-looking statements included in this press release are made only as of the date of this press release, and Verizon undertakes no obligation to update publicly these forward-looking statements to reflect new information, future events or otherwise. In light of these risks, uncertainties and assumptions, the forward-looking events might or might not occur. Verizon cannot assure you that projected results or events will be achieved.\nMedia contact:\nBob Varettoni\n908-559-6388\nrobert.a.varettoni@verizon.com\nSource:Verizon Communications",
    "published": "2018-03-19T15:00:00.000+02:00",
    "crawled": "2018-03-19T17:04:22.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "verizon",
        "communication",
        "verizon",
        "nyse",
        "vz",
        "nasdaq",
        "vz",
        "today",
        "announced",
        "connection",
        "group",
        "offer",
        "defined",
        "group",
        "waterfall",
        "cap",
        "defined",
        "increased",
        "note",
        "due",
        "validly",
        "tendered",
        "validly",
        "withdrawn",
        "prior",
        "early",
        "participation",
        "date",
        "defined",
        "accepted",
        "addition",
        "verizon",
        "today",
        "announced",
        "early",
        "participation",
        "result",
        "new",
        "york",
        "city",
        "time",
        "march",
        "early",
        "participation",
        "date",
        "previously",
        "announced",
        "separate",
        "offer",
        "purchase",
        "cash",
        "aggregate",
        "purchase",
        "price",
        "equal",
        "group",
        "waterfall",
        "cap",
        "outstanding",
        "series",
        "note",
        "listed",
        "first",
        "table",
        "labeled",
        "group",
        "offer",
        "collectively",
        "group",
        "note",
        "ii",
        "billion",
        "aggregate",
        "purchase",
        "price",
        "outstanding",
        "series",
        "note",
        "listed",
        "second",
        "table",
        "labeled",
        "group",
        "offer",
        "collectively",
        "group",
        "note",
        "together",
        "group",
        "note",
        "note",
        "refer",
        "offer",
        "purchase",
        "series",
        "note",
        "cash",
        "offer",
        "offer",
        "purchase",
        "group",
        "note",
        "collectively",
        "group",
        "offer",
        "offer",
        "purchase",
        "group",
        "note",
        "collectively",
        "group",
        "offer",
        "offer",
        "purchase",
        "note",
        "collectively",
        "offer",
        "made",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "offer",
        "purchase",
        "dated",
        "march",
        "amended",
        "press",
        "release",
        "offer",
        "purchase",
        "withdrawal",
        "right",
        "offer",
        "expired",
        "new",
        "york",
        "city",
        "time",
        "march",
        "offer",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "earlier",
        "terminated",
        "verizon",
        "expiration",
        "date",
        "verizon",
        "obligation",
        "accept",
        "note",
        "tendered",
        "offer",
        "subject",
        "term",
        "condition",
        "described",
        "offer",
        "purchase",
        "including",
        "acceptance",
        "priority",
        "procedure",
        "described",
        "verizon",
        "press",
        "release",
        "dated",
        "march",
        "announcing",
        "offer",
        "launch",
        "press",
        "release",
        "ii",
        "cap",
        "total",
        "cash",
        "verizon",
        "pay",
        "purchase",
        "group",
        "note",
        "validly",
        "tendered",
        "group",
        "offer",
        "excluding",
        "applicable",
        "accrued",
        "coupon",
        "payment",
        "defined",
        "today",
        "increase",
        "approximately",
        "billion",
        "group",
        "waterfall",
        "cap",
        "iii",
        "cap",
        "total",
        "cash",
        "verizon",
        "pay",
        "purchase",
        "group",
        "note",
        "validly",
        "tendered",
        "group",
        "offer",
        "excluding",
        "applicable",
        "accrued",
        "coupon",
        "payment",
        "billion",
        "group",
        "waterfall",
        "cap",
        "condition",
        "offer",
        "deemed",
        "satisfied",
        "waived",
        "verizon",
        "early",
        "participation",
        "date",
        "accordingly",
        "verizon",
        "elected",
        "exercise",
        "right",
        "settle",
        "early",
        "group",
        "note",
        "group",
        "note",
        "validly",
        "tendered",
        "prior",
        "early",
        "participation",
        "date",
        "accepted",
        "purchase",
        "early",
        "settlement",
        "date",
        "march",
        "since",
        "aggregate",
        "purchase",
        "price",
        "group",
        "note",
        "excluding",
        "applicable",
        "accrued",
        "coupon",
        "payment",
        "validly",
        "tendered",
        "prior",
        "early",
        "participation",
        "date",
        "accepted",
        "purchase",
        "meet",
        "group",
        "waterfall",
        "cap",
        "final",
        "settlement",
        "date",
        "defined",
        "launch",
        "press",
        "release",
        "additional",
        "tender",
        "note",
        "accepted",
        "purchase",
        "verizon",
        "early",
        "participation",
        "date",
        "respect",
        "group",
        "note",
        "since",
        "aggregate",
        "purchase",
        "price",
        "group",
        "note",
        "excluding",
        "applicable",
        "accrued",
        "coupon",
        "payment",
        "validly",
        "tendered",
        "prior",
        "early",
        "participation",
        "date",
        "accepted",
        "purchase",
        "exceed",
        "group",
        "waterfall",
        "cap",
        "verizon",
        "expiration",
        "date",
        "continue",
        "accept",
        "purchase",
        "group",
        "note",
        "group",
        "waterfall",
        "cap",
        "holder",
        "group",
        "note",
        "validly",
        "tendered",
        "early",
        "participation",
        "date",
        "prior",
        "expiration",
        "date",
        "accepted",
        "purchase",
        "subject",
        "term",
        "condition",
        "described",
        "offer",
        "purchase",
        "receive",
        "applicable",
        "tender",
        "consideration",
        "defined",
        "launch",
        "press",
        "release",
        "equal",
        "applicable",
        "total",
        "consideration",
        "minus",
        "early",
        "participation",
        "payment",
        "defined",
        "launch",
        "press",
        "release",
        "verizon",
        "advised",
        "global",
        "bondholder",
        "service",
        "corporation",
        "information",
        "agent",
        "tender",
        "agent",
        "early",
        "participation",
        "date",
        "aggregate",
        "principal",
        "amount",
        "note",
        "specified",
        "table",
        "validly",
        "tendered",
        "validly",
        "withdrawn",
        "group",
        "offer",
        "acceptance",
        "priority",
        "level",
        "number",
        "title",
        "security",
        "principal",
        "amount",
        "outstanding",
        "principal",
        "amount",
        "tendered",
        "early",
        "participation",
        "date",
        "percentage",
        "amount",
        "outstanding",
        "tendered",
        "early",
        "participation",
        "date",
        "note",
        "due",
        "usu9221aas79",
        "92343vax2",
        "note",
        "due",
        "92343vbc7",
        "note",
        "due",
        "92343vcc6",
        "note",
        "due",
        "92343vdw1",
        "note",
        "due",
        "92343vcn2",
        "note",
        "due",
        "92343vbj2",
        "note",
        "due",
        "92343vdg6",
        "note",
        "due",
        "92343vdx9",
        "floating",
        "rate",
        "note",
        "due",
        "group",
        "offer",
        "acceptance",
        "priority",
        "level",
        "number",
        "title",
        "security",
        "principal",
        "amount",
        "outstanding",
        "principal",
        "amount",
        "tendered",
        "early",
        "participation",
        "date",
        "percentage",
        "amount",
        "outstanding",
        "tendered",
        "early",
        "participation",
        "date",
        "92343vcz5",
        "note",
        "due",
        "92343vcx0",
        "note",
        "due",
        "92343vcm4",
        "note",
        "due",
        "note",
        "due",
        "usu9221aat52",
        "promptly",
        "new",
        "york",
        "city",
        "time",
        "today",
        "march",
        "verizon",
        "issue",
        "press",
        "release",
        "specifying",
        "among",
        "thing",
        "aggregate",
        "principal",
        "amount",
        "note",
        "accepted",
        "offer",
        "ii",
        "offer",
        "yield",
        "fixed",
        "spread",
        "applicable",
        "series",
        "fixed",
        "rate",
        "note",
        "defined",
        "launch",
        "press",
        "release",
        "plus",
        "yield",
        "specified",
        "reference",
        "treasury",
        "security",
        "set",
        "forth",
        "launch",
        "press",
        "release",
        "series",
        "new",
        "york",
        "city",
        "time",
        "today",
        "march",
        "iii",
        "fixed",
        "rate",
        "note",
        "total",
        "consideration",
        "defined",
        "launch",
        "press",
        "release",
        "series",
        "fixed",
        "rate",
        "note",
        "march",
        "holder",
        "note",
        "validly",
        "tendered",
        "prior",
        "early",
        "participation",
        "date",
        "accepted",
        "purchase",
        "verizon",
        "receive",
        "applicable",
        "total",
        "consideration",
        "cash",
        "additional",
        "cash",
        "payment",
        "equal",
        "accrued",
        "unpaid",
        "interest",
        "note",
        "including",
        "relevant",
        "settlement",
        "date",
        "defined",
        "launch",
        "press",
        "release",
        "accrued",
        "coupon",
        "payment",
        "verizon",
        "retained",
        "citigroup",
        "global",
        "market",
        "goldman",
        "sachs",
        "llc",
        "morgan",
        "security",
        "llc",
        "act",
        "lead",
        "dealer",
        "manager",
        "offer",
        "credit",
        "suisse",
        "security",
        "usa",
        "llc",
        "loop",
        "capital",
        "market",
        "llc",
        "mizuho",
        "security",
        "usa",
        "llc",
        "castleoak",
        "security",
        "samuel",
        "ramirez",
        "company",
        "siebert",
        "cisneros",
        "shank",
        "williams",
        "capital",
        "group",
        "act",
        "manager",
        "offer",
        "question",
        "regarding",
        "term",
        "condition",
        "offer",
        "directed",
        "citigroup",
        "collect",
        "goldman",
        "sachs",
        "llc",
        "collect",
        "morgan",
        "collect",
        "global",
        "bondholder",
        "service",
        "corporation",
        "acting",
        "information",
        "agent",
        "tender",
        "agent",
        "offer",
        "question",
        "request",
        "assistance",
        "related",
        "offer",
        "additional",
        "copy",
        "offer",
        "purchase",
        "may",
        "directed",
        "global",
        "bondholder",
        "service",
        "corporation",
        "toll",
        "free",
        "collect",
        "may",
        "also",
        "contact",
        "broker",
        "dealer",
        "commercial",
        "bank",
        "trust",
        "company",
        "nominee",
        "assistance",
        "concerning",
        "offer",
        "announcement",
        "informational",
        "purpose",
        "announcement",
        "constitute",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "purchase",
        "security",
        "verizon",
        "transaction",
        "offer",
        "made",
        "solely",
        "pursuant",
        "offer",
        "purchase",
        "offer",
        "made",
        "holder",
        "note",
        "jurisdiction",
        "making",
        "acceptance",
        "thereof",
        "would",
        "compliance",
        "security",
        "blue",
        "sky",
        "law",
        "jurisdiction",
        "jurisdiction",
        "security",
        "law",
        "blue",
        "sky",
        "law",
        "require",
        "offer",
        "made",
        "licensed",
        "broker",
        "dealer",
        "offer",
        "deemed",
        "made",
        "behalf",
        "verizon",
        "dealer",
        "manager",
        "one",
        "registered",
        "broker",
        "dealer",
        "licensed",
        "law",
        "jurisdiction",
        "communication",
        "approved",
        "authorized",
        "person",
        "purpose",
        "section",
        "financial",
        "service",
        "market",
        "act",
        "amended",
        "fsma",
        "accordingly",
        "communication",
        "distributed",
        "must",
        "passed",
        "person",
        "within",
        "united",
        "kingdom",
        "save",
        "circumstance",
        "section",
        "fsma",
        "apply",
        "particular",
        "communication",
        "addressed",
        "directed",
        "member",
        "state",
        "european",
        "economic",
        "area",
        "implemented",
        "prospectus",
        "directive",
        "qualified",
        "investor",
        "member",
        "state",
        "within",
        "meaning",
        "prospectus",
        "directive",
        "b",
        "person",
        "outside",
        "united",
        "kingdom",
        "ii",
        "person",
        "united",
        "kingdom",
        "falling",
        "within",
        "definition",
        "investment",
        "professional",
        "defined",
        "article",
        "financial",
        "service",
        "market",
        "act",
        "financial",
        "promotion",
        "order",
        "financial",
        "promotion",
        "order",
        "within",
        "article",
        "financial",
        "promotion",
        "order",
        "person",
        "may",
        "otherwise",
        "lawfully",
        "communicated",
        "virtue",
        "exemption",
        "section",
        "fsma",
        "otherwise",
        "circumstance",
        "apply",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "communication",
        "verizon",
        "made",
        "statement",
        "statement",
        "historical",
        "fact",
        "prediction",
        "generally",
        "identified",
        "use",
        "statement",
        "include",
        "phrase",
        "may",
        "continue",
        "anticipate",
        "believe",
        "expect",
        "plan",
        "appear",
        "project",
        "estimate",
        "intend",
        "word",
        "phrase",
        "similar",
        "import",
        "similarly",
        "statement",
        "describe",
        "objective",
        "plan",
        "goal",
        "also",
        "statement",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "factor",
        "could",
        "materially",
        "affect",
        "statement",
        "found",
        "periodic",
        "report",
        "filed",
        "sec",
        "holder",
        "urged",
        "consider",
        "factor",
        "carefully",
        "evaluating",
        "statement",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "included",
        "press",
        "release",
        "made",
        "date",
        "press",
        "release",
        "verizon",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "statement",
        "reflect",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "light",
        "risk",
        "uncertainty",
        "assumption",
        "event",
        "might",
        "might",
        "occur",
        "verizon",
        "assure",
        "projected",
        "result",
        "event",
        "achieved",
        "medium",
        "contact",
        "bob",
        "varettoni",
        "source",
        "verizon",
        "communication"
    ]
}