{
    "organizations": [],
    "uuid": "e1df9afdfc1812de16d651f2c6c986af9b1b9a3a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/pr-newswire-air-china-limited-announces-2017-annual-results.html",
    "ord_in_thread": 0,
    "title": "Air China Limited Announces 2017 Annual Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HONG KONG, March 28, 2018 /PRNewswire/ -- Air China Limited (\"Air China\" or \"the Company,\" together with its subsidiaries, collectively \"the Group\") (HKEX: 00753; LSE: AIRC; SSE: 601111: ADR OTC: AIRYY), today announced its full year results for the 12 months ended December 31, 2017 (\"the Period\").\nBusiness Highlights\nTurnover rose 7.71% year-on-year to RMB124.026 billion Operating expenses increased 15.02% year-on-year to RMB112.270 billion Profit before tax increased 12.47% year-on-year to RMB11.486 billion Net profit increased 11.38% year-on-year to RMB8.631 billion\nIn 2017, China passenger aviation market continued to show strength in demand and supply while outbound travel demand continued to rise, international traffic grew steadily, and cargo business showed signs of recovery. Efficiency increased steadily against a background of aggressive capacity deployment. The Group has capitalized on market opportunities by prudently expanding its business scale, optimizing efficiency, stabilizing income level and strengthening cost management to reinforce its competitive advantage in the core business. In spite of unfavorable factors such as higher jet fuel prices, the Group has delivered solid results for the Period.\nFinancial Highlights\nThe Group recorded a turnover of RMB 124.026 billion in 2017, an increase of 7.71% from the same period last year. Air transport revenue was up 7.53% year-on year to RMB 115.380 billion. Air passenger revenue was up 6.19% while air cargo revenue was up by 23.48%. And other operating income was RMB 8.646 billion, representing an increase of 10.19% year-on-year.\nOperating expenses increased by 15.02% to RMB 112.270 billion. Jet fuel cost recorded a year-on-year increase of RMB6.427 billion, up by 29.24% from the same period last year. During the period, the Group recorded an exchange gain of RMB2.938 billion.\nIn 2017, profit before tax was RMB11.486 billion, representing a year-on-year increase of 12.47%. Net profit was RMB8.641 billion, representing a year-on-year increase of 11.38%. The net profit attributable to shareholders of listed companies was RMB7.244 billion, up 6.39% year-on-year.\nBased on the 2017 profit distribution plan of the Company, the Board recommends the appropriation of 10% of the profit after tax as statutory surplus reserve and 10% as discretionary surplus reserve and the payment of a cash dividend of RMB1.1497 (including tax) for every ten shares for the year 2017. The relevant cash dividend plan will be submitted to the Company's 2017 Annual General Meeting for consideration.\nBusiness Review\nDuring the Period, the Company's capacity measured by Available Tonne Kilometers (ATK) was 35.673 billion, representing a year-on-year increase of 5.61%. Traffic measured by Revenue Tonne Kilometers (RTK) was 25.385 billion, representing a year-on-year increase of 7.12%.\nPassengers\nDuring the Period, the Group carried a total of 102 million passengers, a year-on-year increase of 5.15%. Passenger capacity, measured by Available Seat Kilometers (ASK), increased by 6.26% to 247.815 billion. Capacity for domestic and international routes rose by 5.88% and 7.80% respectively, while capacity for regional routes fell by 1.99%. Overall passenger traffic, measured by Revenue Passenger Kilometers (RPK) increased by 6.87% to 210.078 billion. Traffic on domestic, international and regional routes increased by 6.16%, 8.55% and 2.79% year-on-year respectively. Passenger load factor rose by 0.46 percentage points to 81.14%. In 2017, the Group introduced 56 aircraft, and phased out 11 aircraft. The total fleet size was 655 aircraft, with an average age of 6.53 years.\nContinue to expand route network and enhance airport hub construction\nIn view of the national development strategies including the Belt and Road Initiative and the coordinated development of the Beijing-Tianjin-Hebei region, 49 domestic routes such as Beijing-Maotai and 12 international and regional routes such as Beijing-Astana were newly launched in 2017. The Group has also made efforts to accelerate the consolidation of layout of the global route network covering six continents, which is connected by the nodes of Beijing, Chengdu, Shanghai and Shenzhen. The flight bank structure has been under continuous optimization and the number of O&D connected reached 5,918; the transfer capacity and quality continuously increased. The interlining service revenue reached RMB5.51 billion, representing a year-on-year increase of 15.3%. Luggage checking through service is now provided to all flights from Europe, North America and Australia transferring to domestic routes via Beijing and the competitiveness of its hubs were strengthened. As of December 31, 2017,the Company's operating air passenger routes reached 420, in which 303 are mainland routes, 101 international routes, 16 regional routes, 40 navigable countries (regions) and 185 navigable cities, among which 116 are mainland cities, 66 international cities and 3 regional cities.\nSteadily improve marketing capability and accelerate business model transformation\nAs of the end of 2017, the Group has steadily improved its marketing capability and accelerated its business model transformation. As at the end of the reporting period, the number of frequent flyer members exceeded 50 million, contributing 43.7% of the Group's total revenue, representing a year-on-year increase of 3.8%. Due to the continuous efforts devoted to improving mobile application platform, a turnover of RMB5.02 billion was recorded, representing a year-on-year increase of 39.4%. In-depth studies conducted by the Group on passenger demands has allowed Air China to increase its revenue contributed by first class and business class service to RMB13.11 billion, representing a year-on-year increase of 12.7%. The revenue generated from ancillary services such as paid seat selection, prepaid luggage and boarding gate upgrade recorded a year-on-year increase of 32%.\nPromote high-quality brand strategy and improve service quality.\nFocusing on the concept of \"Internet plus convenient transportation\", the Group promoted products as self-service check-in, self-service ticket endorsement, self-print itinerary and self-service luggage check-in on all routes and established the whole-process convenient travel service mode. The Group continuously improved service hardware as infrastructure and service software such as operating codes to improve service quality. Air China has also made efforts to promote the application of big data and the construction of \"mobile cabin\" to realize the timely transmission of operation related information and connect the whole service information chain. As the exclusive official partner of air passenger transport for the Beijing 2022 Winter Olympic and Paralympic Winter Games and the International Horticultural Exhibition 2019 Beijing China, the Group took such opportunity to promote its brand in a more innovative way and to build its brand image characterized by \"the leader of civil aviation industry in China\" and \"international network coverage\".\nEnhance cost control and maintain cost advantage\nThe Group devoted great energy to streamline and strengthen management, and to improve the quality and efficiency of services. Air China focused on the optimization of the operation of wide-body aircraft to improve cost management system, strengthen cost process management and improve performance. The Group actively carried out the policy of \"Lower Leverage, Reduce Liability and Control Risk\". As a result, as at 31 December 2017, the gearing ratio of the Group decreased by 6.15 percentage points to 59.75% compared with last year, which is at a relatively low level in the industry. The Group promoted special projects such as \"increase direct sales and reduce distribution costs\", \"reduce trade receivables and inventories\" and \"streamline management structure\". Since 2014, the percentage of the Group's passenger transport direct sales has increased from 26% to 50.9%, and the percentage of agency commission expense of the marketing revenue has decreased from 4.2% to 1.5%. Therefore, the cost competitiveness of Air China was continuously improved.\nCargo Business\nIn 2017, Air China Cargo has achieved positive operating results through exploring new business model, optimizing the arrangement of its routes and the structure of cargo sources, as well as focusing on the development and sale of high value-added services such as cold-chain logistics.\nDuring the Period, the Available Freight Tonne Kilometers (AFTK) of Air China Cargo increased 4.57% year-on-year to 13.319 billion, while the Revenue Freight Tonne Kilometers (RFTK) increased by 7.97% year-on-year to 7.553 billion. The cargo and mail load factor increased by 1.78 percentage points to 56.70%.\nOutlook\n2018 marks the 40th anniversary of the Reform and Opening of China, and also the first year to implement the guiding principles of the 19th National Congress of the Communist Party of China. The Group will fully implement the guiding principles of the 19th National Congress. Guided by Xi Jinping Thought on Socialism with Chinese Characteristics for a New Era, adhering to the development principles of \"Innovation, Coordination, Green, Openness and Sharing\", Air China will focus on the reform on quality, efficiency and growth driver, carry out work in a down-to-earth manner, prevent and mitigate risks and strengthen Party building, and will take a solid step towards to strategic goal of building a world-class aviation group by achieving further spectacular performance in safety, results, service and reform.\nAbout Air China\nAir China Limited (Air China) is the national flag carrier of China and a leading provider of passenger, air cargo and airline-related services and products in China. Its operational headquarters is in Beijing, a major domestic and international hub in China. It also provides airline-related services, including aircraft maintenance, ground handling services in Beijing, Chengdu, and other locations. As of 31 December, 2017, the Group operated a fleet of 655 aircraft with an average age of 6.53 years, while the Company operated a fleet of 396 aircraft with an average age of 6.57 years. Passenger traffic routes have reached 420, including 101 international, 16 regional and 303 domestic routes. The Company's network covered 40 countries and regions globally and 185 cities, including 66 international, 3 regional and 116 domestic cities. Air China was listed on Hong Kong Stock Exchange and London Stock Exchange on 15 December, 2004 under codes 00753 and AIRC respectively. On August 18, 2006, Air China was listed on Shanghai Stock Exchange under code 601111. For further details, please visit Air China's website: www.airchina.com.cn .\nSafe Harbor Statement\nThis press release contains projections and that reflect the company's current views with respect to future events and financial performance. These views are based on current assumptions which are subject to various risks and which may change over time. No assurance can be given that future events will occur that projections will be achieved, or that the company's assumptions are correct. Actual results may differ materially from those projected.\nInvestor Relations and Media Enquiry:\nAir China\nJoyce Zhang\nInvestor Relations\nAir China Limited\nTel: (8610) 6146-2560\nEmail: joycezhang@airchina.com\nCao Yu\nInvestor Relations\nAir China Limited\nTel: (8610) 6146-2788\nEmail: caoyu@airchina.com\nInvestor Relations\nSerana Liu\nWonderful Sky Financial Group\nTel: (852) 3970 2198\nEmail: seranaliu@wsfg.hk\nWendy Lu\nWonderful Sky Financial Group\nTel: (852) 3641 1325\nEmail: wendyluw@wsfg.hk\nView original content: http://www.prnewswire.com/news-releases/air-china-limited-announces-2017-annual-results-300621454.html\nSOURCE Air China",
    "published": "2018-03-29T05:22:00.000+03:00",
    "crawled": "2018-03-29T06:25:18.029+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hong",
        "kong",
        "march",
        "air",
        "china",
        "limited",
        "air",
        "china",
        "company",
        "together",
        "subsidiary",
        "collectively",
        "group",
        "hkex",
        "lse",
        "airc",
        "sse",
        "adr",
        "otc",
        "airyy",
        "today",
        "announced",
        "full",
        "year",
        "result",
        "month",
        "ended",
        "december",
        "period",
        "business",
        "highlight",
        "turnover",
        "rose",
        "billion",
        "operating",
        "expense",
        "increased",
        "billion",
        "profit",
        "tax",
        "increased",
        "billion",
        "net",
        "profit",
        "increased",
        "billion",
        "china",
        "passenger",
        "aviation",
        "market",
        "continued",
        "show",
        "strength",
        "demand",
        "supply",
        "outbound",
        "travel",
        "demand",
        "continued",
        "rise",
        "international",
        "traffic",
        "grew",
        "steadily",
        "cargo",
        "business",
        "showed",
        "sign",
        "recovery",
        "efficiency",
        "increased",
        "steadily",
        "background",
        "aggressive",
        "capacity",
        "deployment",
        "group",
        "capitalized",
        "market",
        "opportunity",
        "prudently",
        "expanding",
        "business",
        "scale",
        "optimizing",
        "efficiency",
        "stabilizing",
        "income",
        "level",
        "strengthening",
        "cost",
        "management",
        "reinforce",
        "competitive",
        "advantage",
        "core",
        "business",
        "spite",
        "unfavorable",
        "factor",
        "higher",
        "jet",
        "fuel",
        "price",
        "group",
        "delivered",
        "solid",
        "result",
        "period",
        "financial",
        "highlight",
        "group",
        "recorded",
        "turnover",
        "rmb",
        "billion",
        "increase",
        "period",
        "last",
        "year",
        "air",
        "transport",
        "revenue",
        "year",
        "rmb",
        "billion",
        "air",
        "passenger",
        "revenue",
        "air",
        "cargo",
        "revenue",
        "operating",
        "income",
        "rmb",
        "billion",
        "representing",
        "increase",
        "operating",
        "expense",
        "increased",
        "rmb",
        "billion",
        "jet",
        "fuel",
        "cost",
        "recorded",
        "increase",
        "billion",
        "period",
        "last",
        "year",
        "period",
        "group",
        "recorded",
        "exchange",
        "gain",
        "billion",
        "profit",
        "tax",
        "billion",
        "representing",
        "increase",
        "net",
        "profit",
        "billion",
        "representing",
        "increase",
        "net",
        "profit",
        "attributable",
        "shareholder",
        "listed",
        "company",
        "billion",
        "based",
        "profit",
        "distribution",
        "plan",
        "company",
        "board",
        "recommends",
        "appropriation",
        "profit",
        "tax",
        "statutory",
        "surplus",
        "reserve",
        "discretionary",
        "surplus",
        "reserve",
        "payment",
        "cash",
        "dividend",
        "including",
        "tax",
        "every",
        "ten",
        "share",
        "year",
        "relevant",
        "cash",
        "dividend",
        "plan",
        "submitted",
        "company",
        "annual",
        "general",
        "meeting",
        "consideration",
        "business",
        "review",
        "period",
        "company",
        "capacity",
        "measured",
        "available",
        "tonne",
        "kilometer",
        "atk",
        "billion",
        "representing",
        "increase",
        "traffic",
        "measured",
        "revenue",
        "tonne",
        "kilometer",
        "rtk",
        "billion",
        "representing",
        "increase",
        "passenger",
        "period",
        "group",
        "carried",
        "total",
        "million",
        "passenger",
        "increase",
        "passenger",
        "capacity",
        "measured",
        "available",
        "seat",
        "kilometer",
        "ask",
        "increased",
        "billion",
        "capacity",
        "domestic",
        "international",
        "route",
        "rose",
        "respectively",
        "capacity",
        "regional",
        "route",
        "fell",
        "overall",
        "passenger",
        "traffic",
        "measured",
        "revenue",
        "passenger",
        "kilometer",
        "rpk",
        "increased",
        "billion",
        "traffic",
        "domestic",
        "international",
        "regional",
        "route",
        "increased",
        "respectively",
        "passenger",
        "load",
        "factor",
        "rose",
        "percentage",
        "point",
        "group",
        "introduced",
        "aircraft",
        "phased",
        "aircraft",
        "total",
        "fleet",
        "size",
        "aircraft",
        "average",
        "age",
        "year",
        "continue",
        "expand",
        "route",
        "network",
        "enhance",
        "airport",
        "hub",
        "construction",
        "view",
        "national",
        "development",
        "strategy",
        "including",
        "belt",
        "road",
        "initiative",
        "coordinated",
        "development",
        "region",
        "domestic",
        "route",
        "international",
        "regional",
        "route",
        "newly",
        "launched",
        "group",
        "also",
        "made",
        "effort",
        "accelerate",
        "consolidation",
        "layout",
        "global",
        "route",
        "network",
        "covering",
        "six",
        "continent",
        "connected",
        "node",
        "beijing",
        "chengdu",
        "shanghai",
        "shenzhen",
        "flight",
        "bank",
        "structure",
        "continuous",
        "optimization",
        "number",
        "connected",
        "reached",
        "transfer",
        "capacity",
        "quality",
        "continuously",
        "increased",
        "interlining",
        "service",
        "revenue",
        "reached",
        "billion",
        "representing",
        "increase",
        "luggage",
        "checking",
        "service",
        "provided",
        "flight",
        "europe",
        "north",
        "america",
        "australia",
        "transferring",
        "domestic",
        "route",
        "via",
        "beijing",
        "competitiveness",
        "hub",
        "strengthened",
        "december",
        "company",
        "operating",
        "air",
        "passenger",
        "route",
        "reached",
        "mainland",
        "route",
        "international",
        "route",
        "regional",
        "route",
        "navigable",
        "country",
        "region",
        "navigable",
        "city",
        "among",
        "mainland",
        "city",
        "international",
        "city",
        "regional",
        "city",
        "steadily",
        "improve",
        "marketing",
        "capability",
        "accelerate",
        "business",
        "model",
        "transformation",
        "end",
        "group",
        "steadily",
        "improved",
        "marketing",
        "capability",
        "accelerated",
        "business",
        "model",
        "transformation",
        "end",
        "reporting",
        "period",
        "number",
        "frequent",
        "flyer",
        "member",
        "exceeded",
        "million",
        "contributing",
        "group",
        "total",
        "revenue",
        "representing",
        "increase",
        "due",
        "continuous",
        "effort",
        "devoted",
        "improving",
        "mobile",
        "application",
        "platform",
        "turnover",
        "billion",
        "recorded",
        "representing",
        "increase",
        "study",
        "conducted",
        "group",
        "passenger",
        "demand",
        "allowed",
        "air",
        "china",
        "increase",
        "revenue",
        "contributed",
        "first",
        "class",
        "business",
        "class",
        "service",
        "billion",
        "representing",
        "increase",
        "revenue",
        "generated",
        "ancillary",
        "service",
        "paid",
        "seat",
        "selection",
        "prepaid",
        "luggage",
        "boarding",
        "gate",
        "upgrade",
        "recorded",
        "increase",
        "promote",
        "brand",
        "strategy",
        "improve",
        "service",
        "quality",
        "focusing",
        "concept",
        "internet",
        "plus",
        "convenient",
        "transportation",
        "group",
        "promoted",
        "product",
        "ticket",
        "endorsement",
        "itinerary",
        "luggage",
        "route",
        "established",
        "convenient",
        "travel",
        "service",
        "mode",
        "group",
        "continuously",
        "improved",
        "service",
        "hardware",
        "infrastructure",
        "service",
        "software",
        "operating",
        "code",
        "improve",
        "service",
        "quality",
        "air",
        "china",
        "also",
        "made",
        "effort",
        "promote",
        "application",
        "big",
        "data",
        "construction",
        "mobile",
        "cabin",
        "realize",
        "timely",
        "transmission",
        "operation",
        "related",
        "information",
        "connect",
        "whole",
        "service",
        "information",
        "chain",
        "exclusive",
        "official",
        "partner",
        "air",
        "passenger",
        "transport",
        "beijing",
        "winter",
        "olympic",
        "paralympic",
        "winter",
        "game",
        "international",
        "horticultural",
        "exhibition",
        "beijing",
        "china",
        "group",
        "took",
        "opportunity",
        "promote",
        "brand",
        "innovative",
        "way",
        "build",
        "brand",
        "image",
        "characterized",
        "leader",
        "civil",
        "aviation",
        "industry",
        "china",
        "international",
        "network",
        "coverage",
        "enhance",
        "cost",
        "control",
        "maintain",
        "cost",
        "advantage",
        "group",
        "devoted",
        "great",
        "energy",
        "streamline",
        "strengthen",
        "management",
        "improve",
        "quality",
        "efficiency",
        "service",
        "air",
        "china",
        "focused",
        "optimization",
        "operation",
        "aircraft",
        "improve",
        "cost",
        "management",
        "system",
        "strengthen",
        "cost",
        "process",
        "management",
        "improve",
        "performance",
        "group",
        "actively",
        "carried",
        "policy",
        "lower",
        "leverage",
        "reduce",
        "liability",
        "control",
        "risk",
        "result",
        "december",
        "gearing",
        "ratio",
        "group",
        "decreased",
        "percentage",
        "point",
        "compared",
        "last",
        "year",
        "relatively",
        "low",
        "level",
        "industry",
        "group",
        "promoted",
        "special",
        "project",
        "increase",
        "direct",
        "sale",
        "reduce",
        "distribution",
        "cost",
        "reduce",
        "trade",
        "receivables",
        "inventory",
        "streamline",
        "management",
        "structure",
        "since",
        "percentage",
        "group",
        "passenger",
        "transport",
        "direct",
        "sale",
        "increased",
        "percentage",
        "agency",
        "commission",
        "expense",
        "marketing",
        "revenue",
        "decreased",
        "therefore",
        "cost",
        "competitiveness",
        "air",
        "china",
        "continuously",
        "improved",
        "cargo",
        "business",
        "air",
        "china",
        "cargo",
        "achieved",
        "positive",
        "operating",
        "result",
        "exploring",
        "new",
        "business",
        "model",
        "optimizing",
        "arrangement",
        "route",
        "structure",
        "cargo",
        "source",
        "well",
        "focusing",
        "development",
        "sale",
        "high",
        "service",
        "logistics",
        "period",
        "available",
        "freight",
        "tonne",
        "kilometer",
        "aftk",
        "air",
        "china",
        "cargo",
        "increased",
        "billion",
        "revenue",
        "freight",
        "tonne",
        "kilometer",
        "rftk",
        "increased",
        "billion",
        "cargo",
        "mail",
        "load",
        "factor",
        "increased",
        "percentage",
        "point",
        "outlook",
        "mark",
        "40th",
        "anniversary",
        "reform",
        "opening",
        "china",
        "also",
        "first",
        "year",
        "implement",
        "guiding",
        "principle",
        "19th",
        "national",
        "congress",
        "communist",
        "party",
        "china",
        "group",
        "fully",
        "implement",
        "guiding",
        "principle",
        "19th",
        "national",
        "congress",
        "guided",
        "xi",
        "jinping",
        "thought",
        "socialism",
        "chinese",
        "characteristic",
        "new",
        "era",
        "adhering",
        "development",
        "principle",
        "innovation",
        "coordination",
        "green",
        "openness",
        "sharing",
        "air",
        "china",
        "focus",
        "reform",
        "quality",
        "efficiency",
        "growth",
        "driver",
        "carry",
        "work",
        "manner",
        "prevent",
        "mitigate",
        "risk",
        "strengthen",
        "party",
        "building",
        "take",
        "solid",
        "step",
        "towards",
        "strategic",
        "goal",
        "building",
        "aviation",
        "group",
        "achieving",
        "spectacular",
        "performance",
        "safety",
        "result",
        "service",
        "reform",
        "air",
        "china",
        "air",
        "china",
        "limited",
        "air",
        "china",
        "national",
        "flag",
        "carrier",
        "china",
        "leading",
        "provider",
        "passenger",
        "air",
        "cargo",
        "service",
        "product",
        "china",
        "operational",
        "headquarters",
        "beijing",
        "major",
        "domestic",
        "international",
        "hub",
        "china",
        "also",
        "provides",
        "service",
        "including",
        "aircraft",
        "maintenance",
        "ground",
        "handling",
        "service",
        "beijing",
        "chengdu",
        "location",
        "december",
        "group",
        "operated",
        "fleet",
        "aircraft",
        "average",
        "age",
        "year",
        "company",
        "operated",
        "fleet",
        "aircraft",
        "average",
        "age",
        "year",
        "passenger",
        "traffic",
        "route",
        "reached",
        "including",
        "international",
        "regional",
        "domestic",
        "route",
        "company",
        "network",
        "covered",
        "country",
        "region",
        "globally",
        "city",
        "including",
        "international",
        "regional",
        "domestic",
        "city",
        "air",
        "china",
        "listed",
        "hong",
        "kong",
        "stock",
        "exchange",
        "london",
        "stock",
        "exchange",
        "december",
        "code",
        "airc",
        "respectively",
        "august",
        "air",
        "china",
        "listed",
        "shanghai",
        "stock",
        "exchange",
        "code",
        "detail",
        "please",
        "visit",
        "air",
        "china",
        "website",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "contains",
        "projection",
        "reflect",
        "company",
        "current",
        "view",
        "respect",
        "future",
        "event",
        "financial",
        "performance",
        "view",
        "based",
        "current",
        "assumption",
        "subject",
        "various",
        "risk",
        "may",
        "change",
        "time",
        "assurance",
        "given",
        "future",
        "event",
        "occur",
        "projection",
        "achieved",
        "company",
        "assumption",
        "correct",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "investor",
        "relation",
        "medium",
        "enquiry",
        "air",
        "china",
        "joyce",
        "zhang",
        "investor",
        "relation",
        "air",
        "china",
        "limited",
        "tel",
        "email",
        "joycezhang",
        "cao",
        "yu",
        "investor",
        "relation",
        "air",
        "china",
        "limited",
        "tel",
        "email",
        "caoyu",
        "investor",
        "relation",
        "serana",
        "liu",
        "wonderful",
        "sky",
        "financial",
        "group",
        "tel",
        "email",
        "seranaliu",
        "wendy",
        "lu",
        "wonderful",
        "sky",
        "financial",
        "group",
        "tel",
        "email",
        "wendyluw",
        "view",
        "original",
        "content",
        "http",
        "source",
        "air",
        "china"
    ]
}