{
    "organizations": [],
    "uuid": "e874cf6a8c6e817c76e6f0f6e6e7d6bc48670541",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/globe-newswire-restoration-roboticsa-reports-financial-results-for-the-fourth-quarter-and-full-year-2017.html",
    "ord_in_thread": 0,
    "title": "Restoration Robotics™ Reports Financial Results for the Fourth Quarter Full Year 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN JOSE, Calif., March 05, 2018 (GLOBE NEWSWIRE) -- Restoration Robotics, Inc. (NASDAQ:HAIR), a leader in robotic hair restoration, announced today financial results for the fourth quarter and full year ended December 31, 2017.\nFourth Quarter and Full Year 2017 Highlights\nFourth quarter revenue of $5.9 million, up 13% year-over-year Highest full year revenue to date of $21.3 million, up 37% year-over-year Full year gross profit of $9.1 million, up 77% year-over-year Gross margin of 43% for the full year 2017, up from 33% in 2016 Completed initial public offering in October 2017, raising approximately $22.1 million in net proceeds, primarily to fund continued commercialization of the ARTAS® Robotic Hair Restoration System\nRyan Rhodes, President and Chief Executive Officer of Restoration Robotics, said, “We are extremely pleased with our 2017 performance, during which we achieved significant revenue growth and gross margin expansion. We believe that these record results validate our belief that a growing number of physicians worldwide are recognizing the strategic value of integrating the ARTAS Robotic Hair Restoration System into their practices. In 2017, we sold 47 ARTAS Systems, up from 32 in 2016, and now have 253 ARTAS systems worldwide as of December 31, 2017. Our growing installed base allows for increased procedure volume as we continue to expand our commercial infrastructure. Additionally, we believe our increased marketing presence continues to drive greater awareness of the significant advantages of the ARTAS System.”\nMr. Rhodes added, “In October, we completed our initial public offering, raising approximately $22.1 million in net proceeds which we believe will allow us to expand our U.S. and international sales and distribution infrastructure, enhance our marketing initiatives, drive additional regulatory approvals, and further invest in new and existing R&D projects to support future growth. We believe that our success in 2017 has positioned us well to continue to execute on each our strategic initiatives in 2018.”\nFourth Quarter and Full Year 2017 Financial Results\nRevenue in the fourth quarter of 2017 was $5.9 million, a 13% increase from $5.2 million in the fourth quarter of 2016. Revenue for the full year 2017 was $21.3 million, a 37% increase from $15.6 million for the full year 2016.\nGross profit in the fourth quarter of 2017 was $2.8 million and gross margin was 47%, an increase from $2.0 million and 39%, respectively, in the fourth quarter of 2016. Gross profit for the full year 2017 was $9.1 million and gross margin was 43%, an increase from $5.2 million and 33%, respectively, for the full year 2016. The increase in gross profit and gross margin for both periods was largely due to increased harvest revenue, reduced procedure kit costs, and improvements in customer support cost efficiency. Additionally, full year 2017 gross profit and gross margin increased from additional system sales.\nOperating expenses in the fourth quarter of 2017 were $6.6 million, an 11% increase from $5.9 million in the fourth quarter of 2016. Operating expenses for the full year 2017 were $26.4 million, an increase of 10% from $24.1 million for the full year 2016. The increase in operating expenses in both periods was largely due to increased investments in the Company’s sales and marketing initiatives and other costs related to our initial public offering.\nNet loss for the fourth quarter of 2017 was $(1.1) million or $(.04) per share, compared with a net loss of $(4.9) million, or $(3.06) per share, for the fourth quarter of 2016. Net loss for the full year 2017 was $(17.8) million or $(2.42) per share, compared to $(21.8) million or $(13.54) per share for the full year 2016. Changes in net loss per share for the fourth quarter and full year 2017, as compared to the corresponding prior periods, were largely due to the conversion of preferred shares to common shares in connection with our initial public offering, resulting in an increase in weighted-average shares used in computing net loss per share in 2017 compared to 2016.\nTotal cash and cash equivalents were $23.5 million as of December 31, 2017.\nConference Call Information\nRestoration Robotics will hold a conference call today, Monday, March 5, 2018, at 4:30pm ET to discuss the results. The dial-in numbers are (866) 916-2179 for domestic callers and (210) 874-7716 for international callers. The conference ID is 6164228. A live webcast of the conference call will be available on the investor relations section of the Company’s website.\nA replay of the call will be available starting on March 5, 2018 through March 12, 2018. To access the replay, dial (855) 859-2056 for domestic callers and (404) 537-3406 for international callers and enter access code 6164228. In addition, the recorded webcast will be available in the investor relations section of the Company’s website for 90 days following the completion of the call.\nAbout Restoration Robotics\nRestoration Robotics, Inc., is a medical device company developing and commercializing the ARTAS™ Robotic Hair Restoration System. We believe the ARTAS System is the first and only physician-assisted system to dissect, and assist in the harvesting of, follicular units directly from the scalp and create recipient implant sites using proprietary algorithms. The Company has unique expertise in machine vision, image guidance, visual servoing and robotics, as well as developing intuitive interfaces to manage these technologies.\nStatements made in this press release and the earnings call referencing the press release that are not statements of historical fact are Forward-looking statements are subject to the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995. Forward-looking statements are commonly identified by words such as “would,” “may,” “expects,” “believes,” “plans,” “intends,” “projects” and other terms with similar meaning. Investors are cautioned that the in this document are based on current beliefs, assumptions and expectations, speak only document and involve risks and uncertainties that could cause actual results to differ materially from current expectations. Such statements are subject to certain known and unknown risks and uncertainties, many of which are difficult to predict and generally beyond our control, that could cause actual results and other future events to differ materially from those expressed in, or implied or projected by, the forward-looking information and statements. Material factors that could cause actual results to differ materially from current expectations include, without limitation, the following: whether there is growth in demand for our ARTAS System for use in harvesting hair follicles for transplant; the progress of our commercialization, marketing and manufacturing capabilities; the continuing productivity and effectiveness of our commercial infrastructure and salesforce; our financial performance; our ability to establish collaborations and/or partnerships; the timing or likelihood of regulatory filings and approvals for ARTAS for use in transplanting of hair follicles, and expanding the approved use of ARTAS for use in dissecting hair follicles to include women and individuals without straight brown or black hair; our expectations regarding the potential market size and the size of the patient populations for ARTAS being accurate; whether we are effective in the pricing of ARTAS; whether we are successful in the implementation of our business model and strategic plans for our business and technology; the scope of protection we are able to establish and maintain for intellectual property rights covering ARTAS, along with any product enhancements; our ability to accurately estimate our expenses, future revenue, capital requirements, our needs for additional financing and our ability to obtain additional capital; and developments relating to our competitors and our industry, including competing therapies and procedures. These factors, together with those that are described in greater detail in our Annual Report on Form 10-K that we expect to file on March 5, 2018, as well as any reports that we may file with the SEC in the future, may cause our actual results, performance or achievements to differ materially and adversely from those anticipated or implied by our We expressly disclaim any obligation, except as required by law, or undertaking to update or revise any such Our results for the full year and quarter ended December 31, 2017 are not necessarily indicative of our operating results for any future periods.\nMedia Contact\nLisa Markle\nDirector of Marketing\nRestoration Robotics, Inc.\n+1- 408-883-6764\nlisam@restorationrobotics.com\nInvestor Contact\nThe Ruth Group\nLee Roth & Brian Johnston\nir@restorationrobotics.com\n646-536-7000\nRESTORATION ROBOTICS, INC. CONSOLIDATED STATEMENT OF OPERATIONS (in thousands, except per share data) (unaudited)\nThree Months Ended Year Ended December 31, December 31, 2017\n2016\n2017\n2016\nRevenue, net $5,856 $5,178 $21,297 $15,600 Cost of revenue 3,097 3,164 12,150 10,431 Gross profit 2,759 2,014 9,147 5,169 Operating expenses: Research and development 1,557 2,010 7,135 7,474 Sales and marketing 3,653 3,030 14,390 12,483 General and administrative 1,355 859 4,904 4,144 Total operating expenses 6,565 5,899 26,429 24,101 Loss from operations (3,806 ) (3,885 ) (17,282 ) (18,932 ) Other income (expense), net: Interest expense (420 ) (620 ) (2,027 ) (2,483 ) Gain on sale of investment 1,851 — 1,851 — Other income (expense) 1,317 (427 ) (328 ) (431 ) Total other expense, net 2,748 (1,047 ) (504 ) (2,914 ) Net loss before provision for income taxes (1,058 ) (4,932 ) (17,786 ) (21,846 ) Provision for income taxes 6 — 56 — Net loss $(1,064 ) $(4,932 ) $(17,842 ) $(21,846 ) Net loss per basic and diluted $(0.04 ) $(3.06 ) $(2.42 ) $(13.54 ) Weighted-average shares used in computing net loss per share, basic and diluted 24,482,912 1,614,255 7,382,715 1,612,933\nRESTORATION ROBOTICS, INC. CONSOLIDATED BALANCE SHEETS (in thousands, except share and per share data) December 31, December 31, 2017 2016 ASSETS CURRENT ASSETS: Cash and cash equivalents $23,545 $11,906 Accounts receivable 3,864 2,481 Inventory 2,761 2,742 Prepaid expenses and other current assets 1,562 810 Total current assets 31,732 17,939 Property and equipment, net 1,138 1,459 Other assets 100 100 TOTAL ASSETS $32,970 $19,498 LIABILITIES, CONVERTIBLE PREFERRED STOCK AND STOCKHOLDERS’ EQUITY (DEFICIT) CURRENT LIABILITIES: Accounts payable $2,044 $1,740 Accrued and other liabilities 2,755 2,438 Deferred revenue 1,517 1,423 Current portion of long-term debt, net of discount of $270 and $551 as of December 31, 2017 and 2016 7,730 7,449 Total current liabilities 14,046 13,050 Other long-term liabilities 459 563 Preferred stock warrant liabilities — 693 Long-term debt, net of discount of $29 and $299 as of December 31, 2017 and 2016 5,271 13,001 TOTAL LIABILITIES 19,776 27,307 Commitments and Contingencies Convertible preferred stock, $0.0001 par value; no and 236,154,444 shares authorized as of\nDecember 31, 2017 and 2016; no and 21,142,295 shares issued and\noutstanding as of December 31, 2017 and 2016; aggregate liquidation preference\nof no and $142,231 as of December 31, 2017 and 2016 — 135,735 STOCKHOLDERS’ EQUITY (DEFICIT): Common stock, $0.0001 par value: 300,000,000 and 350,490,000 shares authorized as of\nDecember 31, 2017 and 2016; 28,940,282 and 1,615,495 shares issued and outstanding as\nof December 31, 2017 and 2016 3 — Additional paid-in capital 177,757 3,087 Accumulated other comprehensive income (loss) (79 ) 14 Accumulated deficit (164,487 ) (146,645 ) TOTAL STOCKHOLDERS’ EQUITY (DEFICIT) 13,194 (143,544 ) TOTAL LIABILITIES, CONVERTIBLE PREFERRED STOCK\nAND STOCKHOLDERS’ EQUITY (DEFICIT) $32,970 $19,498\nSource:Restoration Robotics",
    "published": "2018-03-06T00:01:00.000+02:00",
    "crawled": "2018-03-06T01:22:26.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "jose",
        "march",
        "globe",
        "newswire",
        "restoration",
        "robotics",
        "nasdaq",
        "hair",
        "leader",
        "robotic",
        "hair",
        "restoration",
        "announced",
        "today",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "full",
        "year",
        "highlight",
        "fourth",
        "quarter",
        "revenue",
        "million",
        "highest",
        "full",
        "year",
        "revenue",
        "date",
        "million",
        "full",
        "year",
        "gross",
        "profit",
        "million",
        "gross",
        "margin",
        "full",
        "year",
        "completed",
        "initial",
        "public",
        "offering",
        "october",
        "raising",
        "approximately",
        "million",
        "net",
        "proceeds",
        "primarily",
        "fund",
        "continued",
        "commercialization",
        "robotic",
        "hair",
        "restoration",
        "system",
        "ryan",
        "rhodes",
        "president",
        "chief",
        "executive",
        "officer",
        "restoration",
        "robotics",
        "said",
        "extremely",
        "pleased",
        "performance",
        "achieved",
        "significant",
        "revenue",
        "growth",
        "gross",
        "margin",
        "expansion",
        "believe",
        "record",
        "result",
        "validate",
        "belief",
        "growing",
        "number",
        "physician",
        "worldwide",
        "recognizing",
        "strategic",
        "value",
        "integrating",
        "artas",
        "robotic",
        "hair",
        "restoration",
        "system",
        "practice",
        "sold",
        "artas",
        "system",
        "artas",
        "system",
        "worldwide",
        "december",
        "growing",
        "installed",
        "base",
        "allows",
        "increased",
        "procedure",
        "volume",
        "continue",
        "expand",
        "commercial",
        "infrastructure",
        "additionally",
        "believe",
        "increased",
        "marketing",
        "presence",
        "continues",
        "drive",
        "greater",
        "awareness",
        "significant",
        "advantage",
        "artas",
        "rhodes",
        "added",
        "october",
        "completed",
        "initial",
        "public",
        "offering",
        "raising",
        "approximately",
        "million",
        "net",
        "proceeds",
        "believe",
        "allow",
        "u",
        "expand",
        "international",
        "sale",
        "distribution",
        "infrastructure",
        "enhance",
        "marketing",
        "initiative",
        "drive",
        "additional",
        "regulatory",
        "approval",
        "invest",
        "new",
        "existing",
        "r",
        "project",
        "support",
        "future",
        "growth",
        "believe",
        "success",
        "positioned",
        "u",
        "well",
        "continue",
        "execute",
        "strategic",
        "initiative",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "revenue",
        "fourth",
        "quarter",
        "million",
        "increase",
        "million",
        "fourth",
        "quarter",
        "revenue",
        "full",
        "year",
        "million",
        "increase",
        "million",
        "full",
        "year",
        "gross",
        "profit",
        "fourth",
        "quarter",
        "million",
        "gross",
        "margin",
        "increase",
        "million",
        "respectively",
        "fourth",
        "quarter",
        "gross",
        "profit",
        "full",
        "year",
        "million",
        "gross",
        "margin",
        "increase",
        "million",
        "respectively",
        "full",
        "year",
        "increase",
        "gross",
        "profit",
        "gross",
        "margin",
        "period",
        "largely",
        "due",
        "increased",
        "harvest",
        "revenue",
        "reduced",
        "procedure",
        "kit",
        "cost",
        "improvement",
        "customer",
        "support",
        "cost",
        "efficiency",
        "additionally",
        "full",
        "year",
        "gross",
        "profit",
        "gross",
        "margin",
        "increased",
        "additional",
        "system",
        "sale",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "million",
        "increase",
        "million",
        "fourth",
        "quarter",
        "operating",
        "expense",
        "full",
        "year",
        "million",
        "increase",
        "million",
        "full",
        "year",
        "increase",
        "operating",
        "expense",
        "period",
        "largely",
        "due",
        "increased",
        "investment",
        "company",
        "sale",
        "marketing",
        "initiative",
        "cost",
        "related",
        "initial",
        "public",
        "offering",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "net",
        "loss",
        "full",
        "year",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "full",
        "year",
        "change",
        "net",
        "loss",
        "per",
        "share",
        "fourth",
        "quarter",
        "full",
        "year",
        "compared",
        "corresponding",
        "prior",
        "period",
        "largely",
        "due",
        "conversion",
        "preferred",
        "share",
        "common",
        "share",
        "connection",
        "initial",
        "public",
        "offering",
        "resulting",
        "increase",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "total",
        "cash",
        "cash",
        "equivalent",
        "million",
        "december",
        "conference",
        "call",
        "information",
        "restoration",
        "robotics",
        "hold",
        "conference",
        "call",
        "today",
        "monday",
        "march",
        "et",
        "discus",
        "result",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "live",
        "webcast",
        "conference",
        "call",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "replay",
        "call",
        "available",
        "starting",
        "march",
        "march",
        "access",
        "replay",
        "dial",
        "domestic",
        "caller",
        "international",
        "caller",
        "enter",
        "access",
        "code",
        "addition",
        "recorded",
        "webcast",
        "available",
        "investor",
        "relation",
        "section",
        "company",
        "website",
        "day",
        "following",
        "completion",
        "call",
        "restoration",
        "robotics",
        "restoration",
        "robotics",
        "medical",
        "device",
        "company",
        "developing",
        "commercializing",
        "robotic",
        "hair",
        "restoration",
        "system",
        "believe",
        "artas",
        "system",
        "first",
        "system",
        "dissect",
        "assist",
        "harvesting",
        "follicular",
        "unit",
        "directly",
        "scalp",
        "create",
        "recipient",
        "implant",
        "site",
        "using",
        "proprietary",
        "algorithm",
        "company",
        "unique",
        "expertise",
        "machine",
        "vision",
        "image",
        "guidance",
        "visual",
        "servoing",
        "robotics",
        "well",
        "developing",
        "intuitive",
        "interface",
        "manage",
        "technology",
        "statement",
        "made",
        "press",
        "release",
        "earnings",
        "call",
        "referencing",
        "press",
        "release",
        "statement",
        "historical",
        "fact",
        "statement",
        "subject",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "commonly",
        "identified",
        "word",
        "would",
        "may",
        "expects",
        "belief",
        "plan",
        "intends",
        "project",
        "term",
        "similar",
        "meaning",
        "investor",
        "cautioned",
        "document",
        "based",
        "current",
        "belief",
        "assumption",
        "expectation",
        "speak",
        "document",
        "involve",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "statement",
        "subject",
        "certain",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "many",
        "difficult",
        "predict",
        "generally",
        "beyond",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "future",
        "event",
        "differ",
        "materially",
        "expressed",
        "implied",
        "projected",
        "information",
        "statement",
        "material",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "current",
        "expectation",
        "include",
        "without",
        "limitation",
        "following",
        "whether",
        "growth",
        "demand",
        "artas",
        "system",
        "use",
        "harvesting",
        "hair",
        "follicle",
        "transplant",
        "progress",
        "commercialization",
        "marketing",
        "manufacturing",
        "capability",
        "continuing",
        "productivity",
        "effectiveness",
        "commercial",
        "infrastructure",
        "salesforce",
        "financial",
        "performance",
        "ability",
        "establish",
        "collaboration",
        "partnership",
        "timing",
        "likelihood",
        "regulatory",
        "filing",
        "approval",
        "artas",
        "use",
        "transplanting",
        "hair",
        "follicle",
        "expanding",
        "approved",
        "use",
        "artas",
        "use",
        "dissecting",
        "hair",
        "follicle",
        "include",
        "woman",
        "individual",
        "without",
        "straight",
        "brown",
        "black",
        "hair",
        "expectation",
        "regarding",
        "potential",
        "market",
        "size",
        "size",
        "patient",
        "population",
        "artas",
        "accurate",
        "whether",
        "effective",
        "pricing",
        "artas",
        "whether",
        "successful",
        "implementation",
        "business",
        "model",
        "strategic",
        "plan",
        "business",
        "technology",
        "scope",
        "protection",
        "able",
        "establish",
        "maintain",
        "intellectual",
        "property",
        "right",
        "covering",
        "artas",
        "along",
        "product",
        "enhancement",
        "ability",
        "accurately",
        "estimate",
        "expense",
        "future",
        "revenue",
        "capital",
        "requirement",
        "need",
        "additional",
        "financing",
        "ability",
        "obtain",
        "additional",
        "capital",
        "development",
        "relating",
        "competitor",
        "industry",
        "including",
        "competing",
        "therapy",
        "procedure",
        "factor",
        "together",
        "described",
        "greater",
        "detail",
        "annual",
        "report",
        "form",
        "expect",
        "file",
        "march",
        "well",
        "report",
        "may",
        "file",
        "sec",
        "future",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "adversely",
        "anticipated",
        "implied",
        "expressly",
        "disclaim",
        "obligation",
        "except",
        "required",
        "law",
        "undertaking",
        "update",
        "revise",
        "result",
        "full",
        "year",
        "quarter",
        "ended",
        "december",
        "necessarily",
        "indicative",
        "operating",
        "result",
        "future",
        "period",
        "medium",
        "contact",
        "lisa",
        "markle",
        "director",
        "marketing",
        "restoration",
        "robotics",
        "lisam",
        "investor",
        "contact",
        "ruth",
        "group",
        "lee",
        "roth",
        "brian",
        "johnston",
        "ir",
        "restoration",
        "robotics",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "revenue",
        "net",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "interest",
        "expense",
        "gain",
        "sale",
        "investment",
        "income",
        "expense",
        "total",
        "expense",
        "net",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "restoration",
        "robotics",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "deferred",
        "revenue",
        "current",
        "portion",
        "debt",
        "net",
        "discount",
        "december",
        "total",
        "current",
        "liability",
        "liability",
        "preferred",
        "stock",
        "warrant",
        "liability",
        "debt",
        "net",
        "discount",
        "december",
        "total",
        "liability",
        "commitment",
        "contingency",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "aggregate",
        "liquidation",
        "preference",
        "december",
        "stockholder",
        "equity",
        "deficit",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "additional",
        "capital",
        "accumulated",
        "comprehensive",
        "income",
        "loss",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "source",
        "restoration",
        "robotics"
    ]
}