{
    "organizations": [],
    "uuid": "a6687c3708ef918359ea2a70a778fb5ff5d22e95",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/pr-newswire-cicc-announced-2017-annual-results-net-profit-achieved-rmb2-point-77-billion-increased-by-52-percent-year-on-year.html",
    "ord_in_thread": 0,
    "title": "CICC Announced 2017 Annual Results; Net Profit Achieved RMB2.77 Billion Increased by 52% Year on Year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Financial Summary\nIn 2017, CICC posted\ntotal revenue and other income of RMB15.26 billion, representing an increase of 71% year on year; net profit (Note) of RMB2.77 billion, representing an increase of 52% year on year; weighted average return on net assets of 8.8%.\nAs of December 31, 2017, the Company had\ntotal assets of RMB237.81 billion, representing an increase of 133% compared with the end of 2016; net assets (Note) of RMB36.71 billion, representing an increase of 99% compared with the end of 2016.\nBEIJING, March 26, 2018 /PRNewswire/ -- China International Capital Corporation Limited (\"CICC\" or \"the Company\", Stock code: 3908. HK) announced its annual results for the twelve months ended December 31, 2017. In 2017, the Company recorded total revenue and other income of RMB15.26 billion; and profit (Note) of RMB2.77 billion; with a weighted average return on net assets of 8.8%. As at the end of 2017, the total assets of the Company amounted to RMB237.81 billion, representing an increase of 133% compared with the end of 2016; net assets (Note) amounted to RMB36.71 billion, representing an increase of 99% compared to the end of 2016.\nIn 2017, the Company achieved remarkable results in business transformation and business model upgrade, as well as witnessed synchronized development of its five major business lines i.e. investment banking, equities, FICC, wealth management and investment management, with balanced focus on institutional business and retail business. Also, the Company maintained sound growth momentum of traditional business and client business in domestic as well as overseas markets. In spite of the challenging environment of shrinking offering size, declining trading volume, compressing channel-based business and decreasing industry revenue, the Company steadily strengthened the business capabilities and proactively seized development opportunities, and achieved significant growth in revenue.\nMaintaining Market Leading Position in Traditional Business\nIn 2017, CICC's investment banking business consolidated its edge in this traditional business line by actively engaging in transactions in line with overwhelming trend of increasing direct financing and structural reform of China, and played an important role in safeguarding the franchise and reinforcing the client base of the Company. The Company has maintained a leading role in SOE reform, and advised on a number of milestone transactions, bringing pioneer experiences for similar deals. In the continued efforts to expand coverage of new industries and clients, CICC closed a number of milestone transactions in the TMT, advanced manufacturing, new energy, pharmaceutical and healthcare, and consumer spending sectors. The Company has been a forerunner in bond product innovation and witnessed a major step forward in the overseas bond business. Upon consolidating the CISC teams, the Company's investment banking team further enhanced its business scale and influence, with expanding regional presence and service coverage. In 2017, CICC ranked No.1 among PRC-based enterprises in global equity financing, No.1 global financial advisor for M&As by PRC-based companies in terms of transaction amount for several consecutive years.\nEffective Transformation towards Balance Sheet-based Service Model\nIn recent years, the Company has focused on enhancing its balance sheet-based servicing capabilities, and the equities and FICC businesses have witnessed significant progress in terms of business transitioning. In terms of the equities business, the Company continued to put forward strategic initiatives to sharpen its institutional, product, and international focus, deepen business transitioning, to pursue synchronized development of the exchange and OTC business in domestic as well as overseas market, aiming to offer one-step global integrated financial services, including cash agency, prime brokerage, option and derivatives, fund evaluation and capital introduction to investors at home and aboard. In terms of the FICC business, the Company enjoyed substantial progress in business transformation with significantly improving product structuring capability, and initially disconnected its revenue from interest rate movement. In 2017, FICC witnessed strong growth in client business, driven by client trading, structured products, and commodity-linked derivatives.\nSignificant Enhancement of Wealth Management and Investment Management Platforms\nThe wealth management business and investment management business have demonstrated constant improvement of business platforms, and have been growing into major driving forces for the growth going forward. For the wealth management business, the Wealth Service Centre was set up. Through effective cross-selling and deep integration with CISC, the wealth management business significantly enhanced its differentiated competitiveness and distribution network. For the asset management business, the Company continued to enrich product lines to cover pension, institutional outsourcing, fund of fund and multi-strategy. For CICC Fund Management, a comprehensive portfolio of mutual fund products and segregated account products with multiple strategies is in good shape, and some products in the portfolio have delivered outstanding performance for the year. For the private equity investment business, the Company has formally established CICC Capital as the unified private equity investment platform. By capturing assets across products, industries and regions, CICC Capital has successfully driven an explosive growth in the private equity assets under management of the Company.\nGrowing Importance of Support Capacity of Mid-and-Back-Office Functions as the Core Competitive Edge of the Company\nIn 2017, CICC's information technology systems have been upgraded. The Company developed and upgraded the prime brokerage business system, OTC derivatives system and global wealth management system. In terms of the financial resources management, the Company has optimized asset-liability matching within the boundaries defined by risk limits and regulatory indicators. The Company has maintained sound compliance and risk control, and took the initiative to follow the Comprehensive Risk Management Rules issued by the Securities Association of China and the consolidated balance sheet-based regulatory regime, and strengthened investor suitability management, while effectively preventing the occurrence of material risk and compliance incidents or unanticipated substantial loss.\nProgress of Integration\nIn April 2017, the Company completed the issuance of consideration shares in relation to the acquisition of CISC, upon which the transaction was duly completed. Over the past year, both parties worked closely to integrate in various aspects, with initial outcomes achieved in terms of integration of business operations, management functions and culture. By introducing more market-oriented systems and mechanisms, the Company brought CICC's knowhow and good practices in management, risk control, product and IT system to CISC. In the meantime, capitalizing on CISC's extensive client base and local network, the Company has further extended its Chinese roots and promoted the development of the \"New CICC\".\nMajor Capital Market Initiatives\nOther than the merger and acquisition and reorganisation with CISC, CICC actively pursued cooperation with domestic and foreign partners to optimize the shareholding structure, strengthen the weaknesses and accelerate growth. The Company has taken a series of capital market initiatives, including: 1) In July 2017, CICC announced the acquisition of the majority stake in KraneShares, leveraging its platform to usher into the US asset management and ETF industries; 2) In September 2017, CICC announced the introduction of Tencent as a strategic investor and entered into a strategic cooperation framework agreement with Tencent.\nOutlook\nIn 2018, CICC will further emphasize the stance of serving client interest and serving the real economy, enhance the professional capacity of the front, middle and back offices, and consolidate strengths in high-end business, to enhance competitiveness and influence in the market, achieve sustainable development and maximize shareholder value, and strive toward the mission of establishing the Company as a world-class full-service investment bank.\nNote: Net profit refers to profit for the year attributable to the shareholders / equity holders and holders of other equity instruments of the Company; net assets refer to total shareholders equity attributable to the shareholders/equity holders and holders of other equity instruments.\nAbout China International Capital Corporation Limited\nChina International Capital Corporation Limited (CICC, 3908.HK) is China's first joint-venture investment bank. Since inception in 1995, CICC has always been committed to providing high quality value-added financial services to our clients. We have established a full-service business model consisting of investment banking, equities, FICC, wealth management and investment management on the basis of strong research coverage. Headquartered in Beijing, we have established subsidiaries in Mainland China, branch companies in major cities including Shanghai and Shenzhen, and over 200 securities branches in 28 provinces and municipalities across China. CICC has also actively ventured into overseas markets and has established offices in Hong Kong, New York, Singapore, London and recently San Francisco, to help clients in both domestic and overseas markets fulfill their strategic goals.\nView original content: http://www.prnewswire.com/news-releases/cicc-announced-2017-annual-results-net-profit-achieved-rmb277-billion-increased-by-52-year-on-year-300619263.html\nSOURCE China International Capital Corporation Limited",
    "published": "2018-03-26T15:15:00.000+03:00",
    "crawled": "2018-03-26T16:27:39.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "financial",
        "summary",
        "cicc",
        "posted",
        "total",
        "revenue",
        "income",
        "billion",
        "representing",
        "increase",
        "year",
        "year",
        "net",
        "profit",
        "note",
        "billion",
        "representing",
        "increase",
        "year",
        "year",
        "weighted",
        "average",
        "return",
        "net",
        "asset",
        "december",
        "company",
        "total",
        "asset",
        "billion",
        "representing",
        "increase",
        "compared",
        "end",
        "net",
        "asset",
        "note",
        "billion",
        "representing",
        "increase",
        "compared",
        "end",
        "beijing",
        "march",
        "china",
        "international",
        "capital",
        "corporation",
        "limited",
        "cicc",
        "company",
        "stock",
        "code",
        "hk",
        "announced",
        "annual",
        "result",
        "twelve",
        "month",
        "ended",
        "december",
        "company",
        "recorded",
        "total",
        "revenue",
        "income",
        "billion",
        "profit",
        "note",
        "billion",
        "weighted",
        "average",
        "return",
        "net",
        "asset",
        "end",
        "total",
        "asset",
        "company",
        "amounted",
        "billion",
        "representing",
        "increase",
        "compared",
        "end",
        "net",
        "asset",
        "note",
        "amounted",
        "billion",
        "representing",
        "increase",
        "compared",
        "end",
        "company",
        "achieved",
        "remarkable",
        "result",
        "business",
        "transformation",
        "business",
        "model",
        "upgrade",
        "well",
        "witnessed",
        "synchronized",
        "development",
        "five",
        "major",
        "business",
        "line",
        "investment",
        "banking",
        "equity",
        "ficc",
        "wealth",
        "management",
        "investment",
        "management",
        "balanced",
        "focus",
        "institutional",
        "business",
        "retail",
        "business",
        "also",
        "company",
        "maintained",
        "sound",
        "growth",
        "momentum",
        "traditional",
        "business",
        "client",
        "business",
        "domestic",
        "well",
        "overseas",
        "market",
        "spite",
        "challenging",
        "environment",
        "shrinking",
        "offering",
        "size",
        "declining",
        "trading",
        "volume",
        "compressing",
        "business",
        "decreasing",
        "industry",
        "revenue",
        "company",
        "steadily",
        "strengthened",
        "business",
        "capability",
        "proactively",
        "seized",
        "development",
        "opportunity",
        "achieved",
        "significant",
        "growth",
        "revenue",
        "maintaining",
        "market",
        "leading",
        "position",
        "traditional",
        "business",
        "cicc",
        "investment",
        "banking",
        "business",
        "consolidated",
        "edge",
        "traditional",
        "business",
        "line",
        "actively",
        "engaging",
        "transaction",
        "line",
        "overwhelming",
        "trend",
        "increasing",
        "direct",
        "financing",
        "structural",
        "reform",
        "china",
        "played",
        "important",
        "role",
        "safeguarding",
        "franchise",
        "reinforcing",
        "client",
        "base",
        "company",
        "company",
        "maintained",
        "leading",
        "role",
        "soe",
        "reform",
        "advised",
        "number",
        "milestone",
        "transaction",
        "bringing",
        "pioneer",
        "experience",
        "similar",
        "deal",
        "continued",
        "effort",
        "expand",
        "coverage",
        "new",
        "industry",
        "client",
        "cicc",
        "closed",
        "number",
        "milestone",
        "transaction",
        "tmt",
        "advanced",
        "manufacturing",
        "new",
        "energy",
        "pharmaceutical",
        "healthcare",
        "consumer",
        "spending",
        "sector",
        "company",
        "forerunner",
        "bond",
        "product",
        "innovation",
        "witnessed",
        "major",
        "step",
        "forward",
        "overseas",
        "bond",
        "business",
        "upon",
        "consolidating",
        "cisc",
        "team",
        "company",
        "investment",
        "banking",
        "team",
        "enhanced",
        "business",
        "scale",
        "influence",
        "expanding",
        "regional",
        "presence",
        "service",
        "coverage",
        "cicc",
        "ranked",
        "among",
        "enterprise",
        "global",
        "equity",
        "financing",
        "global",
        "financial",
        "advisor",
        "company",
        "term",
        "transaction",
        "amount",
        "several",
        "consecutive",
        "year",
        "effective",
        "transformation",
        "towards",
        "balance",
        "service",
        "model",
        "recent",
        "year",
        "company",
        "focused",
        "enhancing",
        "balance",
        "servicing",
        "capability",
        "equity",
        "ficc",
        "business",
        "witnessed",
        "significant",
        "progress",
        "term",
        "business",
        "transitioning",
        "term",
        "equity",
        "business",
        "company",
        "continued",
        "put",
        "forward",
        "strategic",
        "initiative",
        "sharpen",
        "institutional",
        "product",
        "international",
        "focus",
        "deepen",
        "business",
        "transitioning",
        "pursue",
        "synchronized",
        "development",
        "exchange",
        "otc",
        "business",
        "domestic",
        "well",
        "overseas",
        "market",
        "aiming",
        "offer",
        "global",
        "integrated",
        "financial",
        "service",
        "including",
        "cash",
        "agency",
        "prime",
        "brokerage",
        "option",
        "derivative",
        "fund",
        "evaluation",
        "capital",
        "introduction",
        "investor",
        "home",
        "aboard",
        "term",
        "ficc",
        "business",
        "company",
        "enjoyed",
        "substantial",
        "progress",
        "business",
        "transformation",
        "significantly",
        "improving",
        "product",
        "structuring",
        "capability",
        "initially",
        "disconnected",
        "revenue",
        "interest",
        "rate",
        "movement",
        "ficc",
        "witnessed",
        "strong",
        "growth",
        "client",
        "business",
        "driven",
        "client",
        "trading",
        "structured",
        "product",
        "derivative",
        "significant",
        "enhancement",
        "wealth",
        "management",
        "investment",
        "management",
        "platform",
        "wealth",
        "management",
        "business",
        "investment",
        "management",
        "business",
        "demonstrated",
        "constant",
        "improvement",
        "business",
        "platform",
        "growing",
        "major",
        "driving",
        "force",
        "growth",
        "going",
        "forward",
        "wealth",
        "management",
        "business",
        "wealth",
        "service",
        "centre",
        "set",
        "effective",
        "deep",
        "integration",
        "cisc",
        "wealth",
        "management",
        "business",
        "significantly",
        "enhanced",
        "differentiated",
        "competitiveness",
        "distribution",
        "network",
        "asset",
        "management",
        "business",
        "company",
        "continued",
        "enrich",
        "product",
        "line",
        "cover",
        "pension",
        "institutional",
        "outsourcing",
        "fund",
        "fund",
        "cicc",
        "fund",
        "management",
        "comprehensive",
        "portfolio",
        "mutual",
        "fund",
        "product",
        "segregated",
        "account",
        "product",
        "multiple",
        "strategy",
        "good",
        "shape",
        "product",
        "portfolio",
        "delivered",
        "outstanding",
        "performance",
        "year",
        "private",
        "equity",
        "investment",
        "business",
        "company",
        "formally",
        "established",
        "cicc",
        "capital",
        "unified",
        "private",
        "equity",
        "investment",
        "platform",
        "capturing",
        "asset",
        "across",
        "product",
        "industry",
        "region",
        "cicc",
        "capital",
        "successfully",
        "driven",
        "explosive",
        "growth",
        "private",
        "equity",
        "asset",
        "management",
        "company",
        "growing",
        "importance",
        "support",
        "capacity",
        "function",
        "core",
        "competitive",
        "edge",
        "company",
        "cicc",
        "information",
        "technology",
        "system",
        "upgraded",
        "company",
        "developed",
        "upgraded",
        "prime",
        "brokerage",
        "business",
        "system",
        "otc",
        "derivative",
        "system",
        "global",
        "wealth",
        "management",
        "system",
        "term",
        "financial",
        "resource",
        "management",
        "company",
        "optimized",
        "matching",
        "within",
        "boundary",
        "defined",
        "risk",
        "limit",
        "regulatory",
        "indicator",
        "company",
        "maintained",
        "sound",
        "compliance",
        "risk",
        "control",
        "took",
        "initiative",
        "follow",
        "comprehensive",
        "risk",
        "management",
        "rule",
        "issued",
        "security",
        "association",
        "china",
        "consolidated",
        "balance",
        "regulatory",
        "regime",
        "strengthened",
        "investor",
        "suitability",
        "management",
        "effectively",
        "preventing",
        "occurrence",
        "material",
        "risk",
        "compliance",
        "incident",
        "unanticipated",
        "substantial",
        "loss",
        "progress",
        "integration",
        "april",
        "company",
        "completed",
        "issuance",
        "consideration",
        "share",
        "relation",
        "acquisition",
        "cisc",
        "upon",
        "transaction",
        "duly",
        "completed",
        "past",
        "year",
        "party",
        "worked",
        "closely",
        "integrate",
        "various",
        "aspect",
        "initial",
        "outcome",
        "achieved",
        "term",
        "integration",
        "business",
        "operation",
        "management",
        "function",
        "culture",
        "introducing",
        "system",
        "mechanism",
        "company",
        "brought",
        "cicc",
        "knowhow",
        "good",
        "practice",
        "management",
        "risk",
        "control",
        "product",
        "system",
        "cisc",
        "meantime",
        "capitalizing",
        "cisc",
        "extensive",
        "client",
        "base",
        "local",
        "network",
        "company",
        "extended",
        "chinese",
        "root",
        "promoted",
        "development",
        "new",
        "cicc",
        "major",
        "capital",
        "market",
        "initiative",
        "merger",
        "acquisition",
        "reorganisation",
        "cisc",
        "cicc",
        "actively",
        "pursued",
        "cooperation",
        "domestic",
        "foreign",
        "partner",
        "optimize",
        "shareholding",
        "structure",
        "strengthen",
        "weakness",
        "accelerate",
        "growth",
        "company",
        "taken",
        "series",
        "capital",
        "market",
        "initiative",
        "including",
        "july",
        "cicc",
        "announced",
        "acquisition",
        "majority",
        "stake",
        "kraneshares",
        "leveraging",
        "platform",
        "usher",
        "u",
        "asset",
        "management",
        "etf",
        "industry",
        "september",
        "cicc",
        "announced",
        "introduction",
        "tencent",
        "strategic",
        "investor",
        "entered",
        "strategic",
        "cooperation",
        "framework",
        "agreement",
        "tencent",
        "outlook",
        "cicc",
        "emphasize",
        "stance",
        "serving",
        "client",
        "interest",
        "serving",
        "real",
        "economy",
        "enhance",
        "professional",
        "capacity",
        "front",
        "middle",
        "back",
        "office",
        "consolidate",
        "strength",
        "business",
        "enhance",
        "competitiveness",
        "influence",
        "market",
        "achieve",
        "sustainable",
        "development",
        "maximize",
        "shareholder",
        "value",
        "strive",
        "toward",
        "mission",
        "establishing",
        "company",
        "investment",
        "bank",
        "note",
        "net",
        "profit",
        "refers",
        "profit",
        "year",
        "attributable",
        "shareholder",
        "equity",
        "holder",
        "holder",
        "equity",
        "instrument",
        "company",
        "net",
        "asset",
        "refer",
        "total",
        "shareholder",
        "equity",
        "attributable",
        "holder",
        "holder",
        "equity",
        "instrument",
        "china",
        "international",
        "capital",
        "corporation",
        "limited",
        "china",
        "international",
        "capital",
        "corporation",
        "limited",
        "cicc",
        "china",
        "first",
        "investment",
        "bank",
        "since",
        "inception",
        "cicc",
        "always",
        "committed",
        "providing",
        "high",
        "quality",
        "financial",
        "service",
        "client",
        "established",
        "business",
        "model",
        "consisting",
        "investment",
        "banking",
        "equity",
        "ficc",
        "wealth",
        "management",
        "investment",
        "management",
        "basis",
        "strong",
        "research",
        "coverage",
        "headquartered",
        "beijing",
        "established",
        "subsidiary",
        "mainland",
        "china",
        "branch",
        "company",
        "major",
        "city",
        "including",
        "shanghai",
        "shenzhen",
        "security",
        "branch",
        "province",
        "municipality",
        "across",
        "china",
        "cicc",
        "also",
        "actively",
        "ventured",
        "overseas",
        "market",
        "established",
        "office",
        "hong",
        "kong",
        "new",
        "york",
        "singapore",
        "london",
        "recently",
        "san",
        "francisco",
        "help",
        "client",
        "domestic",
        "overseas",
        "market",
        "fulfill",
        "strategic",
        "goal",
        "view",
        "original",
        "content",
        "http",
        "source",
        "china",
        "international",
        "capital",
        "corporation",
        "limited"
    ]
}