{
    "organizations": [],
    "uuid": "919d86b48ff96631688adf281773587cab784aaf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/globe-newswire-cuv-ventures-corp-signs-da-to-acquire-stake-in-havana-consulting-group-located-in-florida-usa.html",
    "ord_in_thread": 0,
    "title": "CUV Ventures Corp: Signs DA To Acquire Stake In Havana Consulting Group, Located In Florida USA",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, March 05, 2018 (GLOBE NEWSWIRE) -- CUV Ventures Corp. (TSX-V:CUV) (the “Company”) is pleased to announce that it has signed a definitive agreement to acquire a 10% minority stake in THCG AND TECH LLC (“Havana Consulting Group”), the foremost United States domiciled, Cuba focused Think-Tank, consulting and business advisory group. The company further welcomes, Emilio Morales; THCG CEO, TV and Media commentator, dual American/Cuban Citizen, to the Company’s Advisory Board.\nSignificance of the stake in Havana Consulting Group\nShareholders are informed that through the minority acquisition of Havana Consulting Group and, the ensuing equity partnership, the Company acquires guaranteed and coordinated national diffusion, in the United States, of the Revolupay® remittance app, CubaFIN lending platform and other developing facets of the Cuba Ventures Division. In April 2018, Cuba will boast a new president and, accompanying this monumental change, the United States and Cuba may well see a renewed joint vision for the future. The Company’s Cuba Division continues to ready itself for this highly anticipated financial windfall.\nCorporate Rational Behind The Minority Acquisition of THCG & Tech LLC\nRevolupay® targets world remittance markets, including Cuba. Analyzing Cuba’s $3.6 billion estimated annual remittance inflows, it is projected that up to 3 billion emanates from the United States, with Florida as the chief epicenter of financial origin, due to the high prevalence of Cuban expatriates living in the state. Hence, the professionally collated, current and historic Cuban market intelligence, in possession of our new equity partner, is crucial to triumph over this market. In unity with Havana Consulting Group, CUV Ventures hopes to attain the levels of market penetration sought by management and shareholders alike.\nLikewise, the growing numbers American vendors selling goods and services to Cuba are expected to skyrocket in coming years. The close geographical proximity of Cuba to the United States makes both countries natural future trading partners. As we have seen over the past 6 short months, numerous United States congressmen have attended visits to Cuba in support of; U.S manufacturers, producers and vendors, especially from the farming belt, who are anxious to initiate trade with non military owned or managed Cuban entities.\nNo other consulting firm in the United States or, perhaps the world, maintains the up-to-date business and national financial intelligence on the Cuban market as Havana Consulting Group . The team consists of some of the most prolific and cited authors in the academic world, experienced journalists who have taken Cuba’s pulse for an extended period of time, executives who are familiar with the world of business in the U.S. as well as in Cuba, analysts and researchers with vast knowledge of the internal dynamics of the Cuban economy, the social and political situation and, attorneys who are adept at navigating the peculiar Cuban legal environment.\nTHCG and Tech LLC have maintained a decade long, powerful and omnipresent, position in the U.S national media. Acknowledged as a reliable source of relevant informative reference on the Cuban market and Economy, weekly THCG consultants are interviewed and named in dozens of the most important news media outlets in the United States and the Ibero-American region. Furthermore, beyond mass televised media, THCG staff has written more than 100 books and over 600 articles about the Cuban economy, crowning them with the accolade of; “The most prominent U.S/Cuba think-tanks in the United States” - NYT.\nNotable Havana Consulting Group CEO Media\nCNN\nAmerica TV\nEFE\nBBC\nMiami Herald\n* Full List\nFinancial Terms of the Acquisition in THCG & Tech LLC.\nThe purchase price for the 10% equity of THCG & Tech LLC Shares is ninety seven thousand three hundred and forty three Canadian dollars and seventy five cents (C$97,343.75) which will be paid by the issuance to the Vendor, Emilio Morales, of 468,750 common shares in the capital stock of CUV Ventures Corp at 0.165 C$ and the payment of C$20,000 in cash.\nHighlights of THCG acquisition\nEstablished U.S/CUBA Consulting Think-Tank Founded in 2007 Immediate market penetration of the approx $3 Billion Cuban American money inflows into Cuba Licensed for Business in Florida, epicenter of cash flows in Cuba Influential CEO & Media Commentator Mover and Shaker in South Florida Cuban Expat Community Owner of the largest Cuban Business intelligence worldwide Influential U.S based associate for Revolupay & CubaFIN Furtherance of the Cuba Ventures Divisions mission in Cuba & United States\nOverview - Director Bernard Lonis; head of the Cuba Ventures Division\nThe Cuba Ventures division of CUV Ventures maintains notable equity assets, intrinsically linked to Cuba’s economy yet; these assets are neither domiciled in Cuba, nor associated with the Cuban Military or Cuba’s current government. While these assets currently generate notable revenue for the company, I and management are convinced that a day will soon dawn when these assets are immensely lucrative and valuable. Shareholders must however comprehend, CUV Ventures is risk adverse, therefore the owned assets of; USA Based Third Circle Publishing, Cuba Trade Magazine , European Domiciled Travelucion S.L, Online Travel Agency, Canadian Duales Inc , Cuban Remittances, Florida Based Licensed and Bonded Travel agency – IBTO , and now, Miami Based, Havana Consulting Group , are non Cuba domiciled entities who each play a central role in commerce with the island. Astute investors will note that, should Cuba’s economy emerge from its current state, it will invariably do so with capital and investments originating from outside the island. As Cuba’s economy traverses this transition, CUV Ventures and its Cuba Ventures wholly owned division will hold, what management believe, hugely valuable, imperatively important, “Non-Cuban” assets, which will be fundamental in this transitional economic transformation period.\nEmilio Morales to Join Advisory Board\nEmilio Morales , was born and raised in Cuba and dual American/Cuban Citizen. Mr. Morales was formerly the Head of the Strategic Marketing Planning Department for the Marketing Division for CIMEX Corporation, Cuba’s largest state enterprise holding company, with more than 80 subsidiaries across Cuba engaged in 35 different retail and wholesale businesses, with annual revenues of more than US$2.8 billion. Prior to CIMEX, Emilio was a high-ranking professional in Cuba, where he conducted marketing research for more than 15 years and authored or co-authored dozens of market research studies for government companies and foreign companies doing business with Cuba. His work in Cuba, as chief marketing consultant for companies, includes; famed Cigar producer - Habanos S.A., Sugar Exporter - Tecnoazucar, Retail Chain - Palmares S.A., Health -Servimed S.A., Real Estate & Hospitality - Cubanacán S.A., Retail Chain - Shops Universo S.A., Food Producer - Bravo S.A., Cellular Company - Cubacel, Telecommunications Giant - ETECSA, Food Producer - CORACAN S.A., and many more. Mr. Morales also worked for the Cuban government on a plethora of bilateral projects outside Cuba in; Argentina, Canada, Mexico, and South Africa. In 2007 Emilio founded HAVANA CONSULTING GROUP, the Miami-based Think-Tank, and business consulting firm. Emilio is considered by many experts the guru of remittances to Cuba. He has developed for more than 15 years a unique and sophisticated methodology for the collection of information related to various variables that allows him to estimate the remittances that are sent to the country through both formal and informal channels. He is considered a visionary of the Cuban market and of the remittance industry in general. Mr. Morales is the author of two books: “Cuba: A Silent Transition to Capitalism?” (2009) and “Marketing without Advertising: Brand Preference and Consumer Choice in Cuba,”\nThe Company has entered into a consulting agreement with Mr. Morales and granted Mr. Morales stock options exercisable to purchase up to 150,000 common shares of the Company at a price of $0.165 each for a period of 5 years from the grant date.\nAbout CUV Ventures Corp.:\nCUV Ventures Corp. is a multi-asset, multidivisional publicly traded Canadian company deploying advanced technologies in the; Money Remittance, Crypto Mining, Mobile Apps, Online Travel, Vacation Resort, Blockchain Systems, Invoice factoring and Cryptotoken sectors.\nOur flagship technology is Revolupay®, the Apple and Android multinational remittance app, powered by blockchain protocols, and aimed at the worldwide + $150 billion family remittance market.\nThe ₡CU Coin Cryptotoken, allied to Revolupay®, promises to be the coin of choice for remittance senders, travelers and the hospitality industry. Its increasing adoption across several spheres exemplifies its international perspective and future value amongst users.\nThe company’s Fintech division continues to expand into this rapidly emerging segment, in which it; manages, operates and develops end-to-end digital platforms to monetize the blockchain ecosystem across a broad spectrum of leisure related industries, remittances and finance.\nA diverse division of the company, named Cuba Ventures , is involved in Caribbean Basin strategic investments. Similar to the United States Nasdaq listed Herzfeld Fund , the focus is to control noteworthy assets related to the Caribbean Basin (including Cuba). The division is comprised of numerous assets. A wholly owned subsidiary Travelucion Media , a duly licensed and bonded online travel company, Amadeus GDS affiliated, digital & print media powerhouse that specializes in travel marketing, electronic reservations and online booking solutions. Travelucion owns a vast portfolio of web assets consisting of 432 Cuba-centric websites in up to 5 languages which generate over 35 million page-views per year and direct traffic to Travelucion’s online booking and e-commerce sites and proprietary online booking systems, also customized for white label deployment on third party booking websites for; Cayman Islands, Dominican republic, Aruba, Bahamas, BVI, Belize, Antigua, Jamaica and Cuba, offering bookings for hotels, private residences, car rentals, tours, flights and a variety of other types of specialized travel services as well.\nIn 2017, the company acquired equity in the Florida, USA based, licensed and bonded Travel Agency; International Business & Travel Opportunities, LLC ( IBTO ), a Caribbean Basin focused travel facilitator operating trips in the region (including licensed Cuba trips for Americans).\nIn 2018, the company acquired equity in the Florida, USA based, Third Circle Publishing LLC, publisher of the esteemed and U.S circulated print and digital magazine Cuba Trade Magazine . CUV Ventures Corp now controls important print and digital media assets, reaching 10s of millions of consumers globally.\nIn 2018, the company acquired equity in the Toronto; Canada based, duly FINTRAC licensed, remittance company Duales Inc . as part of the Revolupay® remittance app partner network.\nIn 2018, the company acquired equity in the Miami; USA based, Business Advisory/Consultant Think-Tank Havana Consulting Group , as part of the progressive acquisition of key Cuba related but, non domiciled, businesses.\nThe Cuba Ventures divisions consulting team harnesses over 80 years of combined advisor experience in submitting and, obtaining approval, for joint ventures, joint production agreements and import/export permits for foreign enterprises. More recently the company has taken a royalty approach for future agreements between third parties anxious to begin comercial operations with Cuba and, the company’s Cuba Consulting Unit.\nThrough this methodology, the Company is gradually building a potentially valuable “future-ready”, non Caribbean (Cuba) domiciled asset base while, in the interim, securing revenue, growth and unique opportunities present in the Caribbean Basin, with an emphasis on the $4 billion dollar and rapidly growing Cuban travel and tourism industry, $3 billion factoring and FinTech sector, $18.6 billion Caribbean remittance industry and international corporate consulting for Cuba’s $86 Billion annual economy, which remains an interesting opportunity and, one that this division strives to dominate at every opportunity by acquiring assets that are neither physically domiciled nor associated with entities located in Republic of Cuba but, that have unparalleled future takeover prospects, should the political climate improve.\nFor further information on CUV Ventures Corp. (TSX-V:CUV) visit the Company’s website at www.cuvventures.com . The Company has 121,282,901 shares issued and outstanding.\nCUV VENTURES CORP.\nSTEVE MARSHALL",
    "published": "2018-03-05T18:30:00.000+02:00",
    "crawled": "2018-03-06T00:34:54.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "cuv",
        "venture",
        "cuv",
        "company",
        "pleased",
        "announce",
        "signed",
        "definitive",
        "agreement",
        "acquire",
        "minority",
        "stake",
        "thcg",
        "tech",
        "llc",
        "havana",
        "consulting",
        "group",
        "foremost",
        "united",
        "state",
        "domiciled",
        "cuba",
        "focused",
        "consulting",
        "business",
        "advisory",
        "group",
        "company",
        "welcome",
        "emilio",
        "morale",
        "thcg",
        "ceo",
        "tv",
        "medium",
        "commentator",
        "dual",
        "citizen",
        "company",
        "advisory",
        "board",
        "significance",
        "stake",
        "havana",
        "consulting",
        "group",
        "shareholder",
        "informed",
        "minority",
        "acquisition",
        "havana",
        "consulting",
        "group",
        "ensuing",
        "equity",
        "partnership",
        "company",
        "acquires",
        "guaranteed",
        "coordinated",
        "national",
        "diffusion",
        "united",
        "state",
        "remittance",
        "app",
        "cubafin",
        "lending",
        "platform",
        "developing",
        "facet",
        "cuba",
        "venture",
        "division",
        "april",
        "cuba",
        "boast",
        "new",
        "president",
        "accompanying",
        "monumental",
        "change",
        "united",
        "state",
        "cuba",
        "may",
        "well",
        "see",
        "renewed",
        "joint",
        "vision",
        "future",
        "company",
        "cuba",
        "division",
        "continues",
        "ready",
        "highly",
        "anticipated",
        "financial",
        "windfall",
        "corporate",
        "rational",
        "behind",
        "minority",
        "acquisition",
        "thcg",
        "tech",
        "llc",
        "target",
        "world",
        "remittance",
        "market",
        "including",
        "cuba",
        "analyzing",
        "cuba",
        "billion",
        "estimated",
        "annual",
        "remittance",
        "inflow",
        "projected",
        "billion",
        "emanates",
        "united",
        "state",
        "florida",
        "chief",
        "epicenter",
        "financial",
        "origin",
        "due",
        "high",
        "prevalence",
        "cuban",
        "expatriate",
        "living",
        "state",
        "hence",
        "professionally",
        "collated",
        "current",
        "historic",
        "cuban",
        "market",
        "intelligence",
        "possession",
        "new",
        "equity",
        "partner",
        "crucial",
        "triumph",
        "market",
        "unity",
        "havana",
        "consulting",
        "group",
        "cuv",
        "venture",
        "hope",
        "attain",
        "level",
        "market",
        "penetration",
        "sought",
        "management",
        "shareholder",
        "alike",
        "likewise",
        "growing",
        "number",
        "american",
        "vendor",
        "selling",
        "good",
        "service",
        "cuba",
        "expected",
        "skyrocket",
        "coming",
        "year",
        "close",
        "geographical",
        "proximity",
        "cuba",
        "united",
        "state",
        "make",
        "country",
        "natural",
        "future",
        "trading",
        "partner",
        "seen",
        "past",
        "short",
        "month",
        "numerous",
        "united",
        "state",
        "congressman",
        "attended",
        "visit",
        "cuba",
        "support",
        "manufacturer",
        "producer",
        "vendor",
        "especially",
        "farming",
        "belt",
        "anxious",
        "initiate",
        "trade",
        "non",
        "military",
        "owned",
        "managed",
        "cuban",
        "entity",
        "consulting",
        "firm",
        "united",
        "state",
        "perhaps",
        "world",
        "maintains",
        "business",
        "national",
        "financial",
        "intelligence",
        "cuban",
        "market",
        "havana",
        "consulting",
        "group",
        "team",
        "consists",
        "prolific",
        "cited",
        "author",
        "academic",
        "world",
        "experienced",
        "journalist",
        "taken",
        "cuba",
        "pulse",
        "extended",
        "period",
        "time",
        "executive",
        "familiar",
        "world",
        "business",
        "well",
        "cuba",
        "analyst",
        "researcher",
        "vast",
        "knowledge",
        "internal",
        "dynamic",
        "cuban",
        "economy",
        "social",
        "political",
        "situation",
        "attorney",
        "adept",
        "navigating",
        "peculiar",
        "cuban",
        "legal",
        "environment",
        "thcg",
        "tech",
        "llc",
        "maintained",
        "decade",
        "long",
        "powerful",
        "omnipresent",
        "position",
        "national",
        "medium",
        "acknowledged",
        "reliable",
        "source",
        "relevant",
        "informative",
        "reference",
        "cuban",
        "market",
        "economy",
        "weekly",
        "thcg",
        "consultant",
        "interviewed",
        "named",
        "dozen",
        "important",
        "news",
        "medium",
        "outlet",
        "united",
        "state",
        "region",
        "furthermore",
        "beyond",
        "mass",
        "televised",
        "medium",
        "thcg",
        "staff",
        "written",
        "book",
        "article",
        "cuban",
        "economy",
        "crowning",
        "accolade",
        "prominent",
        "united",
        "state",
        "nyt",
        "notable",
        "havana",
        "consulting",
        "group",
        "ceo",
        "medium",
        "cnn",
        "america",
        "tv",
        "efe",
        "bbc",
        "miami",
        "herald",
        "full",
        "list",
        "financial",
        "term",
        "acquisition",
        "thcg",
        "tech",
        "llc",
        "purchase",
        "price",
        "equity",
        "thcg",
        "tech",
        "llc",
        "share",
        "ninety",
        "seven",
        "thousand",
        "three",
        "hundred",
        "forty",
        "three",
        "canadian",
        "dollar",
        "seventy",
        "five",
        "cent",
        "c",
        "paid",
        "issuance",
        "vendor",
        "emilio",
        "morale",
        "common",
        "share",
        "capital",
        "stock",
        "cuv",
        "venture",
        "corp",
        "c",
        "payment",
        "c",
        "cash",
        "highlight",
        "thcg",
        "acquisition",
        "established",
        "consulting",
        "founded",
        "immediate",
        "market",
        "penetration",
        "approx",
        "billion",
        "cuban",
        "american",
        "money",
        "inflow",
        "cuba",
        "licensed",
        "business",
        "florida",
        "epicenter",
        "cash",
        "flow",
        "cuba",
        "influential",
        "ceo",
        "medium",
        "commentator",
        "mover",
        "shaker",
        "south",
        "florida",
        "cuban",
        "expat",
        "community",
        "owner",
        "largest",
        "cuban",
        "business",
        "intelligence",
        "worldwide",
        "influential",
        "based",
        "associate",
        "revolupay",
        "cubafin",
        "furtherance",
        "cuba",
        "venture",
        "division",
        "mission",
        "cuba",
        "united",
        "state",
        "overview",
        "director",
        "bernard",
        "lonis",
        "head",
        "cuba",
        "venture",
        "division",
        "cuba",
        "venture",
        "division",
        "cuv",
        "venture",
        "maintains",
        "notable",
        "equity",
        "asset",
        "intrinsically",
        "linked",
        "cuba",
        "economy",
        "yet",
        "asset",
        "neither",
        "domiciled",
        "cuba",
        "associated",
        "cuban",
        "military",
        "cuba",
        "current",
        "government",
        "asset",
        "currently",
        "generate",
        "notable",
        "revenue",
        "company",
        "management",
        "convinced",
        "day",
        "soon",
        "dawn",
        "asset",
        "immensely",
        "lucrative",
        "valuable",
        "shareholder",
        "must",
        "however",
        "comprehend",
        "cuv",
        "venture",
        "risk",
        "adverse",
        "therefore",
        "owned",
        "asset",
        "usa",
        "based",
        "third",
        "circle",
        "publishing",
        "cuba",
        "trade",
        "magazine",
        "european",
        "domiciled",
        "travelucion",
        "online",
        "travel",
        "agency",
        "canadian",
        "duales",
        "inc",
        "cuban",
        "remittance",
        "florida",
        "based",
        "licensed",
        "bonded",
        "travel",
        "agency",
        "ibto",
        "miami",
        "based",
        "havana",
        "consulting",
        "group",
        "non",
        "cuba",
        "domiciled",
        "entity",
        "play",
        "central",
        "role",
        "commerce",
        "island",
        "astute",
        "investor",
        "note",
        "cuba",
        "economy",
        "emerge",
        "current",
        "state",
        "invariably",
        "capital",
        "investment",
        "originating",
        "outside",
        "island",
        "cuba",
        "economy",
        "traverse",
        "transition",
        "cuv",
        "venture",
        "cuba",
        "venture",
        "wholly",
        "owned",
        "division",
        "hold",
        "management",
        "believe",
        "hugely",
        "valuable",
        "imperatively",
        "important",
        "asset",
        "fundamental",
        "transitional",
        "economic",
        "transformation",
        "period",
        "emilio",
        "morale",
        "join",
        "advisory",
        "board",
        "emilio",
        "morale",
        "born",
        "raised",
        "cuba",
        "dual",
        "citizen",
        "morale",
        "formerly",
        "head",
        "strategic",
        "marketing",
        "planning",
        "department",
        "marketing",
        "division",
        "cimex",
        "corporation",
        "cuba",
        "largest",
        "state",
        "enterprise",
        "holding",
        "company",
        "subsidiary",
        "across",
        "cuba",
        "engaged",
        "different",
        "retail",
        "wholesale",
        "business",
        "annual",
        "revenue",
        "u",
        "billion",
        "prior",
        "cimex",
        "emilio",
        "professional",
        "cuba",
        "conducted",
        "marketing",
        "research",
        "year",
        "authored",
        "dozen",
        "market",
        "research",
        "study",
        "government",
        "company",
        "foreign",
        "company",
        "business",
        "cuba",
        "work",
        "cuba",
        "chief",
        "marketing",
        "consultant",
        "company",
        "includes",
        "famed",
        "cigar",
        "producer",
        "habanos",
        "sugar",
        "exporter",
        "tecnoazucar",
        "retail",
        "chain",
        "palmares",
        "health",
        "real",
        "estate",
        "hospitality",
        "cubanacán",
        "retail",
        "chain",
        "shop",
        "universo",
        "food",
        "producer",
        "bravo",
        "cellular",
        "company",
        "cubacel",
        "telecommunication",
        "giant",
        "etecsa",
        "food",
        "producer",
        "coracan",
        "many",
        "morale",
        "also",
        "worked",
        "cuban",
        "government",
        "plethora",
        "bilateral",
        "project",
        "outside",
        "cuba",
        "argentina",
        "canada",
        "mexico",
        "south",
        "africa",
        "emilio",
        "founded",
        "havana",
        "consulting",
        "group",
        "business",
        "consulting",
        "firm",
        "emilio",
        "considered",
        "many",
        "expert",
        "guru",
        "remittance",
        "cuba",
        "developed",
        "year",
        "unique",
        "sophisticated",
        "methodology",
        "collection",
        "information",
        "related",
        "various",
        "variable",
        "allows",
        "estimate",
        "remittance",
        "sent",
        "country",
        "formal",
        "informal",
        "channel",
        "considered",
        "visionary",
        "cuban",
        "market",
        "remittance",
        "industry",
        "general",
        "morale",
        "author",
        "two",
        "book",
        "cuba",
        "silent",
        "transition",
        "capitalism",
        "marketing",
        "without",
        "advertising",
        "brand",
        "preference",
        "consumer",
        "choice",
        "cuba",
        "company",
        "entered",
        "consulting",
        "agreement",
        "morale",
        "granted",
        "morale",
        "stock",
        "option",
        "exercisable",
        "purchase",
        "common",
        "share",
        "company",
        "price",
        "period",
        "year",
        "grant",
        "date",
        "cuv",
        "venture",
        "cuv",
        "venture",
        "multidivisional",
        "publicly",
        "traded",
        "canadian",
        "company",
        "deploying",
        "advanced",
        "technology",
        "money",
        "remittance",
        "crypto",
        "mining",
        "mobile",
        "apps",
        "online",
        "travel",
        "vacation",
        "resort",
        "blockchain",
        "system",
        "invoice",
        "factoring",
        "cryptotoken",
        "sector",
        "flagship",
        "technology",
        "apple",
        "android",
        "multinational",
        "remittance",
        "app",
        "powered",
        "blockchain",
        "protocol",
        "aimed",
        "worldwide",
        "billion",
        "family",
        "remittance",
        "market",
        "coin",
        "cryptotoken",
        "allied",
        "promise",
        "coin",
        "choice",
        "remittance",
        "sender",
        "traveler",
        "hospitality",
        "industry",
        "increasing",
        "adoption",
        "across",
        "several",
        "sphere",
        "exemplifies",
        "international",
        "perspective",
        "future",
        "value",
        "amongst",
        "user",
        "company",
        "fintech",
        "division",
        "continues",
        "expand",
        "rapidly",
        "emerging",
        "segment",
        "manages",
        "operates",
        "develops",
        "digital",
        "platform",
        "monetize",
        "blockchain",
        "ecosystem",
        "across",
        "broad",
        "spectrum",
        "leisure",
        "related",
        "industry",
        "remittance",
        "finance",
        "diverse",
        "division",
        "company",
        "named",
        "cuba",
        "venture",
        "involved",
        "caribbean",
        "basin",
        "strategic",
        "investment",
        "similar",
        "united",
        "state",
        "nasdaq",
        "listed",
        "herzfeld",
        "fund",
        "focus",
        "control",
        "noteworthy",
        "asset",
        "related",
        "caribbean",
        "basin",
        "including",
        "cuba",
        "division",
        "comprised",
        "numerous",
        "asset",
        "wholly",
        "owned",
        "subsidiary",
        "travelucion",
        "medium",
        "duly",
        "licensed",
        "bonded",
        "online",
        "travel",
        "company",
        "amadeus",
        "gd",
        "affiliated",
        "digital",
        "print",
        "medium",
        "powerhouse",
        "specializes",
        "travel",
        "marketing",
        "electronic",
        "reservation",
        "online",
        "booking",
        "solution",
        "travelucion",
        "owns",
        "vast",
        "portfolio",
        "web",
        "asset",
        "consisting",
        "website",
        "language",
        "generate",
        "million",
        "per",
        "year",
        "direct",
        "traffic",
        "travelucion",
        "online",
        "booking",
        "site",
        "proprietary",
        "online",
        "booking",
        "system",
        "also",
        "customized",
        "white",
        "label",
        "deployment",
        "third",
        "party",
        "booking",
        "website",
        "cayman",
        "island",
        "dominican",
        "republic",
        "aruba",
        "bahamas",
        "bvi",
        "belize",
        "antigua",
        "jamaica",
        "cuba",
        "offering",
        "booking",
        "hotel",
        "private",
        "residence",
        "car",
        "rental",
        "tour",
        "flight",
        "variety",
        "type",
        "specialized",
        "travel",
        "service",
        "well",
        "company",
        "acquired",
        "equity",
        "florida",
        "usa",
        "based",
        "licensed",
        "bonded",
        "travel",
        "agency",
        "international",
        "business",
        "travel",
        "opportunity",
        "llc",
        "ibto",
        "caribbean",
        "basin",
        "focused",
        "travel",
        "facilitator",
        "operating",
        "trip",
        "region",
        "including",
        "licensed",
        "cuba",
        "trip",
        "american",
        "company",
        "acquired",
        "equity",
        "florida",
        "usa",
        "based",
        "third",
        "circle",
        "publishing",
        "llc",
        "publisher",
        "esteemed",
        "circulated",
        "print",
        "digital",
        "magazine",
        "cuba",
        "trade",
        "magazine",
        "cuv",
        "venture",
        "corp",
        "control",
        "important",
        "print",
        "digital",
        "medium",
        "asset",
        "reaching",
        "10",
        "million",
        "consumer",
        "globally",
        "company",
        "acquired",
        "equity",
        "toronto",
        "canada",
        "based",
        "duly",
        "fintrac",
        "licensed",
        "remittance",
        "company",
        "duales",
        "inc",
        "part",
        "remittance",
        "app",
        "partner",
        "network",
        "company",
        "acquired",
        "equity",
        "miami",
        "usa",
        "based",
        "business",
        "havana",
        "consulting",
        "group",
        "part",
        "progressive",
        "acquisition",
        "key",
        "cuba",
        "related",
        "non",
        "domiciled",
        "business",
        "cuba",
        "venture",
        "division",
        "consulting",
        "team",
        "harness",
        "year",
        "combined",
        "advisor",
        "experience",
        "submitting",
        "obtaining",
        "approval",
        "joint",
        "venture",
        "joint",
        "production",
        "agreement",
        "permit",
        "foreign",
        "enterprise",
        "recently",
        "company",
        "taken",
        "royalty",
        "approach",
        "future",
        "agreement",
        "third",
        "party",
        "anxious",
        "begin",
        "comercial",
        "operation",
        "cuba",
        "company",
        "cuba",
        "consulting",
        "unit",
        "methodology",
        "company",
        "gradually",
        "building",
        "potentially",
        "valuable",
        "non",
        "caribbean",
        "cuba",
        "domiciled",
        "asset",
        "base",
        "interim",
        "securing",
        "revenue",
        "growth",
        "unique",
        "opportunity",
        "present",
        "caribbean",
        "basin",
        "emphasis",
        "billion",
        "dollar",
        "rapidly",
        "growing",
        "cuban",
        "travel",
        "tourism",
        "industry",
        "billion",
        "factoring",
        "fintech",
        "sector",
        "billion",
        "caribbean",
        "remittance",
        "industry",
        "international",
        "corporate",
        "consulting",
        "cuba",
        "billion",
        "annual",
        "economy",
        "remains",
        "interesting",
        "opportunity",
        "one",
        "division",
        "strives",
        "dominate",
        "every",
        "opportunity",
        "acquiring",
        "asset",
        "neither",
        "physically",
        "domiciled",
        "associated",
        "entity",
        "located",
        "republic",
        "cuba",
        "unparalleled",
        "future",
        "takeover",
        "prospect",
        "political",
        "climate",
        "improve",
        "information",
        "cuv",
        "venture",
        "cuv",
        "visit",
        "company",
        "website",
        "company",
        "share",
        "issued",
        "outstanding",
        "cuv",
        "venture",
        "steve",
        "marshall"
    ]
}