{
    "organizations": [],
    "uuid": "18b96c0554014e9d6056e797ee8f8c3b87a442ec",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/globe-newswire-image-sensing-systems-announces-2017-fourth-quarter-and-full-year-financial-results.html",
    "ord_in_thread": 0,
    "title": "Image Sensing Systems Announces 2017 Fourth Quarter and Full-Year Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAINT PAUL, Minn., Image Sensing Systems, Inc. (NASDAQ:ISNS) today announced results for its fourth quarter and year ended December 31, 2017.\nFourth Quarter 2017 Financial Highlights\nFourth quarter royalties were $2.6 million, an increase of 60 percent from the same period in the prior year. Fourth quarter product sales were $1.7 million, an increase of 43 percent from the same period in the prior year. Operating expenses totaled $2.7 million in the fourth quarter of 2017, an increase of 25 percent from the prior year period. Capitalized software costs in the fourth quarter were $181,000 compared to $43,000 in the prior year period. Net income for the fourth quarter of 2017 totaled $688,000, a $1.4 million increase from the same period in the prior year. Cash balance increased to $3.2 million, up from $2.8 million at the end of the third quarter of 2017.\n2017 Full Year Financial Highlights\n2017 royalties were $8.6 million, an increase of 11 percent from the prior year. 2017 product sales were $5.9 million, a decrease of 7 percent from the prior year. Operating expenses totaled $9.5 million in 2017, an increase of 1 percent from the prior year. Capitalized software costs in 2017 were $1.1 million compared to $1.7 million in the prior year. Net income for 2017 totaled $2.1 million, a $1.4 million increase from the prior year. Cash balance increased to $3.2 million, up from $1.5 million at the end of 2017.\nFourth-Quarter Results:\nImage Sensing Systems' (ISS) 2017 fourth quarter revenue was $4.3 million, compared to $2.8 million in the fourth quarter of 2016. Gross margin from the fourth quarter of 2017 was 79 percent, a 28 percent increase from a gross margin of 51 percent for the same period in 2016. The increase in the gross margin percent was primarily the result of a $473,000 warranty charge in the prior year period. Contributing to the gross margin percent increase was a larger portion of sales from royalties during the quarter. Revenue from royalties was $2.6 million in the fourth quarter of 2017 compared to $1.6 million in the fourth quarter of 2016, a 60 percent increase. Included in the fourth quarter of 2017 were royalties related to the previously announced Miami-Dade County sales through our exclusive North American video distributor, Econolite Control Products, Inc. (Econolite).\nProduct sales increased to $1.7 million in the 2017 fourth quarter, a 43 percent increase from $1.2 million in the fourth quarter of 2016. The increase in product sales resulted from higher volumes in Europe, partially offset by lower volumes in North America. Autoscope video product sales and royalties were $528,000 and $2.6 million, respectively, and RTMS radar product sales were $1.2 million in the fourth quarter of 2017. Product sales gross margin for the fourth quarter of 2017 was 54 percent, a 62 percent increase from the same period in 2016. The increase in product gross margin is due to previously discussed individually significant warranty charges in the prior year period.\nThe Company’s net income in the fourth quarter was $688,000, or $0.13 per basic share, compared to net loss of $683,000, or $0.14 per basic share, in the prior year period. The fourth quarter 2017 net income includes operating expenses of $2.7 million, a 25 percent increase from the fourth quarter of 2016. This increase is primarily related to a binding arbitration decision related to the Econolite litigation of approximately $303,000. During the fourth quarter of 2017, ISS capitalized $181,000 of internal software development costs compared to $43,000 in the prior year period.\nOn a non-GAAP basis, excluding the amortization of intangible assets, depreciation, restructuring charges and the arbitration decision for the applicable periods, operating income for the fourth quarter of 2017 was $1.2 million compared to a loss of $546,000 in the prior year period.\n“It is great to see Autoscope royalties finish strong in the fourth quarter of 2017. This is due in part to delivery of product for the Miami-Dade adaptive corridor project. While product sales resulted in a year-over-year fourth quarter improvement, we are continuing to identify opportunities to improve our global product offerings. Our continued investment in research and development yielded the launch of our Wrong Way Alerting solution and announcement of the IntellitraffiQ® traffic measurement and data collection software. Our Wrong Way Alerting solution pairs with our RTMS® Sx-300 HD CAM offering and leverages video analytics to detect wrong way drivers, initiate warning devices, and alert authorities of the event. IntellitraffiQ traffic measurement and data collection software offers the end user a rich environment to monitor and gather data from our RTMS products,” said Chad Stelzig, CEO of ISS.\nFull Year Results:\nISS’ 2017 revenue was $14.5 million, compared to $14.1 million in 2016. Gross margin for 2017 was 80 percent, a 9 percent increase from a gross margin of 71 percent in 2016. The increase in the gross margin percent was primarily the result of the previously discussed warranty charge in the prior year. Contributing to this gross margin percent increase was a larger portion of sales from royalties compared to the prior year. Revenue from royalties was $8.6 million in 2017 compared to $7.7 million in 2016, an 11 percent increase. The previously announced Miami-Dade County sale through Econolite is included in year-to-date royalties.\nProduct sales decreased to $5.9 million in 2017, a 7 percent decrease from $6.4 million in 2016. The decrease in product sales resulted from lower volume in North America, partially offset by higher volumes in Europe. Autoscope video product sales and royalties were $1.5 million and $8.6 million, respectively, and RTMS radar product sales were $4.4 million in 2017. Product sales gross margin for 2017 was 57 percent, a 20 percent increase from 2016. The increase in product gross margin is due to previously discussed individually significant warranty charges in the prior year.\nThe Company’s net income in 2017 was $2.1 million, or $0.41 per basic share, compared to $687,000, or $0.14 per basic share, in the prior year. The 2017 net income includes operating expenses of $9.5 million, a 1 percent increase from 2016. During 2017, ISS capitalized $1.1 million of internal software development costs compared to $1.7 million in 2016.\nOn a non-GAAP basis, excluding the amortization of intangible assets, depreciation, restructuring charges and the arbitration decision for the applicable periods, operating income for 2017 was $3.0 million compared to $1.2 million in the prior year.\n“Even more important than our financial results is the development progress we have made towards the introduction of future ground-breaking products across all market segments that will increase the company’s value proposition and accelerate future growth. As we entered 2017, we set forth a goal to operate within a leaner, more agile corporate structure focused on engineering and technology opportunities essential to this growth. I am happy to report that our efforts resulted in positive cash flow for the first time in 5 years,” concluded Mr. Stelzig.\nNon-GAAP Financial Measures:\nWe provide certain non-GAAP financial information as supplemental information to financial measures calculated and presented in accordance with GAAP (Generally Accepted Accounting Principles in the United States). This non-GAAP information excludes the impact of amortizing intangible assets and depreciation and may exclude other non-recurring items. Management believes that this presentation facilitates the comparison of our current operating results to historical operating results. Management uses this non-GAAP information to evaluate short-term and long-term operating trends in our core operations. Non-GAAP information is not prepared in accordance with GAAP and should not be considered a substitute for or an alternative to GAAP financial measures and may not be computed the same as similarly titled measures used by other companies.\nAbout Image Sensing Systems\nImage Sensing Systems, Inc. is a global company dedicated to helping improve safety and efficiency for cities and highways by developing and delivering above-ground detection technology, applications and solutions. We give Intelligent Transportation Systems (ITS) professionals more precise and accurate information – including real-time reaction capabilities and in-depth analytics – to make more confident and proactive decisions. We are headquartered in St. Paul, Minnesota. Visit us on the web at imagesensing.com .\nSafe Harbor Statement: Statements made in this release concerning the Company’s or management’s intentions, expectations, or predictions about future results or events are “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. Such statements reflect management’s current expectations or beliefs and are subject to risks and uncertainties that could cause actual results or events to vary from stated expectations, which variations could be material and adverse. Factors that could produce such a variation include, but are not limited to, the following: the inherent unreliability of earnings, revenue and cash flow predictions due to numerous factors, many of which are beyond the Company’s control; developments in the demand for the Company’s products and services; relationships with the Company’s major customers and suppliers; the mix of and margins on the products we sell; unanticipated delays, costs and expenses inherent in the development and marketing of new products and services; adverse weather conditions in our markets; the impact of governmental laws and regulations; international presence; our success in integrating any acquisitions; and competitive factors. Our forward-looking statements speak only as of the time made, and we assume no obligation to publicly update any such statements. Additional information concerning these and other factors that could cause actual results and events to differ materially from the Company’s current expectations are contained in the Company’s reports and other documents filed with the Securities and Exchange Commission, including its Annual Report on Form 10-K for the year ended December 31, 2016 filed on March 24, 2017.\nImage Sensing Systems, Inc. Condensed Consolidated Statements of Operations (in thousands, except per share information) (unaudited) Three-Month Periods\nEnded December 31, Years Ended\nDecember 31, 2017 2016\n2017 2016 Revenue Product sales $ 1,730 $ 1,214 $ 5,919 $ 6,398 Royalties 2,611 1,631 8,605 7,744 4,341 2,845 14,524 14,142 Cost of revenue 891 1,402 2,925 4,098 Gross profit 3,450 1,443 11,599 10,044 Operating expenses Selling, general and administrative 1,945 1,244 6,467 6,285 Research and development 744 913 3,010 2,946 Restructuring charges - - - 126 2,689 2,157 9,477 9,357 Income (loss) from operations 761 (714 ) 2,122 687 Other income (loss) 8 2 41 (25 ) Income (loss) before income taxes 769 (712 ) 2,163 662 Income tax expense (benefit) 81 (29 ) 85 (25 ) Net income (loss) $ 688 $ (683 ) $ 2,078 $ 687 Basic net income (loss) per share $ 0.13 $ (0.14 ) $ 0.41 $ 0.14 Diluted net income (loss) per share $ 0.13 $ (0.14 ) $ 0.40 $ 0.14 Weighted shares - basic 5,159 5,050 5,128 5,050 Weighted shares - diluted 5,175 5,050 5,136 5,055\nImage Sensing Systems, Inc. Condensed Consolidated Balance Sheets (in thousands) (unaudited) December 31,\n2017 December 31,\n2016 Assets Current assets Cash and cash equivalents $ 3,190 $ 1,547 Receivables, net 3,339 3,011 Inventories 335 141 Prepaid expenses and other current assets 255 281 7,119 4,980 Property and equipment, net 486 371 Intangible assets, net 3,485 2,795 Deferred taxes 38 58 $ 11,128 $ 8,204 Liabilities and Shareholders’ Equity Current liabilities Accounts payable $ 563 $ 256 Warranty and other current liabilities 1,924 1,739 2,487 1,995 Shareholders’ equity 8,641 6,209 $ 11,128 $ 8,204\nImage Sensing Systems, Inc. Condensed Consolidated Statements of Cash Flows (in thousands) (unaudited) Years Ended\nDecember 31, 2017\n2016 Operating activities Net income $ 2,078 $ 687 Adjustments to reconcile net income to net cash\nprovided by (used in) operating activities: Depreciation and amortization 580 390 Stock option expense 301 247 Loss on disposal of assets 2 17 Deferred income tax (benefit) 20 (39 ) Changes in operating assets and liabilities (31 ) (855 ) Net cash provided by operating activities 2,950 447 Investing activities Capitalized software development costs (1,052 ) (1,675 ) Purchases of property and equipment (300 ) (163 ) Net cash used for continuing investing activities (1,352 ) (1,838 ) Net cash provided by discontinued investing activities - 420 Net cash used for investing activities (1,352 ) (1,418 ) Financing activities Stock for tax withholding - (17 ) Net cash used for continuing financing activities - (17 ) Effect of exchange rate changes on cash 45 (113 ) Increase (decrease) in cash and cash equivalents 1,643 (1,101 ) Cash and cash equivalents at beginning of period 1,547 2,648 Cash and cash equivalents at end of period $ 3,190 $ 1,547 Non-Cash investing and financing activities: Purchase of property and equipment in accounts payable $ 27 $ -\nImage Sensing Systems, Inc.\nNon-GAAP Income from Continuing Operations\n(in thousands)\n(unaudited)\nWe define non-GAAP income (loss) from operations as income (loss) from operations before amortization of intangible assets, depreciation, restructuring charges and the arbitration decision for the applicable periods. Management believes non-GAAP income (loss) from operations is a useful indicator of our financial performance and our ability to generate cash flows from operations. Our definition of non-GAAP income (loss) from operations may not be comparable to similarly titled definitions used by other companies. The table below reconciles non-GAAP income (loss) from operations, which is a non-GAAP financial measure, to comparable GAAP financial measures:\nThree-Month Periods Ended\nDecember 31, Years Ended\nDecember 31, 2017 2016 2017 2016 Income (loss) from operations $ 761 $ (714 ) $ 2,122 $ 687 Amortization of intangible assets 92 90 362 90 Arbitration 303 - 303 - Depreciation 27 78 218 300 Restructuring charges - - - 126 Non-GAAP income (loss) from operations $ 1,183 $ (546 ) $ 3,005 $ 1,203 Note – Our calculation of non-GAAP income (loss) from operations is considered a non-GAAP financial measure and is not in accordance with, or preferable to, “as reported”, or GAAP financial data. However, we are providing this information, as we believe it facilitates analysis of the Company’s financial performance by investors and financial analysts.\nContact: Todd Slawson, Interim Chief Financial Officer Image Sensing Systems, Inc. Phone: 651.603.7700\nSource:Image Sensing Systems, Inc.",
    "published": "2018-03-14T23:32:00.000+02:00",
    "crawled": "2018-03-15T01:16:01.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "saint",
        "paul",
        "image",
        "sensing",
        "system",
        "nasdaq",
        "isn",
        "today",
        "announced",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "financial",
        "highlight",
        "fourth",
        "quarter",
        "royalty",
        "million",
        "increase",
        "percent",
        "period",
        "prior",
        "year",
        "fourth",
        "quarter",
        "product",
        "sale",
        "million",
        "increase",
        "percent",
        "period",
        "prior",
        "year",
        "operating",
        "expense",
        "totaled",
        "million",
        "fourth",
        "quarter",
        "increase",
        "percent",
        "prior",
        "year",
        "period",
        "capitalized",
        "software",
        "cost",
        "fourth",
        "quarter",
        "compared",
        "prior",
        "year",
        "period",
        "net",
        "income",
        "fourth",
        "quarter",
        "totaled",
        "million",
        "increase",
        "period",
        "prior",
        "year",
        "cash",
        "balance",
        "increased",
        "million",
        "million",
        "end",
        "third",
        "quarter",
        "full",
        "year",
        "financial",
        "highlight",
        "royalty",
        "million",
        "increase",
        "percent",
        "prior",
        "year",
        "product",
        "sale",
        "million",
        "decrease",
        "percent",
        "prior",
        "year",
        "operating",
        "expense",
        "totaled",
        "million",
        "increase",
        "percent",
        "prior",
        "year",
        "capitalized",
        "software",
        "cost",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "net",
        "income",
        "totaled",
        "million",
        "million",
        "increase",
        "prior",
        "year",
        "cash",
        "balance",
        "increased",
        "million",
        "million",
        "end",
        "result",
        "image",
        "sensing",
        "system",
        "iss",
        "fourth",
        "quarter",
        "revenue",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "percent",
        "percent",
        "increase",
        "gross",
        "margin",
        "percent",
        "period",
        "increase",
        "gross",
        "margin",
        "percent",
        "primarily",
        "result",
        "warranty",
        "charge",
        "prior",
        "year",
        "period",
        "contributing",
        "gross",
        "margin",
        "percent",
        "increase",
        "larger",
        "portion",
        "sale",
        "royalty",
        "quarter",
        "revenue",
        "royalty",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "percent",
        "increase",
        "included",
        "fourth",
        "quarter",
        "royalty",
        "related",
        "previously",
        "announced",
        "county",
        "sale",
        "exclusive",
        "north",
        "american",
        "video",
        "distributor",
        "econolite",
        "control",
        "product",
        "econolite",
        "product",
        "sale",
        "increased",
        "million",
        "fourth",
        "quarter",
        "percent",
        "increase",
        "million",
        "fourth",
        "quarter",
        "increase",
        "product",
        "sale",
        "resulted",
        "higher",
        "volume",
        "europe",
        "partially",
        "offset",
        "lower",
        "volume",
        "north",
        "america",
        "autoscope",
        "video",
        "product",
        "sale",
        "royalty",
        "million",
        "respectively",
        "rtms",
        "radar",
        "product",
        "sale",
        "million",
        "fourth",
        "quarter",
        "product",
        "sale",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "percent",
        "percent",
        "increase",
        "period",
        "increase",
        "product",
        "gross",
        "margin",
        "due",
        "previously",
        "discussed",
        "individually",
        "significant",
        "warranty",
        "charge",
        "prior",
        "year",
        "period",
        "company",
        "net",
        "income",
        "fourth",
        "quarter",
        "per",
        "basic",
        "share",
        "compared",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "prior",
        "year",
        "period",
        "fourth",
        "quarter",
        "net",
        "income",
        "includes",
        "operating",
        "expense",
        "million",
        "percent",
        "increase",
        "fourth",
        "quarter",
        "increase",
        "primarily",
        "related",
        "binding",
        "arbitration",
        "decision",
        "related",
        "econolite",
        "litigation",
        "approximately",
        "fourth",
        "quarter",
        "iss",
        "capitalized",
        "internal",
        "software",
        "development",
        "cost",
        "compared",
        "prior",
        "year",
        "period",
        "basis",
        "excluding",
        "amortization",
        "intangible",
        "asset",
        "depreciation",
        "restructuring",
        "charge",
        "arbitration",
        "decision",
        "applicable",
        "period",
        "operating",
        "income",
        "fourth",
        "quarter",
        "million",
        "compared",
        "loss",
        "prior",
        "year",
        "period",
        "great",
        "see",
        "autoscope",
        "royalty",
        "finish",
        "strong",
        "fourth",
        "quarter",
        "due",
        "part",
        "delivery",
        "product",
        "adaptive",
        "corridor",
        "project",
        "product",
        "sale",
        "resulted",
        "fourth",
        "quarter",
        "improvement",
        "continuing",
        "identify",
        "opportunity",
        "improve",
        "global",
        "product",
        "offering",
        "continued",
        "investment",
        "research",
        "development",
        "yielded",
        "launch",
        "wrong",
        "way",
        "alerting",
        "solution",
        "announcement",
        "traffic",
        "measurement",
        "data",
        "collection",
        "software",
        "wrong",
        "way",
        "alerting",
        "solution",
        "pair",
        "hd",
        "cam",
        "offering",
        "leverage",
        "video",
        "analytics",
        "detect",
        "wrong",
        "way",
        "driver",
        "initiate",
        "warning",
        "device",
        "alert",
        "authority",
        "event",
        "intellitraffiq",
        "traffic",
        "measurement",
        "data",
        "collection",
        "software",
        "offer",
        "end",
        "user",
        "rich",
        "environment",
        "monitor",
        "gather",
        "data",
        "rtms",
        "product",
        "said",
        "chad",
        "stelzig",
        "ceo",
        "iss",
        "full",
        "year",
        "result",
        "iss",
        "revenue",
        "million",
        "compared",
        "million",
        "gross",
        "margin",
        "percent",
        "percent",
        "increase",
        "gross",
        "margin",
        "percent",
        "increase",
        "gross",
        "margin",
        "percent",
        "primarily",
        "result",
        "previously",
        "discussed",
        "warranty",
        "charge",
        "prior",
        "year",
        "contributing",
        "gross",
        "margin",
        "percent",
        "increase",
        "larger",
        "portion",
        "sale",
        "royalty",
        "compared",
        "prior",
        "year",
        "revenue",
        "royalty",
        "million",
        "compared",
        "million",
        "percent",
        "increase",
        "previously",
        "announced",
        "county",
        "sale",
        "econolite",
        "included",
        "royalty",
        "product",
        "sale",
        "decreased",
        "million",
        "percent",
        "decrease",
        "million",
        "decrease",
        "product",
        "sale",
        "resulted",
        "lower",
        "volume",
        "north",
        "america",
        "partially",
        "offset",
        "higher",
        "volume",
        "europe",
        "autoscope",
        "video",
        "product",
        "sale",
        "royalty",
        "million",
        "million",
        "respectively",
        "rtms",
        "radar",
        "product",
        "sale",
        "million",
        "product",
        "sale",
        "gross",
        "margin",
        "percent",
        "percent",
        "increase",
        "increase",
        "product",
        "gross",
        "margin",
        "due",
        "previously",
        "discussed",
        "individually",
        "significant",
        "warranty",
        "charge",
        "prior",
        "year",
        "company",
        "net",
        "income",
        "million",
        "per",
        "basic",
        "share",
        "compared",
        "per",
        "basic",
        "share",
        "prior",
        "year",
        "net",
        "income",
        "includes",
        "operating",
        "expense",
        "million",
        "percent",
        "increase",
        "iss",
        "capitalized",
        "million",
        "internal",
        "software",
        "development",
        "cost",
        "compared",
        "million",
        "basis",
        "excluding",
        "amortization",
        "intangible",
        "asset",
        "depreciation",
        "restructuring",
        "charge",
        "arbitration",
        "decision",
        "applicable",
        "period",
        "operating",
        "income",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "even",
        "important",
        "financial",
        "result",
        "development",
        "progress",
        "made",
        "towards",
        "introduction",
        "future",
        "product",
        "across",
        "market",
        "segment",
        "increase",
        "company",
        "value",
        "proposition",
        "accelerate",
        "future",
        "growth",
        "entered",
        "set",
        "forth",
        "goal",
        "operate",
        "within",
        "leaner",
        "agile",
        "corporate",
        "structure",
        "focused",
        "engineering",
        "technology",
        "opportunity",
        "essential",
        "growth",
        "happy",
        "report",
        "effort",
        "resulted",
        "positive",
        "cash",
        "flow",
        "first",
        "time",
        "year",
        "concluded",
        "stelzig",
        "financial",
        "measure",
        "provide",
        "certain",
        "financial",
        "information",
        "supplemental",
        "information",
        "financial",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "information",
        "excludes",
        "impact",
        "amortizing",
        "intangible",
        "asset",
        "depreciation",
        "may",
        "exclude",
        "item",
        "management",
        "belief",
        "presentation",
        "facilitates",
        "comparison",
        "current",
        "operating",
        "result",
        "historical",
        "operating",
        "result",
        "management",
        "us",
        "information",
        "evaluate",
        "operating",
        "trend",
        "core",
        "operation",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "considered",
        "substitute",
        "alternative",
        "gaap",
        "financial",
        "measure",
        "may",
        "computed",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "image",
        "sensing",
        "system",
        "image",
        "sensing",
        "system",
        "global",
        "company",
        "dedicated",
        "helping",
        "improve",
        "safety",
        "efficiency",
        "city",
        "highway",
        "developing",
        "delivering",
        "detection",
        "technology",
        "application",
        "solution",
        "give",
        "intelligent",
        "transportation",
        "system",
        "professional",
        "precise",
        "accurate",
        "information",
        "including",
        "reaction",
        "capability",
        "analytics",
        "make",
        "confident",
        "proactive",
        "decision",
        "headquartered",
        "paul",
        "minnesota",
        "visit",
        "u",
        "web",
        "safe",
        "harbor",
        "statement",
        "statement",
        "made",
        "release",
        "concerning",
        "company",
        "management",
        "intention",
        "expectation",
        "prediction",
        "future",
        "result",
        "event",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "reflect",
        "management",
        "current",
        "expectation",
        "belief",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "vary",
        "stated",
        "expectation",
        "variation",
        "could",
        "material",
        "adverse",
        "factor",
        "could",
        "produce",
        "variation",
        "include",
        "limited",
        "following",
        "inherent",
        "unreliability",
        "earnings",
        "revenue",
        "cash",
        "flow",
        "prediction",
        "due",
        "numerous",
        "factor",
        "many",
        "beyond",
        "company",
        "control",
        "development",
        "demand",
        "company",
        "product",
        "service",
        "relationship",
        "company",
        "major",
        "customer",
        "supplier",
        "mix",
        "margin",
        "product",
        "sell",
        "unanticipated",
        "delay",
        "cost",
        "expense",
        "inherent",
        "development",
        "marketing",
        "new",
        "product",
        "service",
        "adverse",
        "weather",
        "condition",
        "market",
        "impact",
        "governmental",
        "law",
        "regulation",
        "international",
        "presence",
        "success",
        "integrating",
        "acquisition",
        "competitive",
        "factor",
        "statement",
        "speak",
        "time",
        "made",
        "assume",
        "obligation",
        "publicly",
        "update",
        "statement",
        "additional",
        "information",
        "concerning",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "company",
        "current",
        "expectation",
        "contained",
        "company",
        "report",
        "document",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "march",
        "image",
        "sensing",
        "system",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "information",
        "unaudited",
        "period",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "revenue",
        "product",
        "sale",
        "royalty",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "research",
        "development",
        "restructuring",
        "charge",
        "income",
        "loss",
        "operation",
        "income",
        "loss",
        "income",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "income",
        "loss",
        "basic",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "diluted",
        "net",
        "income",
        "loss",
        "per",
        "share",
        "weighted",
        "share",
        "basic",
        "weighted",
        "share",
        "diluted",
        "image",
        "sensing",
        "system",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "receivables",
        "net",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "deferred",
        "tax",
        "liability",
        "shareholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "warranty",
        "current",
        "liability",
        "shareholder",
        "equity",
        "image",
        "sensing",
        "system",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "year",
        "ended",
        "december",
        "operating",
        "activity",
        "net",
        "income",
        "adjustment",
        "reconcile",
        "net",
        "income",
        "net",
        "cash",
        "provided",
        "used",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "stock",
        "option",
        "expense",
        "loss",
        "disposal",
        "asset",
        "deferred",
        "income",
        "tax",
        "benefit",
        "change",
        "operating",
        "asset",
        "liability",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "investing",
        "activity",
        "capitalized",
        "software",
        "development",
        "cost",
        "purchase",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "continuing",
        "investing",
        "activity",
        "net",
        "cash",
        "provided",
        "discontinued",
        "investing",
        "activity",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "financing",
        "activity",
        "stock",
        "tax",
        "withholding",
        "net",
        "cash",
        "used",
        "continuing",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "investing",
        "financing",
        "activity",
        "purchase",
        "property",
        "equipment",
        "account",
        "payable",
        "image",
        "sensing",
        "system",
        "income",
        "continuing",
        "operation",
        "thousand",
        "unaudited",
        "define",
        "income",
        "loss",
        "operation",
        "income",
        "loss",
        "operation",
        "amortization",
        "intangible",
        "asset",
        "depreciation",
        "restructuring",
        "charge",
        "arbitration",
        "decision",
        "applicable",
        "period",
        "management",
        "belief",
        "income",
        "loss",
        "operation",
        "useful",
        "indicator",
        "financial",
        "performance",
        "ability",
        "generate",
        "cash",
        "flow",
        "operation",
        "definition",
        "income",
        "loss",
        "operation",
        "may",
        "comparable",
        "similarly",
        "titled",
        "definition",
        "used",
        "company",
        "table",
        "reconciles",
        "income",
        "loss",
        "operation",
        "financial",
        "measure",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "period",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "income",
        "loss",
        "operation",
        "amortization",
        "intangible",
        "asset",
        "arbitration",
        "depreciation",
        "restructuring",
        "charge",
        "income",
        "loss",
        "operation",
        "note",
        "calculation",
        "income",
        "loss",
        "operation",
        "considered",
        "financial",
        "measure",
        "accordance",
        "preferable",
        "reported",
        "gaap",
        "financial",
        "data",
        "however",
        "providing",
        "information",
        "believe",
        "facilitates",
        "analysis",
        "company",
        "financial",
        "performance",
        "investor",
        "financial",
        "analyst",
        "contact",
        "todd",
        "slawson",
        "interim",
        "chief",
        "financial",
        "officer",
        "image",
        "sensing",
        "system",
        "phone",
        "source",
        "image",
        "sensing",
        "system",
        "inc"
    ]
}