{
    "organizations": [],
    "uuid": "cb17e1e6974283216c748071caf3b02e8773e794",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/pr-newswire-the-chemours-company-updates-2018-outlook-and-announces-dates-for-first-quarter-2018-earnings-release-and-webcast-conference.html",
    "ord_in_thread": 0,
    "title": "The Chemours Company Updates 2018 Outlook and Announces Dates for First Quarter 2018 Earnings Release and Webcast Conference Call",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WILMINGTON, Del., March 26, 2018 /PRNewswire/ -- The Chemours Company (Chemours) (NYSE: CC), a global chemistry company with leading market positions in titanium technologies, fluoroproducts and chemical solutions, today announced it now expects earnings to be in the top end of its previously announced range.\nChemours President and CEO Mark Vergnano said: \"We ended 2017 with incredible momentum in all of our businesses and strong demand signals for both Fluoroproducts and Titanium Technologies. With nearly one quarter behind us, we continue to see robust demand for Ti-Pure™ titanium dioxide alongside a more favorable than expected demand and pricing backdrop for our Fluoroproducts segment. We now expect to deliver results at the high end of our previously indicated ranges. We are currently evaluating the impact of more favorable conditions to our longer-term targets, and expect to update these targets on our upcoming earnings call.\"\nOutlook\nThe company now expects to deliver 2018 Adjusted EBITDA at the high end of the previously communicated $1.7 to $1.85 billion range. Adjusted EPS is now expected to be at the high end of the previously communicated range of $4.95 to $5.60.\nFirst Quarter Earnings Release & Conference Call\nThe company also announced it will release first quarter financial results after market close on Thursday, May 3, 2018. The company will conduct its webcast conference call on Friday, May 4, 2018 at 8:30 a.m. Eastern Standard Time. The call is open to the public and can be accessed via live webcast and teleconference.\nConference Call:\nPlease visit investors.chemours.com for a link to the live webcast and to view the accompanying slides.\nReplay:\nA webcast replay will be available at investors.chemours.com an update to its 2018 outlook.\nAbout The Chemours Company\nThe Chemours Company (NYSE: CC) helps create a colorful, capable and cleaner world through the power of chemistry. Chemours is a global leader in titanium technologies, fluoroproducts and chemical solutions, providing its customers with solutions in a wide range of industries with market-defining products, application expertise and chemistry-based innovations. Chemours ingredients are found in plastics and coatings, refrigeration and air conditioning, mining and general industrial manufacturing, and electronics. Our flagship products include prominent brands such as Teflon™, Ti-Pure™, Krytox™, Viton™, Opteon™, Freon™ and Nafion™. Chemours has approximately 7,000 employees and 26 manufacturing sites serving approximately 4,000 customers in North America, Latin America, Asia-Pacific and Europe.\nChemours is headquartered in Wilmington, Delaware and is listed on the NYSE under the symbol CC. For more information please visit chemours.com .\nNon-GAAP Financial Measures\nWe prepare our financial statements in accordance with Generally Accepted Accounting Principles (\"GAAP\"). Within this press release, we may make reference to Adjusted Net Income (Loss), Adjusted EPS, Adjusted EBITDA and Adjusted EBITDA margin which are non-GAAP financial measures. The company includes these non-GAAP financial measures because management believes they are useful to investors in that they provide for greater transparency with respect to supplemental information used by management in its financial and operational decision making.\nManagement uses Adjusted Net Income (Loss), Adjusted EPS, Adjusted EBITDA and Adjusted EBITDA margin to evaluate the company's performance excluding the impact of certain noncash charges and other special items which we expect to be infrequent in occurrence in order to have comparable financial results to analyze changes in our underlying business from quarter to quarter.\nAccordingly, the company believes the presentation of these non-GAAP financial measures, when used in conjunction with GAAP financial measures, is a useful financial analysis tool that can assist investors in assessing the company's operating performance and underlying prospects. This analysis should not be considered in isolation or as a substitute for analysis of our results as reported under GAAP. This analysis, as well as the other information in this press release, should be read in conjunction with the company's financial statements and footnotes contained in the documents that the company files with the U.S. Securities and Exchange Commission. The non-GAAP financial measures used by the company in this press release may be different from the methods used by other companies. For more information on the non-GAAP financial measures, please refer to the attached schedules or the table, \"Reconciliation of Non-GAAP Financial Measures to GAAP Financial Measures\" and materials posted to the company's website at investors.chemours.com .\nForward-Looking Statements\nThis press release contains , within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995, which involve risks and uncertainties. Forward-looking statements provide current expectations of future events based on certain assumptions and include any statement that does not directly relate to a historical or current fact. The words \"believe,\" \"expect,\" \"will,\" \"anticipate,\" \"plan,\" \"estimate,\" \"target,\" \"project\" and similar expressions, among others, generally identify \" ,\" which speak only as of the date such statements were made. These may address, among other things, the outcome or resolution of any pending or future environmental liabilities, the commencement, outcome or resolution of any regulatory inquiry, investigation or proceeding, the initiation, outcome or settlement of any litigation, changes in environmental regulations in the U.S. or other jurisdictions that affect demand for or adoption of our products, anticipated future operating and financial performance, business plans and prospects, capital investments and projects, plans for dividends or share repurchases, sufficiency or longevity of intellectual property protection, cost savings targets, plans to increase profitability and growth, our ability to make acquisitions, integrate acquired businesses or assets into our operations, and achieve anticipated synergies or cost savings, and our outlook for net sales, Adjusted EBITDA, Adjusted EPS, Free Cash Flow, and Return on Invested Capital, all of which are subject to substantial risks and uncertainties that could cause actual results to differ expressed or implied by such statements. Forward-looking statements are based on certain assumptions and expectations of future events that may not be accurate or realized. These statements are not guarantees of future performance. Forward-looking statements also involve risks and uncertainties that are beyond Chemours' control. Additionally, there may be other risks and uncertainties that Chemours is unable to identify at this time or that Chemours does not currently expect to have a material impact on its business. Factors that could cause or contribute to these differences include the risks, uncertainties and other factors discussed in our filings with the U.S. Securities and Exchange Commission, including in our Annual Report on Form 10-K for the year ended December 31, 2017. Chemours assumes no obligation to revise or update any forward-looking statement for any reason, except as required by law.\nCONTACT\nMEDIA\nAlvenia Scarborough\nSr. Director, Brand Marketing and Corporate Communications\n+1.302.773.4507 media@chemours.com\nINVESTORS\nAlisha Bellezza\nVice President, Treasurer and Head of Investor Relations\n+1.302.773.2263 investor@chemours.com\nThe Chemours Company\nReconciliation of Non-GAAP Financial Measures to GAAP Financial Measures (Unaudited)\n(Dollars in millions, except per share amounts)\n2018 Estimated GAAP Net Income attributable to Chemours to Adjusted Net Income, Adjusted EBITDA\nand Adjusted EPS Tabular Reconciliations\nYear Ended December 31, 2018\nLow\nHigh\nNet income attributable to Chemours\n$\n980\n$\n1,040\nRestructuring charges\n20\n20\nBenefit from income taxes relating to reconciling items (1)\n(5)\n(5)\nAdjusted net income\n995\n1,055\nInterest expense, net\n220\n220\nDepreciation and amortization\n290\n290\nAll remaining provision for income taxes\n270\n285\nAdjusted EBITDA\n$\n1,775\n$\n1,850\nWeighted average number of common shares outstanding - basic (2)\n181.8\n181.8\nDilutive effects of Chemours' employee compensation plans (2) (3)\n6.2\n6.2\nWeighted average number of common shares outstanding - diluted\n188.0\n188.0\nEarnings per share - basic\n$\n5.39\n$\n5.72\nEarnings per share - diluted (3)\n5.21\n5.53\nAdjusted earnings per share - basic\n5.47\n5.80\nAdjusted earnings per share - diluted (3)\n5.29\n5.61\n(1) The income tax impacts included in this caption are determined using the applicable rates in the taxing jurisdictions in which income or expense occurred and include both current and deferred income tax (benefit) expense based on the nature of the non-GAAP financial measure.\n(2) Our estimates for the weighted-average number of common shares outstanding - basic and diluted reflect results for the year ended December 31, 2017, which are carried forward for the projection period.\n(3) Diluted earnings per share is calculated using net income available to common shareholders divided by the diluted weighted-average number of common shares outstanding during each period, which includes unvested restricted shares. Diluted earnings per share considers the impact of potentially dilutive securities, except in periods in which there is a loss because the inclusion of the potential common shares would have an anti-dilutive effect.\nOur estimates reflect our current visibility and expectations of market factors, such as, but not limited to: currency movements, titanium dioxide prices and end-market demand. Actual results could differ materially from the current estimates due to market factors and unknown or uncertain other factors, such as non-operating pension and other post-retirement employee benefit activity with respect to our foreign pension plans, including settlements or curtailments, cost savings actions that may be taken in the future, the impact of currency movements on our results, including exchange gains and losses, and the related tax effects, or the impact of new accounting pronouncements.\nView original content: http://www.prnewswire.com/news-releases/the-chemours-company-updates-2018-outlook-and-announces-dates-for-first-quarter-2018-earnings-release-and-webcast-conference-call-300619736.html\nSOURCE The Chemours Company",
    "published": "2018-03-27T00:52:00.000+03:00",
    "crawled": "2018-03-27T01:13:59.036+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wilmington",
        "march",
        "chemours",
        "company",
        "chemours",
        "nyse",
        "cc",
        "global",
        "chemistry",
        "company",
        "leading",
        "market",
        "position",
        "titanium",
        "technology",
        "fluoroproducts",
        "chemical",
        "solution",
        "today",
        "announced",
        "expects",
        "earnings",
        "top",
        "end",
        "previously",
        "announced",
        "range",
        "chemours",
        "president",
        "ceo",
        "mark",
        "vergnano",
        "said",
        "ended",
        "incredible",
        "momentum",
        "business",
        "strong",
        "demand",
        "signal",
        "fluoroproducts",
        "titanium",
        "technology",
        "nearly",
        "one",
        "quarter",
        "behind",
        "u",
        "continue",
        "see",
        "robust",
        "demand",
        "titanium",
        "dioxide",
        "alongside",
        "favorable",
        "expected",
        "demand",
        "pricing",
        "backdrop",
        "fluoroproducts",
        "segment",
        "expect",
        "deliver",
        "result",
        "high",
        "end",
        "previously",
        "indicated",
        "range",
        "currently",
        "evaluating",
        "impact",
        "favorable",
        "condition",
        "target",
        "expect",
        "update",
        "target",
        "upcoming",
        "earnings",
        "call",
        "outlook",
        "company",
        "expects",
        "deliver",
        "adjusted",
        "ebitda",
        "high",
        "end",
        "previously",
        "communicated",
        "billion",
        "range",
        "adjusted",
        "eps",
        "expected",
        "high",
        "end",
        "previously",
        "communicated",
        "range",
        "first",
        "quarter",
        "earnings",
        "release",
        "conference",
        "call",
        "company",
        "also",
        "announced",
        "release",
        "first",
        "quarter",
        "financial",
        "result",
        "market",
        "close",
        "thursday",
        "may",
        "company",
        "conduct",
        "webcast",
        "conference",
        "call",
        "friday",
        "may",
        "eastern",
        "standard",
        "time",
        "call",
        "open",
        "public",
        "accessed",
        "via",
        "live",
        "webcast",
        "teleconference",
        "conference",
        "call",
        "please",
        "visit",
        "link",
        "live",
        "webcast",
        "view",
        "accompanying",
        "slide",
        "replay",
        "webcast",
        "replay",
        "available",
        "update",
        "outlook",
        "chemours",
        "company",
        "chemours",
        "company",
        "nyse",
        "cc",
        "help",
        "create",
        "colorful",
        "capable",
        "cleaner",
        "world",
        "power",
        "chemistry",
        "chemours",
        "global",
        "leader",
        "titanium",
        "technology",
        "fluoroproducts",
        "chemical",
        "solution",
        "providing",
        "customer",
        "solution",
        "wide",
        "range",
        "industry",
        "product",
        "application",
        "expertise",
        "innovation",
        "chemours",
        "ingredient",
        "found",
        "plastic",
        "coating",
        "refrigeration",
        "air",
        "conditioning",
        "mining",
        "general",
        "industrial",
        "manufacturing",
        "electronics",
        "flagship",
        "product",
        "include",
        "prominent",
        "brand",
        "chemours",
        "approximately",
        "employee",
        "manufacturing",
        "site",
        "serving",
        "approximately",
        "customer",
        "north",
        "america",
        "latin",
        "america",
        "europe",
        "chemours",
        "headquartered",
        "wilmington",
        "delaware",
        "listed",
        "nyse",
        "symbol",
        "cc",
        "information",
        "please",
        "visit",
        "financial",
        "measure",
        "prepare",
        "financial",
        "statement",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "within",
        "press",
        "release",
        "may",
        "make",
        "reference",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusted",
        "eps",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "financial",
        "measure",
        "company",
        "includes",
        "financial",
        "measure",
        "management",
        "belief",
        "useful",
        "investor",
        "provide",
        "greater",
        "transparency",
        "respect",
        "supplemental",
        "information",
        "used",
        "management",
        "financial",
        "operational",
        "decision",
        "making",
        "management",
        "us",
        "adjusted",
        "net",
        "income",
        "loss",
        "adjusted",
        "eps",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "margin",
        "evaluate",
        "company",
        "performance",
        "excluding",
        "impact",
        "certain",
        "noncash",
        "charge",
        "special",
        "item",
        "expect",
        "infrequent",
        "occurrence",
        "order",
        "comparable",
        "financial",
        "result",
        "analyze",
        "change",
        "underlying",
        "business",
        "quarter",
        "quarter",
        "accordingly",
        "company",
        "belief",
        "presentation",
        "financial",
        "measure",
        "used",
        "conjunction",
        "gaap",
        "financial",
        "measure",
        "useful",
        "financial",
        "analysis",
        "tool",
        "assist",
        "investor",
        "assessing",
        "company",
        "operating",
        "performance",
        "underlying",
        "prospect",
        "analysis",
        "considered",
        "isolation",
        "substitute",
        "analysis",
        "result",
        "reported",
        "gaap",
        "analysis",
        "well",
        "information",
        "press",
        "release",
        "read",
        "conjunction",
        "company",
        "financial",
        "statement",
        "footnote",
        "contained",
        "document",
        "company",
        "file",
        "security",
        "exchange",
        "commission",
        "financial",
        "measure",
        "used",
        "company",
        "press",
        "release",
        "may",
        "different",
        "method",
        "used",
        "company",
        "information",
        "financial",
        "measure",
        "please",
        "refer",
        "attached",
        "schedule",
        "table",
        "reconciliation",
        "financial",
        "measure",
        "gaap",
        "financial",
        "measure",
        "material",
        "posted",
        "company",
        "website",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "involve",
        "risk",
        "uncertainty",
        "statement",
        "provide",
        "current",
        "expectation",
        "future",
        "event",
        "based",
        "certain",
        "assumption",
        "include",
        "statement",
        "directly",
        "relate",
        "historical",
        "current",
        "fact",
        "word",
        "believe",
        "expect",
        "anticipate",
        "plan",
        "estimate",
        "target",
        "project",
        "similar",
        "expression",
        "among",
        "others",
        "generally",
        "identify",
        "speak",
        "date",
        "statement",
        "made",
        "may",
        "address",
        "among",
        "thing",
        "outcome",
        "resolution",
        "pending",
        "future",
        "environmental",
        "liability",
        "commencement",
        "outcome",
        "resolution",
        "regulatory",
        "inquiry",
        "investigation",
        "proceeding",
        "initiation",
        "outcome",
        "settlement",
        "litigation",
        "change",
        "environmental",
        "regulation",
        "jurisdiction",
        "affect",
        "demand",
        "adoption",
        "product",
        "anticipated",
        "future",
        "operating",
        "financial",
        "performance",
        "business",
        "plan",
        "prospect",
        "capital",
        "investment",
        "project",
        "plan",
        "dividend",
        "share",
        "repurchase",
        "sufficiency",
        "longevity",
        "intellectual",
        "property",
        "protection",
        "cost",
        "saving",
        "target",
        "plan",
        "increase",
        "profitability",
        "growth",
        "ability",
        "make",
        "acquisition",
        "integrate",
        "acquired",
        "business",
        "asset",
        "operation",
        "achieve",
        "anticipated",
        "synergy",
        "cost",
        "saving",
        "outlook",
        "net",
        "sale",
        "adjusted",
        "ebitda",
        "adjusted",
        "eps",
        "free",
        "cash",
        "flow",
        "return",
        "invested",
        "capital",
        "subject",
        "substantial",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "expressed",
        "implied",
        "statement",
        "statement",
        "based",
        "certain",
        "assumption",
        "expectation",
        "future",
        "event",
        "may",
        "accurate",
        "realized",
        "statement",
        "guarantee",
        "future",
        "performance",
        "statement",
        "also",
        "involve",
        "risk",
        "uncertainty",
        "beyond",
        "chemours",
        "control",
        "additionally",
        "may",
        "risk",
        "uncertainty",
        "chemours",
        "unable",
        "identify",
        "time",
        "chemours",
        "currently",
        "expect",
        "material",
        "impact",
        "business",
        "factor",
        "could",
        "cause",
        "contribute",
        "difference",
        "include",
        "risk",
        "uncertainty",
        "factor",
        "discussed",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "chemours",
        "assumes",
        "obligation",
        "revise",
        "update",
        "statement",
        "reason",
        "except",
        "required",
        "law",
        "contact",
        "medium",
        "alvenia",
        "scarborough",
        "director",
        "brand",
        "marketing",
        "corporate",
        "communication",
        "medium",
        "investor",
        "alisha",
        "bellezza",
        "vice",
        "president",
        "treasurer",
        "head",
        "investor",
        "relation",
        "investor",
        "chemours",
        "company",
        "reconciliation",
        "financial",
        "measure",
        "gaap",
        "financial",
        "measure",
        "unaudited",
        "dollar",
        "million",
        "except",
        "per",
        "share",
        "amount",
        "estimated",
        "gaap",
        "net",
        "income",
        "attributable",
        "chemours",
        "adjusted",
        "net",
        "income",
        "adjusted",
        "ebitda",
        "adjusted",
        "eps",
        "tabular",
        "reconciliation",
        "year",
        "ended",
        "december",
        "low",
        "high",
        "net",
        "income",
        "attributable",
        "chemours",
        "restructuring",
        "charge",
        "benefit",
        "income",
        "tax",
        "relating",
        "reconciling",
        "item",
        "adjusted",
        "net",
        "income",
        "interest",
        "expense",
        "net",
        "depreciation",
        "amortization",
        "remaining",
        "provision",
        "income",
        "tax",
        "adjusted",
        "ebitda",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "dilutive",
        "effect",
        "chemours",
        "employee",
        "compensation",
        "plan",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "diluted",
        "earnings",
        "per",
        "share",
        "basic",
        "earnings",
        "per",
        "share",
        "diluted",
        "adjusted",
        "earnings",
        "per",
        "share",
        "basic",
        "adjusted",
        "earnings",
        "per",
        "share",
        "diluted",
        "income",
        "tax",
        "impact",
        "included",
        "caption",
        "determined",
        "using",
        "applicable",
        "rate",
        "taxing",
        "jurisdiction",
        "income",
        "expense",
        "occurred",
        "include",
        "current",
        "deferred",
        "income",
        "tax",
        "benefit",
        "expense",
        "based",
        "nature",
        "financial",
        "measure",
        "estimate",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "reflect",
        "result",
        "year",
        "ended",
        "december",
        "carried",
        "forward",
        "projection",
        "period",
        "diluted",
        "earnings",
        "per",
        "share",
        "calculated",
        "using",
        "net",
        "income",
        "available",
        "common",
        "shareholder",
        "divided",
        "diluted",
        "number",
        "common",
        "share",
        "outstanding",
        "period",
        "includes",
        "unvested",
        "restricted",
        "share",
        "diluted",
        "earnings",
        "per",
        "share",
        "considers",
        "impact",
        "potentially",
        "dilutive",
        "security",
        "except",
        "period",
        "loss",
        "inclusion",
        "potential",
        "common",
        "share",
        "would",
        "effect",
        "estimate",
        "reflect",
        "current",
        "visibility",
        "expectation",
        "market",
        "factor",
        "limited",
        "currency",
        "movement",
        "titanium",
        "dioxide",
        "price",
        "demand",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "current",
        "estimate",
        "due",
        "market",
        "factor",
        "unknown",
        "uncertain",
        "factor",
        "pension",
        "employee",
        "benefit",
        "activity",
        "respect",
        "foreign",
        "pension",
        "plan",
        "including",
        "settlement",
        "curtailment",
        "cost",
        "saving",
        "action",
        "may",
        "taken",
        "future",
        "impact",
        "currency",
        "movement",
        "result",
        "including",
        "exchange",
        "gain",
        "loss",
        "related",
        "tax",
        "effect",
        "impact",
        "new",
        "accounting",
        "pronouncement",
        "view",
        "original",
        "content",
        "http",
        "source",
        "chemours",
        "company"
    ]
}