{
    "organizations": [],
    "uuid": "24a49003c00a8edb755c8f0bf8e017005a166ff3",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/03/28/rebecca-kaden-union-square-ventures/",
    "ord_in_thread": 0,
    "title": "Meet Rebecca Kaden, Union Square Ventures' First Female Partner",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "This article originally ran in Term Sheet, Fortune’s newsletter about deals and dealmakers. Sign up here.\nBefore Rebecca Kaden was a venture capitalist, she was a journalist. She worked for the Economist in London and later as a special projects editor at an online literary publication.\n“I was excited about the intersection of technology and content,” she told Term Sheet. “I quickly realized that where publications needed most help was around figuring out how content could make money.”\nShe then went to business school at Stanford to figure out her next step when she was introduced to the team at Maveron, a consumer-focused early stage venture firm. She worked her way up from associate to partner in a matter of several years and worked on investments including Allbirds, Dia & Co, Newsle (acq. LinkedIn), Periscope (acq. Twitter), and WayUp.\nJust five months ago, Kaden joined Union Square Ventures as the first (and only) female general partner. She spoke with Term Sheet about her investment strategy, the intersection of blockchain and consumer, and the top mistakes founders make early in the venture process.\nTERM SHEET: What are the similarities between journalism and venture capital that you think have helped you as an investor?\nKADEN: Both are really people-centric jobs, particularly at the early stages of venture. You’re really trying to understand how someone thinks — what’s their motivation? What inspires them? What are they really trying to do? What are they saying versus what do they really mean? You need to be able to quickly develop a relationship in which they divulge things that they may not be telling other people.\nYou spent six years at Maveron, a firm solely focused on consumer companies, but recently joined USV. What do you focus on now?\nKADEN: USV is also a very thesis-driven firm. We’re a tight partnership — there’s six of us. We think about how can we make some big bets on companies in the categories we’re interested in. When the firm first started, there was this macro-thesis of how network effect can create leveraged growth. It evolved from there to include a bunch of other things — vertical networks, the infrastructure that supports networks, and the decentralized Internet.\nNetwork effect is obviously integral to blockchain and cryptocurrencies. How do you foresee those networks evolving in the consumer space?\nKADEN: The intersection between blockchain and consumer is not quite there yet. I think it’ll get there, but the heart of blockchain is: Can we build something on a decentralized Internet that doesn’t have aggregated data that’s owned by a third-party?\nI think it will eventually intersect with consumer, and there are a couple of use-cases that make sense so far. Collectibles may be the first one. But from a mass consumer point of view, consumers still gain a lot from a centralized Internet. A lot of interaction with brands is built on trust. You trust that someone is facilitating the interaction, and you know that when you have a problem, you can call customer service.\nFor blockchain to have mass consumer implications, it’s going to have to offer some level of convenience and ease that a lot of centralized services do. I’m just not really sure we’re there, but we’ll continue to keep an eye on this.\nWhat are some other categories that are on your radar right now?\nKADEN: Fintech is a big one. I think the category where the legacy companies have created a lot of fear, confusion, and distrust among their customer base is where technology can create a level of access greater than ever before. One of the first investments I led at USV was a company called Stash , which is a financial service based in New York City. It’s at the heart of the USV thesis and my passion around financial services because the company is using great product and technology to broaden access to a bigger market.\nAnother is around how can technology create access to healthcare and not just convenience? A doctor showing up at your door in San Francisco is convenient but access to products and services in consumer health that you may not have been able to get before at an accessible price point is a new level of access. A company that we invested in both at Maveron and Union Square is Modern Fertility , which offers extremely powerful personal information to the customer that might help them make better choices. They’re doing it at a price level and convenience that was previously not accessible for them.\nAnother bucket I am very focused on are new types of commerce platforms. I’ve spent a lot of time in commerce over my investing career, and I think the ability to build new brands is powerful but I’m struck by the percent of the market that Amazon owns. I encourage entrepreneurs not to play the Amazon game but to play something else. If Amazon owns convenience and logistics and assortment and pricing, what are the platforms based on experience and entertainment that may look like content or something else entirely but it’s transactional? We’re looking a lot at video and live-streaming and bringing new ways of creating customer engagement. For example, we have companies like Hutch and Twitch — companies that have captured interest and engagement and then also might be transactional.\nWhat are the top mistakes you see first-time founders making?\nKADEN: One is around founder market fit. Seeing a market opportunity is often not enough. Why are you in the best position to do it? Another is around the role of capital. We’re finding that marketing spend consistently over time is a very expensive way to grow a business. If you’re going to be paying for every customer over the lifetime of the company, it’ll be a long, expensive road. How can you create something from the very beginning that will structurally be able to scale in a capital-efficient way. The biggest thing I look for in founders early on is how well will they be able to recruit talent? The ability to convince great talent to join them before it’s obvious is one of the best indicators of later-stage success.\nYou were the first female partner at USV. What was it like to join an all-male partnership that was expanding for the first time?\nKADEN: I’m a huge believer in finding lots of ways for venture to expand the percentage of women who are checkwriters. It’s not only healthy for the industry, I think it’s healthy for entrepreneurs. Do I notice that I can bring a different perspective than my partners? Of course I do. Maybe that’s because I’m a woman, maybe that’s because I’m 20 years younger than them, maybe it’s because I just have different life experiences. In general, producing new perspectives around the table is an important thing to do.\nAs a partner who’s relatively young compared to the industry average, what was it like working with founders in the beginning when you didn’t have decades of experience under your belt?\nKADEN: Younger VCs who are rising up the ranks ask me about age a lot. Now, I can point to a list of companies I’ve invested in, but your reputation builds over time. In the beginning, how do you win when you’re just starting out? There are two main ways that worked for me.\nThe first is that I had really supportive partners, and that was true at both Maveron and USV. At Maveron, the other partners were really good at pushing me out in front and telling entrepreneurs about how great I was rather than talking about themselves. When you work with people who are going to do that for you, that can be your best asset.\nAnd the second thing you can do when you’re just starting out is to tell entrepreneurs: “I’m going to work my ass off for you. Your win is my win.” You need to be determined to help them succeed and show a level of commitment that will stand out. Of course, there are some entrepreneurs that will want the most seasoned person in the room, but I’ve found that there’s a segment of founders who really valued that commitment and work ethic.\nIndustry-wide, female founders received 2% of all venture funding last year. What needs to happen for this stat to change?\nKADEN: Having more females around the venture capital table will help. It’s a basic instinct that people understand people who are like them than people who aren’t like them. With something that might be more complicated and not as obvious, I think having women around the table will help get more female entrepreneurs funded. And we’re working on it. I also think success begets success. I was really struck by the image of Katrina Lake holding her son during her IPO, and there are a number of women entrepreneurs out there who are saying, “I want that to be me too.” I think it’s very hard to be what you can’t see.\nPart of what needs to happen to change that statistic is that we need more women with big ideas going after it, and the other part of it is the right funding structure to help them get there.",
    "published": "2018-03-28T21:00:00.000+03:00",
    "crawled": "2018-03-28T23:41:22.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "article",
        "originally",
        "ran",
        "term",
        "sheet",
        "fortune",
        "newsletter",
        "deal",
        "dealmakers",
        "sign",
        "rebecca",
        "kaden",
        "venture",
        "capitalist",
        "journalist",
        "worked",
        "economist",
        "london",
        "later",
        "special",
        "project",
        "editor",
        "online",
        "literary",
        "publication",
        "excited",
        "intersection",
        "technology",
        "content",
        "told",
        "term",
        "sheet",
        "quickly",
        "realized",
        "publication",
        "needed",
        "help",
        "around",
        "figuring",
        "content",
        "could",
        "make",
        "went",
        "business",
        "school",
        "stanford",
        "figure",
        "next",
        "step",
        "introduced",
        "team",
        "maveron",
        "early",
        "stage",
        "venture",
        "firm",
        "worked",
        "way",
        "associate",
        "partner",
        "matter",
        "several",
        "year",
        "worked",
        "investment",
        "including",
        "allbirds",
        "dia",
        "co",
        "newsle",
        "acq",
        "linkedin",
        "periscope",
        "acq",
        "twitter",
        "wayup",
        "five",
        "month",
        "ago",
        "kaden",
        "joined",
        "union",
        "square",
        "venture",
        "first",
        "female",
        "general",
        "partner",
        "spoke",
        "term",
        "sheet",
        "investment",
        "strategy",
        "intersection",
        "blockchain",
        "consumer",
        "top",
        "mistake",
        "founder",
        "make",
        "early",
        "venture",
        "process",
        "term",
        "sheet",
        "similarity",
        "journalism",
        "venture",
        "capital",
        "think",
        "helped",
        "investor",
        "kaden",
        "really",
        "job",
        "particularly",
        "early",
        "stage",
        "venture",
        "really",
        "trying",
        "understand",
        "someone",
        "think",
        "motivation",
        "inspires",
        "really",
        "trying",
        "saying",
        "versus",
        "really",
        "mean",
        "need",
        "able",
        "quickly",
        "develop",
        "relationship",
        "divulge",
        "thing",
        "may",
        "telling",
        "people",
        "spent",
        "six",
        "year",
        "maveron",
        "firm",
        "solely",
        "focused",
        "consumer",
        "company",
        "recently",
        "joined",
        "usv",
        "focus",
        "kaden",
        "usv",
        "also",
        "firm",
        "tight",
        "partnership",
        "six",
        "u",
        "think",
        "make",
        "big",
        "bet",
        "company",
        "category",
        "interested",
        "firm",
        "first",
        "started",
        "network",
        "effect",
        "create",
        "leveraged",
        "growth",
        "evolved",
        "include",
        "bunch",
        "thing",
        "vertical",
        "network",
        "infrastructure",
        "support",
        "network",
        "decentralized",
        "internet",
        "network",
        "effect",
        "obviously",
        "integral",
        "blockchain",
        "cryptocurrencies",
        "foresee",
        "network",
        "evolving",
        "consumer",
        "space",
        "kaden",
        "intersection",
        "blockchain",
        "consumer",
        "quite",
        "yet",
        "think",
        "get",
        "heart",
        "blockchain",
        "build",
        "something",
        "decentralized",
        "internet",
        "aggregated",
        "data",
        "owned",
        "think",
        "eventually",
        "intersect",
        "consumer",
        "couple",
        "make",
        "sense",
        "far",
        "collectible",
        "may",
        "first",
        "one",
        "mass",
        "consumer",
        "point",
        "view",
        "consumer",
        "still",
        "gain",
        "lot",
        "centralized",
        "internet",
        "lot",
        "interaction",
        "brand",
        "built",
        "trust",
        "trust",
        "someone",
        "facilitating",
        "interaction",
        "know",
        "problem",
        "call",
        "customer",
        "service",
        "blockchain",
        "mass",
        "consumer",
        "implication",
        "going",
        "offer",
        "level",
        "convenience",
        "ease",
        "lot",
        "centralized",
        "service",
        "really",
        "sure",
        "continue",
        "keep",
        "eye",
        "category",
        "radar",
        "right",
        "kaden",
        "fintech",
        "big",
        "one",
        "think",
        "category",
        "legacy",
        "company",
        "created",
        "lot",
        "fear",
        "confusion",
        "distrust",
        "among",
        "customer",
        "base",
        "technology",
        "create",
        "level",
        "access",
        "greater",
        "ever",
        "one",
        "first",
        "investment",
        "led",
        "usv",
        "company",
        "called",
        "stash",
        "financial",
        "service",
        "based",
        "new",
        "york",
        "city",
        "heart",
        "usv",
        "thesis",
        "passion",
        "around",
        "financial",
        "service",
        "company",
        "using",
        "great",
        "product",
        "technology",
        "broaden",
        "access",
        "bigger",
        "market",
        "another",
        "around",
        "technology",
        "create",
        "access",
        "healthcare",
        "convenience",
        "doctor",
        "showing",
        "door",
        "san",
        "francisco",
        "convenient",
        "access",
        "product",
        "service",
        "consumer",
        "health",
        "may",
        "able",
        "get",
        "accessible",
        "price",
        "point",
        "new",
        "level",
        "access",
        "company",
        "invested",
        "maveron",
        "union",
        "square",
        "modern",
        "fertility",
        "offer",
        "extremely",
        "powerful",
        "personal",
        "information",
        "customer",
        "might",
        "help",
        "make",
        "better",
        "choice",
        "price",
        "level",
        "convenience",
        "previously",
        "accessible",
        "another",
        "bucket",
        "focused",
        "new",
        "type",
        "commerce",
        "platform",
        "spent",
        "lot",
        "time",
        "commerce",
        "investing",
        "career",
        "think",
        "ability",
        "build",
        "new",
        "brand",
        "powerful",
        "struck",
        "percent",
        "market",
        "amazon",
        "owns",
        "encourage",
        "entrepreneur",
        "play",
        "amazon",
        "game",
        "play",
        "something",
        "else",
        "amazon",
        "owns",
        "convenience",
        "logistics",
        "assortment",
        "pricing",
        "platform",
        "based",
        "experience",
        "entertainment",
        "may",
        "look",
        "like",
        "content",
        "something",
        "else",
        "entirely",
        "transactional",
        "looking",
        "lot",
        "video",
        "bringing",
        "new",
        "way",
        "creating",
        "customer",
        "engagement",
        "example",
        "company",
        "like",
        "hutch",
        "twitch",
        "company",
        "captured",
        "interest",
        "engagement",
        "also",
        "might",
        "transactional",
        "top",
        "mistake",
        "see",
        "founder",
        "making",
        "kaden",
        "one",
        "around",
        "founder",
        "market",
        "fit",
        "seeing",
        "market",
        "opportunity",
        "often",
        "enough",
        "best",
        "position",
        "another",
        "around",
        "role",
        "capital",
        "finding",
        "marketing",
        "spend",
        "consistently",
        "time",
        "expensive",
        "way",
        "grow",
        "business",
        "going",
        "paying",
        "every",
        "customer",
        "lifetime",
        "company",
        "long",
        "expensive",
        "road",
        "create",
        "something",
        "beginning",
        "structurally",
        "able",
        "scale",
        "way",
        "biggest",
        "thing",
        "look",
        "founder",
        "early",
        "well",
        "able",
        "recruit",
        "talent",
        "ability",
        "convince",
        "great",
        "talent",
        "join",
        "obvious",
        "one",
        "best",
        "indicator",
        "success",
        "first",
        "female",
        "partner",
        "usv",
        "like",
        "join",
        "partnership",
        "expanding",
        "first",
        "time",
        "kaden",
        "huge",
        "believer",
        "finding",
        "lot",
        "way",
        "venture",
        "expand",
        "percentage",
        "woman",
        "checkwriters",
        "healthy",
        "industry",
        "think",
        "healthy",
        "entrepreneur",
        "notice",
        "bring",
        "different",
        "perspective",
        "partner",
        "course",
        "maybe",
        "woman",
        "maybe",
        "year",
        "younger",
        "maybe",
        "different",
        "life",
        "experience",
        "general",
        "producing",
        "new",
        "perspective",
        "around",
        "table",
        "important",
        "thing",
        "partner",
        "relatively",
        "young",
        "compared",
        "industry",
        "average",
        "like",
        "working",
        "founder",
        "beginning",
        "decade",
        "experience",
        "belt",
        "kaden",
        "younger",
        "vcs",
        "rising",
        "rank",
        "ask",
        "age",
        "lot",
        "point",
        "list",
        "company",
        "invested",
        "reputation",
        "build",
        "time",
        "beginning",
        "win",
        "starting",
        "two",
        "main",
        "way",
        "worked",
        "first",
        "really",
        "supportive",
        "partner",
        "true",
        "maveron",
        "usv",
        "maveron",
        "partner",
        "really",
        "good",
        "pushing",
        "front",
        "telling",
        "entrepreneur",
        "great",
        "rather",
        "talking",
        "work",
        "people",
        "going",
        "best",
        "asset",
        "second",
        "thing",
        "starting",
        "tell",
        "entrepreneur",
        "going",
        "work",
        "as",
        "win",
        "need",
        "determined",
        "help",
        "succeed",
        "show",
        "level",
        "commitment",
        "stand",
        "course",
        "entrepreneur",
        "want",
        "seasoned",
        "person",
        "room",
        "found",
        "segment",
        "founder",
        "really",
        "valued",
        "commitment",
        "work",
        "ethic",
        "female",
        "founder",
        "received",
        "venture",
        "funding",
        "last",
        "year",
        "need",
        "happen",
        "stat",
        "change",
        "kaden",
        "female",
        "around",
        "venture",
        "capital",
        "table",
        "help",
        "basic",
        "instinct",
        "people",
        "understand",
        "people",
        "like",
        "people",
        "like",
        "something",
        "might",
        "complicated",
        "obvious",
        "think",
        "woman",
        "around",
        "table",
        "help",
        "get",
        "female",
        "entrepreneur",
        "funded",
        "working",
        "also",
        "think",
        "success",
        "begets",
        "success",
        "really",
        "struck",
        "image",
        "katrina",
        "lake",
        "holding",
        "son",
        "ipo",
        "number",
        "woman",
        "entrepreneur",
        "saying",
        "want",
        "think",
        "hard",
        "see",
        "part",
        "need",
        "happen",
        "change",
        "statistic",
        "need",
        "woman",
        "big",
        "idea",
        "going",
        "part",
        "right",
        "funding",
        "structure",
        "help",
        "get"
    ]
}