{
    "organizations": [],
    "uuid": "40374c98b60acf1cd4bb5ac0942b74e4332a9d1c",
    "author": "Patricia Nakache",
    "url": "http://fortune.com/2018/03/01/dicks-sporting-goods-gun-parkland-school-shooting/",
    "ord_in_thread": 0,
    "title": "Commentary: Dicks Sporting Goods' Gun Decision a Good Business Move",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Patricia Nakache March 1, 2018 \nDick’s Sporting Goods, a major retailer for sports equipment and hunting supplies, including guns, dove headfirst into the national dialogue on gun safety Wednesday by ending the sale of assault-style weapons in its stores and raising the minimum age for firearm purchases to 21. “We have to help solve the problem that’s in front of us. Gun violence is an epidemic that’s taking the lives of too many people, including the brightest hope for the future of America—our kids,” said Dick’s chairman and CEO Edward Stack . Within hours, Walmart (WMT) announced that it, too, would raise its minimum age for firearm purchases . Walmart stopped selling assault rifles in 2015. \nIt’s a remarkable moment in corporate America when large public retailers willingly thrust themselves into contentious political debate knowing full well their decisions may be unpopular among their core customer segments. Yet in the wake of the tragic school shooting in Parkland, Florida, companies around the country are re-thinking their policies on political engagement. Unlike Dick’s, which proactively dove into the gun safety debate, other companies are being thrust into the limelight—whether they want it or not. So far, more than a dozen companies —including Enterprise, Hertz, MetLife (MET) , and United—have responded to pressure from the #boycottNRA movement by severing relationships with the NRA. Delta (DAL) responded to the pressure by ending its small discount on flights to the annual NRA convention, and is now facing threats from a Georgia lawmaker to block a $40 million tax break . Conscious consumers are becoming the most vocal consumers \nMeanwhile, many large public companies are attempting to react to public pressure in a fairly values-neutral way. Memphis-based FedEx (FDX) , which is maintaining its discount for NRA members while stating an opposition to civilian access to assault rifles, is contorting itself into an uncomfortably neutral stance. This is the old way of doing business. While political neutrality was for years seen as safe and balanced, today it can just as easily be interpreted as uninspired, tired, and cowardly. \nWhereas in the past consumers might not look to companies for moral guidance, there has been a rise of conscious consumers willing to pay a premium for brands that support their values. Millennials are especially more likely to engage with brands that support their values . This creates opportunities for smaller, mission-driven companies with a homogenous customer base, but it is a hardship for larger brands like Delta, which appeal to a heterogeneous customer segment. \nCompanies have been testing the political waters for a couple of years now. In 2015, nearly 400 companies petitioned the Supreme Court to support same-sex marriage, and Apple (AAPL) CEO Tim Cook and Salesforce (CRM) CEO Marc Benioff openly criticized legislation in Indiana that they saw as discriminatory against gays and bisexuals. Those early efforts in corporate activism were likely driven by a desire to support employees in a competitive talent market. Since then, executives have only gotten bolder in testing out their newfound political voices. Throughout the rest of 2018, this trend will not only continue; it will accelerate due to consumer demand. \nWe should also expect to see an increase in related corporate missteps, as companies struggle to respond to social media’s real-time consumer pressure. Just look at Keurig, which last November announced over Twitter that it had stopped advertising on Sean Hannity’s Fox’s show after the Fox host defended Roy Moore, the Republican Alabama Senate candidate accused of romantically pursuing teenage girls. Facing a fierce conservative backlash, the CEO apologized for the company’s decision . In an age of social media activism, even the best communications teams are playing whack-a-mole in preparing for every potential crisis. For some consumer brands, commoditization is contributing to their newfound willingness to embrace political activism \nConsumer brands are struggling for ways to both compete with Amazon (AMZN) and differentiate themselves amongst its crowded virtual shelves. Competing on price is unappealing and encourages a race to the bottom. Competing on convenience is unwise because Amazon will always win in this domain. Competing on values, however, can be a great option. It maintains margins, it can increase the possibility of direct customer engagement with the brand, and it is an area of relative weakness for Amazon, given the diversity of its customer base. It’s noteworthy that Amazon is facing a backlash of its own , and unlike the dozen companies which dropped their associations with the NRA, Amazon thus far has not yet commented on the issue . Big brands face big risks \nBig public companies have the most to lose from taking a stand. The fear of angering one side will drive many executives into paralysis and silence or the sorts of contortions demonstrated by FedEx. Too afraid to be seen as taking sides, consumer brands risk being seen as boring (best case) or even unprincipled (worst case) by conscious consumers. Their inability to commit to values will weaken their market position, making them vulnerable to bolder, values-driven upstarts on one end and Amazon and mass commoditization on the other. This is even truer for brands that cater heavily to millennials , more than 90% of whom, according to a Cone Communications survey, would switch brands supporting a cause they value. \nBrands that attempt to stay neutral also risk customers filling the void with values of their own choosing. This is how Papa John’s Pizza (PZZA) was co-opted by neo-Nazis . It would have been better for Papa John’s leaders to proactively state their values before this ever happened rather than having to assert their values reactively in order to break their association with hate groups. Even the most cautious of executives should be willing to rally around core values like hope and unity. \nEmerging and privately held brands have the most leeway \nUnlike big brands, which serve diverse segments of customers who could be upset by public declarations of values inconsistent with their own, small, emerging brands have the freedom and opportunity to proactively state their values up front while they still have a relatively homogenous customer base. \nSimilarly, privately held firms without shareholders to appease also enjoy the freedom to state their owners’ values. In December, Patagonia took over its homepage with the message, “The president stole your land” and announced a lawsuit against the Trump administration for shrinking national monuments. And Penzeys Spices has not only used its social media channels to challenge the Trump Administration, but it has gone further by creating product offerings like “ Tsardust Memories Russian Style Seasoning ” and “ Pico Fruta Impeachment —A simple solution whose time has come.” On the right, privately held Hobby Lobby convinced the U.S. Supreme Court to exempt it from providing contraceptive services to employees and continues to fund extremely conservative political and social advocacy groups . Among privately held companies, taking a stand carries fewer risks and can even help the bottom line . \nWhere does this leave America’s large public brands? On one hand, companies that take a stand, even a very small stand like Delta, risk a backlash. On the other hand, brands that stay neutral risk losing favor among both consumers and employees. In this arena, mission-driven firms and privately held entities have the most leeway, though the leaders from Dick’s Sporting Goods are showing that even large public companies can take a stand on matters of significant importance. At the end of the day, even the most politically weary executives need to be responsive to their stakeholders and identify values that they can authentically embrace. Avoiding engagement is no longer an option—but it also won’t be easy. \nPatricia Nakache is a general partner at Trinity Ventures. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-03-02T06:08:00.000+02:00",
    "crawled": "2018-03-02T01:17:06.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "patricia",
        "nakache",
        "march",
        "dick",
        "sporting",
        "good",
        "major",
        "retailer",
        "sport",
        "equipment",
        "hunting",
        "supply",
        "including",
        "gun",
        "dove",
        "headfirst",
        "national",
        "dialogue",
        "gun",
        "safety",
        "wednesday",
        "ending",
        "sale",
        "weapon",
        "store",
        "raising",
        "minimum",
        "age",
        "firearm",
        "purchase",
        "help",
        "solve",
        "problem",
        "front",
        "u",
        "gun",
        "violence",
        "epidemic",
        "taking",
        "life",
        "many",
        "people",
        "including",
        "brightest",
        "hope",
        "future",
        "kid",
        "said",
        "dick",
        "chairman",
        "ceo",
        "edward",
        "stack",
        "within",
        "hour",
        "walmart",
        "wmt",
        "announced",
        "would",
        "raise",
        "minimum",
        "age",
        "firearm",
        "purchase",
        "walmart",
        "stopped",
        "selling",
        "assault",
        "rifle",
        "remarkable",
        "moment",
        "corporate",
        "america",
        "large",
        "public",
        "retailer",
        "willingly",
        "thrust",
        "contentious",
        "political",
        "debate",
        "knowing",
        "full",
        "well",
        "decision",
        "may",
        "unpopular",
        "among",
        "core",
        "customer",
        "segment",
        "yet",
        "wake",
        "tragic",
        "school",
        "shooting",
        "parkland",
        "florida",
        "company",
        "around",
        "country",
        "policy",
        "political",
        "engagement",
        "unlike",
        "dick",
        "proactively",
        "dove",
        "gun",
        "safety",
        "debate",
        "company",
        "thrust",
        "want",
        "far",
        "dozen",
        "company",
        "enterprise",
        "hertz",
        "metlife",
        "met",
        "responded",
        "pressure",
        "boycottnra",
        "movement",
        "severing",
        "relationship",
        "nra",
        "delta",
        "dal",
        "responded",
        "pressure",
        "ending",
        "small",
        "discount",
        "flight",
        "annual",
        "nra",
        "convention",
        "facing",
        "threat",
        "georgia",
        "lawmaker",
        "block",
        "million",
        "tax",
        "break",
        "conscious",
        "consumer",
        "becoming",
        "vocal",
        "consumer",
        "meanwhile",
        "many",
        "large",
        "public",
        "company",
        "attempting",
        "react",
        "public",
        "pressure",
        "fairly",
        "way",
        "fedex",
        "fdx",
        "maintaining",
        "discount",
        "nra",
        "member",
        "stating",
        "opposition",
        "civilian",
        "access",
        "assault",
        "rifle",
        "contorting",
        "uncomfortably",
        "neutral",
        "stance",
        "old",
        "way",
        "business",
        "political",
        "neutrality",
        "year",
        "seen",
        "safe",
        "balanced",
        "today",
        "easily",
        "interpreted",
        "uninspired",
        "tired",
        "cowardly",
        "whereas",
        "past",
        "consumer",
        "might",
        "look",
        "company",
        "moral",
        "guidance",
        "rise",
        "conscious",
        "consumer",
        "willing",
        "pay",
        "premium",
        "brand",
        "support",
        "value",
        "millennials",
        "especially",
        "likely",
        "engage",
        "brand",
        "support",
        "value",
        "creates",
        "opportunity",
        "smaller",
        "company",
        "homogenous",
        "customer",
        "base",
        "hardship",
        "larger",
        "brand",
        "like",
        "delta",
        "appeal",
        "heterogeneous",
        "customer",
        "segment",
        "company",
        "testing",
        "political",
        "water",
        "couple",
        "year",
        "nearly",
        "company",
        "petitioned",
        "supreme",
        "court",
        "support",
        "marriage",
        "apple",
        "aapl",
        "ceo",
        "tim",
        "cook",
        "salesforce",
        "crm",
        "ceo",
        "marc",
        "benioff",
        "openly",
        "criticized",
        "legislation",
        "indiana",
        "saw",
        "discriminatory",
        "gay",
        "bisexual",
        "early",
        "effort",
        "corporate",
        "activism",
        "likely",
        "driven",
        "desire",
        "support",
        "employee",
        "competitive",
        "talent",
        "market",
        "since",
        "executive",
        "gotten",
        "bolder",
        "testing",
        "newfound",
        "political",
        "voice",
        "throughout",
        "rest",
        "trend",
        "continue",
        "accelerate",
        "due",
        "consumer",
        "demand",
        "also",
        "expect",
        "see",
        "increase",
        "related",
        "corporate",
        "misstep",
        "company",
        "struggle",
        "respond",
        "social",
        "medium",
        "consumer",
        "pressure",
        "look",
        "keurig",
        "last",
        "november",
        "announced",
        "twitter",
        "stopped",
        "advertising",
        "sean",
        "hannity",
        "fox",
        "show",
        "fox",
        "host",
        "defended",
        "roy",
        "moore",
        "republican",
        "alabama",
        "senate",
        "candidate",
        "accused",
        "romantically",
        "pursuing",
        "teenage",
        "girl",
        "facing",
        "fierce",
        "conservative",
        "backlash",
        "ceo",
        "apologized",
        "company",
        "decision",
        "age",
        "social",
        "medium",
        "activism",
        "even",
        "best",
        "communication",
        "team",
        "playing",
        "preparing",
        "every",
        "potential",
        "crisis",
        "consumer",
        "brand",
        "commoditization",
        "contributing",
        "newfound",
        "willingness",
        "embrace",
        "political",
        "activism",
        "consumer",
        "brand",
        "struggling",
        "way",
        "compete",
        "amazon",
        "amzn",
        "differentiate",
        "amongst",
        "crowded",
        "virtual",
        "shelf",
        "competing",
        "price",
        "unappealing",
        "encourages",
        "race",
        "bottom",
        "competing",
        "convenience",
        "unwise",
        "amazon",
        "always",
        "win",
        "domain",
        "competing",
        "value",
        "however",
        "great",
        "option",
        "maintains",
        "margin",
        "increase",
        "possibility",
        "direct",
        "customer",
        "engagement",
        "brand",
        "area",
        "relative",
        "weakness",
        "amazon",
        "given",
        "diversity",
        "customer",
        "base",
        "noteworthy",
        "amazon",
        "facing",
        "backlash",
        "unlike",
        "dozen",
        "company",
        "dropped",
        "association",
        "nra",
        "amazon",
        "thus",
        "far",
        "yet",
        "commented",
        "issue",
        "big",
        "brand",
        "face",
        "big",
        "risk",
        "big",
        "public",
        "company",
        "lose",
        "taking",
        "stand",
        "fear",
        "angering",
        "one",
        "side",
        "drive",
        "many",
        "executive",
        "paralysis",
        "silence",
        "sort",
        "contortion",
        "demonstrated",
        "fedex",
        "afraid",
        "seen",
        "taking",
        "side",
        "consumer",
        "brand",
        "risk",
        "seen",
        "boring",
        "best",
        "case",
        "even",
        "unprincipled",
        "worst",
        "case",
        "conscious",
        "consumer",
        "inability",
        "commit",
        "value",
        "weaken",
        "market",
        "position",
        "making",
        "vulnerable",
        "bolder",
        "upstart",
        "one",
        "end",
        "amazon",
        "mass",
        "commoditization",
        "even",
        "truer",
        "brand",
        "cater",
        "heavily",
        "millennials",
        "according",
        "cone",
        "communication",
        "survey",
        "would",
        "switch",
        "brand",
        "supporting",
        "cause",
        "value",
        "brand",
        "attempt",
        "stay",
        "neutral",
        "also",
        "risk",
        "customer",
        "filling",
        "void",
        "value",
        "choosing",
        "papa",
        "john",
        "pizza",
        "pzza",
        "would",
        "better",
        "papa",
        "john",
        "leader",
        "proactively",
        "state",
        "value",
        "ever",
        "happened",
        "rather",
        "assert",
        "value",
        "reactively",
        "order",
        "break",
        "association",
        "hate",
        "group",
        "even",
        "cautious",
        "executive",
        "willing",
        "rally",
        "around",
        "core",
        "value",
        "like",
        "hope",
        "unity",
        "emerging",
        "privately",
        "held",
        "brand",
        "leeway",
        "unlike",
        "big",
        "brand",
        "serve",
        "diverse",
        "segment",
        "customer",
        "could",
        "upset",
        "public",
        "declaration",
        "value",
        "inconsistent",
        "small",
        "emerging",
        "brand",
        "freedom",
        "opportunity",
        "proactively",
        "state",
        "value",
        "front",
        "still",
        "relatively",
        "homogenous",
        "customer",
        "base",
        "similarly",
        "privately",
        "held",
        "firm",
        "without",
        "shareholder",
        "appease",
        "also",
        "enjoy",
        "freedom",
        "state",
        "owner",
        "value",
        "december",
        "patagonia",
        "took",
        "homepage",
        "message",
        "president",
        "stole",
        "land",
        "announced",
        "lawsuit",
        "trump",
        "administration",
        "shrinking",
        "national",
        "monument",
        "penzeys",
        "spice",
        "used",
        "social",
        "medium",
        "channel",
        "challenge",
        "trump",
        "administration",
        "gone",
        "creating",
        "product",
        "offering",
        "like",
        "tsardust",
        "memory",
        "russian",
        "style",
        "seasoning",
        "pico",
        "fruta",
        "impeachment",
        "simple",
        "solution",
        "whose",
        "time",
        "right",
        "privately",
        "held",
        "hobby",
        "lobby",
        "convinced",
        "supreme",
        "court",
        "exempt",
        "providing",
        "contraceptive",
        "service",
        "employee",
        "continues",
        "fund",
        "extremely",
        "conservative",
        "political",
        "social",
        "advocacy",
        "group",
        "among",
        "privately",
        "held",
        "company",
        "taking",
        "stand",
        "carry",
        "fewer",
        "risk",
        "even",
        "help",
        "bottom",
        "line",
        "leave",
        "america",
        "large",
        "public",
        "brand",
        "one",
        "hand",
        "company",
        "take",
        "stand",
        "even",
        "small",
        "stand",
        "like",
        "delta",
        "risk",
        "backlash",
        "hand",
        "brand",
        "stay",
        "neutral",
        "risk",
        "losing",
        "favor",
        "among",
        "consumer",
        "employee",
        "arena",
        "firm",
        "privately",
        "held",
        "entity",
        "leeway",
        "though",
        "leader",
        "dick",
        "sporting",
        "good",
        "showing",
        "even",
        "large",
        "public",
        "company",
        "take",
        "stand",
        "matter",
        "significant",
        "importance",
        "end",
        "day",
        "even",
        "politically",
        "weary",
        "executive",
        "need",
        "responsive",
        "stakeholder",
        "identify",
        "value",
        "authentically",
        "embrace",
        "avoiding",
        "engagement",
        "longer",
        "also",
        "easy",
        "patricia",
        "nakache",
        "general",
        "partner",
        "trinity",
        "venture",
        "sponsored",
        "financial",
        "content"
    ]
}