{
    "organizations": [],
    "uuid": "a61203d16d395aecc7b1ac2d68f2307804f1198f",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/03/14/term-sheet-wednesday-march-14/",
    "ord_in_thread": 0,
    "title": "Term Sheet -- Wednesday, March 14",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Polina Marinova 9:51 AM EDT 5 Qs WITH A DEALMAKER\nJillian Manus, a managing partner at Structure Capital and a judge on “ The Pitch ” podcast, had a circuitous path to venture capital.\nEarlier in her career, Manus worked in banking and media, serving as an M&A co-director of the technology, media and telecom group for Credit Suisse Zurich. She had just moved to Switzerland when her life turned upside down.\n“I was in a domestic abuse situation that ended with me in the hospital for many months,” she said. “When I came out, I was so ashamed that I disappeared onto the streets. I had been successful before that, but when someone takes your pride away like that, you bottom out.”\nIn an interview with Term Sheet, Manus discusses homelessness, sexual harassment in the Valley, and the biggest mistakes early-stage founders make. Below is an excerpt of our conversation. Read the full Q&A here.\nTERM SHEET: You mentioned that you were homeless for a period of time. How were you able to come out of that experience & start to re-build your life?\nMANUS: I lived in shelters in New York for more than a year. I stayed at “hot & cot” shelters, meaning that you’d get a hot meal and a cot. In those days, you were unable to stay in a shelter for more than a couple of nights, so I was at my 16th shelter when I saw the soup kitchen was not being utilized properly. The teams, the volunteers, and the food — it just wasn’t organized well.\nBecause I had a business background, I went into the kitchen and started to put everyone on an org chart and began mobilizing people to collect extra food leftover from the local businesses. I created an assembly line in the kitchen, and I started to remember who I was and feel like I had something to contribute. Even if you don’t get paid, if you have a purpose, then you can address any challenge in life. When you have purpose, you have productivity, and when you have productivity, you have confidence.\nYou are now a judge on Gimlet Media’s “The Pitch,” making investments in Shift and LiquiGlide . You’ve previously said that you “abhor” Shark Tank because you think it’s predatory. Why did you decide to join The Pitch, which has been described as a Shark Tank-style podcast?\nMANUS: The format is the same — four judges (or VCs) who are pitched. But my whole philosophy about venture capitalists is that I believe it’s about building people up, not tearing them down. If you have a criticism, follow it with something constructive that can help them. And that’s what we do with The Pitch. We’re not like Shark Tank at all — we don’t invest $20,000 for 80% of the company. We’re not predatory.\nSexual harassment allegations have plagued the VC community in recent months. You’ve learned a lot about this through your sexual harassment hotline. Can you explain how it works?\nMANUS: It’s been going on now for a little more than three years. It’s called the “SOS,” and basically any founder, any woman, anytime can text me. It has to start with “SOS” and a message with what they need. Are they being sexually harassed? Are they in a dangerous situation? Are they being bullied? And do they need a call back right away?\nI’ve created a little black book of all the predators, and then with the women’s permission, I connect them to other women who are in similar situations. Together, they’re able to out the predator.\nNote: A Structure Capital spokesperson declined to share the number publicly, clarifying that each partner gives out their number to portfolio company founders who can then share it with colleagues or others in the industry.\nIt’s happening across many industries, but how do you think the tech community in particular can begin to address some of these problems?\nMANUS: It’s about accountability, but my biggest concern is that the pendulum has swung so far that men are now being able to use this as an excuse to not take meetings with women. That’s a big concern.\nWomen were in defense mode, and then we went on offense mode. Now, we have to get to the point of being in diplomatic mode. How do we create better communication between men and women? In the last three months, I’ve been getting a lot of SOS messages from men, too. I think there need to be more forums where men and women talk more openly to each other about all of this. The next way to right the pendulum is if we’re not siloed, if we’re not pointing our pistols at each other.\nLast year, women received 7% of all venture capital. Structure Capital’s portfolio is composed of 30% female-led companies. What is the reason for this disparity?\nMANUS: At Structure Capital, we are not solely focused on funding underrepresented entrepreneurs. We are focused on investing in founders who have a diverse skillset and if that means a female founder, we don’t shy away. We have seen a wave of female entrepreneurs, and so the risk of investing in female-led companies is finally being realized. Our fund will invest more in these companies because we truly see their results and their ROI. The contribution and intellect of females are being undervalued and underestimated, and we know that the companies and the funds who have invested in more female-led companies have experienced better returns. Currently, we’ve invested in 26 female-founded or co-founded companies, averaging 30%.\nRead the full Q&A here.\nAdvertisement THE LATEST FROM FORTUNE...\n• How Amazon Could Help WeWork Reinvent the Workplace (by Adam Lashinsky)\n• Koch Brothers Continue Tax Reform Push With Ads Targeting Two Senators (by Alana Abramson)\n• Rex Tillerson and Donald Trump Were a Terrible Fit. That’s All There Is To It. (by Geoff Colvin)\n• 5 Career Tips from Arianna Huffington and SAP’s Jennifer Morgan (by Kristen Bellstrom)\n…AND ELSEWHERE\nStephen Hawking has died at 76 . Google to ban cryptocurrency ads . Warby Parker is valued at $1.75 billion after a pre-IPO investment of $75 million . Winklevoss-led Gemini announces a self-regulatory group for crypto .\nVENTURE DEALS\n• Ofo , a China-based bike-sharing firm, raised $866 million in funding, according to Reuters. Alibaba Group Holding Ltd led the round. Read more.\n• Future Finance , an Ireland-based private student lender, raised 40 million euros ($49.5 million) in Series C funding. KCK led the round, and was joined by investors including S-Cubed, Invus and Fenway Summers.\n• Moogsoft , a San Francisco-based provider of artificial intelligence for IT operations, raised $40 million in Series D funding. Goldman Sachs Growth Equity led the round, and was joined by investors including HCL, Northgate Capital, Redpoint Ventures, Singtel Innov8, STTelemedia and Wing VC.\n• Outdoor Voices , a New York-based manufacturer of workout apparel, is raising $34 million in Series C funding, according to TechCrunch. GV led the round, and was joined by investors including Mickey Drexler. Read more.\n• Skyroam , a Sunnyvale, Calif.-based WiFi provider, raised $20 million in Series C funding. JAFCO Asia led the round, and was joined by investors including Vickers Venture, GSR Ventures, China Broadband Capital, and Delta Electronics Capital.\n• Skilljar , a Seattle-based online training platform, raised $16.4 million in Series A funding. Investors include Mayfield and Shasta Ventures , and was joined by investors including Trilogy Equity Partners.\n• Luminate Security , a software-as-a-service security platform, raised $14 million in seed and Series A funding. Investors include U.S. Venture Partners, Aleph Venture Capital and the ScaleUp program from Microsoft.\n• Solebit , an Israel-based cyber security company, raised $11 million in Series A funding. ClearSky Security led the round, and was joined by investors including MassMutual Ventures and Glilot Capital Partners.\n• HubHaus , an Anaheim, Calif.-based provider of co-living housing solutions for working professionals, raised $10 million in Series A funding. Investors include Fuel Capital, Mike Stoppelman, Jeff Fluhr, Andrew Swain and Graph Ventures .\n• RapidAPI , an Israel-based API marketplace that helps developers find and connect to thousands of publicly available application programming interfaces, raised $9 million in Series A funding. Andreessen Horowitz led the round, and was joined by investors including SV Angel, Green Bay Capital and Tony Jamous .\n• NSLComm , an Israel-based developer of satellite technology, raised $6.25 million in Series B funding. Investors include Jerusalem Venture Partners, Liberty Global, OurCrowd, Hawk GF and Cockpit Innovation of the El Al Group.\n• Airsorted , a London-based hosting management service, raised £5 million ($7 million) in Series A funding. Investors include Pi Labs and Atami Capital.\n• Sagoon , a Woodbridge, Va.-based social commerce platform, agreed to raise $5 million in funding. The investor was HT Singapore , a subsidiary of HT Media.\n• OB1 , a Fairfax, Va.-based operator of an online marketplace that allows users to buy and sell goods and services online using bitcoins, raised $5 million in Series A funding. OMERS Ventures led the round, and was joined by investors including Bitmain , Andreessen Horowitz, Union Square Ventures, BlueYard Capital, and Digital Currency Group .\n• Gavelytics , a Santa Monica, Calif.-based judicial analytics company, raised $3.2 million in funding. Investors include Brian Lee, David Nazarian , Bruce Karatz , KB Home , Jarl Mohn , and Ken Solomon.\n• MyPadi , a Nigeria-based online/offline marketplace for university student housing, raised pre-seed funding of an undisclosed amount. Investors include EchoVC .\nAdvertisement HEALTH AND LIFE SCIENCES DEALS\n• Escalier Biosciences BV , an Encinitas, Calif.-based biopharmaceutical company, raised $19 million in Series B funding. Forbion led the round, and was joined by investors including New Science Ventures and BioGeneration Ventures .\nAdvertisement PRIVATE EQUITY DEALS\n• St. George Logistics , a portfolio company of Wind Point Partners , acquired Freight Force , an Anaheim, Calif.-based operator of a network of independent carriers serving freight forwarders and other third-party logistics providers. Financial terms weren’t disclosed.\n• TA Associates acquired a majority stake in Confluence , a Pittsburgh, Penn.-based provider of investment data management automation. Financial terms weren’t disclosed.\n• Cairngorm Capital Partners acquired Parker Building Supplies , a U.K.-based independent builders’ merchant. Financial terms weren’t disclosed.\nAdvertisement OTHER DEALS\n• Duff & Phelps agreed to acquire Kroll , a New York-based provider of complex investigations, security and cyber solutions. Financial terms weren’t disclosed.\nAdvertisement IPOs\n• Stone Canyon , a Los Angeles-based investment firm, is weighing a U.S. IPO of its packaging unit, SCI Packaging, Bloomberg reports citing sources. Michael Milken backs the firm. Read more .\n• Zscaler , a San Jose, Calif.-based cloud security firm, plans to raise $168 million in an IPO of 12 million shares priced between $13 to $15 a piece. The company posted revenue of $125.7 million and loss of $35.5 million in the year ending July 2017. TPG backs the company (8.7% pre-IPO). Morgan Stanley, BofA, Barclays, Deutsche Bank, Credit Suisse, UBS, and Goldman Sachs are joint bookrunners in the deal. The firm plans to list on the Nasdaq as “ZS.” Read more .\n• Opes Acquisition , a Mexico City-based SPAC formed to acquire a firm in Mexico, raised $100 million in an IPO of 10 million units priced at $10 a piece. Axis Capital Management backs the firm. EarlyBirdCapital is bookrunner in the deal. The firm plans to list on the Nasdaq as “OPESU.” Read more .\n• Bridgewater Bancshares , a Minnesota-based bank, raised $79 million in an IPO of 6.7 million shares priced at $11.75. Sandler O’Neill and D.A. Davidson are underwriters in the deal. The firm plans to list on the Nasdaq as “BWB.” Read more .\nAdvertisement EXITS\n• Salesforce agreed to acquire CloudCraze , a Chicago-based B2B commerce platform. Financial terms weren’t disclosed. CloudCraze had raised approximately $30.6 million in venture funding. Investors include Insight Venture Partners .\n• Mindbody agreed to acquire Booker Software , a New York-based business management platform for salons and spas, for about $150 million in cash. Booker Software had raised approximately $77 million in venture funding from investors including Medina Capital. Bain Capital Ventures, Revolution Ventures, TDF Ventures and Grotech Ventures .\n• Silver Lake and Battery Ventures agreed to acquire EDR , a Shelton, Conn.-based provider of real estate data and software-as-a-service, for $205 million. The sellers were Daily Mail and General Trust plc .\n• ICV Partners acquired Outpatient Imaging Affiliates , a Franklin, Tenn.-based provider of outpatient radiology services. The sellers were Frank Kyle and MedCare Investment Funds .\nAdvertisement FIRMS + FUNDS\n• PineBridge Investments , a New York-based investment manager, raised $568 million for its fourth secondaries fund.\n• WeWork , a New York-based co-working startup, raised $404 million for a real estate investment fund. It has reportedly partnered with Rhone Group to buy properties where WeWork is already a tenant.\n• Casa Verde Capital , a Los Angeles, Calif.-based venture capital firm, raised $45 million for its debut fund.\nAdvertisement PEOPLE\n• Julia Hawkings joined LocalGlobe as a partner.\n• Insignia Capital Group , a Walnut Creek, Calif.-based private equity firm, promoted Pradyut Shah to managing director, Julian Hinderling to principal, and Nick DeTrempe to vice president.\nAdvertisement SHARE TODAY'S TERM SHEET\nView this email in your browser .\nPolina Marinova produces Term Sheet, and Lucinda Shen compiles the IPO news. Send deal announcements to Polina here and IPO news to Lucinda here .",
    "published": "2018-03-14T20:51:00.000+02:00",
    "crawled": "2018-03-14T22:59:48.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "polina",
        "marinova",
        "edt",
        "q",
        "dealmaker",
        "jillian",
        "manus",
        "managing",
        "partner",
        "structure",
        "capital",
        "judge",
        "pitch",
        "podcast",
        "circuitous",
        "path",
        "venture",
        "capital",
        "earlier",
        "career",
        "manus",
        "worked",
        "banking",
        "medium",
        "serving",
        "technology",
        "medium",
        "telecom",
        "group",
        "credit",
        "suisse",
        "zurich",
        "moved",
        "switzerland",
        "life",
        "turned",
        "upside",
        "domestic",
        "abuse",
        "situation",
        "ended",
        "hospital",
        "many",
        "month",
        "said",
        "came",
        "ashamed",
        "disappeared",
        "onto",
        "street",
        "successful",
        "someone",
        "take",
        "pride",
        "away",
        "like",
        "bottom",
        "interview",
        "term",
        "sheet",
        "manus",
        "discusses",
        "homelessness",
        "sexual",
        "harassment",
        "valley",
        "biggest",
        "mistake",
        "founder",
        "make",
        "excerpt",
        "conversation",
        "read",
        "full",
        "q",
        "term",
        "sheet",
        "mentioned",
        "homeless",
        "period",
        "time",
        "able",
        "come",
        "experience",
        "start",
        "life",
        "manus",
        "lived",
        "shelter",
        "new",
        "york",
        "year",
        "stayed",
        "hot",
        "cot",
        "shelter",
        "meaning",
        "get",
        "hot",
        "meal",
        "cot",
        "day",
        "unable",
        "stay",
        "shelter",
        "couple",
        "night",
        "16th",
        "shelter",
        "saw",
        "soup",
        "kitchen",
        "utilized",
        "properly",
        "team",
        "volunteer",
        "food",
        "organized",
        "well",
        "business",
        "background",
        "went",
        "kitchen",
        "started",
        "put",
        "everyone",
        "org",
        "chart",
        "began",
        "mobilizing",
        "people",
        "collect",
        "extra",
        "food",
        "leftover",
        "local",
        "business",
        "created",
        "assembly",
        "line",
        "kitchen",
        "started",
        "remember",
        "feel",
        "like",
        "something",
        "contribute",
        "even",
        "get",
        "paid",
        "purpose",
        "address",
        "challenge",
        "life",
        "purpose",
        "productivity",
        "productivity",
        "confidence",
        "judge",
        "gimlet",
        "medium",
        "pitch",
        "making",
        "investment",
        "shift",
        "liquiglide",
        "previously",
        "said",
        "abhor",
        "shark",
        "tank",
        "think",
        "predatory",
        "decide",
        "join",
        "pitch",
        "described",
        "shark",
        "podcast",
        "manus",
        "format",
        "four",
        "judge",
        "vcs",
        "pitched",
        "whole",
        "philosophy",
        "venture",
        "capitalist",
        "believe",
        "building",
        "people",
        "tearing",
        "criticism",
        "follow",
        "something",
        "constructive",
        "help",
        "pitch",
        "like",
        "shark",
        "tank",
        "invest",
        "company",
        "predatory",
        "sexual",
        "harassment",
        "allegation",
        "plagued",
        "vc",
        "community",
        "recent",
        "month",
        "learned",
        "lot",
        "sexual",
        "harassment",
        "hotline",
        "explain",
        "work",
        "manus",
        "going",
        "little",
        "three",
        "year",
        "called",
        "so",
        "basically",
        "founder",
        "woman",
        "anytime",
        "text",
        "start",
        "so",
        "message",
        "need",
        "sexually",
        "harassed",
        "dangerous",
        "situation",
        "bullied",
        "need",
        "call",
        "back",
        "right",
        "away",
        "created",
        "little",
        "black",
        "book",
        "predator",
        "woman",
        "permission",
        "connect",
        "woman",
        "similar",
        "situation",
        "together",
        "able",
        "predator",
        "note",
        "structure",
        "capital",
        "spokesperson",
        "declined",
        "share",
        "number",
        "publicly",
        "clarifying",
        "partner",
        "give",
        "number",
        "portfolio",
        "company",
        "founder",
        "share",
        "colleague",
        "others",
        "industry",
        "happening",
        "across",
        "many",
        "industry",
        "think",
        "tech",
        "community",
        "particular",
        "begin",
        "address",
        "problem",
        "manus",
        "accountability",
        "biggest",
        "concern",
        "pendulum",
        "swung",
        "far",
        "men",
        "able",
        "use",
        "excuse",
        "take",
        "meeting",
        "woman",
        "big",
        "concern",
        "woman",
        "defense",
        "mode",
        "went",
        "offense",
        "mode",
        "get",
        "point",
        "diplomatic",
        "mode",
        "create",
        "better",
        "communication",
        "men",
        "woman",
        "last",
        "three",
        "month",
        "getting",
        "lot",
        "so",
        "message",
        "men",
        "think",
        "need",
        "forum",
        "men",
        "woman",
        "talk",
        "openly",
        "next",
        "way",
        "right",
        "pendulum",
        "siloed",
        "pointing",
        "pistol",
        "last",
        "year",
        "woman",
        "received",
        "venture",
        "capital",
        "structure",
        "capital",
        "portfolio",
        "composed",
        "company",
        "reason",
        "disparity",
        "manus",
        "structure",
        "capital",
        "solely",
        "focused",
        "funding",
        "underrepresented",
        "entrepreneur",
        "focused",
        "investing",
        "founder",
        "diverse",
        "skillset",
        "mean",
        "female",
        "founder",
        "shy",
        "away",
        "seen",
        "wave",
        "female",
        "entrepreneur",
        "risk",
        "investing",
        "company",
        "finally",
        "realized",
        "fund",
        "invest",
        "company",
        "truly",
        "see",
        "result",
        "roi",
        "contribution",
        "intellect",
        "female",
        "undervalued",
        "underestimated",
        "know",
        "company",
        "fund",
        "invested",
        "company",
        "experienced",
        "better",
        "return",
        "currently",
        "invested",
        "company",
        "averaging",
        "read",
        "full",
        "q",
        "advertisement",
        "latest",
        "fortune",
        "amazon",
        "could",
        "help",
        "wework",
        "reinvent",
        "workplace",
        "adam",
        "lashinsky",
        "koch",
        "brother",
        "continue",
        "tax",
        "reform",
        "push",
        "ad",
        "targeting",
        "two",
        "senator",
        "alana",
        "abramson",
        "rex",
        "tillerson",
        "donald",
        "trump",
        "terrible",
        "fit",
        "geoff",
        "colvin",
        "career",
        "tip",
        "arianna",
        "huffington",
        "sap",
        "jennifer",
        "morgan",
        "kristen",
        "bellstrom",
        "elsewhere",
        "stephen",
        "hawking",
        "died",
        "google",
        "ban",
        "cryptocurrency",
        "ad",
        "warby",
        "parker",
        "valued",
        "billion",
        "investment",
        "million",
        "gemini",
        "announces",
        "group",
        "crypto",
        "venture",
        "deal",
        "ofo",
        "firm",
        "raised",
        "million",
        "funding",
        "according",
        "reuters",
        "alibaba",
        "group",
        "holding",
        "ltd",
        "led",
        "round",
        "read",
        "future",
        "finance",
        "private",
        "student",
        "lender",
        "raised",
        "million",
        "euro",
        "million",
        "series",
        "c",
        "funding",
        "kck",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "invus",
        "fenway",
        "summer",
        "moogsoft",
        "san",
        "provider",
        "artificial",
        "intelligence",
        "operation",
        "raised",
        "million",
        "series",
        "funding",
        "goldman",
        "sachs",
        "growth",
        "equity",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "hcl",
        "northgate",
        "capital",
        "redpoint",
        "venture",
        "singtel",
        "innov8",
        "sttelemedia",
        "wing",
        "vc",
        "outdoor",
        "voice",
        "new",
        "manufacturer",
        "workout",
        "apparel",
        "raising",
        "million",
        "series",
        "c",
        "funding",
        "according",
        "techcrunch",
        "gv",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "mickey",
        "drexler",
        "read",
        "skyroam",
        "sunnyvale",
        "wifi",
        "provider",
        "raised",
        "million",
        "series",
        "c",
        "funding",
        "jafco",
        "asia",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "vickers",
        "venture",
        "gsr",
        "venture",
        "china",
        "broadband",
        "capital",
        "delta",
        "electronics",
        "capital",
        "skilljar",
        "online",
        "training",
        "platform",
        "raised",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "mayfield",
        "shasta",
        "venture",
        "joined",
        "investor",
        "including",
        "trilogy",
        "equity",
        "partner",
        "luminate",
        "security",
        "security",
        "platform",
        "raised",
        "million",
        "seed",
        "series",
        "funding",
        "investor",
        "include",
        "venture",
        "partner",
        "aleph",
        "venture",
        "capital",
        "scaleup",
        "program",
        "microsoft",
        "solebit",
        "cyber",
        "security",
        "company",
        "raised",
        "million",
        "series",
        "funding",
        "clearsky",
        "security",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "massmutual",
        "venture",
        "glilot",
        "capital",
        "partner",
        "hubhaus",
        "anaheim",
        "provider",
        "housing",
        "solution",
        "working",
        "professional",
        "raised",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "fuel",
        "capital",
        "mike",
        "stoppelman",
        "jeff",
        "fluhr",
        "andrew",
        "swain",
        "graph",
        "venture",
        "rapidapi",
        "api",
        "marketplace",
        "help",
        "developer",
        "find",
        "connect",
        "thousand",
        "publicly",
        "available",
        "application",
        "programming",
        "interface",
        "raised",
        "million",
        "series",
        "funding",
        "andreessen",
        "horowitz",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "sv",
        "angel",
        "green",
        "bay",
        "capital",
        "tony",
        "jamous",
        "nslcomm",
        "developer",
        "satellite",
        "technology",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "investor",
        "include",
        "jerusalem",
        "venture",
        "partner",
        "liberty",
        "global",
        "ourcrowd",
        "hawk",
        "gf",
        "cockpit",
        "innovation",
        "el",
        "al",
        "group",
        "airsorted",
        "hosting",
        "management",
        "service",
        "raised",
        "million",
        "million",
        "series",
        "funding",
        "investor",
        "include",
        "pi",
        "lab",
        "atami",
        "capital",
        "sagoon",
        "woodbridge",
        "social",
        "commerce",
        "platform",
        "agreed",
        "raise",
        "million",
        "funding",
        "investor",
        "ht",
        "singapore",
        "subsidiary",
        "ht",
        "medium",
        "ob1",
        "fairfax",
        "operator",
        "online",
        "marketplace",
        "allows",
        "user",
        "buy",
        "sell",
        "good",
        "service",
        "online",
        "using",
        "bitcoins",
        "raised",
        "million",
        "series",
        "funding",
        "omers",
        "venture",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "bitmain",
        "andreessen",
        "horowitz",
        "union",
        "square",
        "venture",
        "blueyard",
        "capital",
        "digital",
        "currency",
        "group",
        "gavelytics",
        "santa",
        "monica",
        "judicial",
        "analytics",
        "company",
        "raised",
        "million",
        "funding",
        "investor",
        "include",
        "brian",
        "lee",
        "david",
        "nazarian",
        "bruce",
        "karatz",
        "kb",
        "home",
        "jarl",
        "mohn",
        "ken",
        "solomon",
        "mypadi",
        "marketplace",
        "university",
        "student",
        "housing",
        "raised",
        "funding",
        "undisclosed",
        "amount",
        "investor",
        "include",
        "echovc",
        "advertisement",
        "health",
        "life",
        "science",
        "deal",
        "escalier",
        "bioscience",
        "bv",
        "encinitas",
        "biopharmaceutical",
        "company",
        "raised",
        "million",
        "series",
        "b",
        "funding",
        "forbion",
        "led",
        "round",
        "joined",
        "investor",
        "including",
        "new",
        "science",
        "venture",
        "biogeneration",
        "venture",
        "advertisement",
        "private",
        "equity",
        "deal",
        "george",
        "logistics",
        "portfolio",
        "company",
        "wind",
        "point",
        "partner",
        "acquired",
        "freight",
        "force",
        "anaheim",
        "operator",
        "network",
        "independent",
        "carrier",
        "serving",
        "freight",
        "forwarders",
        "logistics",
        "provider",
        "financial",
        "term",
        "disclosed",
        "ta",
        "associate",
        "acquired",
        "majority",
        "stake",
        "confluence",
        "pittsburgh",
        "provider",
        "investment",
        "data",
        "management",
        "automation",
        "financial",
        "term",
        "disclosed",
        "cairngorm",
        "capital",
        "partner",
        "acquired",
        "parker",
        "building",
        "supply",
        "independent",
        "builder",
        "merchant",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "deal",
        "duff",
        "phelps",
        "agreed",
        "acquire",
        "kroll",
        "new",
        "provider",
        "complex",
        "investigation",
        "security",
        "cyber",
        "solution",
        "financial",
        "term",
        "disclosed",
        "advertisement",
        "ipo",
        "stone",
        "canyon",
        "los",
        "investment",
        "firm",
        "weighing",
        "ipo",
        "packaging",
        "unit",
        "sci",
        "packaging",
        "bloomberg",
        "report",
        "citing",
        "source",
        "michael",
        "milken",
        "back",
        "firm",
        "read",
        "zscaler",
        "san",
        "jose",
        "cloud",
        "security",
        "firm",
        "plan",
        "raise",
        "million",
        "ipo",
        "million",
        "share",
        "priced",
        "piece",
        "company",
        "posted",
        "revenue",
        "million",
        "loss",
        "million",
        "year",
        "ending",
        "july",
        "tpg",
        "back",
        "company",
        "morgan",
        "stanley",
        "bofa",
        "barclays",
        "deutsche",
        "bank",
        "credit",
        "suisse",
        "ubs",
        "goldman",
        "sachs",
        "joint",
        "bookrunners",
        "deal",
        "firm",
        "plan",
        "list",
        "nasdaq",
        "read",
        "opes",
        "acquisition",
        "mexico",
        "spac",
        "formed",
        "acquire",
        "firm",
        "mexico",
        "raised",
        "million",
        "ipo",
        "million",
        "unit",
        "priced",
        "piece",
        "axis",
        "capital",
        "management",
        "back",
        "firm",
        "earlybirdcapital",
        "bookrunner",
        "deal",
        "firm",
        "plan",
        "list",
        "nasdaq",
        "read",
        "bridgewater",
        "bancshares",
        "bank",
        "raised",
        "million",
        "ipo",
        "million",
        "share",
        "priced",
        "sandler",
        "neill",
        "davidson",
        "underwriter",
        "deal",
        "firm",
        "plan",
        "list",
        "nasdaq",
        "read",
        "advertisement",
        "exit",
        "salesforce",
        "agreed",
        "acquire",
        "cloudcraze",
        "b2b",
        "commerce",
        "platform",
        "financial",
        "term",
        "disclosed",
        "cloudcraze",
        "raised",
        "approximately",
        "million",
        "venture",
        "funding",
        "investor",
        "include",
        "insight",
        "venture",
        "partner",
        "mindbody",
        "agreed",
        "acquire",
        "booker",
        "software",
        "new",
        "business",
        "management",
        "platform",
        "salon",
        "spa",
        "million",
        "cash",
        "booker",
        "software",
        "raised",
        "approximately",
        "million",
        "venture",
        "funding",
        "investor",
        "including",
        "medina",
        "capital",
        "bain",
        "capital",
        "venture",
        "revolution",
        "venture",
        "tdf",
        "venture",
        "grotech",
        "venture",
        "silver",
        "lake",
        "battery",
        "venture",
        "agreed",
        "acquire",
        "edr",
        "shelton",
        "provider",
        "real",
        "estate",
        "data",
        "million",
        "seller",
        "daily",
        "mail",
        "general",
        "trust",
        "plc",
        "icv",
        "partner",
        "acquired",
        "outpatient",
        "imaging",
        "affiliate",
        "franklin",
        "provider",
        "outpatient",
        "radiology",
        "service",
        "seller",
        "frank",
        "kyle",
        "medcare",
        "investment",
        "fund",
        "advertisement",
        "firm",
        "fund",
        "pinebridge",
        "investment",
        "new",
        "investment",
        "manager",
        "raised",
        "million",
        "fourth",
        "secondary",
        "fund",
        "wework",
        "new",
        "startup",
        "raised",
        "million",
        "real",
        "estate",
        "investment",
        "fund",
        "reportedly",
        "partnered",
        "rhone",
        "group",
        "buy",
        "property",
        "wework",
        "already",
        "tenant",
        "casa",
        "verde",
        "capital",
        "los",
        "angeles",
        "venture",
        "capital",
        "firm",
        "raised",
        "million",
        "debut",
        "fund",
        "advertisement",
        "people",
        "julia",
        "hawking",
        "joined",
        "localglobe",
        "partner",
        "insignia",
        "capital",
        "group",
        "walnut",
        "creek",
        "private",
        "equity",
        "firm",
        "promoted",
        "pradyut",
        "shah",
        "managing",
        "director",
        "julian",
        "hinderling",
        "principal",
        "nick",
        "detrempe",
        "vice",
        "president",
        "advertisement",
        "share",
        "today",
        "term",
        "sheet",
        "view",
        "email",
        "browser",
        "polina",
        "marinova",
        "produce",
        "term",
        "sheet",
        "lucinda",
        "shen",
        "compiles",
        "ipo",
        "news",
        "send",
        "deal",
        "announcement",
        "polina",
        "ipo",
        "news",
        "lucinda"
    ]
}