{
    "organizations": [],
    "uuid": "831434bee6139e4ba540ef474b17bd15c5b61b39",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-avid-bioservices-reports-financial-results-for-third-quarter-of-fiscal-year-2018-and-recent-developments.html",
    "ord_in_thread": 0,
    "title": "Avid Bioservices Reports Financial Results for Third Quarter of Fiscal Year 2018 and Recent Developments",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company Remains on Target for Full Year Revenue of $50.0 - $55.0 Million\nIntensified Business Development Effort Results in New Customer Contract and Strengthened Backlog\nTUSTIN, Calif., March 12, 2018 (GLOBE NEWSWIRE) -- Avid Bioservices, Inc. (NASDAQ:CDMO) (NASDAQ:CDMOP), a dedicated contract development and manufacturing organization (CDMO) working to improve patient lives by providing high quality development and manufacturing services to biotechnology and pharmaceutical companies, today announced financial results for the third quarter of fiscal year (FY) 2018 ended January 31, 2018, and provided an update on its contract manufacturing operations, and other corporate highlights.\nHighlights Since October 31, 2017\n“During and subsequent to our third quarter of fiscal year 2018, Avid completed two primary objectives. We successfully divested the company’s lead immuno-oncology assets to an organization with the financial resources and expertise to advance them, and we established a new operational structure that will allow our business to take full advantage of the substantial and growing demand for biologics manufacturing,” said Roger Lias, Ph.D., president and chief executive officer of Avid Bioservices. “With the divestiture of our lead R&D assets, our transition to a dedicated CDMO business is complete, and our team is entirely focused on expanding and diversifying our customer base, as well as strengthening our process development capabilities. At present, we are in late-stage negotiations with several potential new customers and expect to announce the executed agreements before the end of the fiscal year. In recent weeks, we also completed a financing raising $23.2 million in gross proceeds. These funds are essential as they will support our operations, including upgrading our process development capabilities to ensure that we are fully capable of servicing our customers with the highest quality standards and equipment. We made rapid progress during the third quarter that we believe will allow us to build backlog and achieve sustainable growth in the future.”\nRecent CDMO Developments\nAdvanced eight current clients, some with multiple projects, through various stages of development.\nSelected by Acumen Pharmaceuticals, Inc. to provide process development and clinical manufacturing services in support of ACU193, which is being developed Alzheimer’s disease.\n° Avid and Acumen will immediately commence process development work with the goal of creating a robust, cost-effective and scalable process to support cGMP manufacture of ACU193.\nRecent Corporate Developments and Financial Highlights\nChanged company name from Peregrine Pharmaceuticals, Inc. to Avid Bioservices, Inc.\n° As the Avid name is recognized in the industry for CDMO excellence and biologics manufacturing expertise, the brand is an important asset in the company’s transition to a dedicated CDMO business. The company also adopted the new NASDAQ ticker symbol, \"CDMO\" (NASDAQ:CDMO).\nReconstituted board of directors including six independent directors, all with significant CDMO experience.\nEntered into an Asset Assignment and Purchase Agreement with Oncologie, Inc. for Avid's phosphatidylserine (PS)-targeting program including bavituximab.\n° Avid expects to receive an aggregate of $8.0 million in upfront payments over a period of six months and will be eligible to receive up to $95.0 million in development, regulatory and commercialization milestones.\n° Oncologie, Inc. will be responsible for all future research, development and commercialization of bavituximab, and related intellectual property costs.\n° Avid will receive royalties on net sales that are upward tiering into the mid-teens.\n° Oncologie will enter into an agreement with Avid for future contract development and manufacturing activities in support of bavituximab.\nCompleted a public offering of 10,294,445 shares of common stock raising gross proceeds of approximately $23.2 million.\n° Avid intends to use the net proceeds from the offering to support the growth of its contract manufacturing business and general corporate purposes.\nThe company maintains its manufacturing revenue guidance for the full FY 2018 of $50.0 million - $55.0 million.\nThe current manufacturing revenue backlog has increased to $39 million.\nContract manufacturing revenue from Avid's clinical and commercial biomanufacturing services was $6.8 million for the third quarter of FY 2018 compared to $10.7 million for the third quarter of FY 2017. The decline was primarily due to lower demand from one of our largest customers.\nCost of contract manufacturing increased to $11.0 million in the third quarter of FY 2018 compared to $8.0 million for the third quarter of FY 2017. The current period increase in cost of manufacturing is primarily attributed to idle capacity costs of $5.3 million due to lower facility and personnel utilization compared to no idle capacity costs reported in the same prior year quarter.\nSelling, general and administrative expenses for the third quarter of FY 2018 were $4.8 million, compared to $4.4 million for the third quarter of FY 2017. The current period increase in costs was primarily due to legal and other related fees associated with the settlement agreement with certain investors regarding the composition of the company’s board of directors and legal and advisory fees associated with the Asset Assignment and Purchase Agreement with Oncologie, Inc.\nAs of January 31, 2018, the company's research and development segment met all the conditions to be classified as a discontinued operation. Accordingly, the operating results of our research and development segment are reported as a loss from discontinued operations for all periods presented.\nAvid's consolidated net loss attributable to common stockholders was $12.4 million or $0.28 per share, for the third quarter of FY 2018, compared to a net loss attributable to common stockholders of $9.2 million, or $0.25 per share, for the same prior year quarter.\nAvid reported $17.9 million in cash and cash equivalents as of January 31, 2018, compared to $46.8 million at fiscal year ended April 30, 2017. Following the completion of a public offering during February 2018, the company had cash and cash equivalents of $41.7 million as of February 28, 2018.\nMore detailed financial information and analysis may be found in Avid’s Quarterly Report on Form 10-Q, which will be filed with the Securities and Exchange Commission today.\nConference Call\nAvid will host a conference call and webcast this afternoon, March 12, 2018, at 4:30 PM EDT (1:30 PM PDT).\nTo listen to the conference call, please dial (877) 312-5443 or (253) 237-1126 and request the Avid Bioservices conference call. To listen to the live webcast, or access the archived webcast, please visit: http://ir.avidbio.com/events.cfm .\nAbout Avid Bioservices, Inc.\nAvid Bioservices is a dedicated contract development and manufacturing organization (CDMO) focused on development and cGMP manufacturing of biopharmaceutical products derived from mammalian cell culture. The company provides a comprehensive range of process development, high quality cGMP clinical and commercial manufacturing services for the biotechnology and biopharmaceutical industries. With nearly 25 years of experience producing monoclonal antibodies and recombinant proteins in batch, fed-batch and perfusion modes, Avid's services include cGMP clinical and commercial product manufacturing, purification, bulk packaging, stability testing and regulatory strategy, submission and support. The company also provides a variety of process development activities, including cell line development and optimization, cell culture and feed optimization, analytical methods development and product characterization. For more information, please visit www.avidbio.com .\nForward-Looking Statements\nStatements in this press release which are not purely historical, including statements regarding Avid Bioservices' intentions, hopes, beliefs, expectations, representations, projections, plans or predictions of the future, are forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. The forward-looking statements involve risks and uncertainties including, but not limited to, the risk the company may experience delays in engaging new clients, the risk that the company may experience technical difficulties in processing customer orders which could delay delivery of products to customers, revenue recognition and receipt of payment or the loss of the customer, the risk that one or more existing customers terminates its contract prior to completion or reduces or delays its demand for development or manufacturing services, the risk that the company may need to use the majority of its cash to fund operations, thereby delaying the contemplated upgrade to its process development capabilities and expansion plans, and the risk that the company may not receive the full $8 million up front payment from Oncologie. Our business could be affected by a number of other factors, including the risk factors listed from time to time in our reports filed with the Securities and Exchange Commission including, but not limited to, our annual report on Form 10-K for the fiscal year ended April 30, 2017 and subsequent quarterly reports on Form 10-Q, as well as any updates to these risk factors filed from time to time in our other filings with the Securities and Exchange Commission. We caution investors not to place undue reliance on the forward-looking statements contained in this press release, and we disclaim any obligation, and do not undertake, to update or revise any forward-looking statements in this press release except as may be required by law.\nAVID BIOSERVICES, INC.\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS (UNAUDITED)\nThree Months Ended\nJanuary 31, Nine Months Ended\nJanuary 31, 2018 2017 2018 2017 Contract manufacturing revenue $ 6,819,000 $ 10,747,000 $ 46,678,000 $ 39,726,000 Cost of contract manufacturing 10,951,000 7,974,000 47,641,000 26,477,000 Gross profit (loss)\n(4,132,000 ) 2,773,000 (963,000 ) 13,249,000 Operating expenses: Selling, general and administrative 4,824,000 4,365,000 12,273,000 13,602,000 Restructuring charges — — 1,258,000 — Total operating expenses 4,824,000 4,365,000 13,531,000 13,602,000 Operating loss (8,956,000 ) (1,592,000 ) (14,494,000 ) (353,000 ) Other income (expense): Interest and other income 42,000 25,000 83,000 71,000 Interest and other expense (14,000 ) (2,000 ) (18,000 ) (2,000 ) Loss from continuing operations $ (8,928,000 ) $ (1,569,000 ) $ (14,429,000 ) $ (284,000 ) Loss from discontinued operations (2,076,000 ) (6,205,000 ) (10,404,000 ) (22,603,000 ) Net loss $ (11,004,000 ) $ (7,774,000 ) $ (24,833,000 ) $ (22,887,000 ) Comprehensive loss $ (11,004,000 ) $ (7,774,000 ) $ (24,833,000 ) $ (22,887,000 ) Series E preferred stock accumulated dividends (1,442,000 ) (1,442,000 ) (3,604,000 ) (3,558,000 ) Net loss attributable to common stockholders\n$\n(12,446,000\n)\n$\n(9,216,000\n)\n$\n(28,437,000\n)\n$\n(26,445,000\n) Basic and diluted weighted average common shares outstanding (1) :\n45,225,804\n37,258,794\n45,032,335\n35,486,782 Basic and diluted net loss per common share attributable to common stockholders (1) : Continuing operations $ (0.23 ) $ (0.08 ) $ (0.40 ) $ (0.11 ) Discontinued operations $ (0.05 ) $ (0.17 ) $ (0.23 ) $ (0.64 ) Net loss per share attributable to common stockholders $ (0.28 ) $ (0.25 ) $ (0.63 ) $ (0.75 ) (1) All share and per share amounts of our common stock for all prior fiscal year periods presented have been retroactively adjusted to reflect the one-for-seven reverse stock split of our issued and outstanding common stock, which took effect on July 10, 2017.\n- continued -\nAVID BIOSERVICES, INC.\nCONDENSED CONSOLIDATED BALANCE SHEETS\nJanuary 31,\n2018 April 30,\n2017 Unaudited ASSETS Current assets: Cash and cash equivalents $ 17,938,000 $ 46,799,000 Trade and other receivables 7,967,000 7,742,000 Inventories 14,218,000 33,099,000 Prepaid expenses 906,000 1,460,000 Total current assets 41,029,000 89,100,000 Property and equipment, net 26,325,000 26,515,000 Restricted cash 1,150,000 1,150,000 Other assets 1,353,000 1,347,000 Total assets $ 69,857,000 $ 118,112,000 LIABILITIES AND STOCKHOLDERS’ EQUITY Current liabilities: Accounts payable $ 1,911,000 $ 5,779,000 Accrued clinical trial and related fees 5,503,000 4,558,000 Accrued payroll and related costs 3,876,000 6,084,000 Deferred revenue 6,633,000 28,500,000 Customer deposits 17,602,000 17,017,000 Other current liabilities 749,000 993,000 Total current liabilities 36,274,000 62,931,000 Deferred rent, less current portion 2,064,000 1,599,000 Commitments and contingencies Stockholders’ equity: Preferred stock—$0.001 par value; authorized 5,000,000 shares; 1,647,760 issued and outstanding at January 31, 2018 and April 30, 2017, respectively\n2,000\n2,000 Common stock—$0.001 par value; authorized 500,000,000 shares;\n45,257,180 and 44,014,040 issued and outstanding at January 31, 2018 and April 30, 2017, respectively\n45,000\n44,000 Additional paid-in capital 593,621,000 590,971,000 Accumulated deficit (562,149,000 ) (537,435,000 ) Total stockholders’ equity 31,519,000 53,582,000 Total liabilities and stockholders’ equity $ 69,857,000 $ 118,112,000 Contacts: Stephanie Diaz (Investors) Vida Strategic Partners 415-675-7401 sdiaz@vidasp.com Tim Brons (Media) Vida Strategic Partners 415-675-7402 tbrons@vidasp.com\nSource:Avid Bioservices, Inc",
    "published": "2018-03-12T23:05:00.000+02:00",
    "crawled": "2018-03-12T23:54:48.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "remains",
        "target",
        "full",
        "year",
        "revenue",
        "million",
        "intensified",
        "business",
        "development",
        "effort",
        "result",
        "new",
        "customer",
        "contract",
        "strengthened",
        "backlog",
        "tustin",
        "march",
        "globe",
        "newswire",
        "avid",
        "bioservices",
        "nasdaq",
        "cdmo",
        "nasdaq",
        "cdmop",
        "dedicated",
        "contract",
        "development",
        "manufacturing",
        "organization",
        "cdmo",
        "working",
        "improve",
        "patient",
        "life",
        "providing",
        "high",
        "quality",
        "development",
        "manufacturing",
        "service",
        "biotechnology",
        "pharmaceutical",
        "company",
        "today",
        "announced",
        "financial",
        "result",
        "third",
        "quarter",
        "fiscal",
        "year",
        "fy",
        "ended",
        "january",
        "provided",
        "update",
        "contract",
        "manufacturing",
        "operation",
        "corporate",
        "highlight",
        "highlight",
        "since",
        "october",
        "subsequent",
        "third",
        "quarter",
        "fiscal",
        "year",
        "avid",
        "completed",
        "two",
        "primary",
        "objective",
        "successfully",
        "divested",
        "company",
        "lead",
        "asset",
        "organization",
        "financial",
        "resource",
        "expertise",
        "advance",
        "established",
        "new",
        "operational",
        "structure",
        "allow",
        "business",
        "take",
        "full",
        "advantage",
        "substantial",
        "growing",
        "demand",
        "biologics",
        "manufacturing",
        "said",
        "roger",
        "lias",
        "president",
        "chief",
        "executive",
        "officer",
        "avid",
        "bioservices",
        "divestiture",
        "lead",
        "r",
        "asset",
        "transition",
        "dedicated",
        "cdmo",
        "business",
        "complete",
        "team",
        "entirely",
        "focused",
        "expanding",
        "diversifying",
        "customer",
        "base",
        "well",
        "strengthening",
        "process",
        "development",
        "capability",
        "present",
        "negotiation",
        "several",
        "potential",
        "new",
        "customer",
        "expect",
        "announce",
        "executed",
        "agreement",
        "end",
        "fiscal",
        "year",
        "recent",
        "week",
        "also",
        "completed",
        "financing",
        "raising",
        "million",
        "gross",
        "proceeds",
        "fund",
        "essential",
        "support",
        "operation",
        "including",
        "upgrading",
        "process",
        "development",
        "capability",
        "ensure",
        "fully",
        "capable",
        "servicing",
        "customer",
        "highest",
        "quality",
        "standard",
        "equipment",
        "made",
        "rapid",
        "progress",
        "third",
        "quarter",
        "believe",
        "allow",
        "u",
        "build",
        "backlog",
        "achieve",
        "sustainable",
        "growth",
        "recent",
        "cdmo",
        "development",
        "advanced",
        "eight",
        "current",
        "client",
        "multiple",
        "project",
        "various",
        "stage",
        "development",
        "selected",
        "acumen",
        "pharmaceutical",
        "provide",
        "process",
        "development",
        "clinical",
        "manufacturing",
        "service",
        "support",
        "acu193",
        "developed",
        "alzheimer",
        "disease",
        "avid",
        "acumen",
        "immediately",
        "commence",
        "process",
        "development",
        "work",
        "goal",
        "creating",
        "robust",
        "scalable",
        "process",
        "support",
        "cgmp",
        "manufacture",
        "acu193",
        "recent",
        "corporate",
        "development",
        "financial",
        "highlight",
        "changed",
        "company",
        "name",
        "peregrine",
        "pharmaceutical",
        "avid",
        "bioservices",
        "avid",
        "name",
        "recognized",
        "industry",
        "cdmo",
        "excellence",
        "biologics",
        "manufacturing",
        "expertise",
        "brand",
        "important",
        "asset",
        "company",
        "transition",
        "dedicated",
        "cdmo",
        "business",
        "company",
        "also",
        "adopted",
        "new",
        "nasdaq",
        "ticker",
        "symbol",
        "cdmo",
        "nasdaq",
        "cdmo",
        "reconstituted",
        "board",
        "director",
        "including",
        "six",
        "independent",
        "director",
        "significant",
        "cdmo",
        "experience",
        "entered",
        "asset",
        "assignment",
        "purchase",
        "agreement",
        "oncologie",
        "avid",
        "phosphatidylserine",
        "p",
        "program",
        "including",
        "bavituximab",
        "avid",
        "expects",
        "receive",
        "aggregate",
        "million",
        "upfront",
        "payment",
        "period",
        "six",
        "month",
        "eligible",
        "receive",
        "million",
        "development",
        "regulatory",
        "commercialization",
        "milestone",
        "oncologie",
        "responsible",
        "future",
        "research",
        "development",
        "commercialization",
        "bavituximab",
        "related",
        "intellectual",
        "property",
        "cost",
        "avid",
        "receive",
        "royalty",
        "net",
        "sale",
        "upward",
        "tiering",
        "oncologie",
        "enter",
        "agreement",
        "avid",
        "future",
        "contract",
        "development",
        "manufacturing",
        "activity",
        "support",
        "bavituximab",
        "completed",
        "public",
        "offering",
        "share",
        "common",
        "stock",
        "raising",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "avid",
        "intends",
        "use",
        "net",
        "proceeds",
        "offering",
        "support",
        "growth",
        "contract",
        "manufacturing",
        "business",
        "general",
        "corporate",
        "purpose",
        "company",
        "maintains",
        "manufacturing",
        "revenue",
        "guidance",
        "full",
        "fy",
        "million",
        "million",
        "current",
        "manufacturing",
        "revenue",
        "backlog",
        "increased",
        "million",
        "contract",
        "manufacturing",
        "revenue",
        "avid",
        "clinical",
        "commercial",
        "biomanufacturing",
        "service",
        "million",
        "third",
        "quarter",
        "fy",
        "compared",
        "million",
        "third",
        "quarter",
        "fy",
        "decline",
        "primarily",
        "due",
        "lower",
        "demand",
        "one",
        "largest",
        "customer",
        "cost",
        "contract",
        "manufacturing",
        "increased",
        "million",
        "third",
        "quarter",
        "fy",
        "compared",
        "million",
        "third",
        "quarter",
        "fy",
        "current",
        "period",
        "increase",
        "cost",
        "manufacturing",
        "primarily",
        "attributed",
        "idle",
        "capacity",
        "cost",
        "million",
        "due",
        "lower",
        "facility",
        "personnel",
        "utilization",
        "compared",
        "idle",
        "capacity",
        "cost",
        "reported",
        "prior",
        "year",
        "quarter",
        "selling",
        "general",
        "administrative",
        "expense",
        "third",
        "quarter",
        "fy",
        "million",
        "compared",
        "million",
        "third",
        "quarter",
        "fy",
        "current",
        "period",
        "increase",
        "cost",
        "primarily",
        "due",
        "legal",
        "related",
        "fee",
        "associated",
        "settlement",
        "agreement",
        "certain",
        "investor",
        "regarding",
        "composition",
        "company",
        "board",
        "director",
        "legal",
        "advisory",
        "fee",
        "associated",
        "asset",
        "assignment",
        "purchase",
        "agreement",
        "oncologie",
        "january",
        "company",
        "research",
        "development",
        "segment",
        "met",
        "condition",
        "classified",
        "discontinued",
        "operation",
        "accordingly",
        "operating",
        "result",
        "research",
        "development",
        "segment",
        "reported",
        "loss",
        "discontinued",
        "operation",
        "period",
        "presented",
        "avid",
        "consolidated",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "third",
        "quarter",
        "fy",
        "compared",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "million",
        "per",
        "share",
        "prior",
        "year",
        "quarter",
        "avid",
        "reported",
        "million",
        "cash",
        "cash",
        "equivalent",
        "january",
        "compared",
        "million",
        "fiscal",
        "year",
        "ended",
        "april",
        "following",
        "completion",
        "public",
        "offering",
        "february",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "february",
        "detailed",
        "financial",
        "information",
        "analysis",
        "may",
        "found",
        "avid",
        "quarterly",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "today",
        "conference",
        "call",
        "avid",
        "host",
        "conference",
        "call",
        "webcast",
        "afternoon",
        "march",
        "pm",
        "edt",
        "pm",
        "pdt",
        "listen",
        "conference",
        "call",
        "please",
        "dial",
        "request",
        "avid",
        "bioservices",
        "conference",
        "call",
        "listen",
        "live",
        "webcast",
        "access",
        "archived",
        "webcast",
        "please",
        "visit",
        "http",
        "avid",
        "bioservices",
        "avid",
        "bioservices",
        "dedicated",
        "contract",
        "development",
        "manufacturing",
        "organization",
        "cdmo",
        "focused",
        "development",
        "cgmp",
        "manufacturing",
        "biopharmaceutical",
        "product",
        "derived",
        "mammalian",
        "cell",
        "culture",
        "company",
        "provides",
        "comprehensive",
        "range",
        "process",
        "development",
        "high",
        "quality",
        "cgmp",
        "clinical",
        "commercial",
        "manufacturing",
        "service",
        "biotechnology",
        "biopharmaceutical",
        "industry",
        "nearly",
        "year",
        "experience",
        "producing",
        "monoclonal",
        "antibody",
        "recombinant",
        "protein",
        "batch",
        "perfusion",
        "mode",
        "avid",
        "service",
        "include",
        "cgmp",
        "clinical",
        "commercial",
        "product",
        "manufacturing",
        "purification",
        "bulk",
        "packaging",
        "stability",
        "testing",
        "regulatory",
        "strategy",
        "submission",
        "support",
        "company",
        "also",
        "provides",
        "variety",
        "process",
        "development",
        "activity",
        "including",
        "cell",
        "line",
        "development",
        "optimization",
        "cell",
        "culture",
        "feed",
        "optimization",
        "analytical",
        "method",
        "development",
        "product",
        "characterization",
        "information",
        "please",
        "visit",
        "statement",
        "statement",
        "press",
        "release",
        "purely",
        "historical",
        "including",
        "statement",
        "regarding",
        "avid",
        "bioservices",
        "intention",
        "hope",
        "belief",
        "expectation",
        "representation",
        "projection",
        "plan",
        "prediction",
        "future",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "risk",
        "company",
        "may",
        "experience",
        "delay",
        "engaging",
        "new",
        "client",
        "risk",
        "company",
        "may",
        "experience",
        "technical",
        "difficulty",
        "processing",
        "customer",
        "order",
        "could",
        "delay",
        "delivery",
        "product",
        "customer",
        "revenue",
        "recognition",
        "receipt",
        "payment",
        "loss",
        "customer",
        "risk",
        "one",
        "existing",
        "customer",
        "terminates",
        "contract",
        "prior",
        "completion",
        "reduces",
        "delay",
        "demand",
        "development",
        "manufacturing",
        "service",
        "risk",
        "company",
        "may",
        "need",
        "use",
        "majority",
        "cash",
        "fund",
        "operation",
        "thereby",
        "delaying",
        "contemplated",
        "upgrade",
        "process",
        "development",
        "capability",
        "expansion",
        "plan",
        "risk",
        "company",
        "may",
        "receive",
        "full",
        "million",
        "front",
        "payment",
        "oncologie",
        "business",
        "could",
        "affected",
        "number",
        "factor",
        "including",
        "risk",
        "factor",
        "listed",
        "time",
        "time",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "limited",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "april",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "well",
        "update",
        "risk",
        "factor",
        "filed",
        "time",
        "time",
        "filing",
        "security",
        "exchange",
        "commission",
        "caution",
        "investor",
        "place",
        "undue",
        "reliance",
        "statement",
        "contained",
        "press",
        "release",
        "disclaim",
        "obligation",
        "undertake",
        "update",
        "revise",
        "statement",
        "press",
        "release",
        "except",
        "may",
        "required",
        "law",
        "avid",
        "bioservices",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "unaudited",
        "three",
        "month",
        "ended",
        "january",
        "nine",
        "month",
        "ended",
        "january",
        "contract",
        "manufacturing",
        "revenue",
        "cost",
        "contract",
        "manufacturing",
        "gross",
        "profit",
        "loss",
        "operating",
        "expense",
        "selling",
        "general",
        "administrative",
        "restructuring",
        "charge",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "loss",
        "continuing",
        "operation",
        "loss",
        "discontinued",
        "operation",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "series",
        "e",
        "preferred",
        "stock",
        "accumulated",
        "dividend",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "attributable",
        "common",
        "stockholder",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "stockholder",
        "share",
        "per",
        "share",
        "amount",
        "common",
        "stock",
        "prior",
        "fiscal",
        "year",
        "period",
        "presented",
        "retroactively",
        "adjusted",
        "reflect",
        "reverse",
        "stock",
        "split",
        "issued",
        "outstanding",
        "common",
        "stock",
        "took",
        "effect",
        "july",
        "continued",
        "avid",
        "bioservices",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "january",
        "april",
        "unaudited",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "trade",
        "receivables",
        "inventory",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "clinical",
        "trial",
        "related",
        "fee",
        "accrued",
        "payroll",
        "related",
        "cost",
        "deferred",
        "revenue",
        "customer",
        "deposit",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "deferred",
        "rent",
        "less",
        "current",
        "portion",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "preferred",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "january",
        "april",
        "respectively",
        "common",
        "par",
        "value",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "january",
        "april",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "contact",
        "stephanie",
        "diaz",
        "investor",
        "vida",
        "strategic",
        "partner",
        "sdiaz",
        "tim",
        "brons",
        "medium",
        "vida",
        "strategic",
        "partner",
        "tbrons",
        "source",
        "avid",
        "bioservices",
        "inc"
    ]
}