{
    "organizations": [],
    "uuid": "6b114ef5a6d7c4cb02aa1ce86103b55199cfe5a2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/globe-newswire-equity-bancshares-inc-adds-to-leadership-team-craig-anderson-joins-company-as-chief-operating-officer-and-craig-mayo-named.html",
    "ord_in_thread": 0,
    "title": "Equity Bancshares, Inc. Adds to Leadership Team, Craig Anderson Joins Company as Chief Operating Officer and Craig Mayo Named as Chief Credit Officer",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WICHITA, Kan., March 21, 2018 (GLOBE NEWSWIRE) -- Equity Bancshares, Inc. (NASDAQ:EQBK), (“Equity”, “we”, “us”, “our,” “the Company”), the Wichita-based parent company of Equity Bank, announced the hire of Craig Anderson, who is being named as Executive Vice President and Chief Operating Officer, and the hire of Craig Mayo, who is being named as Executive Vice President and Chief Credit Officer.\nMr. Anderson will oversee commercial banking divisions in Equity’s metropolitan markets of Kansas City, Tulsa, and Wichita. Anderson will join Equity’s senior leadership team and will help lead the Company’s organic growth, business development, commercial lending and sales strategies. Anderson joins Equity after 31 years in various executive and leadership roles at UMB Bank (“UMB”) in Kansas City, Missouri, where he most recently served as President of UMB’s Commercial Banking – Eastern Region. He will be based in Wichita, Kansas.\nMr. Mayo will oversee Equity’s credit administration and loan operations personnel, processes, and decisions throughout Equity’s four-state footprint encompassing 42 bank locations. Mayo joins Equity after serving as Executive Vice President and Chief Credit Officer for Investors Community Bank (“Investors”) in Manitowoc, Wisconsin. Mayo also will be named to Equity’s senior leadership team and will be based in Wichita.\nBrad Elliott, Chairman and CEO of Equity, said, “As our Company grows, we’re pleased to welcome additional team members who add considerable community banking expertise, leadership, and vision for organic growth to our leadership teams. Craig Anderson will be an outstanding resource for our metro market customers, bankers, and colleagues. Craig Mayo will be an immediate asset as our Chief Credit Officer, and will continue our focus on high credit quality and customer experience.”\nMr. Anderson served as President, Commercial Banking – Eastern Region for UMB beginning in 2017, overseeing commercial banking divisions in Missouri, Kansas, Nebraska, Oklahoma and Illinois. Anderson managed national specialty lending businesses and developed products and strategies for specialty agribusiness, health care and aviation lines. Prior to this, he served as President, Commercial Banking beginning in 2011 in Kansas City, Missouri and President, Regional Banking in Denver, Colorado. Mr. Anderson also served as Chairman and CEO of UMB National Bank of America in Salina, Kansas from 2001 through 2009, operating out of Wichita. Anderson is an alumnus of the University of Colorado – Graduate School of Banking in Boulder, Colorado and a graduate of Southwestern College in Winfield, Kansas. He has been involved in numerous community involvement efforts, including the Greater Kansas City and Mile High United Way chapters, service on the executive committee of YPO Gold, and has served as a board member and held key leadership positions with Music Theater of Wichita, Junior Achievement of Wichita, and Arts Partners of Wichita.\nMr. Mayo served as Executive Vice President and Chief Credit Officer for Investors beginning in 2014, overseeing the bank’s overall credit quality and played a key role in helping the bank grow from two branches and $757 million of assets in 2013 to four branches and $1.4 billion of assets in 2017. Prior to joining Investors in 2011, Mr. Mayo served as a Vice President and Special Loans Officer with Citizens Bank in Green Bay, Wisconsin. Mayo has spent more than 30 years in the financial industry, including roles in mortgage origination and commercial lending as well as credit analyst, loan review officer, and special assets. Mr. Mayo began his banking career with Northfield Savings Bank in 1984. Mr. Mayo graduated from the Wisconsin Graduate School of Banking in 2016, and the Agricultural Lending School at the School of Banking in Topeka, Kansas, and he is an alumnus of Middlebury College in Middlebury, Vermont.\nMr. Anderson and Mr. Mayo will begin their roles with Equity Bank on March 26, 2018 in Wichita.\nAbout Equity Bancshares, Inc.\nEquity Bancshares, Inc. is the holding company for Equity Bank, offering a full range of financial solutions, including commercial loans, consumer banking, mortgage loans, and treasury management services. As of December 31, 2017, Equity had $3.2 billion in consolidated total assets, with 42 locations throughout Kansas, Missouri, Arkansas and Oklahoma, including corporate headquarters in Wichita. Learn more at www.equitybank.com .\nEquity seeks to provide an enhanced banking experience for customers by providing a suite of sophisticated banking products and services tailored to their needs, while delivering the high-quality, relationship-based customer service of a community bank. Equity’s common stock is traded on the NASDAQ Global Select Market under the symbol “EQBK.”\nSpecial Note Concerning Forward-Looking Statements\nThis press release contains “forward-looking statements within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. These forward-looking statements reflect the current views of Equity’s management with respect to, among other things, future events and Equity’s financial performance. These statements are often, but not always, made through the use of words or phrases such as “may,” “should,” “could,” “predict,” “potential,” “believe,” “will likely result,” “expect,” “continue,” “will,” “anticipate,” “seek,” “estimate,” “intend,” “plan,” “project,” “forecast,” “goal,” “target,” “would” and “outlook,” or the negative variations of those words or other comparable words of a future or forward-looking nature. These forward-looking statements are not historical facts, and are based on current expectations, estimates and projections about Equity’s industry, management’s beliefs and certain assumptions made by management, many of which, by their nature, are inherently uncertain and beyond Equity’s control. Accordingly, Equity cautions you that any such forward-looking statements are not guarantees of future performance and are subject to risks, assumptions and uncertainties that are difficult to predict. Although Equity believes that the expectations reflected in these forward-looking statements are reasonable as of the date made, actual results may prove to be materially different from the results expressed or implied by the forward-looking statements. Factors that could cause actual results to differ materially from Equity’s expectations include competition from other financial institutions and bank holding companies; the effects of and changes in trade, monetary and fiscal policies and laws, including interest rate policies of the Federal Reserve Board; changes in the demand for loans; fluctuations in value of collateral and loan reserves; inflation, interest rate, market and monetary fluctuations; changes in consumer spending, borrowing and savings habits; and acquisitions and integration of acquired businesses, and similar variables. The foregoing list of factors is not exhaustive.\nFor discussion of these and other risks that may cause actual results to differ from expectations, please refer to “Cautionary Note Regarding Forward-Looking Statements” and “Risk Factors” in Equity’s Annual Report on Form 10-K filed with the Securities and Exchange Commission (“SEC”) on March 16, 2018 and any updates to those risk factors set forth in Equity’s subsequent Quarterly Reports on Form 10-Q or Current Reports on Form 8-K, Form S-3 or Form S-4. If one or more events related to these or other risks or uncertainties materialize, or if Equity’s underlying assumptions prove to be incorrect, actual results may differ materially from what Equity anticipates. Accordingly, you should not place undue reliance on any such forward-looking statements. Any forward-looking statement speaks only as of the date on which it is made, and Equity does not undertake any obligation to publicly update or review any forward-looking statement, whether as a result of new information, future developments or otherwise. New risks and uncertainties arise from time to time, and it is not possible for us to predict those events or how they may affect us. In addition, Equity cannot assess the impact of each factor on Equity’s business or the extent to which any factor, or combination of factors, may cause actual results to differ materially from those contained in any forward-looking statements. All forward-looking statements, expressed or implied, included in this press release are expressly qualified in their entirety by this cautionary statement. This cautionary statement should also be considered in connection with any subsequent written or oral forward-looking statements that Equity or persons acting on Equity’s behalf may issue.\nMedia Contact:\nJohn Hanley\nSVP, Director of Marketing\n913-583-8004\njhanley@equitybank.com\nInvestor Contact:\nJacob Willis\nInvestor Relations Officer\n316-775-1675\njwillis@equitybank.com\ninvestor.equitybank.com\nSource:Equity Bancshares, Inc.",
    "published": "2018-03-21T23:15:00.000+02:00",
    "crawled": "2018-03-22T00:29:47.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "wichita",
        "march",
        "globe",
        "newswire",
        "equity",
        "bancshares",
        "nasdaq",
        "eqbk",
        "equity",
        "u",
        "company",
        "parent",
        "company",
        "equity",
        "bank",
        "announced",
        "hire",
        "craig",
        "anderson",
        "named",
        "executive",
        "vice",
        "president",
        "chief",
        "operating",
        "officer",
        "hire",
        "craig",
        "mayo",
        "named",
        "executive",
        "vice",
        "president",
        "chief",
        "credit",
        "officer",
        "anderson",
        "oversee",
        "commercial",
        "banking",
        "division",
        "equity",
        "metropolitan",
        "market",
        "kansa",
        "city",
        "tulsa",
        "wichita",
        "anderson",
        "join",
        "equity",
        "senior",
        "leadership",
        "team",
        "help",
        "lead",
        "company",
        "organic",
        "growth",
        "business",
        "development",
        "commercial",
        "lending",
        "sale",
        "strategy",
        "anderson",
        "join",
        "equity",
        "year",
        "various",
        "executive",
        "leadership",
        "role",
        "umb",
        "bank",
        "umb",
        "kansa",
        "city",
        "missouri",
        "recently",
        "served",
        "president",
        "umb",
        "commercial",
        "banking",
        "eastern",
        "region",
        "based",
        "wichita",
        "kansa",
        "mayo",
        "oversee",
        "equity",
        "credit",
        "administration",
        "loan",
        "operation",
        "personnel",
        "process",
        "decision",
        "throughout",
        "equity",
        "footprint",
        "encompassing",
        "bank",
        "location",
        "mayo",
        "join",
        "equity",
        "serving",
        "executive",
        "vice",
        "president",
        "chief",
        "credit",
        "officer",
        "investor",
        "community",
        "bank",
        "investor",
        "manitowoc",
        "wisconsin",
        "mayo",
        "also",
        "named",
        "equity",
        "senior",
        "leadership",
        "team",
        "based",
        "wichita",
        "brad",
        "elliott",
        "chairman",
        "ceo",
        "equity",
        "said",
        "company",
        "grows",
        "pleased",
        "welcome",
        "additional",
        "team",
        "member",
        "add",
        "considerable",
        "community",
        "banking",
        "expertise",
        "leadership",
        "vision",
        "organic",
        "growth",
        "leadership",
        "team",
        "craig",
        "anderson",
        "outstanding",
        "resource",
        "metro",
        "market",
        "customer",
        "banker",
        "colleague",
        "craig",
        "mayo",
        "immediate",
        "asset",
        "chief",
        "credit",
        "officer",
        "continue",
        "focus",
        "high",
        "credit",
        "quality",
        "customer",
        "anderson",
        "served",
        "president",
        "commercial",
        "banking",
        "eastern",
        "region",
        "umb",
        "beginning",
        "overseeing",
        "commercial",
        "banking",
        "division",
        "missouri",
        "kansa",
        "nebraska",
        "oklahoma",
        "illinois",
        "anderson",
        "managed",
        "national",
        "specialty",
        "lending",
        "business",
        "developed",
        "product",
        "strategy",
        "specialty",
        "agribusiness",
        "health",
        "care",
        "aviation",
        "line",
        "prior",
        "served",
        "president",
        "commercial",
        "banking",
        "beginning",
        "kansa",
        "city",
        "missouri",
        "president",
        "regional",
        "banking",
        "denver",
        "colorado",
        "anderson",
        "also",
        "served",
        "chairman",
        "ceo",
        "umb",
        "national",
        "bank",
        "america",
        "salina",
        "kansa",
        "operating",
        "wichita",
        "anderson",
        "alumnus",
        "university",
        "colorado",
        "graduate",
        "school",
        "banking",
        "boulder",
        "colorado",
        "graduate",
        "southwestern",
        "college",
        "winfield",
        "kansa",
        "involved",
        "numerous",
        "community",
        "involvement",
        "effort",
        "including",
        "greater",
        "kansa",
        "city",
        "mile",
        "high",
        "united",
        "way",
        "chapter",
        "service",
        "executive",
        "committee",
        "ypo",
        "gold",
        "served",
        "board",
        "member",
        "held",
        "key",
        "leadership",
        "position",
        "music",
        "theater",
        "wichita",
        "junior",
        "achievement",
        "wichita",
        "art",
        "partner",
        "wichita",
        "mayo",
        "served",
        "executive",
        "vice",
        "president",
        "chief",
        "credit",
        "officer",
        "investor",
        "beginning",
        "overseeing",
        "bank",
        "overall",
        "credit",
        "quality",
        "played",
        "key",
        "role",
        "helping",
        "bank",
        "grow",
        "two",
        "branch",
        "million",
        "asset",
        "four",
        "branch",
        "billion",
        "asset",
        "prior",
        "joining",
        "investor",
        "mayo",
        "served",
        "vice",
        "president",
        "special",
        "loan",
        "officer",
        "citizen",
        "bank",
        "green",
        "bay",
        "wisconsin",
        "mayo",
        "spent",
        "year",
        "financial",
        "industry",
        "including",
        "role",
        "mortgage",
        "origination",
        "commercial",
        "lending",
        "well",
        "credit",
        "analyst",
        "loan",
        "review",
        "officer",
        "special",
        "asset",
        "mayo",
        "began",
        "banking",
        "career",
        "northfield",
        "saving",
        "bank",
        "mayo",
        "graduated",
        "wisconsin",
        "graduate",
        "school",
        "banking",
        "agricultural",
        "lending",
        "school",
        "school",
        "banking",
        "topeka",
        "kansa",
        "alumnus",
        "middlebury",
        "college",
        "middlebury",
        "vermont",
        "anderson",
        "mayo",
        "begin",
        "role",
        "equity",
        "bank",
        "march",
        "wichita",
        "equity",
        "bancshares",
        "equity",
        "bancshares",
        "holding",
        "company",
        "equity",
        "bank",
        "offering",
        "full",
        "range",
        "financial",
        "solution",
        "including",
        "commercial",
        "loan",
        "consumer",
        "banking",
        "mortgage",
        "loan",
        "treasury",
        "management",
        "service",
        "december",
        "equity",
        "billion",
        "consolidated",
        "total",
        "asset",
        "location",
        "throughout",
        "kansa",
        "missouri",
        "arkansas",
        "oklahoma",
        "including",
        "corporate",
        "headquarters",
        "wichita",
        "learn",
        "equity",
        "seek",
        "provide",
        "enhanced",
        "banking",
        "experience",
        "customer",
        "providing",
        "suite",
        "sophisticated",
        "banking",
        "product",
        "service",
        "tailored",
        "need",
        "delivering",
        "customer",
        "service",
        "community",
        "bank",
        "equity",
        "common",
        "stock",
        "traded",
        "nasdaq",
        "global",
        "select",
        "market",
        "symbol",
        "special",
        "note",
        "concerning",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "reflect",
        "current",
        "view",
        "equity",
        "management",
        "respect",
        "among",
        "thing",
        "future",
        "event",
        "equity",
        "financial",
        "performance",
        "statement",
        "often",
        "always",
        "made",
        "use",
        "word",
        "phrase",
        "may",
        "could",
        "predict",
        "potential",
        "believe",
        "likely",
        "result",
        "expect",
        "continue",
        "anticipate",
        "seek",
        "estimate",
        "intend",
        "plan",
        "project",
        "forecast",
        "goal",
        "target",
        "would",
        "outlook",
        "negative",
        "variation",
        "word",
        "comparable",
        "word",
        "future",
        "nature",
        "statement",
        "historical",
        "fact",
        "based",
        "current",
        "expectation",
        "estimate",
        "projection",
        "equity",
        "industry",
        "management",
        "belief",
        "certain",
        "assumption",
        "made",
        "management",
        "many",
        "nature",
        "inherently",
        "uncertain",
        "beyond",
        "equity",
        "control",
        "accordingly",
        "equity",
        "caution",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "risk",
        "assumption",
        "uncertainty",
        "difficult",
        "predict",
        "although",
        "equity",
        "belief",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "date",
        "made",
        "actual",
        "result",
        "may",
        "prove",
        "materially",
        "different",
        "result",
        "expressed",
        "implied",
        "statement",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "equity",
        "expectation",
        "include",
        "competition",
        "financial",
        "institution",
        "bank",
        "holding",
        "company",
        "effect",
        "change",
        "trade",
        "monetary",
        "fiscal",
        "policy",
        "law",
        "including",
        "interest",
        "rate",
        "policy",
        "federal",
        "reserve",
        "board",
        "change",
        "demand",
        "loan",
        "fluctuation",
        "value",
        "collateral",
        "loan",
        "reserve",
        "inflation",
        "interest",
        "rate",
        "market",
        "monetary",
        "fluctuation",
        "change",
        "consumer",
        "spending",
        "borrowing",
        "saving",
        "habit",
        "acquisition",
        "integration",
        "acquired",
        "business",
        "similar",
        "variable",
        "foregoing",
        "list",
        "factor",
        "exhaustive",
        "discussion",
        "risk",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "expectation",
        "please",
        "refer",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "risk",
        "factor",
        "equity",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "sec",
        "march",
        "update",
        "risk",
        "factor",
        "set",
        "forth",
        "equity",
        "subsequent",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "form",
        "form",
        "one",
        "event",
        "related",
        "risk",
        "uncertainty",
        "materialize",
        "equity",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "equity",
        "anticipates",
        "accordingly",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "speaks",
        "date",
        "made",
        "equity",
        "undertake",
        "obligation",
        "publicly",
        "update",
        "review",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "new",
        "risk",
        "uncertainty",
        "arise",
        "time",
        "time",
        "possible",
        "u",
        "predict",
        "event",
        "may",
        "affect",
        "u",
        "addition",
        "equity",
        "assess",
        "impact",
        "factor",
        "equity",
        "business",
        "extent",
        "factor",
        "combination",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "statement",
        "statement",
        "expressed",
        "implied",
        "included",
        "press",
        "release",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "cautionary",
        "statement",
        "also",
        "considered",
        "connection",
        "subsequent",
        "written",
        "oral",
        "statement",
        "equity",
        "person",
        "acting",
        "equity",
        "behalf",
        "may",
        "issue",
        "medium",
        "contact",
        "john",
        "hanley",
        "svp",
        "director",
        "marketing",
        "jhanley",
        "investor",
        "contact",
        "jacob",
        "willis",
        "investor",
        "relation",
        "officer",
        "jwillis",
        "source",
        "equity",
        "bancshares",
        "inc"
    ]
}