{
    "organizations": [],
    "uuid": "35839b6b758e1486d3aa1ee9937e9b2fe995e13c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-zynerba-pharmaceuticals-reports-fourth-quarter-and-year-end-2017-financial-results-and-operational-highlights.html",
    "ord_in_thread": 0,
    "title": "Zynerba Pharmaceuticals Reports Fourth Quarter and Year End 2017 Financial Results and Operational Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DEVON, Pa., March 12, 2018 (GLOBE NEWSWIRE) --\nZynerba Pharmaceuticals , Inc. (NASDAQ:ZYNE), a clinical-stage specialty neuropsychiatric pharmaceutical company dedicated to developing and commercializing innovative pharmaceutically-produced transdermal cannabinoid treatments for rare and near-rare neurological and psychiatric disorders with high unmet medical needs, today reported financial results for the fourth quarter and year ended December 31, 2017 and provided an overview of recent operational highlights.\n“We made significant corporate and clinical progress throughout 2017, and achieved our goal of utilizing data from three Phase 2 studies of ZYN002 to determine the direction and strategic focus of the Company,” said Armando Anido, Chairman and Chief Executive Officer of Zynerba. “We enter 2018 with strong momentum including having completed a positive meeting with the FDA to discuss our clinical path for ZYN002 in Fragile X syndrome. We have a refined development and commercialization strategy focused on rare and near-rare neuropsychiatric conditions, and the expectation of achieving numerous milestones in the coming year including initiations of the pivotal Fragile X syndrome study and Phase 2 studies in developmental and epileptic encephalopathies, adult refractory focal seizures, and Tourette Syndrome.”\nFourth Quarter 2017 and Recent Highlights\nZYN002 in Fragile X Syndrome (FXS)\nAnnounced Positive Meeting with U.S. Food and Drug Administration and Plans to Conduct a Single Pivotal Study of ZYN002 in Fragile X Syndrome to Support a New Drug Application (NDA) Filing\nThe Company expects to initiate a pivotal study mid-year 2018 in approximately 200 pediatric and adolescent patients in the U.S., Australia and New Zealand to support an NDA for ZYN002 in FXS. The FDA and the Company are in agreement that the primary and key secondary endpoints for the study should assess observable behaviors in patients with FXS as reported by the caregiver using the validated Aberrant Behavior Checklist in Fragile X syndrome (ABC-FXS). If the pivotal trial meets its endpoints, approval for an indication encompassing the treatment of behavioral symptoms associated with Fragile X syndrome may be granted.\nZYN002 in Developmental and Epileptic Encephalopathies (DEE)\nAnnounced Intent to Study ZYN002 in DEE; Initiation of Phase 2 Trial Expected in the First Half of 2018\nDEE is a category of rare and ultra-rare, severe brain disorders manifesting with seizures or EEG abnormalities that can directly worsen cognition or behavior. The category affects ~45,000 patients in the U.S. and includes a number of syndromes, including Doose, Dravet, Lennox-Gastaut, and West, among others. The Phase 2 open label DEE study will enroll approximately 48 pediatric and adolescent patients and will help identify new indications to take into blinded placebo-controlled studies. The primary endpoints are expected to be reduction in seizures at 12 and 24 weeks. Results from the study are expected in 2019.\nZYN002 in Focal Epilepsy\nClinical Data from the STAR 1 and STAR 2 Studies of ZYN002 in Patients with Focal Seizures Presented at the 2017 Annual Meeting of the American Epilepsy Society (AES) in Washington, D.C.\nData suggest clinically meaningful responses to ZYN002, as measured by reductions in focal seizures from the baseline period of STAR 1, are correlated with longer-term use of ZYN002.\nPatients taking ZYN002 for six months experienced a >30% median reduction in seizures from baseline; Patients taking ZYN002 for nine months experienced a >65% (195 mg in STAR 1 and 390 mg in STAR 2) and >48% (390 mg in STAR 1 and STAR 2) median reduction in seizures from baseline; In STAR 1, patients with more severe epilepsy (defined as a baseline seizure frequency of ≥15 per month) taking ZYN002 had a greater percent reduction in seizures compared to patients with severe epilepsy receiving placebo; ZYN002 was very well tolerated with an incidence of adverse events comparable to placebo and no clinically significant differences between the active treatment groups; and There were no clinically significant changes in ECGs or laboratory results in patients receiving ZYN002.\nInitiation of Double-Blind, Placebo Controlled Phase 2b Clinical Trial of ZYN002 in Approximately 300 Adult Patients with Refractory Focal Epilepsy Expected in the Second Half of 2018\nLearnings from the STAR 1 and STAR 2 trials provide insight into a revised Phase 2b clinical trial design. Anticipated changes to the trial include increases in (1) baseline seizure frequency, (2) patient count and (3) trial duration. In addition, the Company will stratify randomization by baseline seizure rate and gender. Zynerba also anticipates testing a higher daily dose of ZYN002 than was used in the STAR trials. The study will be conducted in sites in the U.S., Australia and New Zealand.\nZYN001 in Tourette Syndrome\nDosing Continues in the Phase 1 Program for ZYN001 Pro-drug of Tetrahydrocannabinol (THC) Delivered via Transdermal Patch; Initiation of Phase 2 Study in Patients with Tourette Syndrome (TS) Expected in the Second Half of 2018\nThe Company is executing on a Phase 1 program to assess ZYN001, a patent-protected, pro-drug of THC delivered via a patch. This first-in-man study is a randomized, double-blind, placebo-controlled trial designed to assess the safety, tolerability and pharmacokinetic profile of multiple formulations of ZYN001. The Company expects to complete its Phase 1 evaluation in the first half of 2018, and then move into a Phase 2 clinical trial in Tourette Syndrome late in the second half of 2018.\nCorporate\nCorporate Strategy Focused on Rare and Near-Rare Neuropsychiatric Disorders with High Unmet Medical Needs\nZynerba believes that its strategic focus provides opportunities for an efficient development and commercialization strategies that may include (1) orphan drug designation for some indications; (2) access to other available regulatory designations, which, if granted, can accelerate commercial approval; (3) a targeted physician audience enabling modest commercial investments; and (4) consistent pricing across all indications. The Company also discontinued its development programs in the capital-intensive pain spaces.\nEnhanced Senior Management Team\nIn January 2018, Liza Squires, M.D. was named Chief Medical Officer. She has over 25 years of experience in rare and neuropsychiatric disorders with companies including Aevi Genomics Medicine, Lumos Pharma, and Shire Pharmaceuticals. She also served as the Director of Pediatric Neurology for DeVos Children’s Hospital.\nIn March 2018, Joe Apostolico joined Zynerba as Vice President, Human Resources. Mr. Apostolico brings the Company over 30 years of broad global healthcare and pharmaceutical human resource leadership experience from his tenures with companies including Adaptimmune Therapeutics and GSK.\nFourth Quarter 2017 Financial Results\nAs of December 31, 2017, cash and cash equivalents were $62.5 million, compared to $31.0 million as of December 31, 2016. Research and development expenses for the fourth quarter of 2017 were $5.8 million, including stock-based compensation of $0.6 million. General and administrative expenses for the fourth quarter of 2017 were $2.4 million, including stock-based compensation expense of $0.8 million. Net loss for the fourth quarter of 2017 was $8.1 million with basic and diluted net loss per share of $(0.60).\nOn June 9, 2017, we entered into an Open Market Sales Agreement, or “at-the-market” (ATM) offering program, with Jefferies LLC, pursuant to which we may sell, from time to time, up to $50 million of our common stock. From September 28, 2017 through October 26, 2017, the Company has sold and issued 296,594 shares under its ATM program, at a weighted average selling price of $10.74 per share, for gross proceeds of $3.2 million. Net proceeds after deducting underwriting and commissions and offering expenses were $3.0 million, which were recorded in the fourth quarter and are included in the December 31, 2017 cash and cash equivalents position.\nFinancial Outlook\nThe Company believes that the cash and cash equivalent position of $62.5 million as of December 31, 2017 is sufficient to fund operations and capital requirements well into 2019.\nAbout Zynerba Pharmaceuticals, Inc.\nZynerba Pharmaceuticals (NASDAQ:ZYNE) is a clinical-stage specialty neuropsychiatric pharmaceutical company dedicated to developing and commercializing innovative pharmaceutically-produced transdermal cannabinoid treatments for rare or near-rare neuropsychiatric disorders with high unmet medical needs. We are dedicated to improving the lives of people with severe health conditions by developing cannabinoid medicines designed to meet the rigorous efficacy and safety standards established by global regulatory agencies. Through the discovery and development of these potentially life-changing medicines, Zynerba seeks to improve the lives of patients battling severe, chronic health conditions including Fragile X syndrome, refractory epilepsies, Tourette Syndrome, and other neuropsychiatric disorders. Learn more at www.zynerba.com and follow the Company on Twitter at @ZynerbaPharma.\nCautionary Note on Forward-Looking Statements\nThis press release contains within the meaning of The Private Securities Litigation Reform Act of 1995. We may, in some cases, use terms such as “predicts,” “believes,” “potential,” “proposed,” “continue,” “estimates,” “anticipates,” “expects,” “plans,” “intends,” “may,” “could,” “might,” “will,” “should” or other words that convey uncertainty of future events or outcomes to identify these . Such statements are subject to numerous important factors, risks and uncertainties that may cause actual events or results to differ materially from the Company’s current expectations. For example, there can be no guarantee that the Company will obtain approval for ZYN002 or ZYN001 from the U.S. Food and Drug Administration (FDA) or foreign regulatory authorities; even if ZYN002 or ZYN001 are approved, the Company may not be able to obtain the label claims that it is seeking from the FDA. In addition, the Company’s cash and cash equivalents may not be sufficient to support its operating plan for as long as anticipated. Management’s expectations and, therefore, any in this press release could also be affected by risks and uncertainties relating to a number of other factors, including the following: the success, cost and timing of the Company’s product development activities, studies and clinical trials; the success of competing products that are or become available; the Company’s ability to commercialize its product candidates; the size and growth potential of the markets for the Company’s product candidates, and the Company’s ability to service those markets; the Company’s ability to develop sales and marketing capabilities, whether alone or with potential future collaborators; the rate and degree of market acceptance of the Company’s product candidates; and the Company’s expectations regarding its ability to obtain and adequately maintain sufficient intellectual property protection for its product candidates. This list is not exhaustive and these and other risks are described in the Company’s periodic reports, including the annual report on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K, filed with or furnished to the Securities and Exchange Commission and available at www.sec.gov . Any that the Company makes in this press release speak only as of the date of this press release. The Company assumes no obligation to update whether as a result of new information, future events or otherwise, after the date of this press release.\nZYNERBA PHARMACEUTICALS, INC. CONSOLIDATED STATEMENTS OF OPERATIONS (unaudited) Three months ended Year ended December 31, 2017\nDecember 31, 2016\nDecember 31, 2017\nDecember 31, 2016\nRevenue $ — $ — $ — $ 7,250 Operating expenses: Research and development 5,828,091 4,904,363 22,806,107 16,784,626 General and administrative 2,376,413 1,780,304 10,016,902 6,430,252 Total operating expenses 8,204,504 6,684,667 32,823,009 23,214,878 Loss from operations (8,204,504 ) (6,684,667 ) (32,823,009 ) (23,207,628 ) Other income (expense): Interest income (expense), net 156,204 26,980 519,554 80,222 Foreign exchange gain (loss) (70,299 ) (139,829 ) 291,151 (189,497 ) Loss on dosposal of equipment — (99,147 ) — (99,147 ) Total other income (expense) 85,905 (211,996 ) 810,705 (208,422 ) Loss before income taxes (8,118,599 ) (6,896,663 ) (32,012,304 ) (23,416,050 ) Income tax benefit — — — (27,543 ) Net loss $ (8,118,599 ) $ (6,896,663 ) $ (32,012,304 ) $ (23,388,507 ) Net loss per share - basic and diluted $ (0.60 ) $ (0.71 ) $ (2.48 ) $ (2.58 ) Basic and diluted weighted average shares outstanding 13,423,669 9,678,924 12,914,814 9,070,232 Non-cash stock-based compensation included above: Research and development $ 562,410 $ 365,072 $ 2,284,866 $ 1,281,108 General and administrative 817,726 522,352 3,361,986 1,988,258 Total $ 1,380,136 $ 887,424 $ 5,646,852 $ 3,269,366\nZYNERBA PHARMACEUTICALS, INC. CONSOLIDATED BALANCE SHEETS December 31, 2017 December 31, 2016 Assets Current assets: Cash and cash equivalents $ 62,510,277 $ 30,965,791 Incentive and tax receivables 3,983,604 3,613,943 Prepaid expenses and other current assets 1,733,701 1,830,958 Total current assets 68,227,582 36,410,692 Property and equipment, net 164,527 143,382 Other assets 662,200 200 Total assets $ 69,054,309 $ 36,554,274 Liabilities and Stockholders' Equity Current liabilities: Accounts payable $ 3,355,255 $ 1,848,084 Accrued expenses 3,915,491 4,284,907 Deferred grant revenue 171,975 833,975 Total current liabilities 7,442,721 6,966,966 Deferred grant revenue, long-term 662,000 — Total liabilities 8,104,721 6,966,966 Stockholders' equity: Common stock 13,554 9,995 Additional paid-in capital 138,916,900 75,545,875 Accumulated deficit (77,980,866 ) (45,968,562 ) Total stockholders' equity 60,949,588 29,587,308 Total liabilities and stockholders' equity $ 69,054,309 $ 36,554,274 Investor Contacts\nJim Fickenscher, CFO and VP Corporate Development\nZynerba Pharmaceuticals\n484.581.7483\nfickenscherj@zynerba.com\nWill Roberts, VP Investor Relations and Corporate Communications\nZynerba Pharmaceuticals\n484.581.7489\nrobertsw@zynerba.com\nSource:Zynerba Pharmaceuticals, Inc.",
    "published": "2018-03-12T13:45:00.000+02:00",
    "crawled": "2018-03-12T15:00:11.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "devon",
        "march",
        "globe",
        "newswire",
        "zynerba",
        "pharmaceutical",
        "nasdaq",
        "zyne",
        "specialty",
        "neuropsychiatric",
        "pharmaceutical",
        "company",
        "dedicated",
        "developing",
        "commercializing",
        "innovative",
        "transdermal",
        "cannabinoid",
        "treatment",
        "rare",
        "neurological",
        "psychiatric",
        "disorder",
        "high",
        "unmet",
        "medical",
        "need",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "provided",
        "overview",
        "recent",
        "operational",
        "highlight",
        "made",
        "significant",
        "corporate",
        "clinical",
        "progress",
        "throughout",
        "achieved",
        "goal",
        "utilizing",
        "data",
        "three",
        "phase",
        "study",
        "zyn002",
        "determine",
        "direction",
        "strategic",
        "focus",
        "company",
        "said",
        "armando",
        "anido",
        "chairman",
        "chief",
        "executive",
        "officer",
        "zynerba",
        "enter",
        "strong",
        "momentum",
        "including",
        "completed",
        "positive",
        "meeting",
        "fda",
        "discus",
        "clinical",
        "path",
        "zyn002",
        "fragile",
        "x",
        "syndrome",
        "refined",
        "development",
        "commercialization",
        "strategy",
        "focused",
        "rare",
        "neuropsychiatric",
        "condition",
        "expectation",
        "achieving",
        "numerous",
        "milestone",
        "coming",
        "year",
        "including",
        "initiation",
        "pivotal",
        "fragile",
        "x",
        "syndrome",
        "study",
        "phase",
        "study",
        "developmental",
        "epileptic",
        "encephalopathy",
        "adult",
        "refractory",
        "focal",
        "seizure",
        "tourette",
        "fourth",
        "quarter",
        "recent",
        "highlight",
        "zyn002",
        "fragile",
        "x",
        "syndrome",
        "fxs",
        "announced",
        "positive",
        "meeting",
        "food",
        "drug",
        "administration",
        "plan",
        "conduct",
        "single",
        "pivotal",
        "study",
        "zyn002",
        "fragile",
        "x",
        "syndrome",
        "support",
        "new",
        "drug",
        "application",
        "nda",
        "filing",
        "company",
        "expects",
        "initiate",
        "pivotal",
        "study",
        "approximately",
        "pediatric",
        "adolescent",
        "patient",
        "australia",
        "new",
        "zealand",
        "support",
        "nda",
        "zyn002",
        "fxs",
        "fda",
        "company",
        "agreement",
        "primary",
        "key",
        "secondary",
        "endpoint",
        "study",
        "assess",
        "observable",
        "behavior",
        "patient",
        "fxs",
        "reported",
        "caregiver",
        "using",
        "validated",
        "aberrant",
        "behavior",
        "checklist",
        "fragile",
        "x",
        "syndrome",
        "pivotal",
        "trial",
        "meet",
        "endpoint",
        "approval",
        "indication",
        "encompassing",
        "treatment",
        "behavioral",
        "symptom",
        "associated",
        "fragile",
        "x",
        "syndrome",
        "may",
        "granted",
        "zyn002",
        "developmental",
        "epileptic",
        "encephalopathy",
        "dee",
        "announced",
        "intent",
        "study",
        "zyn002",
        "dee",
        "initiation",
        "phase",
        "trial",
        "expected",
        "first",
        "half",
        "dee",
        "category",
        "rare",
        "severe",
        "brain",
        "disorder",
        "manifesting",
        "seizure",
        "eeg",
        "abnormality",
        "directly",
        "worsen",
        "cognition",
        "behavior",
        "category",
        "affect",
        "patient",
        "includes",
        "number",
        "syndrome",
        "including",
        "doose",
        "dravet",
        "west",
        "among",
        "others",
        "phase",
        "open",
        "label",
        "dee",
        "study",
        "enroll",
        "approximately",
        "pediatric",
        "adolescent",
        "patient",
        "help",
        "identify",
        "new",
        "indication",
        "take",
        "blinded",
        "study",
        "primary",
        "endpoint",
        "expected",
        "reduction",
        "seizure",
        "week",
        "result",
        "study",
        "expected",
        "zyn002",
        "focal",
        "epilepsy",
        "clinical",
        "data",
        "star",
        "star",
        "study",
        "zyn002",
        "patient",
        "focal",
        "seizure",
        "presented",
        "annual",
        "meeting",
        "american",
        "epilepsy",
        "society",
        "aes",
        "washington",
        "data",
        "suggest",
        "clinically",
        "meaningful",
        "response",
        "zyn002",
        "measured",
        "reduction",
        "focal",
        "seizure",
        "baseline",
        "period",
        "star",
        "correlated",
        "use",
        "zyn002",
        "patient",
        "taking",
        "zyn002",
        "six",
        "month",
        "experienced",
        "median",
        "reduction",
        "seizure",
        "baseline",
        "patient",
        "taking",
        "zyn002",
        "nine",
        "month",
        "experienced",
        "mg",
        "star",
        "mg",
        "star",
        "mg",
        "star",
        "star",
        "median",
        "reduction",
        "seizure",
        "baseline",
        "star",
        "patient",
        "severe",
        "epilepsy",
        "defined",
        "baseline",
        "seizure",
        "frequency",
        "per",
        "month",
        "taking",
        "zyn002",
        "greater",
        "percent",
        "reduction",
        "seizure",
        "compared",
        "patient",
        "severe",
        "epilepsy",
        "receiving",
        "placebo",
        "zyn002",
        "well",
        "tolerated",
        "incidence",
        "adverse",
        "event",
        "comparable",
        "placebo",
        "clinically",
        "significant",
        "difference",
        "active",
        "treatment",
        "group",
        "clinically",
        "significant",
        "change",
        "ecg",
        "laboratory",
        "result",
        "patient",
        "receiving",
        "zyn002",
        "initiation",
        "placebo",
        "controlled",
        "phase",
        "2b",
        "clinical",
        "trial",
        "zyn002",
        "approximately",
        "adult",
        "patient",
        "refractory",
        "focal",
        "epilepsy",
        "expected",
        "second",
        "half",
        "learning",
        "star",
        "star",
        "trial",
        "provide",
        "insight",
        "revised",
        "phase",
        "2b",
        "clinical",
        "trial",
        "design",
        "anticipated",
        "change",
        "trial",
        "include",
        "increase",
        "baseline",
        "seizure",
        "frequency",
        "patient",
        "count",
        "trial",
        "duration",
        "addition",
        "company",
        "stratify",
        "randomization",
        "baseline",
        "seizure",
        "rate",
        "gender",
        "zynerba",
        "also",
        "anticipates",
        "testing",
        "higher",
        "daily",
        "dose",
        "zyn002",
        "used",
        "star",
        "trial",
        "study",
        "conducted",
        "site",
        "australia",
        "new",
        "zealand",
        "zyn001",
        "tourette",
        "syndrome",
        "dosing",
        "continues",
        "phase",
        "program",
        "zyn001",
        "tetrahydrocannabinol",
        "thc",
        "delivered",
        "via",
        "transdermal",
        "patch",
        "initiation",
        "phase",
        "study",
        "patient",
        "tourette",
        "syndrome",
        "t",
        "expected",
        "second",
        "half",
        "company",
        "executing",
        "phase",
        "program",
        "assess",
        "zyn001",
        "thc",
        "delivered",
        "via",
        "patch",
        "study",
        "randomized",
        "trial",
        "designed",
        "assess",
        "safety",
        "tolerability",
        "pharmacokinetic",
        "profile",
        "multiple",
        "formulation",
        "zyn001",
        "company",
        "expects",
        "complete",
        "phase",
        "evaluation",
        "first",
        "half",
        "move",
        "phase",
        "clinical",
        "trial",
        "tourette",
        "syndrome",
        "late",
        "second",
        "half",
        "corporate",
        "corporate",
        "strategy",
        "focused",
        "rare",
        "neuropsychiatric",
        "disorder",
        "high",
        "unmet",
        "medical",
        "need",
        "zynerba",
        "belief",
        "strategic",
        "focus",
        "provides",
        "opportunity",
        "efficient",
        "development",
        "commercialization",
        "strategy",
        "may",
        "include",
        "orphan",
        "drug",
        "designation",
        "indication",
        "access",
        "available",
        "regulatory",
        "designation",
        "granted",
        "accelerate",
        "commercial",
        "approval",
        "targeted",
        "physician",
        "audience",
        "enabling",
        "modest",
        "commercial",
        "investment",
        "consistent",
        "pricing",
        "across",
        "indication",
        "company",
        "also",
        "discontinued",
        "development",
        "program",
        "pain",
        "space",
        "enhanced",
        "senior",
        "management",
        "team",
        "january",
        "liza",
        "squire",
        "named",
        "chief",
        "medical",
        "officer",
        "year",
        "experience",
        "rare",
        "neuropsychiatric",
        "disorder",
        "company",
        "including",
        "aevi",
        "genomics",
        "medicine",
        "lumos",
        "pharma",
        "shire",
        "pharmaceutical",
        "also",
        "served",
        "director",
        "pediatric",
        "neurology",
        "devos",
        "child",
        "hospital",
        "march",
        "joe",
        "apostolico",
        "joined",
        "zynerba",
        "vice",
        "president",
        "human",
        "resource",
        "apostolico",
        "brings",
        "company",
        "year",
        "broad",
        "global",
        "healthcare",
        "pharmaceutical",
        "human",
        "resource",
        "leadership",
        "experience",
        "tenure",
        "company",
        "including",
        "adaptimmune",
        "therapeutic",
        "gsk",
        "fourth",
        "quarter",
        "financial",
        "result",
        "december",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "research",
        "development",
        "expense",
        "fourth",
        "quarter",
        "million",
        "including",
        "compensation",
        "million",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "million",
        "including",
        "compensation",
        "expense",
        "million",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "june",
        "entered",
        "open",
        "market",
        "sale",
        "agreement",
        "atm",
        "offering",
        "program",
        "jefferies",
        "llc",
        "pursuant",
        "may",
        "sell",
        "time",
        "time",
        "million",
        "common",
        "stock",
        "september",
        "october",
        "company",
        "sold",
        "issued",
        "share",
        "atm",
        "program",
        "weighted",
        "average",
        "selling",
        "price",
        "per",
        "share",
        "gross",
        "proceeds",
        "million",
        "net",
        "proceeds",
        "deducting",
        "underwriting",
        "commission",
        "offering",
        "expense",
        "million",
        "recorded",
        "fourth",
        "quarter",
        "included",
        "december",
        "cash",
        "cash",
        "equivalent",
        "position",
        "financial",
        "outlook",
        "company",
        "belief",
        "cash",
        "cash",
        "equivalent",
        "position",
        "million",
        "december",
        "sufficient",
        "fund",
        "operation",
        "capital",
        "requirement",
        "well",
        "zynerba",
        "pharmaceutical",
        "zynerba",
        "pharmaceutical",
        "nasdaq",
        "zyne",
        "specialty",
        "neuropsychiatric",
        "pharmaceutical",
        "company",
        "dedicated",
        "developing",
        "commercializing",
        "innovative",
        "transdermal",
        "cannabinoid",
        "treatment",
        "rare",
        "neuropsychiatric",
        "disorder",
        "high",
        "unmet",
        "medical",
        "need",
        "dedicated",
        "improving",
        "life",
        "people",
        "severe",
        "health",
        "condition",
        "developing",
        "cannabinoid",
        "medicine",
        "designed",
        "meet",
        "rigorous",
        "efficacy",
        "safety",
        "standard",
        "established",
        "global",
        "regulatory",
        "agency",
        "discovery",
        "development",
        "potentially",
        "medicine",
        "zynerba",
        "seek",
        "improve",
        "life",
        "patient",
        "battling",
        "severe",
        "chronic",
        "health",
        "condition",
        "including",
        "fragile",
        "x",
        "syndrome",
        "refractory",
        "epilepsy",
        "tourette",
        "syndrome",
        "neuropsychiatric",
        "disorder",
        "learn",
        "follow",
        "company",
        "twitter",
        "zynerbapharma",
        "cautionary",
        "note",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "may",
        "case",
        "use",
        "term",
        "predicts",
        "belief",
        "potential",
        "proposed",
        "continue",
        "estimate",
        "anticipates",
        "expects",
        "plan",
        "intends",
        "may",
        "could",
        "might",
        "word",
        "convey",
        "uncertainty",
        "future",
        "event",
        "outcome",
        "identify",
        "statement",
        "subject",
        "numerous",
        "important",
        "factor",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "company",
        "current",
        "expectation",
        "example",
        "guarantee",
        "company",
        "obtain",
        "approval",
        "zyn002",
        "zyn001",
        "food",
        "drug",
        "administration",
        "fda",
        "foreign",
        "regulatory",
        "authority",
        "even",
        "zyn002",
        "zyn001",
        "approved",
        "company",
        "may",
        "able",
        "obtain",
        "label",
        "claim",
        "seeking",
        "fda",
        "addition",
        "company",
        "cash",
        "cash",
        "equivalent",
        "may",
        "sufficient",
        "support",
        "operating",
        "plan",
        "long",
        "anticipated",
        "management",
        "expectation",
        "therefore",
        "press",
        "release",
        "could",
        "also",
        "affected",
        "risk",
        "uncertainty",
        "relating",
        "number",
        "factor",
        "including",
        "following",
        "success",
        "cost",
        "timing",
        "company",
        "product",
        "development",
        "activity",
        "study",
        "clinical",
        "trial",
        "success",
        "competing",
        "product",
        "become",
        "available",
        "company",
        "ability",
        "commercialize",
        "product",
        "candidate",
        "size",
        "growth",
        "potential",
        "market",
        "company",
        "product",
        "candidate",
        "company",
        "ability",
        "service",
        "market",
        "company",
        "ability",
        "develop",
        "sale",
        "marketing",
        "capability",
        "whether",
        "alone",
        "potential",
        "future",
        "collaborator",
        "rate",
        "degree",
        "market",
        "acceptance",
        "company",
        "product",
        "candidate",
        "company",
        "expectation",
        "regarding",
        "ability",
        "obtain",
        "adequately",
        "maintain",
        "sufficient",
        "intellectual",
        "property",
        "protection",
        "product",
        "candidate",
        "list",
        "exhaustive",
        "risk",
        "described",
        "company",
        "periodic",
        "report",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filed",
        "furnished",
        "security",
        "exchange",
        "commission",
        "available",
        "company",
        "make",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "date",
        "press",
        "release",
        "zynerba",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "expense",
        "net",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "loss",
        "dosposal",
        "equipment",
        "total",
        "income",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "compensation",
        "included",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "zynerba",
        "pharmaceutical",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "incentive",
        "tax",
        "receivables",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "grant",
        "revenue",
        "total",
        "current",
        "liability",
        "deferred",
        "grant",
        "revenue",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "investor",
        "contact",
        "jim",
        "fickenscher",
        "cfo",
        "vp",
        "corporate",
        "development",
        "zynerba",
        "pharmaceutical",
        "fickenscherj",
        "robert",
        "vp",
        "investor",
        "relation",
        "corporate",
        "communication",
        "zynerba",
        "pharmaceutical",
        "robertsw",
        "source",
        "zynerba",
        "pharmaceutical",
        "inc"
    ]
}