{
    "organizations": [],
    "uuid": "99a37fdccc18e203a802216ceb9e5cdbe8dcb9de",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/globe-newswire-dream-office-reit-announces-intention-to-commence-substantial-issuer-bid-and-anticipated-amendments-to-its-revolving-credit.html",
    "ord_in_thread": 0,
    "title": "Dream Office REIT Announces Intention to Commence Substantial Issuer Bid and Anticipated Amendments to Its Revolving Credit Facility",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, March 22, 2018 (GLOBE NEWSWIRE) -- DREAM OFFICE REAL ESTATE INVESTMENT TRUST (D.UN-TSX) (“Dream Office REIT”, the “Trust” or “we”) today announced its intention to commence a substantial issuer bid (the “ Offer ”) pursuant to which the Trust will offer to purchase up to 10,000,000 of its outstanding REIT units, Series A (“ REIT A Units ”) at a purchase price of $24.00 per REIT A Unit in cash (the “ Purchase Price ”). The Trust also announced today that it is in advanced negotiations to increase and extend its primary revolving credit facility.\nSubstantial Issuer Bid\nWith the substantial completion of our strategic plan originally announced in February 2016, Dream Office REIT is now focussed on the next phase of our strategy, to become a nimble, value-add real estate operator positioned to unlock the value in our downtown Toronto assets through asset management strategies and potential redevelopment and intensification opportunities. Consistent with our strategy, our Board of Trustees has authorized the commencement of the Offer as it provides our unitholders with the option of accessing liquidity at a higher valuation than the current trading price of the REIT A Units during this period of transition. With the anticipated reduction in the number of outstanding REIT A Units following the successful completion of the substantial issuer bid, future growth in total net asset value (“ NAV ”) will have a greater positive impact on a per unit basis.\nThe Purchase Price represents a 7% premium over the closing price of the REIT A Units on the Toronto Stock Exchange on March 22, 2018, the last full trading day prior to this announcement. As at March 14, 2018, the analyst consensus NAV per unit was $23.63 and the average analyst target price for each unit of Dream Office REIT was $23.65. 1 As at December 31, 2017, the NAV per unit of Dream Office REIT as determined by the Trust was $23.46.\n“Over the last two years, we implemented our strategic plan to create a portfolio of higher-quality assets with a focus in downtown Toronto, while reducing our leverage and the number of outstanding units,” said Michael J. Cooper, Chief Executive Officer of Dream Office REIT. “We expect 2018 to be a transitional year as we continue to execute on our asset recycling program and fill larger known vacancies in our portfolio. This substantial issuer bid gives our unitholders the ability to access liquidity at a premium to the current unit price as we look to the next phase of our strategy.”\nDetails of the Offer, including instructions for tendering REIT A Units to the Offer and the factors considered by the Board of Trustees in making its decision to approve the Offer, will be included in the formal offer to purchase and issuer bid circular and other related documents (the “ Offer Documents ”), which are expected to be mailed to unitholders, filed with applicable Canadian Securities Administrators and made available free of charge on or about March 28, 2018 on SEDAR at www.sedar.com and on the Trust’s website at www.dreamofficereit.ca . Unitholders should carefully read the Offer Documents prior to making a decision with respect to the Offer. The Offer will not be conditional on any minimum number of REIT A Units being tendered, but will be subject to various other conditions that are typical for a transaction of this nature.\nThe Offer will expire at 5 p.m. Eastern time on the 36 th day after the mailing of the Offer Documents, unless terminated or extended by the Trust. If more than 10,000,000 REIT A Units are properly tendered to the Offer, the Trust will take-up and pay for the tendered REIT A Units on a pro-rata basis according to the number of REIT A Units tendered, except that “odd lot” tenders (of holders beneficially owning fewer than 100 REIT A Units) will not be subject to pro-ration. Assuming that 10,000,000 REIT A Units are purchased pursuant to the Offer, the aggregate purchase price pursuant to the Offer will be $240,000,000. The Trust intends to fund the Offer with a combination of cash on hand and existing credit facilities.\nOur Board of Trustees has obtained an opinion from GMP Securities L.P. to the effect that, based on and subject to the assumptions and limitations stated in such opinion, there is a liquid market for our REIT A Units as of March 22, 2018 and it is reasonable to conclude that, following the completion of the Offer in accordance with its terms, there will be a market for unitholders who do not tender to the Offer that is not materially less liquid than the market that existed at the time of the making of the Offer. A copy of the opinion of GMP Securities L.P. will be included in the Issuer Bid Circular.\nOur Board of Trustees has authorized the making of the Offer. However, our Board of Trustees is not making any recommendation to any Dream Office REIT unitholder as to whether to tender or refrain from tendering their REIT A Units under the Offer. Unitholders are strongly urged to consult their own financial, tax and legal advisors and to make their own decisions whether to tender or to refrain from tendering their REIT A Units to the Offer and, if so, how many REIT A Units to tender.\nThe Trust’s normal course issuer bid announced on August 10, 2017 terminated on February 13, 2018, the date on which the Trust purchased the maximum number of REIT A Units permitted under the bid.\nAny questions or requests for information may be directed to Computershare Trust Company of Canada, as the depositary for the Offer, at 1-800-564-6253 (Toll Free).\nIncrease and Extension of Revolving Credit Facility\nThe Trust is in advanced negotiations to increase and extend its existing revolving credit facility with an expected closing date sometime in April of 2018. The facility is expected to increase from $400 million to $575 million, and is expected to mature on March 1, 2021. The interest rate is expected to remain in the form of rolling one-month bankers’ acceptances (“ BAs ”) bearing interest at the BA rate plus 170 basis points (“ bps ”) or at the bank’s prime rate plus 70 bps.\nProvided the Offer is successful and the amendments to the existing revolving credit facility are completed as anticipated, and assuming the closing of firm dispositions as at the date of this announcement, our pro forma net total debt-to-total assets will temporarily be 48%. Against approximately $3.2 billion of total assets, mainly comprised of $2.9 billion of investment properties and $0.2 billion of investment in Dream Industrial REIT, we estimate that we will have approximately $1.3 billion of secured debt, which includes drawings on our revolving credit facilities, and $290 million of unsecured debentures.\n“As at February 13, 2018, Dream Office REIT had repurchased the maximum number of REIT A Units permitted under our normal course issuer bid,” said Rajeev Viswanathan, Chief Financial Officer of Dream Office REIT. “The Offer allows the Trust to continue to return capital to our unitholders as we execute the next phase of our strategy and we expect the Trust to have ample liquidity following a fully successful substantial issuer bid.”\nAbout Dream Office REIT\nDream Office REIT is an unincorporated, open-ended real estate investment trust. Dream Office REIT owns well-located, high-quality central business district office properties in major urban centres across Canada, with a focus on downtown Toronto. For more information, please visit our website at www.dreamofficereit.ca .\nPlease note that any opinions, estimates, or forecasts (including target prices) or recommendations regarding Dream Office REIT made by analysts are those of the analyst alone and do not represent opinions, estimates, forecasts or recommendations of Dream Office REIT or its management. Dream Office REIT does not, by its reference herein, imply any endorsement of or concurrence with such analyst opinions, estimates, forecasts or recommendations.\nForward looking information\nThis press release may contain forward-looking information within the meaning of applicable securities legislation, including statements regarding our strategic plan in general, our intention to undertake the Offer and the terms thereof, including the aggregate number and purchase price of the REIT A Units we may purchase under the Offer, the expected expiration time of the Offer, the sources and availability of funding for the Offer, the anticipated reduction in the number of outstanding REIT A Units following successful completion of the substantial issuer bid, our expected future debt levels, composition and liquidity, the expected future value of our investment properties, our anticipated future net total debt-to-total assets and the anticipated amendment of the terms of our revolving credit facility. Forward-looking information is based on a number of assumptions and is subject to a number of risks and uncertainties, many of which are beyond Dream Office REIT’s control, which could cause actual results to differ materially from those that are disclosed in or implied by such forward-looking information. These risks and uncertainties include, but are not limited to, general and local economic and business conditions; the financial condition of tenants; our ability to refinance maturing debt; leasing risks, including those associated with the ability to lease vacant space; and interest and currency rate fluctuations. Our objectives and forward-looking statements are based on certain assumptions, including that the general economy remains stable, interest rates remain stable, conditions within the real estate market remain consistent, competition for acquisitions remains consistent with the current climate and that the capital markets continue to provide ready access to equity and/or debt. All forward-looking information in this press release speaks as of the date of this press release. Dream Office REIT does not undertake to update any such forward-looking information whether as a result of new information, future events or otherwise except as required by law. Additional information about these assumptions and risks and uncertainties is contained in Dream Office REIT’s filings with securities regulators, including its latest annual information form and MD&A. These filings are also available at Dream Office REIT’s website at www.dreamofficereit.ca .\nNon-GAAP Measures\nThe Trust’s consolidated financial statements are prepared in accordance with International Financial Reporting Standards (“IFRS”). In this press release, as a complement to results provided in accordance with IFRS, the Trust discloses certain non-GAAP financial measures such as NAV per unit and net total debt-to-total assets. These non-GAAP measures are not defined by IFRS, do not have a standardized meaning and may not be comparable with similar measures presented by other income trusts. The Trust has presented such non-GAAP measures as Management believes they are relevant measures of the Trust’s underlying operating and financial performance, and debt management. Non-GAAP measures should not be considered as alternatives to net income, cash generated from (utilized in) operating activities or comparable metrics determined in accordance with IFRS as indicators of the Trust’s performance, liquidity, cash flow, and profitability. For a full description of these measures and, where applicable, a reconciliation to the most directly comparable measure calculated in accordance with IFRS, please refer to the “Non-GAAP Measures and Other Disclosures” section in Dream Office REIT’s MD&A for the three months and year ended December 31, 2017.\nFor further information, please contact:\nMichael J. Cooper Rajeev Viswanathan Chief Executive Officer Chief Financial Officer (416) 365-5145 (416) 365-8959 mcooper@dream.ca rviswanathan@dream.ca\n1 Source: SNL Financial, March 14, 2018.\nSource: Dream Office REIT",
    "published": "2018-03-23T00:35:00.000+02:00",
    "crawled": "2018-03-23T04:17:44.018+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "march",
        "globe",
        "newswire",
        "dream",
        "office",
        "real",
        "estate",
        "investment",
        "trust",
        "dream",
        "office",
        "reit",
        "trust",
        "today",
        "announced",
        "intention",
        "commence",
        "substantial",
        "issuer",
        "bid",
        "offer",
        "pursuant",
        "trust",
        "offer",
        "purchase",
        "outstanding",
        "reit",
        "unit",
        "series",
        "reit",
        "unit",
        "purchase",
        "price",
        "per",
        "reit",
        "unit",
        "cash",
        "purchase",
        "price",
        "trust",
        "also",
        "announced",
        "today",
        "advanced",
        "negotiation",
        "increase",
        "extend",
        "primary",
        "revolving",
        "credit",
        "facility",
        "substantial",
        "issuer",
        "bid",
        "substantial",
        "completion",
        "strategic",
        "plan",
        "originally",
        "announced",
        "february",
        "dream",
        "office",
        "reit",
        "focussed",
        "next",
        "phase",
        "strategy",
        "become",
        "nimble",
        "real",
        "estate",
        "operator",
        "positioned",
        "unlock",
        "value",
        "downtown",
        "toronto",
        "asset",
        "asset",
        "management",
        "strategy",
        "potential",
        "redevelopment",
        "intensification",
        "opportunity",
        "consistent",
        "strategy",
        "board",
        "trustee",
        "authorized",
        "commencement",
        "offer",
        "provides",
        "unitholders",
        "option",
        "accessing",
        "liquidity",
        "higher",
        "valuation",
        "current",
        "trading",
        "price",
        "reit",
        "unit",
        "period",
        "transition",
        "anticipated",
        "reduction",
        "number",
        "outstanding",
        "reit",
        "unit",
        "following",
        "successful",
        "completion",
        "substantial",
        "issuer",
        "bid",
        "future",
        "growth",
        "total",
        "net",
        "asset",
        "value",
        "nav",
        "greater",
        "positive",
        "impact",
        "per",
        "unit",
        "basis",
        "purchase",
        "price",
        "represents",
        "premium",
        "closing",
        "price",
        "reit",
        "unit",
        "toronto",
        "stock",
        "exchange",
        "march",
        "last",
        "full",
        "trading",
        "day",
        "prior",
        "announcement",
        "march",
        "analyst",
        "consensus",
        "nav",
        "per",
        "unit",
        "average",
        "analyst",
        "target",
        "price",
        "unit",
        "dream",
        "office",
        "reit",
        "december",
        "nav",
        "per",
        "unit",
        "dream",
        "office",
        "reit",
        "determined",
        "trust",
        "last",
        "two",
        "year",
        "implemented",
        "strategic",
        "plan",
        "create",
        "portfolio",
        "asset",
        "focus",
        "downtown",
        "toronto",
        "reducing",
        "leverage",
        "number",
        "outstanding",
        "unit",
        "said",
        "michael",
        "cooper",
        "chief",
        "executive",
        "officer",
        "dream",
        "office",
        "reit",
        "expect",
        "transitional",
        "year",
        "continue",
        "execute",
        "asset",
        "recycling",
        "program",
        "fill",
        "larger",
        "known",
        "vacancy",
        "portfolio",
        "substantial",
        "issuer",
        "bid",
        "give",
        "unitholders",
        "ability",
        "access",
        "liquidity",
        "premium",
        "current",
        "unit",
        "price",
        "look",
        "next",
        "phase",
        "detail",
        "offer",
        "including",
        "instruction",
        "tendering",
        "reit",
        "unit",
        "offer",
        "factor",
        "considered",
        "board",
        "trustee",
        "making",
        "decision",
        "approve",
        "offer",
        "included",
        "formal",
        "offer",
        "purchase",
        "issuer",
        "bid",
        "circular",
        "related",
        "document",
        "offer",
        "document",
        "expected",
        "mailed",
        "unitholders",
        "filed",
        "applicable",
        "canadian",
        "security",
        "administrator",
        "made",
        "available",
        "free",
        "charge",
        "march",
        "sedar",
        "trust",
        "website",
        "unitholders",
        "carefully",
        "read",
        "offer",
        "document",
        "prior",
        "making",
        "decision",
        "respect",
        "offer",
        "offer",
        "conditional",
        "minimum",
        "number",
        "reit",
        "unit",
        "tendered",
        "subject",
        "various",
        "condition",
        "typical",
        "transaction",
        "nature",
        "offer",
        "expire",
        "eastern",
        "time",
        "th",
        "day",
        "mailing",
        "offer",
        "document",
        "unless",
        "terminated",
        "extended",
        "trust",
        "reit",
        "unit",
        "properly",
        "tendered",
        "offer",
        "trust",
        "pay",
        "tendered",
        "reit",
        "unit",
        "basis",
        "according",
        "number",
        "reit",
        "unit",
        "tendered",
        "except",
        "odd",
        "lot",
        "tender",
        "holder",
        "beneficially",
        "owning",
        "fewer",
        "reit",
        "unit",
        "subject",
        "assuming",
        "reit",
        "unit",
        "purchased",
        "pursuant",
        "offer",
        "aggregate",
        "purchase",
        "price",
        "pursuant",
        "offer",
        "trust",
        "intends",
        "fund",
        "offer",
        "combination",
        "cash",
        "hand",
        "existing",
        "credit",
        "facility",
        "board",
        "trustee",
        "obtained",
        "opinion",
        "gmp",
        "security",
        "effect",
        "based",
        "subject",
        "assumption",
        "limitation",
        "stated",
        "opinion",
        "liquid",
        "market",
        "reit",
        "unit",
        "march",
        "reasonable",
        "conclude",
        "following",
        "completion",
        "offer",
        "accordance",
        "term",
        "market",
        "unitholders",
        "tender",
        "offer",
        "materially",
        "less",
        "liquid",
        "market",
        "existed",
        "time",
        "making",
        "offer",
        "copy",
        "opinion",
        "gmp",
        "security",
        "included",
        "issuer",
        "bid",
        "circular",
        "board",
        "trustee",
        "authorized",
        "making",
        "offer",
        "however",
        "board",
        "trustee",
        "making",
        "recommendation",
        "dream",
        "office",
        "reit",
        "unitholder",
        "whether",
        "tender",
        "refrain",
        "tendering",
        "reit",
        "unit",
        "offer",
        "unitholders",
        "strongly",
        "urged",
        "consult",
        "financial",
        "tax",
        "legal",
        "advisor",
        "make",
        "decision",
        "whether",
        "tender",
        "refrain",
        "tendering",
        "reit",
        "unit",
        "offer",
        "many",
        "reit",
        "unit",
        "tender",
        "trust",
        "normal",
        "course",
        "issuer",
        "bid",
        "announced",
        "august",
        "terminated",
        "february",
        "date",
        "trust",
        "purchased",
        "maximum",
        "number",
        "reit",
        "unit",
        "permitted",
        "bid",
        "question",
        "request",
        "information",
        "may",
        "directed",
        "computershare",
        "trust",
        "company",
        "canada",
        "depositary",
        "offer",
        "toll",
        "free",
        "increase",
        "extension",
        "revolving",
        "credit",
        "facility",
        "trust",
        "advanced",
        "negotiation",
        "increase",
        "extend",
        "existing",
        "revolving",
        "credit",
        "facility",
        "expected",
        "closing",
        "date",
        "sometime",
        "april",
        "facility",
        "expected",
        "increase",
        "million",
        "million",
        "expected",
        "mature",
        "march",
        "interest",
        "rate",
        "expected",
        "remain",
        "form",
        "rolling",
        "banker",
        "acceptance",
        "ba",
        "bearing",
        "interest",
        "ba",
        "rate",
        "plus",
        "basis",
        "point",
        "bps",
        "bank",
        "prime",
        "rate",
        "plus",
        "bps",
        "provided",
        "offer",
        "successful",
        "amendment",
        "existing",
        "revolving",
        "credit",
        "facility",
        "completed",
        "anticipated",
        "assuming",
        "closing",
        "firm",
        "disposition",
        "date",
        "announcement",
        "pro",
        "forma",
        "net",
        "total",
        "asset",
        "temporarily",
        "approximately",
        "billion",
        "total",
        "asset",
        "mainly",
        "comprised",
        "billion",
        "investment",
        "property",
        "billion",
        "investment",
        "dream",
        "industrial",
        "reit",
        "estimate",
        "approximately",
        "billion",
        "secured",
        "debt",
        "includes",
        "drawing",
        "revolving",
        "credit",
        "facility",
        "million",
        "unsecured",
        "debenture",
        "february",
        "dream",
        "office",
        "reit",
        "repurchased",
        "maximum",
        "number",
        "reit",
        "unit",
        "permitted",
        "normal",
        "course",
        "issuer",
        "bid",
        "said",
        "rajeev",
        "viswanathan",
        "chief",
        "financial",
        "officer",
        "dream",
        "office",
        "reit",
        "offer",
        "allows",
        "trust",
        "continue",
        "return",
        "capital",
        "unitholders",
        "execute",
        "next",
        "phase",
        "strategy",
        "expect",
        "trust",
        "ample",
        "liquidity",
        "following",
        "fully",
        "successful",
        "substantial",
        "issuer",
        "dream",
        "office",
        "reit",
        "dream",
        "office",
        "reit",
        "unincorporated",
        "real",
        "estate",
        "investment",
        "trust",
        "dream",
        "office",
        "reit",
        "owns",
        "central",
        "business",
        "district",
        "office",
        "property",
        "major",
        "urban",
        "centre",
        "across",
        "canada",
        "focus",
        "downtown",
        "toronto",
        "information",
        "please",
        "visit",
        "website",
        "please",
        "note",
        "opinion",
        "estimate",
        "forecast",
        "including",
        "target",
        "price",
        "recommendation",
        "regarding",
        "dream",
        "office",
        "reit",
        "made",
        "analyst",
        "analyst",
        "alone",
        "represent",
        "opinion",
        "estimate",
        "forecast",
        "recommendation",
        "dream",
        "office",
        "reit",
        "management",
        "dream",
        "office",
        "reit",
        "reference",
        "herein",
        "imply",
        "endorsement",
        "concurrence",
        "analyst",
        "opinion",
        "estimate",
        "forecast",
        "recommendation",
        "forward",
        "looking",
        "information",
        "press",
        "release",
        "may",
        "contain",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "legislation",
        "including",
        "statement",
        "regarding",
        "strategic",
        "plan",
        "general",
        "intention",
        "undertake",
        "offer",
        "term",
        "thereof",
        "including",
        "aggregate",
        "number",
        "purchase",
        "price",
        "reit",
        "unit",
        "may",
        "purchase",
        "offer",
        "expected",
        "expiration",
        "time",
        "offer",
        "source",
        "availability",
        "funding",
        "offer",
        "anticipated",
        "reduction",
        "number",
        "outstanding",
        "reit",
        "unit",
        "following",
        "successful",
        "completion",
        "substantial",
        "issuer",
        "bid",
        "expected",
        "future",
        "debt",
        "level",
        "composition",
        "liquidity",
        "expected",
        "future",
        "value",
        "investment",
        "property",
        "anticipated",
        "future",
        "net",
        "total",
        "asset",
        "anticipated",
        "amendment",
        "term",
        "revolving",
        "credit",
        "facility",
        "information",
        "based",
        "number",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "dream",
        "office",
        "reit",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "disclosed",
        "implied",
        "information",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "general",
        "local",
        "economic",
        "business",
        "condition",
        "financial",
        "condition",
        "tenant",
        "ability",
        "refinance",
        "maturing",
        "debt",
        "leasing",
        "risk",
        "including",
        "associated",
        "ability",
        "lease",
        "vacant",
        "space",
        "interest",
        "currency",
        "rate",
        "fluctuation",
        "objective",
        "statement",
        "based",
        "certain",
        "assumption",
        "including",
        "general",
        "economy",
        "remains",
        "stable",
        "interest",
        "rate",
        "remain",
        "stable",
        "condition",
        "within",
        "real",
        "estate",
        "market",
        "remain",
        "consistent",
        "competition",
        "acquisition",
        "remains",
        "consistent",
        "current",
        "climate",
        "capital",
        "market",
        "continue",
        "provide",
        "ready",
        "access",
        "equity",
        "debt",
        "information",
        "press",
        "release",
        "speaks",
        "date",
        "press",
        "release",
        "dream",
        "office",
        "reit",
        "undertake",
        "update",
        "information",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "law",
        "additional",
        "information",
        "assumption",
        "risk",
        "uncertainty",
        "contained",
        "dream",
        "office",
        "reit",
        "filing",
        "security",
        "regulator",
        "including",
        "latest",
        "annual",
        "information",
        "form",
        "md",
        "filing",
        "also",
        "available",
        "dream",
        "office",
        "reit",
        "website",
        "measure",
        "trust",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "international",
        "financial",
        "reporting",
        "standard",
        "ifrs",
        "press",
        "release",
        "complement",
        "result",
        "provided",
        "accordance",
        "ifrs",
        "trust",
        "discloses",
        "certain",
        "financial",
        "measure",
        "nav",
        "per",
        "unit",
        "net",
        "total",
        "asset",
        "measure",
        "defined",
        "ifrs",
        "standardized",
        "meaning",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "income",
        "trust",
        "trust",
        "presented",
        "measure",
        "management",
        "belief",
        "relevant",
        "measure",
        "trust",
        "underlying",
        "operating",
        "financial",
        "performance",
        "debt",
        "management",
        "measure",
        "considered",
        "alternative",
        "net",
        "income",
        "cash",
        "generated",
        "utilized",
        "operating",
        "activity",
        "comparable",
        "metric",
        "determined",
        "accordance",
        "ifrs",
        "indicator",
        "trust",
        "performance",
        "liquidity",
        "cash",
        "flow",
        "profitability",
        "full",
        "description",
        "measure",
        "applicable",
        "reconciliation",
        "directly",
        "comparable",
        "measure",
        "calculated",
        "accordance",
        "ifrs",
        "please",
        "refer",
        "measure",
        "disclosure",
        "section",
        "dream",
        "office",
        "reit",
        "md",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "information",
        "please",
        "contact",
        "michael",
        "cooper",
        "rajeev",
        "viswanathan",
        "chief",
        "executive",
        "officer",
        "chief",
        "financial",
        "officer",
        "mcooper",
        "rviswanathan",
        "source",
        "snl",
        "financial",
        "march",
        "source",
        "dream",
        "office",
        "reit"
    ]
}