{
    "organizations": [],
    "uuid": "f1a83fe824f33418b2bdec5e46a32c8e48a590a2",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/16/globe-newswire-computer-task-group-incorporated-commences-modified-dutch-auction-tender-offer-to-repurchase-up-to-1530990-shares-of-its.html",
    "ord_in_thread": 0,
    "title": "Computer Task Group, Incorporated Commences Modified Dutch Auction Tender Offer to Repurchase up to 1,530,990 Shares of Its Common Stock",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BUFFALO, N.Y., March 16, 2018 (GLOBE NEWSWIRE) -- Computer Task Group, Incorporated (NASDAQ:CTG) today commenced its modified “Dutch Auction” tender offer to repurchase up to 1,530,990 shares of its common stock (subject to a customary increase if the tender offer is oversubscribed), as previously announced on February 15, 2018.\nComputer Task Group, Incorporated shareholders may tender all or a portion of their shares (1) at a price specified by the tendering shareholder of not less than $8.05 per share and not more than $9.00 per share or (2) without specifying a purchase price, in which case their shares will be purchased at the purchase price determined in accordance with the tender offer. When the tender offer expires, Computer Task Group, Incorporated will determine the lowest price within the range of prices specified above that allows it to purchase 1,530,990 shares of its common stock.\nThe company will fund the tender offer with a combination of existing cash resources, borrowings under its credit agreement with KeyBank and loans against its life insurance policies.\nShareholders will receive the purchase price in cash, subject to applicable withholding and without interest. The shareholders’ shares must have been tendered at prices equal to or less than the purchase price determined after the tender offer window closes, subject to conditions of the offer. These conditions include provisions related to proration, “odd lot” priority and conditional tenders in the case that more than 1,530,990 shares are tendered.\nThese provisions are described in the “Offer to Purchase” and the “Letter of Transmittal” relating to the tender offer that are being filed with the U.S. Securities and Exchange Commission. Computer Task Group, Incorporated also reserves the right to purchase up to an additional 2% of its shares outstanding without extending the tender offer. All shares purchased by Computer Task Group, Incorporated will be purchased at the same price. All shares tendered at prices higher than the purchase price will be promptly returned to shareholders at Computer Task Group, Incorporated’s expense.\nThe tender offer will not be conditioned on any minimum number of shares being tendered; however, the tender offer will be subject to a number of other terms and conditions specified in the Offer to Purchase. The tender offer and withdrawal rights will expire at midnight, at the end of the day on April 16, 2018, unless extended or terminated by Computer Task Group, Incorporated.\nTenders of shares must be made prior to the expiration of the tender offer and may be withdrawn at any time prior to the expiration of the tender offer. Shareholders wishing to tender their shares but who are unable to deliver them physically or by “book-entry transfer” prior to the expiration of the tender offer, or who are unable to make delivery of all required documents to the depositary prior to the expiration of the tender offer, may tender their shares by complying with the procedures set forth in the Offer to Purchase for tendering by notice of guaranteed delivery. Georgeson LLC is serving as information agent for the tender offer. Georgeson Securities Corporation is acting as dealer manager. Computershare Investor Services is acting as the depositary for the tender offer.\nComputer Task Group, Incorporated’s board of directors has authorized the tender offer. However, none of the company, the company’s board of directors, the dealer manager, the information agent, the depositary or any of their affiliates makes any recommendation to shareholders as to whether to tender or refrain from tendering their shares or as to the price or prices at which shareholders may choose to tender their shares. No person is authorized to make any such recommendation. Shareholders must make their own decision as to whether to tender their shares and, if so, how many shares to tender and the price or prices at which their shares should be tendered. In doing so, shareholders should read carefully the information in, or incorporated by reference in, the Offer to Purchase and the Letter of Transmittal (as they may be amended or supplemented), including the purposes and effects of the offer. Shareholders are urged to discuss their decisions with their own tax advisors, financial advisors and/or brokers.\nForward-Looking Statements\nThis press release contains “ ” within the meaning of applicable federal securities law, and generally includes words such as “believes,” “expects,” “intends,” “anticipates,” “estimates” and similar expressions. The Company can give no assurance that any actual or future results or events discussed in these statements will be achieved. Any represent the Company’s views only as of today and should not be relied upon as representing the Company’s views as of any subsequent date. Actual results could the outlook, guidance, expectations, and other as a result of a number of factors, including among others, the availability to the Company of qualified professional staff, domestic and foreign industry competition for clients and talent, including technical, sales and management personnel, increased bargaining power of large clients, the Company’s ability to protect confidential client data, the partial or complete loss of the revenue the Company generates from International Business Machines Corporation (IBM) and/or SDI International (SDI), the ability to integrate the Soft Company business and retain its clients while achieving cost reduction targets, the uncertainty of clients’ implementations of cost reduction projects, the effect of healthcare reform and initiatives, the mix of work between staffing and solutions, currency exchange risks, risks associated with operating in foreign jurisdictions, renegotiations, nullification, or breaches of contracts with clients, vendors, subcontractors or other parties, the change in valuation of capitalized software balances, the impact of current and future laws and government regulation, as well as repeal or modification of such, affecting the information technology (IT) solutions and staffing industry, taxes and the Company’s operations in particular, industry and economic conditions, including fluctuations in demand for IT services, consolidation among the Company’s competitors or clients, the need to supplement or change our IT services in response to new offerings in the industry or changes in client requirements for IT products and solutions, the risks associated with acquisitions, the ability of the Company to commence and complete the intended tender offer for its shares, including the amount of such tender offer, the negative effects of actions of activist shareholders and other factors that involve risk and uncertainty including those listed in the Company’s reports filed with the Securities and Exchange Commission as of the date of this document. Such should be read in conjunction with the Company’s disclosures to be set forth in the Company’s 2017 Form 10-K, which is incorporated by reference, and other reports that may be filed from time to time with the Securities and Exchange Commission. The Company assumes no obligation to update the forward-looking information contained in this release.\nAdditional Information for Investors\nThis communication is for informational purposes only, is not a recommendation to buy or sell Computer Task Group, Incorporated common stock, and does not constitute an offer to buy or the solicitation to sell shares of Computer Task Group, Incorporated common stock. The tender offer will be made only pursuant to the Offer to Purchase, Letter of Transmittal and related materials to be filed contemporaneously by Computer Task Group, Incorporated with the Securities and Exchange Commission. Under the terms of the tender offer and SEC rules, CTG may in its sole discretion elect to accept additional shares of up to 2% of the number of outstanding shares. SHAREHOLDERS ARE URGED TO CAREFULLY READ THE OFFER TO PURCHASE, LETTER OF TRANSMITTAL AND RELATED MATERIALS WHEN THEY BECOME AVAILABLE BECAUSE THEY CONTAIN IMPORTANT INFORMATION, INCLUDING THE VARIOUS TERMS OF, AND CONDITIONS TO, THE TENDER OFFER, THAT SHAREHOLDERS SHOULD CONSIDER BEFORE MAKING ANY DECISION REGARDING TENDERING THEIR SHARES. Shareholders will be able to obtain a free copy of the tender offer statement on Schedule TO, the Offer to Purchase, Letter of Transmittal and other documents that Computer Task Group, Incorporated will be filing with the Securities and Exchange Commission at the Commission’s website at www.sec.gov . Additional copies of these materials may be obtained for free by contacting Computer Task Group, Incorporated at 800 Delaware Avenue, Buffalo, New York 14209, Attn: Investor Relations, or Georgeson LLC , the information agent for the tender offer, at (800) 676-0194 .\nAbout Computer Task Group, Incorporated\nCTG provides industry-specific IT services and solutions that address the business needs and challenges of clients in high-growth industries in North America and Western Europe. CTG also provides strategic staffing services for major technology companies and large corporations. Backed by more than 50 years of experience and proprietary methodologies, CTG has a proven track record of reliably delivering high-value, industry-specific staffing services and solutions to its clients. CTG has operations in North America, Western Europe, and India. The Company regularly posts news and other important information online at www.ctg.com .\nctg-g\nContact:\nInvestors: John M. Laubacker\nChief Financial Officer\njohn.laubacker@ctg.com\n(716) 887-7368\nMedia: Amanda LeBlanc\nVice President, Marketing\namanda.leblanc@ctg.com\n(225) 772-8865\nSource:Computer Task Group, Incorporated",
    "published": "2018-03-16T13:55:00.000+02:00",
    "crawled": "2018-03-16T15:29:06.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "buffalo",
        "march",
        "globe",
        "newswire",
        "computer",
        "task",
        "group",
        "incorporated",
        "nasdaq",
        "ctg",
        "today",
        "commenced",
        "modified",
        "dutch",
        "auction",
        "tender",
        "offer",
        "repurchase",
        "share",
        "common",
        "stock",
        "subject",
        "customary",
        "increase",
        "tender",
        "offer",
        "oversubscribed",
        "previously",
        "announced",
        "february",
        "computer",
        "task",
        "group",
        "incorporated",
        "shareholder",
        "may",
        "tender",
        "portion",
        "share",
        "price",
        "specified",
        "tendering",
        "shareholder",
        "less",
        "per",
        "share",
        "per",
        "share",
        "without",
        "specifying",
        "purchase",
        "price",
        "case",
        "share",
        "purchased",
        "purchase",
        "price",
        "determined",
        "accordance",
        "tender",
        "offer",
        "tender",
        "offer",
        "expires",
        "computer",
        "task",
        "group",
        "incorporated",
        "determine",
        "lowest",
        "price",
        "within",
        "range",
        "price",
        "specified",
        "allows",
        "purchase",
        "share",
        "common",
        "stock",
        "company",
        "fund",
        "tender",
        "offer",
        "combination",
        "existing",
        "cash",
        "resource",
        "borrowing",
        "credit",
        "agreement",
        "keybank",
        "loan",
        "life",
        "insurance",
        "policy",
        "shareholder",
        "receive",
        "purchase",
        "price",
        "cash",
        "subject",
        "applicable",
        "withholding",
        "without",
        "interest",
        "shareholder",
        "share",
        "must",
        "tendered",
        "price",
        "equal",
        "less",
        "purchase",
        "price",
        "determined",
        "tender",
        "offer",
        "window",
        "close",
        "subject",
        "condition",
        "offer",
        "condition",
        "include",
        "provision",
        "related",
        "proration",
        "odd",
        "lot",
        "priority",
        "conditional",
        "tender",
        "case",
        "share",
        "tendered",
        "provision",
        "described",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "relating",
        "tender",
        "offer",
        "filed",
        "security",
        "exchange",
        "commission",
        "computer",
        "task",
        "group",
        "incorporated",
        "also",
        "reserve",
        "right",
        "purchase",
        "additional",
        "share",
        "outstanding",
        "without",
        "extending",
        "tender",
        "offer",
        "share",
        "purchased",
        "computer",
        "task",
        "group",
        "incorporated",
        "purchased",
        "price",
        "share",
        "tendered",
        "price",
        "higher",
        "purchase",
        "price",
        "promptly",
        "returned",
        "shareholder",
        "computer",
        "task",
        "group",
        "incorporated",
        "expense",
        "tender",
        "offer",
        "conditioned",
        "minimum",
        "number",
        "share",
        "tendered",
        "however",
        "tender",
        "offer",
        "subject",
        "number",
        "term",
        "condition",
        "specified",
        "offer",
        "purchase",
        "tender",
        "offer",
        "withdrawal",
        "right",
        "expire",
        "midnight",
        "end",
        "day",
        "april",
        "unless",
        "extended",
        "terminated",
        "computer",
        "task",
        "group",
        "incorporated",
        "tender",
        "share",
        "must",
        "made",
        "prior",
        "expiration",
        "tender",
        "offer",
        "may",
        "withdrawn",
        "time",
        "prior",
        "expiration",
        "tender",
        "offer",
        "shareholder",
        "wishing",
        "tender",
        "share",
        "unable",
        "deliver",
        "physically",
        "transfer",
        "prior",
        "expiration",
        "tender",
        "offer",
        "unable",
        "make",
        "delivery",
        "required",
        "document",
        "depositary",
        "prior",
        "expiration",
        "tender",
        "offer",
        "may",
        "tender",
        "share",
        "complying",
        "procedure",
        "set",
        "forth",
        "offer",
        "purchase",
        "tendering",
        "notice",
        "guaranteed",
        "delivery",
        "georgeson",
        "llc",
        "serving",
        "information",
        "agent",
        "tender",
        "offer",
        "georgeson",
        "security",
        "corporation",
        "acting",
        "dealer",
        "manager",
        "computershare",
        "investor",
        "service",
        "acting",
        "depositary",
        "tender",
        "offer",
        "computer",
        "task",
        "group",
        "incorporated",
        "board",
        "director",
        "authorized",
        "tender",
        "offer",
        "however",
        "none",
        "company",
        "company",
        "board",
        "director",
        "dealer",
        "manager",
        "information",
        "agent",
        "depositary",
        "affiliate",
        "make",
        "recommendation",
        "shareholder",
        "whether",
        "tender",
        "refrain",
        "tendering",
        "share",
        "price",
        "price",
        "shareholder",
        "may",
        "choose",
        "tender",
        "share",
        "person",
        "authorized",
        "make",
        "recommendation",
        "shareholder",
        "must",
        "make",
        "decision",
        "whether",
        "tender",
        "share",
        "many",
        "share",
        "tender",
        "price",
        "price",
        "share",
        "tendered",
        "shareholder",
        "read",
        "carefully",
        "information",
        "incorporated",
        "reference",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "may",
        "amended",
        "supplemented",
        "including",
        "purpose",
        "effect",
        "offer",
        "shareholder",
        "urged",
        "discus",
        "decision",
        "tax",
        "advisor",
        "financial",
        "advisor",
        "broker",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "applicable",
        "federal",
        "security",
        "law",
        "generally",
        "includes",
        "word",
        "belief",
        "expects",
        "intends",
        "anticipates",
        "estimate",
        "similar",
        "expression",
        "company",
        "give",
        "assurance",
        "actual",
        "future",
        "result",
        "event",
        "discussed",
        "statement",
        "achieved",
        "represent",
        "company",
        "view",
        "today",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "subsequent",
        "date",
        "actual",
        "result",
        "could",
        "outlook",
        "guidance",
        "expectation",
        "result",
        "number",
        "factor",
        "including",
        "among",
        "others",
        "availability",
        "company",
        "qualified",
        "professional",
        "staff",
        "domestic",
        "foreign",
        "industry",
        "competition",
        "client",
        "talent",
        "including",
        "technical",
        "sale",
        "management",
        "personnel",
        "increased",
        "bargaining",
        "power",
        "large",
        "client",
        "company",
        "ability",
        "protect",
        "confidential",
        "client",
        "data",
        "partial",
        "complete",
        "loss",
        "revenue",
        "company",
        "generates",
        "international",
        "business",
        "machine",
        "corporation",
        "ibm",
        "sdi",
        "international",
        "sdi",
        "ability",
        "integrate",
        "soft",
        "company",
        "business",
        "retain",
        "client",
        "achieving",
        "cost",
        "reduction",
        "target",
        "uncertainty",
        "client",
        "implementation",
        "cost",
        "reduction",
        "project",
        "effect",
        "healthcare",
        "reform",
        "initiative",
        "mix",
        "work",
        "staffing",
        "solution",
        "currency",
        "exchange",
        "risk",
        "risk",
        "associated",
        "operating",
        "foreign",
        "jurisdiction",
        "renegotiations",
        "nullification",
        "breach",
        "contract",
        "client",
        "vendor",
        "subcontractor",
        "party",
        "change",
        "valuation",
        "capitalized",
        "software",
        "balance",
        "impact",
        "current",
        "future",
        "law",
        "government",
        "regulation",
        "well",
        "repeal",
        "modification",
        "affecting",
        "information",
        "technology",
        "solution",
        "staffing",
        "industry",
        "tax",
        "company",
        "operation",
        "particular",
        "industry",
        "economic",
        "condition",
        "including",
        "fluctuation",
        "demand",
        "service",
        "consolidation",
        "among",
        "company",
        "competitor",
        "client",
        "need",
        "supplement",
        "change",
        "service",
        "response",
        "new",
        "offering",
        "industry",
        "change",
        "client",
        "requirement",
        "product",
        "solution",
        "risk",
        "associated",
        "acquisition",
        "ability",
        "company",
        "commence",
        "complete",
        "intended",
        "tender",
        "offer",
        "share",
        "including",
        "amount",
        "tender",
        "offer",
        "negative",
        "effect",
        "action",
        "activist",
        "shareholder",
        "factor",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "listed",
        "company",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "date",
        "document",
        "read",
        "conjunction",
        "company",
        "disclosure",
        "set",
        "forth",
        "company",
        "form",
        "incorporated",
        "reference",
        "report",
        "may",
        "filed",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "company",
        "assumes",
        "obligation",
        "update",
        "information",
        "contained",
        "release",
        "additional",
        "information",
        "investor",
        "communication",
        "informational",
        "purpose",
        "recommendation",
        "buy",
        "sell",
        "computer",
        "task",
        "group",
        "incorporated",
        "common",
        "stock",
        "constitute",
        "offer",
        "buy",
        "solicitation",
        "sell",
        "share",
        "computer",
        "task",
        "group",
        "incorporated",
        "common",
        "stock",
        "tender",
        "offer",
        "made",
        "pursuant",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "material",
        "filed",
        "contemporaneously",
        "computer",
        "task",
        "group",
        "incorporated",
        "security",
        "exchange",
        "commission",
        "term",
        "tender",
        "offer",
        "sec",
        "rule",
        "ctg",
        "may",
        "sole",
        "discretion",
        "elect",
        "accept",
        "additional",
        "share",
        "number",
        "outstanding",
        "share",
        "shareholder",
        "urged",
        "carefully",
        "read",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "related",
        "material",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "including",
        "various",
        "term",
        "condition",
        "tender",
        "offer",
        "shareholder",
        "consider",
        "making",
        "decision",
        "regarding",
        "tendering",
        "share",
        "shareholder",
        "able",
        "obtain",
        "free",
        "copy",
        "tender",
        "offer",
        "statement",
        "schedule",
        "offer",
        "purchase",
        "letter",
        "transmittal",
        "document",
        "computer",
        "task",
        "group",
        "incorporated",
        "filing",
        "security",
        "exchange",
        "commission",
        "commission",
        "website",
        "additional",
        "copy",
        "material",
        "may",
        "obtained",
        "free",
        "contacting",
        "computer",
        "task",
        "group",
        "incorporated",
        "delaware",
        "avenue",
        "buffalo",
        "new",
        "york",
        "attn",
        "investor",
        "relation",
        "georgeson",
        "llc",
        "information",
        "agent",
        "tender",
        "offer",
        "computer",
        "task",
        "group",
        "incorporated",
        "ctg",
        "provides",
        "service",
        "solution",
        "address",
        "business",
        "need",
        "challenge",
        "client",
        "industry",
        "north",
        "america",
        "western",
        "europe",
        "ctg",
        "also",
        "provides",
        "strategic",
        "staffing",
        "service",
        "major",
        "technology",
        "company",
        "large",
        "corporation",
        "backed",
        "year",
        "experience",
        "proprietary",
        "methodology",
        "ctg",
        "proven",
        "track",
        "record",
        "reliably",
        "delivering",
        "staffing",
        "service",
        "solution",
        "client",
        "ctg",
        "operation",
        "north",
        "america",
        "western",
        "europe",
        "india",
        "company",
        "regularly",
        "post",
        "news",
        "important",
        "information",
        "online",
        "contact",
        "investor",
        "john",
        "laubacker",
        "chief",
        "financial",
        "officer",
        "medium",
        "amanda",
        "leblanc",
        "vice",
        "president",
        "marketing",
        "source",
        "computer",
        "task",
        "group",
        "incorporated"
    ]
}