{
    "organizations": [],
    "uuid": "71e6efeee9c42beb563ffd53a2658f879abd6f49",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/30/globe-newswire-hill-international-financial-outlook-and-restatement-filing-update.html",
    "ord_in_thread": 0,
    "title": "Hill International Financial Outlook and Restatement Filing Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "PHILADELPHIA, March 30, 2018 (GLOBE NEWSWIRE) -- Hill International (NYSE:HIL), the global leader in managing construction risk, announced today several items related to the Company's financial outlook and restatement filing update.\n2017-2018 Guidance Update\nThe Company reiterates its previously issued 2018 guidance and expects consulting fee revenue between $400 million and $415 million for 2018. As of March 23, 2018, the Company had approximately $15 million in cash and $37 million in debt or a net debt position of approximately $22 million.\nOur current backlog as of February 28, 2018 is approximately $862 million. The Company's total estimated backlog at December 31, 2017 was $845 million compared to $831 million at December 31, 2016.\nPaul Evans, our Interim CEO, commented: “Now that the organizational changes are behind us and the profit improvement plan is nearing completion, we are focused on profitability and growth for the business. We believe 10 to 12% EBITDA margins are achievable once our profit improvement plan is complete and restatement and restructuring costs are behind us. We are also making substantial progress on the restatement; however, the release schedule has been extended from our original expected dates. We look forward to getting the restatement behind us and sharing our progress with the public and investment community in the near future.”\nRestatement Filing Update\nThe Company intends to file the restatement of its previously issued financial statements for the years ended December 31, 2016, 2015 and 2014 included in the Company’s Annual Reports on Form 10-K and the Quarterly Report on Form 10-Q for the quarter ended March 31, 2017 in the second quarter of 2018. The Company also plans to file its Quarterly Reports on Form 10-Q for the quarters ended June 30 and September 30, 2017, inclusive of the restatement of prior comparative periods, and its Annual Report on Form 10-K for the year ended December 31, 2017 by the end of second quarter of 2018 and its Quarterly Report on Form 10-Q for the quarter ending March 31, 2018 in the third quarter of 2018, at which point the Company will be current with its regulatory filings. The Company expects to schedule an earnings call for the first quarter 2018 financial results shortly after the Company becomes current in its filings.\nThe financial statements for the restatement periods (previously announced on December 22, 2017 to be filed during the first quarter of 2018) are substantially complete, but cannot be filed until the Company’s independent public accounting firm has completed its 2017 audit procedures to ensure that no material events or transactions requiring disclosure have subsequently occurred. Given the extensive amount of work already completed by EisnerAmper LLP (“EisnerAmper”), who served as the Company’s independent public accounting firm during the periods being restated, and in order to file as expeditiously as possible, the Audit Committee, as announced by the Company in a Form 8-K filed on March 30, 2018, dismissed KPMG LLP (“KPMG”) as its independent registered public accounting firm, with no disagreements, and appointed EisnerAmper to serve as the Company’s independent registered public accounting firm.\nAs previously disclosed, and in connection with the accounting for the May 2017 sale of its Construction Claims Group, the Company is reviewing the historical accounting for certain foreign currency adjustments related to intercompany balances, revenue recognition, and other matters (collectively, the \"Restatement Adjustments\"). The Company, with the assistance of outside financial consultants, is continuing to evaluate its historical and current practices with respect to accounting for the Restatement Adjustments in accordance with generally accepted accounting principles in the United States.\nHill International, with more than 3,000 professionals in more than 50 offices worldwide, provides program management, project management, construction management and other consulting services to clients in a variety of market sectors. Engineering News-Record magazine recently ranked Hill as the eighth-largest construction management firm in the United States. For more information on Hill, please visit our website at www.hillintl.com .\nForward Looking Statements\nCertain statements contained herein may be considered \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995, and it is our intent that any such statements be protected by the safe harbor created thereby. Except for historical information, the matters set forth herein including, but not limited to, any projections of revenues, earnings, EBITDA margin, profit improvement, cost savings or other financial items; any statements of belief, any statements concerning our plans, strategies and objectives for future operations; and any statements regarding future economic conditions or performance, are forward-looking statements. These forward-looking statements are based on our current expectations, estimates and assumptions and are subject to certain risks and uncertainties. Although we believe that the expectations, estimates and assumptions reflected in our forward-looking statements are reasonable, actual results could differ materially from those projected or assumed in any of our forward-looking statements. Important factors that could cause our actual results to differ materially from estimates or projections contained in our forward-looking statements are set forth in the Risk Factors section and elsewhere in the reports we have filed with the Securities and Exchange Commission, including that unfavorable global economic conditions may adversely impact our business, our backlog may not be fully realized as revenue, our expenses may be higher than anticipated, and the review of the Company's accounting, accounting policies and internal control over financial reporting, and the preparation of and the audit or review, as applicable, of restated filings may take longer than currently anticipated or additional restatement adjustments may be identified. We do not intend, and undertake no obligation, to update any forward-looking statement.\nNon-GAAP Financial Measures\nEBITDA, a non-GAAP performance measure used by management, is defined as net earnings plus interest expense, income tax expense and depreciation and amortization. EBITDA does not purport to be an alternative to net earnings as a measure of financial and operating performance or ability to generate cash flows from operations that are available for taxes and capital expenditures. Because not all companies use identical calculations, our presentation of EBITDA may not be comparable to other similarly titled measures of other companies. We use, and we believe investors benefit from the presentation of, EBITDA in evaluating our operating performance because it provides us and our investors with an additional tool to compare our operating performance on a consistent basis by removing the impact of certain items that management believes do not directly reflect our core operations. We believe that EBITDA is useful to investors and other external users of our financial statements in evaluating our operating performance because EBITDA is widely used by investors to measure a company’s operating performance without regard to items such as interest expense, taxes, and depreciation and amortization, which can vary substantially from company to company depending upon accounting methods and book value of assets, capital structure and the method by which assets were acquired.\nUsing EBITDA as a performance measure has material limitations as compared to net earnings, or other financial measures as defined under U.S. GAAP as it excludes certain recurring items that may be meaningful to investors. EBITDA excludes interest expense; however, as we have borrowed money in order to finance transactions and operations, interest expense is an element of our cost structure and can affect our ability to generate revenue and returns for our stockholders. Further, EBITDA excludes depreciation and amortization; however, as we use capital and intangible assets to generate revenues, depreciation and amortization are a necessary element of our costs and ability to generate revenue. Finally, EBITDA excludes income taxes; however, as we are organized as a corporation, the payment of taxes is a necessary element of our operations. Because of these exclusions from EBITDA, any measure that excludes interest expense, depreciation and amortization and income taxes has material limitations as compared to net earnings. When using EBITDA as a performance measure, management compensates for these limitations by comparing EBITDA and net earnings in each period, so as to allow for the comparison of the performance of the underlying core operations with the overall performance of the company on a full-cost, after-tax basis. Using both EBITDA and net earnings to evaluate the business allows management and investors to (a) assess our relative performance against our competitors and (b) monitor our capacity to generate returns for our stockholders.\nThe EBITDA margin referenced in this release is a margin that management believes is reflective of profit margins achieved by companies that provide services similar to the Company. The margin is not a projection of Company performance for any particular period. Accordingly, the Company is not able to provide reconciliation to a GAAP measure without unreasonable effort.\nHill International, Inc.\nElizabeth J. Zipf, LEED AP BD+C\nSenior Vice President\nHill International, Inc.\nOne Commerce Square\n2005 Market Street, 17th Floor\nPhiladelphia, PA 19103\nTel: 215-309-7707\nelizabethzipf@hillintl.com\nHill International, Inc.\nMarco A. Martinez\nSVP & Interim Chief Financial Officer\n(215) 309-7951\nmarcomartinez@hillintl.com\nInvestorCom\nJohn Glenn Grau\nPresident\n(203) 295-7841\njgrau@investor-com.com\n(HIL-G)\nSource:Hill International, Inc.",
    "published": "2018-03-31T01:30:00.000+03:00",
    "crawled": "2018-03-31T03:47:04.019+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "philadelphia",
        "march",
        "globe",
        "newswire",
        "hill",
        "international",
        "nyse",
        "hil",
        "global",
        "leader",
        "managing",
        "construction",
        "risk",
        "announced",
        "today",
        "several",
        "item",
        "related",
        "company",
        "financial",
        "outlook",
        "restatement",
        "filing",
        "update",
        "guidance",
        "update",
        "company",
        "reiterates",
        "previously",
        "issued",
        "guidance",
        "expects",
        "consulting",
        "fee",
        "revenue",
        "million",
        "million",
        "march",
        "company",
        "approximately",
        "million",
        "cash",
        "million",
        "debt",
        "net",
        "debt",
        "position",
        "approximately",
        "million",
        "current",
        "backlog",
        "february",
        "approximately",
        "million",
        "company",
        "total",
        "estimated",
        "backlog",
        "december",
        "million",
        "compared",
        "million",
        "december",
        "paul",
        "evans",
        "interim",
        "ceo",
        "commented",
        "organizational",
        "change",
        "behind",
        "u",
        "profit",
        "improvement",
        "plan",
        "nearing",
        "completion",
        "focused",
        "profitability",
        "growth",
        "business",
        "believe",
        "ebitda",
        "margin",
        "achievable",
        "profit",
        "improvement",
        "plan",
        "complete",
        "restatement",
        "restructuring",
        "cost",
        "behind",
        "u",
        "also",
        "making",
        "substantial",
        "progress",
        "restatement",
        "however",
        "release",
        "schedule",
        "extended",
        "original",
        "expected",
        "date",
        "look",
        "forward",
        "getting",
        "restatement",
        "behind",
        "u",
        "sharing",
        "progress",
        "public",
        "investment",
        "community",
        "near",
        "restatement",
        "filing",
        "update",
        "company",
        "intends",
        "file",
        "restatement",
        "previously",
        "issued",
        "financial",
        "statement",
        "year",
        "ended",
        "december",
        "included",
        "company",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "march",
        "second",
        "quarter",
        "company",
        "also",
        "plan",
        "file",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ended",
        "june",
        "september",
        "inclusive",
        "restatement",
        "prior",
        "comparative",
        "period",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "end",
        "second",
        "quarter",
        "quarterly",
        "report",
        "form",
        "quarter",
        "ending",
        "march",
        "third",
        "quarter",
        "point",
        "company",
        "current",
        "regulatory",
        "filing",
        "company",
        "expects",
        "schedule",
        "earnings",
        "call",
        "first",
        "quarter",
        "financial",
        "result",
        "shortly",
        "company",
        "becomes",
        "current",
        "filing",
        "financial",
        "statement",
        "restatement",
        "period",
        "previously",
        "announced",
        "december",
        "filed",
        "first",
        "quarter",
        "substantially",
        "complete",
        "filed",
        "company",
        "independent",
        "public",
        "accounting",
        "firm",
        "completed",
        "audit",
        "procedure",
        "ensure",
        "material",
        "event",
        "transaction",
        "requiring",
        "disclosure",
        "subsequently",
        "occurred",
        "given",
        "extensive",
        "amount",
        "work",
        "already",
        "completed",
        "eisneramper",
        "llp",
        "eisneramper",
        "served",
        "company",
        "independent",
        "public",
        "accounting",
        "firm",
        "period",
        "restated",
        "order",
        "file",
        "expeditiously",
        "possible",
        "audit",
        "committee",
        "announced",
        "company",
        "form",
        "filed",
        "march",
        "dismissed",
        "kpmg",
        "llp",
        "kpmg",
        "independent",
        "registered",
        "public",
        "accounting",
        "firm",
        "disagreement",
        "appointed",
        "eisneramper",
        "serve",
        "company",
        "independent",
        "registered",
        "public",
        "accounting",
        "firm",
        "previously",
        "disclosed",
        "connection",
        "accounting",
        "may",
        "sale",
        "construction",
        "claim",
        "group",
        "company",
        "reviewing",
        "historical",
        "accounting",
        "certain",
        "foreign",
        "currency",
        "adjustment",
        "related",
        "intercompany",
        "balance",
        "revenue",
        "recognition",
        "matter",
        "collectively",
        "restatement",
        "adjustment",
        "company",
        "assistance",
        "outside",
        "financial",
        "consultant",
        "continuing",
        "evaluate",
        "historical",
        "current",
        "practice",
        "respect",
        "accounting",
        "restatement",
        "adjustment",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "united",
        "state",
        "hill",
        "international",
        "professional",
        "office",
        "worldwide",
        "provides",
        "program",
        "management",
        "project",
        "management",
        "construction",
        "management",
        "consulting",
        "service",
        "client",
        "variety",
        "market",
        "sector",
        "engineering",
        "magazine",
        "recently",
        "ranked",
        "hill",
        "construction",
        "management",
        "firm",
        "united",
        "state",
        "information",
        "hill",
        "please",
        "visit",
        "website",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "contained",
        "herein",
        "may",
        "considered",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "intent",
        "statement",
        "protected",
        "safe",
        "harbor",
        "created",
        "thereby",
        "except",
        "historical",
        "information",
        "matter",
        "set",
        "forth",
        "herein",
        "including",
        "limited",
        "projection",
        "revenue",
        "earnings",
        "ebitda",
        "margin",
        "profit",
        "improvement",
        "cost",
        "saving",
        "financial",
        "item",
        "statement",
        "belief",
        "statement",
        "concerning",
        "plan",
        "strategy",
        "objective",
        "future",
        "operation",
        "statement",
        "regarding",
        "future",
        "economic",
        "condition",
        "performance",
        "statement",
        "statement",
        "based",
        "current",
        "expectation",
        "estimate",
        "assumption",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "although",
        "believe",
        "expectation",
        "estimate",
        "assumption",
        "reflected",
        "statement",
        "reasonable",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "projected",
        "assumed",
        "statement",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "estimate",
        "projection",
        "contained",
        "statement",
        "set",
        "forth",
        "risk",
        "factor",
        "section",
        "elsewhere",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "unfavorable",
        "global",
        "economic",
        "condition",
        "may",
        "adversely",
        "impact",
        "business",
        "backlog",
        "may",
        "fully",
        "realized",
        "revenue",
        "expense",
        "may",
        "higher",
        "anticipated",
        "review",
        "company",
        "accounting",
        "accounting",
        "policy",
        "internal",
        "control",
        "financial",
        "reporting",
        "preparation",
        "audit",
        "review",
        "applicable",
        "restated",
        "filing",
        "may",
        "take",
        "longer",
        "currently",
        "anticipated",
        "additional",
        "restatement",
        "adjustment",
        "may",
        "identified",
        "intend",
        "undertake",
        "obligation",
        "update",
        "statement",
        "financial",
        "measure",
        "ebitda",
        "performance",
        "measure",
        "used",
        "management",
        "defined",
        "net",
        "earnings",
        "plus",
        "interest",
        "expense",
        "income",
        "tax",
        "expense",
        "depreciation",
        "amortization",
        "ebitda",
        "purport",
        "alternative",
        "net",
        "earnings",
        "measure",
        "financial",
        "operating",
        "performance",
        "ability",
        "generate",
        "cash",
        "flow",
        "operation",
        "available",
        "tax",
        "capital",
        "expenditure",
        "company",
        "use",
        "identical",
        "calculation",
        "presentation",
        "ebitda",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "company",
        "use",
        "believe",
        "investor",
        "benefit",
        "presentation",
        "ebitda",
        "evaluating",
        "operating",
        "performance",
        "provides",
        "u",
        "investor",
        "additional",
        "tool",
        "compare",
        "operating",
        "performance",
        "consistent",
        "basis",
        "removing",
        "impact",
        "certain",
        "item",
        "management",
        "belief",
        "directly",
        "reflect",
        "core",
        "operation",
        "believe",
        "ebitda",
        "useful",
        "investor",
        "external",
        "user",
        "financial",
        "statement",
        "evaluating",
        "operating",
        "performance",
        "ebitda",
        "widely",
        "used",
        "investor",
        "measure",
        "company",
        "operating",
        "performance",
        "without",
        "regard",
        "item",
        "interest",
        "expense",
        "tax",
        "depreciation",
        "amortization",
        "vary",
        "substantially",
        "company",
        "company",
        "depending",
        "upon",
        "accounting",
        "method",
        "book",
        "value",
        "asset",
        "capital",
        "structure",
        "method",
        "asset",
        "acquired",
        "using",
        "ebitda",
        "performance",
        "measure",
        "material",
        "limitation",
        "compared",
        "net",
        "earnings",
        "financial",
        "measure",
        "defined",
        "gaap",
        "excludes",
        "certain",
        "recurring",
        "item",
        "may",
        "meaningful",
        "investor",
        "ebitda",
        "excludes",
        "interest",
        "expense",
        "however",
        "borrowed",
        "money",
        "order",
        "finance",
        "transaction",
        "operation",
        "interest",
        "expense",
        "element",
        "cost",
        "structure",
        "affect",
        "ability",
        "generate",
        "revenue",
        "return",
        "stockholder",
        "ebitda",
        "excludes",
        "depreciation",
        "amortization",
        "however",
        "use",
        "capital",
        "intangible",
        "asset",
        "generate",
        "revenue",
        "depreciation",
        "amortization",
        "necessary",
        "element",
        "cost",
        "ability",
        "generate",
        "revenue",
        "finally",
        "ebitda",
        "excludes",
        "income",
        "tax",
        "however",
        "organized",
        "corporation",
        "payment",
        "tax",
        "necessary",
        "element",
        "operation",
        "exclusion",
        "ebitda",
        "measure",
        "excludes",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "income",
        "tax",
        "material",
        "limitation",
        "compared",
        "net",
        "earnings",
        "using",
        "ebitda",
        "performance",
        "measure",
        "management",
        "compensates",
        "limitation",
        "comparing",
        "ebitda",
        "net",
        "earnings",
        "period",
        "allow",
        "comparison",
        "performance",
        "underlying",
        "core",
        "operation",
        "overall",
        "performance",
        "company",
        "basis",
        "using",
        "ebitda",
        "net",
        "earnings",
        "evaluate",
        "business",
        "allows",
        "management",
        "investor",
        "assess",
        "relative",
        "performance",
        "competitor",
        "b",
        "monitor",
        "capacity",
        "generate",
        "return",
        "stockholder",
        "ebitda",
        "margin",
        "referenced",
        "release",
        "margin",
        "management",
        "belief",
        "reflective",
        "profit",
        "margin",
        "achieved",
        "company",
        "provide",
        "service",
        "similar",
        "company",
        "margin",
        "projection",
        "company",
        "performance",
        "particular",
        "period",
        "accordingly",
        "company",
        "able",
        "provide",
        "reconciliation",
        "gaap",
        "measure",
        "without",
        "unreasonable",
        "effort",
        "hill",
        "international",
        "elizabeth",
        "zipf",
        "leed",
        "ap",
        "senior",
        "vice",
        "president",
        "hill",
        "international",
        "one",
        "commerce",
        "square",
        "market",
        "street",
        "17th",
        "floor",
        "philadelphia",
        "pa",
        "tel",
        "elizabethzipf",
        "hill",
        "international",
        "marco",
        "martinez",
        "svp",
        "interim",
        "chief",
        "financial",
        "officer",
        "marcomartinez",
        "investorcom",
        "john",
        "glenn",
        "grau",
        "president",
        "jgrau",
        "source",
        "hill",
        "international",
        "inc"
    ]
}