{
    "organizations": [],
    "uuid": "41eb24446a02cf1e5ee855575fa9d1855d8511e9",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-usa-economy-instant-view/instant-view-u-s-nonfarm-payrolls-post-largest-gain-in-one-and-a-half-years-idUSKCN1GL1WC",
    "ord_in_thread": 0,
    "title": "Instant View: U.S. nonfarm payrolls post largest gain in one-and-a-half years",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - U.S. job growth surged in February, recording its biggest increase in more than 1-1/2 years, but a slowdown in wage gains pointed to a gradual increase in inflation this year.\nJob seekers and recruiters gather at TechFair in Los Angeles, California, U.S. March 8, 2018. REUTERS/Monica Almeida Nonfarm payrolls jumped by 313,000 jobs last month, above expectations of 200,000. The year-on-year increase in average hourly earnings dipped to 2.6 percent from 2.8 percent in January.\nStory:\nCOMMENTS: STEVEN RICCHIUTO, CHIEF ECONOMIST AT MIZUHO SECURITIES USA IN NEW YORK\n“Clearly it’s showing there really is no inflation pressure building through the labor market.”\n“I think what it really does is throw a monkey wrench into the story that long-term yields have to go up appreciably. And it argues that the curve is more likely to flatten from these levels than steepen. The front end has only discounted 3.1 rate hikes. The strong headline payrolls numbers suggest the Fed may do a little more. I think there’s certainly no risk they’re going to do less than three. And that just opens up the possibility for a further flattening.”\nADAM SARHAN, CHIEF EXECUTIVE OF 50 PARK INVESTMENTS IN NEW YORK\n“Investors want to see if this is going to hold to the close. My guess is it is.”\n“This is a bullish news because it takes any pressure off the Fed for an imminent rate hike. Easy money has been the primary driver of this entire bull market. Today is the 9th anniversary. This jobs report shows easy money is here to stay for the foreseeable future.”\n“I’m looking at the overall economy. When you put this together with the last several reports the trend is still not overtly strong. It’s good but it’s nothing crazy that’s going to cause the Fed to imminently raise and get more hawkish.”\nMARK GRANT, CHIEF GLOBAL STRATEGIST AT B. RILEY FBR INC,FORT LAUDERDALE, FLORIDA:\n“It seems we are back in the ‘good news is bad news phase.’ Markets are very focused on wages - this should be a positive for equities.”\nSUBADRA RAJAPPA, HEAD OF U.S. RATES STRATEGY AT SOCIETE GENERALE IN NEW YORK\n“It was a little bit mixed because we’re not getting the kind of wage growth numbers people were expecting. Last month we saw upward revisions to both January and December and now we’re back to 2.6 percent on the year-over-year rate on average hourly earnings.”\n“It’s great that we do have a very strong headline number and the unemployment rate has remained unchanged but the main takeaway for me is on the wage side.”\n“Our outlook has been that wages will gradually rise but it’s not going to be a steady line…(This month’s data) is kind of what we were expecting and that’s what the market is reacting to.”\n“The reaction in the bond market has been relatively muted. You’re seeing some optimism in equities because the market is expecting a much more gradual pace of rate hikes.”\nTOM SIMONS, MONEY MARKET ECONOMIST AT JEFFERIES & CO IN NEW YORK\n“Payrolls came in substantially stronger than expected, though average hourly earnings is a disappointment. That said, it’s possible that the rebound in the workweek put some downward pressure on AHE because salaried workers would have earned less per hour than they would have during the shorter workweek in January. This is a very encouraging report.”\nCHUCK TOMES, SENIOR TRADER, MANULIFE ASSET MANAGEMENT, BOSTON:\n“Overall it’s a fairly strong report with the headline number and upward revisions. You are seeing an increase in participation rate. The increase in labor supply that’s going along with higher demand is preventing wage pressure from going much higher. While this is good news for the U.S. economy, this doesn’t change anything with the Fed. The path of three rate hikes stays as our base-case. In the short-term, this supports the case for a stronger dollar. Taking a longer view, however, the dollar will be weaker.”\nQUINCY KROSBY, CHIEF MARKET STRATEGIST AT PRUDENTIAL FINANCIAL, NEWARK, NEW JERSEY\n“The labor market tightens but wage growth moderated. Good news for both sides of the street, Main Street and Wall Street.”\n“The labor report surprises to the upside with a strong report and upward revisions to previous month, and suggests that the labor market continues to tighten.”\n“This report was good for both Main Street and Wall Street in that while jobs growth expanded along with the work week, wage growth pulled back.”\nSAMEER SAMANA, GLOBAL EQUITY AND TECHNICAL STRATEGIST AT WELLS FARGO INVESTMENT INSTITUTE IN ST. LOUIS\n“It’s a very strong number. If you look at the 3 month, 6 month and 12 month averages they all have a one handle on them. This came with a 3 handle. Clearly its well ahead of expectations. What’s interesting is the wage number, which was probably the most closely watched number, actually undershot. From that standpoint it maybe has a silver lining to it.\n“It reinforces the theme that greater participation and higher job growth doesn’t have to lead to inflation. If that is a fine line that the economic data is able to walk then it’s a very good thing for financial markets.”\n“Stocks were higher, yields were up. The dollar ticked up a little bit. Gold was down. The reaction from the market was a very constructive one.”\n“That’s the sweet spot. We wouldn’t expect job creation going forward to start with a three. There’s probably some seasonal factors. Tax reform probably plays into it. There’s a lot of different cross currents in these numbers. It wouldn’t surprise me if in a month or two it gets revised back down. I don’t know what those one-time adjustments might be. Month to month it’s very difficult to get carried away with these numbers. It’ll probably start to gravitate toward the longer term averages, to the high 100’s to the lower 200s.”\nTOM PORCELLI, CHIEF U.S. ECONOMIST, RBC CAPITAL MARKETS, NEW YORK\n“The headline print is sort of a shockingly strong number, the guts of the report are as good. People will want to try to make something of this only 0.1 percent gain in average hourly earnings, but the reality is if you look at production and nonsupervisory workers the gain there was 0.3 percent, so interestingly enough the gain this month is the exact opposite of what we saw last month. It’s a really good outcome, keeping in mind that production and nonsupervisory workers are about 80 percent of the total pie, so to me this is a stronger wage print than what we saw last month. When 80 percent of the pie experiences a gain like this it’s better than when 20 percent of the pie does like we saw last month.”\n“Wage pressures are building. The state of the consumer is as close to pristine as you can get. The fundamental drivers from a consumption perspective are incredibly sound and that’s what this payroll report really drives home.”\nART HOGAN, CHIEF MARKET STRATEGIST AT WUNDERLICH SECURITIES IN NEW YORK\n“It’s a great jobs report across the board, what we were most concerned about in the last report was the average hourly earnings that had moved up to 2.9 pct, that spiked fears of over inflation and spiked fears of a faster Fed, that has been adjusted down to 2.8 pct and this month came at 2.6 pct, there was a lot of weather news that has now backed down. The great news is the labor participation rate went up, the headlines number are great, and the average hourly earnings has settled back down into consensus.\n“It’s a great report across the board and I think that moves markets higher.”\nMARKET REACTION: STOCKS: S&P futures rose sharply and were last up 0.5 percent, after being slightly lower ahead of the data.\nBONDS: U.S. longer-dated Treasury yields rose, with the 10-year yield last at 2.8993 percent.\nFOREX: The U.S. dollar dipped against a basket of currencies .DXY but then reversed and was last up 0.1 percent.\n ",
    "published": "2018-03-09T21:55:00.000+02:00",
    "crawled": "2018-03-10T20:09:29.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "job",
        "growth",
        "surged",
        "february",
        "recording",
        "biggest",
        "increase",
        "year",
        "slowdown",
        "wage",
        "gain",
        "pointed",
        "gradual",
        "increase",
        "inflation",
        "year",
        "job",
        "seeker",
        "recruiter",
        "gather",
        "techfair",
        "los",
        "angeles",
        "california",
        "march",
        "almeida",
        "nonfarm",
        "payroll",
        "jumped",
        "job",
        "last",
        "month",
        "expectation",
        "increase",
        "average",
        "hourly",
        "earnings",
        "dipped",
        "percent",
        "percent",
        "january",
        "story",
        "comment",
        "steven",
        "ricchiuto",
        "chief",
        "economist",
        "mizuho",
        "security",
        "usa",
        "new",
        "york",
        "clearly",
        "showing",
        "really",
        "inflation",
        "pressure",
        "building",
        "labor",
        "think",
        "really",
        "throw",
        "monkey",
        "wrench",
        "story",
        "yield",
        "go",
        "appreciably",
        "argues",
        "curve",
        "likely",
        "flatten",
        "level",
        "steepen",
        "front",
        "end",
        "discounted",
        "rate",
        "hike",
        "strong",
        "headline",
        "payroll",
        "number",
        "suggest",
        "fed",
        "may",
        "little",
        "think",
        "certainly",
        "risk",
        "going",
        "less",
        "three",
        "open",
        "possibility",
        "adam",
        "sarhan",
        "chief",
        "executive",
        "park",
        "investment",
        "new",
        "york",
        "investor",
        "want",
        "see",
        "going",
        "hold",
        "close",
        "guess",
        "bullish",
        "news",
        "take",
        "pressure",
        "fed",
        "imminent",
        "rate",
        "hike",
        "easy",
        "money",
        "primary",
        "driver",
        "entire",
        "bull",
        "market",
        "today",
        "9th",
        "anniversary",
        "job",
        "report",
        "show",
        "easy",
        "money",
        "stay",
        "foreseeable",
        "looking",
        "overall",
        "economy",
        "put",
        "together",
        "last",
        "several",
        "report",
        "trend",
        "still",
        "overtly",
        "strong",
        "good",
        "nothing",
        "crazy",
        "going",
        "cause",
        "fed",
        "imminently",
        "raise",
        "get",
        "mark",
        "grant",
        "chief",
        "global",
        "strategist",
        "riley",
        "fbr",
        "inc",
        "fort",
        "lauderdale",
        "florida",
        "seems",
        "back",
        "good",
        "news",
        "bad",
        "news",
        "market",
        "focused",
        "wage",
        "positive",
        "subadra",
        "rajappa",
        "head",
        "rate",
        "strategy",
        "societe",
        "generale",
        "new",
        "york",
        "little",
        "bit",
        "mixed",
        "getting",
        "kind",
        "wage",
        "growth",
        "number",
        "people",
        "expecting",
        "last",
        "month",
        "saw",
        "upward",
        "revision",
        "january",
        "december",
        "back",
        "percent",
        "rate",
        "average",
        "hourly",
        "great",
        "strong",
        "headline",
        "number",
        "unemployment",
        "rate",
        "remained",
        "unchanged",
        "main",
        "takeaway",
        "wage",
        "outlook",
        "wage",
        "gradually",
        "rise",
        "going",
        "steady",
        "month",
        "data",
        "kind",
        "expecting",
        "market",
        "reacting",
        "reaction",
        "bond",
        "market",
        "relatively",
        "muted",
        "seeing",
        "optimism",
        "equity",
        "market",
        "expecting",
        "much",
        "gradual",
        "pace",
        "rate",
        "tom",
        "simon",
        "money",
        "market",
        "economist",
        "jefferies",
        "co",
        "new",
        "york",
        "payroll",
        "came",
        "substantially",
        "stronger",
        "expected",
        "though",
        "average",
        "hourly",
        "earnings",
        "disappointment",
        "said",
        "possible",
        "rebound",
        "workweek",
        "put",
        "downward",
        "pressure",
        "ahe",
        "salaried",
        "worker",
        "would",
        "earned",
        "less",
        "per",
        "hour",
        "would",
        "shorter",
        "workweek",
        "january",
        "encouraging",
        "chuck",
        "tome",
        "senior",
        "trader",
        "manulife",
        "asset",
        "management",
        "boston",
        "overall",
        "fairly",
        "strong",
        "report",
        "headline",
        "number",
        "upward",
        "revision",
        "seeing",
        "increase",
        "participation",
        "rate",
        "increase",
        "labor",
        "supply",
        "going",
        "along",
        "higher",
        "demand",
        "preventing",
        "wage",
        "pressure",
        "going",
        "much",
        "higher",
        "good",
        "news",
        "economy",
        "change",
        "anything",
        "fed",
        "path",
        "three",
        "rate",
        "hike",
        "stay",
        "support",
        "case",
        "stronger",
        "dollar",
        "taking",
        "longer",
        "view",
        "however",
        "dollar",
        "quincy",
        "krosby",
        "chief",
        "market",
        "strategist",
        "prudential",
        "financial",
        "newark",
        "new",
        "jersey",
        "labor",
        "market",
        "tightens",
        "wage",
        "growth",
        "moderated",
        "good",
        "news",
        "side",
        "street",
        "main",
        "street",
        "wall",
        "labor",
        "report",
        "surprise",
        "upside",
        "strong",
        "report",
        "upward",
        "revision",
        "previous",
        "month",
        "suggests",
        "labor",
        "market",
        "continues",
        "report",
        "good",
        "main",
        "street",
        "wall",
        "street",
        "job",
        "growth",
        "expanded",
        "along",
        "work",
        "week",
        "wage",
        "growth",
        "pulled",
        "sameer",
        "samana",
        "global",
        "equity",
        "technical",
        "strategist",
        "well",
        "fargo",
        "investment",
        "institute",
        "louis",
        "strong",
        "number",
        "look",
        "month",
        "month",
        "month",
        "average",
        "one",
        "handle",
        "came",
        "handle",
        "clearly",
        "well",
        "ahead",
        "expectation",
        "interesting",
        "wage",
        "number",
        "probably",
        "closely",
        "watched",
        "number",
        "actually",
        "undershot",
        "standpoint",
        "maybe",
        "silver",
        "lining",
        "reinforces",
        "theme",
        "greater",
        "participation",
        "higher",
        "job",
        "growth",
        "lead",
        "inflation",
        "fine",
        "line",
        "economic",
        "data",
        "able",
        "walk",
        "good",
        "thing",
        "financial",
        "stock",
        "higher",
        "yield",
        "dollar",
        "ticked",
        "little",
        "bit",
        "gold",
        "reaction",
        "market",
        "constructive",
        "sweet",
        "spot",
        "expect",
        "job",
        "creation",
        "going",
        "forward",
        "start",
        "three",
        "probably",
        "seasonal",
        "factor",
        "tax",
        "reform",
        "probably",
        "play",
        "lot",
        "different",
        "cross",
        "current",
        "number",
        "surprise",
        "month",
        "two",
        "get",
        "revised",
        "back",
        "know",
        "adjustment",
        "might",
        "month",
        "month",
        "difficult",
        "get",
        "carried",
        "away",
        "number",
        "probably",
        "start",
        "gravitate",
        "toward",
        "longer",
        "term",
        "average",
        "high",
        "lower",
        "tom",
        "porcelli",
        "chief",
        "economist",
        "rbc",
        "capital",
        "market",
        "new",
        "york",
        "headline",
        "print",
        "sort",
        "shockingly",
        "strong",
        "number",
        "gut",
        "report",
        "good",
        "people",
        "want",
        "try",
        "make",
        "something",
        "percent",
        "gain",
        "average",
        "hourly",
        "earnings",
        "reality",
        "look",
        "production",
        "nonsupervisory",
        "worker",
        "gain",
        "percent",
        "interestingly",
        "enough",
        "gain",
        "month",
        "exact",
        "opposite",
        "saw",
        "last",
        "month",
        "really",
        "good",
        "outcome",
        "keeping",
        "mind",
        "production",
        "nonsupervisory",
        "worker",
        "percent",
        "total",
        "pie",
        "stronger",
        "wage",
        "print",
        "saw",
        "last",
        "month",
        "percent",
        "pie",
        "experience",
        "gain",
        "like",
        "better",
        "percent",
        "pie",
        "like",
        "saw",
        "last",
        "wage",
        "pressure",
        "building",
        "state",
        "consumer",
        "close",
        "pristine",
        "get",
        "fundamental",
        "driver",
        "consumption",
        "perspective",
        "incredibly",
        "sound",
        "payroll",
        "report",
        "really",
        "drive",
        "art",
        "hogan",
        "chief",
        "market",
        "strategist",
        "wunderlich",
        "security",
        "new",
        "york",
        "great",
        "job",
        "report",
        "across",
        "board",
        "concerned",
        "last",
        "report",
        "average",
        "hourly",
        "earnings",
        "moved",
        "pct",
        "spiked",
        "fear",
        "inflation",
        "spiked",
        "fear",
        "faster",
        "fed",
        "adjusted",
        "pct",
        "month",
        "came",
        "pct",
        "lot",
        "weather",
        "news",
        "backed",
        "great",
        "news",
        "labor",
        "participation",
        "rate",
        "went",
        "headline",
        "number",
        "great",
        "average",
        "hourly",
        "earnings",
        "settled",
        "back",
        "consensus",
        "great",
        "report",
        "across",
        "board",
        "think",
        "move",
        "market",
        "market",
        "reaction",
        "stock",
        "p",
        "future",
        "rose",
        "sharply",
        "last",
        "percent",
        "slightly",
        "lower",
        "ahead",
        "data",
        "bond",
        "treasury",
        "yield",
        "rose",
        "yield",
        "last",
        "percent",
        "forex",
        "dollar",
        "dipped",
        "basket",
        "currency",
        "reversed",
        "last",
        "percent"
    ]
}