{
    "organizations": [],
    "uuid": "ca8c46c9b44ed7d22e69b679e58ced40b3a1c28e",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/16/james-mattis-is-linked-to-a-massive-corporate-fraud-and-nobody-wants-to-talk-about-it.html",
    "ord_in_thread": 0,
    "title": "James Mattis is linked to a massive corporate fraud and nobody wants to talk about it",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Secretary of Defense James Mattis is implicated in one of the largest business scandals of the past decades, described by the Securities and Exchange Commission as an \"elaborate, years-long fraud\" through which Theranos , led by CEO Elizabeth Holmes and president Ramesh \"Sunny\" Balwani, \"exaggerated or made false statements about the company's technology, business, and financial performance.\"\nBasically, their biotech startup was founded on the promise of faster, cheaper, painless blood tests. But their technology was fake.\nMattis not only served on Theranos's board during some of the years it was perpetrating the fraud after he retired from US military service, but he earlier served as a key advocate of putting the company's technology (technology that was, to be clear, fake) to use inside the military while he was still serving as a general. Holmes is settling the case, paying a $500,000 fee and accepting various other penalties, while Balwani is fighting it out in court.\nMore from VOX:\nCan Mueller force Trump to testify? I asked 9 legal experts.\nTeam of sycophants: a presidential historian on Trump's White House\nTrump finally decided to get tough on Russia. But did he go far enough?\nNobody on the board is being directly charged with doing anything. But accepting six-figure checks to serve as a frontman for a con operation is the kind of thing that would normally count as a liability in American politics.\nshow chapters White House pushes back on reports of McMaster's ouster 10 Hours Ago | 01:55 But nobody wants to talk about it. Not just Trump and his co-partisans in Congress; the Democratic Party opposition is also inclined to give Mattis a pass. Everyone in Washington is more or less convinced that his presence in the Pentagon is the only thing standing between us and possible nuclear Armageddon.\nIt's an absurd, intolerable situation, but that's life in America in 2018 — and a perfect illustration of how Trump's unfitness for office exerts a corrosive influence throughout American life.\nJames Mattis profited off helping Theranos perpetrate a fraud Theranos was the kind of story that a lot of people wanted to believe in. A technology startup led by a bright, young Stanford dropout that, unlike so many essentially frivolous apps, was actually going to solve the urgent problem of making health care cheaper and easier to access. The basic problem, as revealed by the Wall Street Journal's John Carreyrou in an October 2015 expos é , was that the whole thing was a sham.\nTheranos's key technology, called Edison machines, didn't really work, and Theranos wasn't actually using them to perform its blood tests, relying instead on older Samsung equipment. Theranos offered lower prices than the competition not because it had an innovative new product, but because it was a money-losing startup burning cash raised from venture capitalists.\nThis scheme worked because Theranos was deeply tied in with the American political, business, and media establishment — counting former Secretaries of State Henry Kissinger and George Shultz as board members, and maintaining sufficient clout that Hillary Clinton's campaign was unwise enough to schedule a high-profile fundraiser with Holmes months after the publication of Carreyrou's exposé .\nBut perhaps none of these elite supporters was as valuable as Mattis.\nAs the SEC complaint describes, a main element of the fraud was that \"Holmes, and Balwani claimed that Theranos' products were deployed by the U.S. Department of Defense on the battlefield in Afghanistan and on medevac helicopters and that the company would generate more than $100 million in revenue in 2014.\"\nHolmes, the SEC alleged, \"knew, or was reckless in not knowing, that these statements were false and misleading.\" It's easy to see, however, why investors might be fooled about this because one of the company's board members, Mattis, joined Theranos in 2013 immediately after retiring from a long career of military service that concluded with a stint leading CENTCOM, the US combatant command that is responsible for, among other things, Afghanistan.\nMattis (who, obviously, has no expertise in medical testing) pushed for the military to use Theranos technology, but it was never actually used because it didn't work .\nNonetheless, as of December 2015, Mattis was still vouching for the company, telling the Washington Post that he \"had quickly seen tremendous potential in the technologies Theranos develops, and I have the greatest respect for the company's mission and integrity.\"\nThe technology, it is now clear, had no potential, and the company had no integrity.\nNobody has properly questioned Mattis about this The SEC charges are new.\nBut by the time Mattis was selected to serve as Trump's secretary of defense in January 2017, the basic scope of the fraud was already well-known to the public thanks to diligent journalistic work. So was the fact that Mattis was not only earning $150,000 a year for his service on the Theranos board but was also involved in pro-Theranos advocacy while on active military duty.\nHe duly resigned from Theranos on January 5, 2017 — by which time the company was already commonly described as \"embroiled in scandal\" by press reports — but, remarkably, the whole affair didn't come up at his confirmation hearings.\nIt's not exactly rare for members of a corporate board of directors to serve as window dressing with no actual involvement in or knowledge of a company's operations, so the mere fact that the whole company was a giant scam doesn't necessarily reflect any action on Mattis's part. That said, at least in theory, directors are supposed to do something, and serving as window dressing for a massive fraud is the kind of thing that normally reflects poorly on a person's reputation.\nWhat's more, as Paul Szoldra writes at Task and Purpose , pre-retirement Mattis genuinely seems to have been actively involved in trying to help Theranos bypass the regulatory process:\n\"I would very much appreciate your help in getting this information corrected with the regulatory agencies,\" Holmes wrote in an email to Mattis, also obtained by the Post. \"Since this misinformation came from within DoD, it will be invaluable if this information is formally corrected by the right people in DoD.\"\nThe general then forwarded the email chain on and asked, \"how do we overcome this new obstacle?\"\n\"I have tried to get this device tested in theater asap, legally and ethically,\" Mattis wrote. \"This appears to be relatively straight-forward yet we're a year into this and not yet deployed.\"\nYet even with the SEC now throwing the book at the company, nobody in Congress is interested in asking Mattis what, exactly, he knew about Theranos and when. And the worst thing about it is their inclination to treat him with kid gloves makes a lot of sense.\nNobody wants us all to get killed A longtime concern many people have had about Donald Trump is that while the Silvio Berlusconi era in Italy was mostly funny, putting a temperamental and ignorant man in charge of the mightiest empire the world has ever known risks leading to the deaths of millions of people.\nAs Sen. Marco Rubio (R-FL) put it during the campaign, it would be unwise to give \"the nuclear codes of the United States to an erratic individual.\" Rubio eventually endorsed Trump for president, though he pointedly declined to retract that claim .\nNothing Trump has actually done since taking office — from provoking a small diplomatic crisis with Australia to accidentally(?) leaking classified Israeli intelligence to the Russian foreign minister to firing his secretary of state on Twitter — has served to debunk the notion that his decision-making process is impulsive and unsound.\nTweet\nIn this context, Mattis is near-universally viewed as an island of stability. Respected by the right for having been fired by President Barack Obama, he is also well-informed and (despite the nickname \"Mad Dog\") level-headed. Like most career military officers, he is less cavalier about the risks of war than many civilian hawks, and, generally speaking, almost everyone in Washington sleeps better knowing that he is running the Defense Department.\nThe Theranos thing is a bad look, but there are plenty of Trump Cabinet corruption scandals to talk about — the Ben Carson one is the funniest — so it's not like Democrats are lacking for general partisan ammunition. If Mattis comes under pressure, he might quit or get fired, and who knows who Trump might tap to replace him.\nUnder the circumstances, a softball approach to Mattis seems warranted no matter how rotten the signal that sends to the rest of the military, the business community, and the public about the wisdom of getting mixed up in fraudulent endeavors.",
    "published": "2018-03-16T20:52:00.000+02:00",
    "crawled": "2018-03-16T20:17:51.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "secretary",
        "defense",
        "james",
        "mattis",
        "implicated",
        "one",
        "largest",
        "business",
        "scandal",
        "past",
        "decade",
        "described",
        "security",
        "exchange",
        "commission",
        "elaborate",
        "fraud",
        "theranos",
        "led",
        "ceo",
        "elizabeth",
        "holmes",
        "president",
        "ramesh",
        "sunny",
        "balwani",
        "exaggerated",
        "made",
        "false",
        "statement",
        "company",
        "technology",
        "business",
        "financial",
        "performance",
        "basically",
        "biotech",
        "startup",
        "founded",
        "promise",
        "faster",
        "cheaper",
        "painless",
        "blood",
        "test",
        "technology",
        "fake",
        "mattis",
        "served",
        "theranos",
        "board",
        "year",
        "perpetrating",
        "fraud",
        "retired",
        "u",
        "military",
        "service",
        "earlier",
        "served",
        "key",
        "advocate",
        "putting",
        "company",
        "technology",
        "technology",
        "clear",
        "fake",
        "use",
        "inside",
        "military",
        "still",
        "serving",
        "general",
        "holmes",
        "settling",
        "case",
        "paying",
        "fee",
        "accepting",
        "various",
        "penalty",
        "balwani",
        "fighting",
        "court",
        "vox",
        "mueller",
        "force",
        "trump",
        "testify",
        "asked",
        "legal",
        "expert",
        "team",
        "sycophant",
        "presidential",
        "historian",
        "trump",
        "white",
        "house",
        "trump",
        "finally",
        "decided",
        "get",
        "tough",
        "russia",
        "go",
        "far",
        "enough",
        "nobody",
        "board",
        "directly",
        "charged",
        "anything",
        "accepting",
        "check",
        "serve",
        "frontman",
        "con",
        "operation",
        "kind",
        "thing",
        "would",
        "normally",
        "count",
        "liability",
        "american",
        "politics",
        "show",
        "chapter",
        "white",
        "house",
        "push",
        "back",
        "report",
        "mcmaster",
        "ouster",
        "hour",
        "ago",
        "nobody",
        "want",
        "talk",
        "trump",
        "congress",
        "democratic",
        "party",
        "opposition",
        "also",
        "inclined",
        "give",
        "mattis",
        "pas",
        "everyone",
        "washington",
        "less",
        "convinced",
        "presence",
        "pentagon",
        "thing",
        "standing",
        "u",
        "possible",
        "nuclear",
        "armageddon",
        "absurd",
        "intolerable",
        "situation",
        "life",
        "america",
        "perfect",
        "illustration",
        "trump",
        "unfitness",
        "office",
        "exerts",
        "corrosive",
        "influence",
        "throughout",
        "american",
        "life",
        "james",
        "mattis",
        "profited",
        "helping",
        "theranos",
        "perpetrate",
        "fraud",
        "theranos",
        "kind",
        "story",
        "lot",
        "people",
        "wanted",
        "believe",
        "technology",
        "startup",
        "led",
        "bright",
        "young",
        "stanford",
        "dropout",
        "unlike",
        "many",
        "essentially",
        "frivolous",
        "apps",
        "actually",
        "going",
        "solve",
        "urgent",
        "problem",
        "making",
        "health",
        "care",
        "cheaper",
        "easier",
        "access",
        "basic",
        "problem",
        "revealed",
        "wall",
        "street",
        "journal",
        "john",
        "carreyrou",
        "october",
        "expo",
        "é",
        "whole",
        "thing",
        "sham",
        "theranos",
        "key",
        "technology",
        "called",
        "edison",
        "machine",
        "really",
        "work",
        "theranos",
        "actually",
        "using",
        "perform",
        "blood",
        "test",
        "relying",
        "instead",
        "older",
        "samsung",
        "equipment",
        "theranos",
        "offered",
        "lower",
        "price",
        "competition",
        "innovative",
        "new",
        "product",
        "startup",
        "burning",
        "cash",
        "raised",
        "venture",
        "capitalist",
        "scheme",
        "worked",
        "theranos",
        "deeply",
        "tied",
        "american",
        "political",
        "business",
        "medium",
        "establishment",
        "counting",
        "former",
        "secretary",
        "state",
        "henry",
        "kissinger",
        "george",
        "shultz",
        "board",
        "member",
        "maintaining",
        "sufficient",
        "clout",
        "hillary",
        "clinton",
        "campaign",
        "unwise",
        "enough",
        "schedule",
        "fundraiser",
        "holmes",
        "month",
        "publication",
        "carreyrou",
        "exposé",
        "perhaps",
        "none",
        "elite",
        "supporter",
        "valuable",
        "mattis",
        "sec",
        "complaint",
        "describes",
        "main",
        "element",
        "fraud",
        "holmes",
        "balwani",
        "claimed",
        "theranos",
        "product",
        "deployed",
        "department",
        "defense",
        "battlefield",
        "afghanistan",
        "medevac",
        "helicopter",
        "company",
        "would",
        "generate",
        "million",
        "revenue",
        "holmes",
        "sec",
        "alleged",
        "knew",
        "reckless",
        "knowing",
        "statement",
        "false",
        "misleading",
        "easy",
        "see",
        "however",
        "investor",
        "might",
        "fooled",
        "one",
        "company",
        "board",
        "member",
        "mattis",
        "joined",
        "theranos",
        "immediately",
        "retiring",
        "long",
        "career",
        "military",
        "service",
        "concluded",
        "stint",
        "leading",
        "centcom",
        "u",
        "combatant",
        "command",
        "responsible",
        "among",
        "thing",
        "afghanistan",
        "mattis",
        "obviously",
        "expertise",
        "medical",
        "testing",
        "pushed",
        "military",
        "use",
        "theranos",
        "technology",
        "never",
        "actually",
        "used",
        "work",
        "nonetheless",
        "december",
        "mattis",
        "still",
        "vouching",
        "company",
        "telling",
        "washington",
        "post",
        "quickly",
        "seen",
        "tremendous",
        "potential",
        "technology",
        "theranos",
        "develops",
        "greatest",
        "respect",
        "company",
        "mission",
        "integrity",
        "technology",
        "clear",
        "potential",
        "company",
        "integrity",
        "nobody",
        "properly",
        "questioned",
        "mattis",
        "sec",
        "charge",
        "new",
        "time",
        "mattis",
        "selected",
        "serve",
        "trump",
        "secretary",
        "defense",
        "january",
        "basic",
        "scope",
        "fraud",
        "already",
        "public",
        "thanks",
        "diligent",
        "journalistic",
        "work",
        "fact",
        "mattis",
        "earning",
        "year",
        "service",
        "theranos",
        "board",
        "also",
        "involved",
        "advocacy",
        "active",
        "military",
        "duty",
        "duly",
        "resigned",
        "theranos",
        "january",
        "time",
        "company",
        "already",
        "commonly",
        "described",
        "embroiled",
        "scandal",
        "press",
        "report",
        "remarkably",
        "whole",
        "affair",
        "come",
        "confirmation",
        "hearing",
        "exactly",
        "rare",
        "member",
        "corporate",
        "board",
        "director",
        "serve",
        "window",
        "dressing",
        "actual",
        "involvement",
        "knowledge",
        "company",
        "operation",
        "mere",
        "fact",
        "whole",
        "company",
        "giant",
        "scam",
        "necessarily",
        "reflect",
        "action",
        "mattis",
        "part",
        "said",
        "least",
        "theory",
        "director",
        "supposed",
        "something",
        "serving",
        "window",
        "dressing",
        "massive",
        "fraud",
        "kind",
        "thing",
        "normally",
        "reflects",
        "poorly",
        "person",
        "reputation",
        "paul",
        "szoldra",
        "writes",
        "task",
        "purpose",
        "mattis",
        "genuinely",
        "seems",
        "actively",
        "involved",
        "trying",
        "help",
        "theranos",
        "bypass",
        "regulatory",
        "process",
        "would",
        "much",
        "appreciate",
        "help",
        "getting",
        "information",
        "corrected",
        "regulatory",
        "agency",
        "holmes",
        "wrote",
        "email",
        "mattis",
        "also",
        "obtained",
        "post",
        "since",
        "misinformation",
        "came",
        "within",
        "dod",
        "invaluable",
        "information",
        "formally",
        "corrected",
        "right",
        "people",
        "dod",
        "general",
        "forwarded",
        "email",
        "chain",
        "asked",
        "overcome",
        "new",
        "obstacle",
        "tried",
        "get",
        "device",
        "tested",
        "theater",
        "asap",
        "legally",
        "ethically",
        "mattis",
        "wrote",
        "appears",
        "relatively",
        "yet",
        "year",
        "yet",
        "deployed",
        "yet",
        "even",
        "sec",
        "throwing",
        "book",
        "company",
        "nobody",
        "congress",
        "interested",
        "asking",
        "mattis",
        "exactly",
        "knew",
        "theranos",
        "worst",
        "thing",
        "inclination",
        "treat",
        "kid",
        "glove",
        "make",
        "lot",
        "sense",
        "nobody",
        "want",
        "u",
        "get",
        "killed",
        "longtime",
        "concern",
        "many",
        "people",
        "donald",
        "trump",
        "silvio",
        "berlusconi",
        "era",
        "italy",
        "mostly",
        "funny",
        "putting",
        "temperamental",
        "ignorant",
        "man",
        "charge",
        "mightiest",
        "empire",
        "world",
        "ever",
        "known",
        "risk",
        "leading",
        "death",
        "million",
        "people",
        "marco",
        "rubio",
        "put",
        "campaign",
        "would",
        "unwise",
        "give",
        "nuclear",
        "code",
        "united",
        "state",
        "erratic",
        "individual",
        "rubio",
        "eventually",
        "endorsed",
        "trump",
        "president",
        "though",
        "pointedly",
        "declined",
        "retract",
        "claim",
        "nothing",
        "trump",
        "actually",
        "done",
        "since",
        "taking",
        "office",
        "provoking",
        "small",
        "diplomatic",
        "crisis",
        "australia",
        "accidentally",
        "leaking",
        "classified",
        "israeli",
        "intelligence",
        "russian",
        "foreign",
        "minister",
        "firing",
        "secretary",
        "state",
        "twitter",
        "served",
        "debunk",
        "notion",
        "process",
        "impulsive",
        "unsound",
        "tweet",
        "context",
        "mattis",
        "viewed",
        "island",
        "stability",
        "respected",
        "right",
        "fired",
        "president",
        "barack",
        "obama",
        "also",
        "despite",
        "nickname",
        "mad",
        "dog",
        "like",
        "career",
        "military",
        "officer",
        "less",
        "cavalier",
        "risk",
        "war",
        "many",
        "civilian",
        "hawk",
        "generally",
        "speaking",
        "almost",
        "everyone",
        "washington",
        "sleep",
        "better",
        "knowing",
        "running",
        "defense",
        "department",
        "theranos",
        "thing",
        "bad",
        "look",
        "plenty",
        "trump",
        "cabinet",
        "corruption",
        "scandal",
        "talk",
        "ben",
        "carson",
        "one",
        "funniest",
        "like",
        "democrat",
        "lacking",
        "general",
        "partisan",
        "ammunition",
        "mattis",
        "come",
        "pressure",
        "might",
        "quit",
        "get",
        "fired",
        "know",
        "trump",
        "might",
        "tap",
        "replace",
        "circumstance",
        "softball",
        "approach",
        "mattis",
        "seems",
        "warranted",
        "matter",
        "rotten",
        "signal",
        "sends",
        "rest",
        "military",
        "business",
        "community",
        "public",
        "wisdom",
        "getting",
        "mixed",
        "fraudulent",
        "endeavor"
    ]
}