{
    "organizations": [],
    "uuid": "1747b021d7f26bbdb9f43850740f31caa78952cc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/pr-newswire-novartis-drug-tasignaa-approved-by-fda-to-treat-children-with-rare-form-of-leukemia.html",
    "ord_in_thread": 0,
    "title": "Novartis drug Tasigna® approved by FDA to treat children with rare form of leukemia",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "EAST HANOVER, N.J., March 22, 2018 /PRNewswire/ -- Novartis announced today that the US Food and Drug Administration (FDA) expanded the indication for Tasigna ® (nilotinib) to include treatment of first- and second-line pediatric patients one year of age or older with Philadelphia chromosome-positive chronic myeloid leukemia in the chronic phase (Ph+ CML-CP).\nIn the United States, Tasigna is now indicated for the treatment of adult and pediatric patients one year of age or older with newly diagnosed Ph+ CML-CP. Tasigna is also indicated for the treatment of pediatric patients one year of age or older with Ph+ CML-CP resistant or intolerant to prior tyrosine kinase inhibitor (TKI) therapy, as well as adult patients with Ph+ CML in chronic phase and accelerated phase, resistant or intolerant to prior therapy that included imatinib.\nThis approval is the latest in a series of regulatory milestones that broadens the understanding and clinical use of Tasigna.\nCML is a type of blood cancer where the body produces malignant white blood cells. Almost all patients with CML have an abnormality known as the \"Philadelphia chromosome,\" which produces a protein called BCR-ABL. This protein aids the proliferation of malignant white blood cells in affected patients. Worldwide, CML accounts for approximately 3% of newly diagnosed childhood leukemia 1 .\n\"Novartis' commitment to people living with CML is reinforced by today's FDA approval of Tasigna in children,\" said Liz Barrett, CEO, Novartis Oncology. \"This expanded use, along with the other recent global regulatory Tasigna milestones, underscores our dedication to reimagining medicine and addressing the needs for people with CML, including children with this cancer.\"\nThe new indications, granted under the FDA's Priority Review designation, are based on two studies evaluating the efficacy and safety of nilotinib in pediatric patients (two years to less than 18 years of age) with Ph+ CML-CP. A total of 69 Ph+ CML-CP pediatric patients, either newly diagnosed (first-line) or who were resistant or intolerant to prior TKI therapy (second-line), received nilotinib 2 . In newly diagnosed pediatric patients, the major molecular response (MMR; BCR ABL/ABL <=0.1% International Scale [IS]) rate was 60.0% (95% confidence interval [CI]: 38.7, 78.9) at 12 cycles, with 15 patients achieving MMR 2 . The cumulative MMR rate among newly diagnosed pediatric patients was 64.0% by cycle 12, and the median time to first MMR was 5.6 months (range: 2.7 to 16.6). In pediatric patients with resistance or intolerance to prior TKI therapy, the MMR rate was 40.9% (95% CI: 26.3, 56.8) at 12 cycles, with 18 patients being in MMR 2 . The cumulative MMR rate among pediatric patients with resistance or intolerance was 47.7% by cycle 12, and the median time to first MMR was 2.8 months (range: 0.0 to 11.3) 2 .\nAdverse reactions observed in these pediatric studies were generally consistent with those observed in adults, except for laboratory abnormalities of hyperbilirubinemia (Grade 3/4: 13%)—a condition where there is too much bilirubin in the blood—and transaminase elevation (AST Grade 3/4: 1%, ALT Grade 3/4: 9%), which were reported at a higher frequency than in adult patients. One resistant or intolerant pediatric CML patient progressed to advance phase/blast crisis (AP/BC) after about 10 months on treatment.\nNovartis Commitment to CML\nNovartis' ongoing research in Ph+ CML has helped transform the disease from a fatal leukemia to a chronic condition in most patients. The company maintains an unwavering commitment to scientific innovation and access to care for patients worldwide. As an organization committed to patients, Novartis continues to reimagine CML by pursuing ambitious goals with courage, passion and commitment for the global CML community.\nAbout Tasigna\nTasigna (nilotinib) is approved in more than 122 countries for the treatment of chronic phase and accelerated phase Philadelphia chromosome-positive chronic myelogenous leukemia (Ph+ CML) in adult patients resistant or intolerant to at least one prior therapy, including Gleevec (imatinib mesylate)*, and in more than 110 countries for the treatment of adult patients with newly diagnosed Ph+ CML in chronic phase. Tasigna is approved in the United States (US) for the treatment of Ph+ CML in the chronic phase in pediatric patients one year of age or older with resistance or intolerance to prior therapy including imatinib and for the treatment of pediatric patients one year of age or older with newly diagnosed Ph+ CML in the chronic phase. Tasigna is also approved in the European Union (EU) for the treatment of Ph+ CML in the chronic phase in pediatric patients with resistance or intolerance to prior therapy including imatinib and for the treatment of pediatric patients with newly diagnosed Ph+ CML in the chronic phase.\nIMPORTANT SAFETY INFORMATION for TASIGNA ® (nilotinib) Capsules\nTasigna can cause QT prolongation, a possible life-threatening heart problem. Patients with long QTc syndrome or low levels of potassium or magnesium should not take Tasigna. Obtain a baseline ECG prior to initiating therapy and as clinically indicated. Monitor closely for an effect on the QTc interval. Low levels of potassium or magnesium must be corrected prior to Tasigna administration. Cases of sudden death have been reported in clinical studies in patients with significant risk factors. Avoid use of concomitant drugs known to prolong the QT interval and strong CYP3A4 inhibitors. Avoid food 2 hours before and 1 hour after taking dose.\nUse with caution in patients with liver impairment, with a history of pancreatitis and with total gastrectomy. Patients with rare hereditary problems of galactose intolerance, severe lactase deficiency or glucose-galactose malabsorption should not use Tasigna. Tasigna may cause fetal harm in pregnant women. If pregnancy is planned during the treatment-free remission phase, the patient must be informed of a potential need to re-initiate treatment with Tasigna during pregnancy. Women taking Tasigna should not breastfeed.\nCases of cardiovascular events included ischemic heart disease-related events, peripheral arterial occlusive disease, and ischemic cerebrovascular events have been reported. Serious cases of hemorrhage from various sites including gastrointestinal were reported in patients receiving Tasigna. Grade 3 or 4 fluid retention including pleural effusion, pericardial effusion, ascites and pulmonary edema have been reported. Cases of tumor lysis syndrome have been reported in Tasigna-treated patients who were resistant or intolerant to prior CML therapy.\nFrequent monitoring of BCR-ABL transcript levels in patients eligible for treatment discontinuation (TFR) must be performed with a diagnostic test validated to measure at least MR4.5. After discontinuation of Tasigna, frequently scheduled patient monitoring of BCR-ABL transcript levels is required to detect possible loss of remission. Loss of MMR in first line or confirmed loss of MR4 (2 consecutive measures separated by at least 4 weeks showing loss of MR4) in second line will trigger treatment re-initiation within 4 weeks of when loss of remission is known to have occurred. For patients who fail to achieve MMR after 3 months of treatment re-initiation, BCR-ABL kinase domain mutation testing should be performed.\nThe most frequent Grade 3 or 4 adverse events in adults are hematological (neutropenia, thrombocytopenia, anemia) which are generally reversible and usually managed by withholding Tasigna temporarily or dose reduction. Chemistry panels, including electrolytes, lipid profile, liver enzymes, and glucose should be checked prior to therapy and periodically. Tasigna can cause increases in serum lipase. The most frequent non-hematologic adverse events were rash, pruritus, nausea, fatigue, headache, alopecia, myalgia, constipation and diarrhea.\nTasigna may result in hepatotoxicity as measured by elevations in bilirubin, AST, ALT, and alkaline phosphatase. Grade 3-4 elevations of bilirubin, AST, and ALT were reported at a higher frequency in pediatric than in adult patients. Monitor hepatic function tests monthly or as clinically indicated.\nAdverse reactions observed in pediatrics were generally consistent with those observed in adults. Two Grade 3 or 4 laboratory abnormalities, hyperbilirubinemia and transaminase elevation were reported at a higher frequency in children. The long-term effects of prolonged treatment with Tasigna on growth and development in children treated for chronic phase Ph+ CML are unknown.\nMusculoskeletal pain, myalgia, pain in extremity, arthralgia, bone pain and spinal pain may occur upon discontinuing treatment with Tasigna within the framework of attempting treatment-free remission.\nPlease see full Prescribing Information including Boxed WARNING at https://www.us.tasigna.com/ .\nDisclaimer\nThis press release contains forward-looking statements within the meaning of the United States Private Securities Litigation Reform Act of 1995. Forward-looking statements can generally be identified by words such as \"potential,\" \"can,\" \"will,\" \"plan,\" \"expect,\" \"anticipate,\" \"look forward,\" \"believe,\" \"committed,\" \"investigational,\" \"pipeline,\" \"launch,\" or similar terms, or by express or implied discussions regarding potential marketing approvals, new indications or labeling for the investigational or approved products described in this press release, or regarding potential future revenues from such products. You should not place undue reliance on these statements. Such forward-looking statements are based on our current beliefs and expectations regarding future events, and are subject to significant known and unknown risks and uncertainties. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those set forth in the forward-looking statements. There can be no guarantee that the investigational or approved products described in this press release will be submitted or approved for sale or for any additional indications or labeling in any market, or at any particular time. Nor can there be any guarantee that such products will be commercially successful in the future. In particular, our expectations regarding such products could be affected by, among other things, the uncertainties inherent in research and development, including clinical trial results and additional analysis of existing clinical data; regulatory actions or delays or government regulation generally; global trends toward health care cost containment, including government, payor and general public pricing and reimbursement pressures; our ability to obtain or maintain proprietary intellectual property protection; the particular prescribing preferences of physicians and patients; general political and economic conditions; safety, quality or manufacturing issues; potential or actual data security and data privacy breaches, or disruptions of our information technology systems, and other risks and factors referred to in Novartis AG's current Form 20-F on file with the US Securities and Exchange Commission. Novartis is providing the information in this press release as of this date and does not undertake any obligation to update any forward-looking statements contained in this press release as a result of new information, future events or otherwise.\nAbout Novartis\nLocated in East Hanover, NJ Novartis Pharmaceuticals Corporation is an affiliate of Novartis, which provides innovative healthcare solutions that address the evolving needs of patients and societies. Headquartered in Basel, Switzerland, Novartis offers a diversified portfolio to best meet these needs: innovative medicines, cost-saving generic and biosimilar pharmaceuticals and eye care. Novartis has leading positions globally in each of these areas. In 2017, the Group achieved net sales of USD 49.1 billion, while R&D throughout the Group amounted to approximately USD 9.0 billion. Novartis Group companies employ approximately 122,000 full-time-equivalent associates. Novartis products are sold in approximately 155 countries around the world. For more information, please visit http://www.novartis.com .\nNovartis is on Twitter. Sign up to follow @Novartis at http://twitter.com/novartis\nFor Novartis multimedia content, please visit www.novartis.com/news/media-library\nFor questions about the site or required registration, please contact media.relations@novartis.com\n*Known as Glivec ® (imatinib) tablets outside the US and Canada.\nReferences\n1.\nLeukemia and Lymphoma Society. CML in Children and Young Adults. https://www.lls.org/leukemia/chronic-myeloid-leukemia/cml-in-children-and-young-adults . Accessed January 2018.\n2.\nTasigna (nilotinib) Prescribing Information. East Hanover, New Jersey, USA: Novartis Pharmaceuticals Corporation; March 2018.\nNovartis Media Relations\nCentral media line: +41 61 324 2200\nE-mail: media.relations@novartis.com\nEric Althoff\nNovartis Global Media Relations\n+41 61 324 7999 (direct)\n+41 79 593 4202 (mobile)\neric.althoff@novartis.com\nMary Curtin Creaser\nNovartis Oncology Communications\n+ 1 862 778-2550 (direct)\n+ 1 862 345-4102 (mobile)\nmary.curtin_creaser@novartis.com\nNovartis Investor Relations\nCentral investor relations line: +41 61 324 7944\nE-mail: investor.relations@novartis.com\nCentral\nNorth America\nSamir Shah\n+41 61 324 7944\nRichard Pulik\n+1 212 830 2448\nPierre-Michel Bringer\n+41 61 324 1065\nCory Twining\n+1 212 830 2417\nThomas Hungerbuehler\n+41 61 324 8425\nIsabella Zinck\n+41 61 324 7188\nView original content: http://www.prnewswire.com/news-releases/novartis-drug-tasigna-approved-by-fda-to-treat-children-with-rare-form-of-leukemia-300618326.html\nSOURCE Novartis",
    "published": "2018-03-22T19:35:00.000+02:00",
    "crawled": "2018-03-22T22:25:22.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "east",
        "hanover",
        "march",
        "novartis",
        "announced",
        "today",
        "u",
        "food",
        "drug",
        "administration",
        "fda",
        "expanded",
        "indication",
        "tasigna",
        "nilotinib",
        "include",
        "treatment",
        "pediatric",
        "patient",
        "one",
        "year",
        "age",
        "older",
        "philadelphia",
        "chronic",
        "myeloid",
        "leukemia",
        "chronic",
        "phase",
        "united",
        "state",
        "tasigna",
        "indicated",
        "treatment",
        "adult",
        "pediatric",
        "patient",
        "one",
        "year",
        "age",
        "older",
        "newly",
        "diagnosed",
        "tasigna",
        "also",
        "indicated",
        "treatment",
        "pediatric",
        "patient",
        "one",
        "year",
        "age",
        "older",
        "resistant",
        "intolerant",
        "prior",
        "tyrosine",
        "kinase",
        "inhibitor",
        "tki",
        "therapy",
        "well",
        "adult",
        "patient",
        "cml",
        "chronic",
        "phase",
        "accelerated",
        "phase",
        "resistant",
        "intolerant",
        "prior",
        "therapy",
        "included",
        "imatinib",
        "approval",
        "latest",
        "series",
        "regulatory",
        "milestone",
        "broadens",
        "understanding",
        "clinical",
        "use",
        "tasigna",
        "cml",
        "type",
        "blood",
        "cancer",
        "body",
        "produce",
        "malignant",
        "white",
        "blood",
        "cell",
        "almost",
        "patient",
        "cml",
        "abnormality",
        "known",
        "philadelphia",
        "chromosome",
        "produce",
        "protein",
        "called",
        "protein",
        "aid",
        "proliferation",
        "malignant",
        "white",
        "blood",
        "cell",
        "affected",
        "patient",
        "worldwide",
        "cml",
        "account",
        "approximately",
        "newly",
        "diagnosed",
        "childhood",
        "leukemia",
        "novartis",
        "commitment",
        "people",
        "living",
        "cml",
        "reinforced",
        "today",
        "fda",
        "approval",
        "tasigna",
        "child",
        "said",
        "liz",
        "barrett",
        "ceo",
        "novartis",
        "oncology",
        "expanded",
        "use",
        "along",
        "recent",
        "global",
        "regulatory",
        "tasigna",
        "milestone",
        "underscore",
        "dedication",
        "reimagining",
        "medicine",
        "addressing",
        "need",
        "people",
        "cml",
        "including",
        "child",
        "cancer",
        "new",
        "indication",
        "granted",
        "fda",
        "priority",
        "review",
        "designation",
        "based",
        "two",
        "study",
        "evaluating",
        "efficacy",
        "safety",
        "nilotinib",
        "pediatric",
        "patient",
        "two",
        "year",
        "less",
        "year",
        "age",
        "total",
        "pediatric",
        "patient",
        "either",
        "newly",
        "diagnosed",
        "resistant",
        "intolerant",
        "prior",
        "tki",
        "therapy",
        "received",
        "nilotinib",
        "newly",
        "diagnosed",
        "pediatric",
        "patient",
        "major",
        "molecular",
        "response",
        "mmr",
        "bcr",
        "international",
        "scale",
        "rate",
        "confidence",
        "interval",
        "ci",
        "cycle",
        "patient",
        "achieving",
        "mmr",
        "cumulative",
        "mmr",
        "rate",
        "among",
        "newly",
        "diagnosed",
        "pediatric",
        "patient",
        "cycle",
        "median",
        "time",
        "first",
        "mmr",
        "month",
        "range",
        "pediatric",
        "patient",
        "resistance",
        "intolerance",
        "prior",
        "tki",
        "therapy",
        "mmr",
        "rate",
        "ci",
        "cycle",
        "patient",
        "mmr",
        "cumulative",
        "mmr",
        "rate",
        "among",
        "pediatric",
        "patient",
        "resistance",
        "intolerance",
        "cycle",
        "median",
        "time",
        "first",
        "mmr",
        "month",
        "range",
        "adverse",
        "reaction",
        "observed",
        "pediatric",
        "study",
        "generally",
        "consistent",
        "observed",
        "adult",
        "except",
        "laboratory",
        "abnormality",
        "hyperbilirubinemia",
        "grade",
        "condition",
        "much",
        "bilirubin",
        "transaminase",
        "elevation",
        "ast",
        "grade",
        "alt",
        "grade",
        "reported",
        "higher",
        "frequency",
        "adult",
        "patient",
        "one",
        "resistant",
        "intolerant",
        "pediatric",
        "cml",
        "patient",
        "progressed",
        "advance",
        "crisis",
        "month",
        "treatment",
        "novartis",
        "commitment",
        "cml",
        "novartis",
        "ongoing",
        "research",
        "cml",
        "helped",
        "transform",
        "disease",
        "fatal",
        "leukemia",
        "chronic",
        "condition",
        "patient",
        "company",
        "maintains",
        "unwavering",
        "commitment",
        "scientific",
        "innovation",
        "access",
        "care",
        "patient",
        "worldwide",
        "organization",
        "committed",
        "patient",
        "novartis",
        "continues",
        "reimagine",
        "cml",
        "pursuing",
        "ambitious",
        "goal",
        "courage",
        "passion",
        "commitment",
        "global",
        "cml",
        "community",
        "tasigna",
        "tasigna",
        "nilotinib",
        "approved",
        "country",
        "treatment",
        "chronic",
        "phase",
        "accelerated",
        "phase",
        "philadelphia",
        "chronic",
        "myelogenous",
        "leukemia",
        "cml",
        "adult",
        "patient",
        "resistant",
        "intolerant",
        "least",
        "one",
        "prior",
        "therapy",
        "including",
        "gleevec",
        "imatinib",
        "mesylate",
        "country",
        "treatment",
        "adult",
        "patient",
        "newly",
        "diagnosed",
        "cml",
        "chronic",
        "phase",
        "tasigna",
        "approved",
        "united",
        "state",
        "u",
        "treatment",
        "cml",
        "chronic",
        "phase",
        "pediatric",
        "patient",
        "one",
        "year",
        "age",
        "older",
        "resistance",
        "intolerance",
        "prior",
        "therapy",
        "including",
        "imatinib",
        "treatment",
        "pediatric",
        "patient",
        "one",
        "year",
        "age",
        "older",
        "newly",
        "diagnosed",
        "cml",
        "chronic",
        "phase",
        "tasigna",
        "also",
        "approved",
        "european",
        "union",
        "eu",
        "treatment",
        "cml",
        "chronic",
        "phase",
        "pediatric",
        "patient",
        "resistance",
        "intolerance",
        "prior",
        "therapy",
        "including",
        "imatinib",
        "treatment",
        "pediatric",
        "patient",
        "newly",
        "diagnosed",
        "cml",
        "chronic",
        "phase",
        "important",
        "safety",
        "information",
        "tasigna",
        "nilotinib",
        "capsule",
        "tasigna",
        "cause",
        "qt",
        "prolongation",
        "possible",
        "heart",
        "problem",
        "patient",
        "long",
        "qtc",
        "syndrome",
        "low",
        "level",
        "potassium",
        "magnesium",
        "take",
        "tasigna",
        "obtain",
        "baseline",
        "ecg",
        "prior",
        "initiating",
        "therapy",
        "clinically",
        "indicated",
        "monitor",
        "closely",
        "effect",
        "qtc",
        "interval",
        "low",
        "level",
        "potassium",
        "magnesium",
        "must",
        "corrected",
        "prior",
        "tasigna",
        "administration",
        "case",
        "sudden",
        "death",
        "reported",
        "clinical",
        "study",
        "patient",
        "significant",
        "risk",
        "factor",
        "avoid",
        "use",
        "concomitant",
        "drug",
        "known",
        "prolong",
        "qt",
        "interval",
        "strong",
        "cyp3a4",
        "inhibitor",
        "avoid",
        "food",
        "hour",
        "hour",
        "taking",
        "dose",
        "use",
        "caution",
        "patient",
        "liver",
        "impairment",
        "history",
        "pancreatitis",
        "total",
        "gastrectomy",
        "patient",
        "rare",
        "hereditary",
        "problem",
        "galactose",
        "intolerance",
        "severe",
        "lactase",
        "deficiency",
        "malabsorption",
        "use",
        "tasigna",
        "tasigna",
        "may",
        "cause",
        "fetal",
        "harm",
        "pregnant",
        "woman",
        "pregnancy",
        "planned",
        "remission",
        "phase",
        "patient",
        "must",
        "informed",
        "potential",
        "need",
        "treatment",
        "tasigna",
        "pregnancy",
        "woman",
        "taking",
        "tasigna",
        "breastfeed",
        "case",
        "cardiovascular",
        "event",
        "included",
        "ischemic",
        "heart",
        "event",
        "peripheral",
        "arterial",
        "occlusive",
        "disease",
        "ischemic",
        "cerebrovascular",
        "event",
        "reported",
        "serious",
        "case",
        "hemorrhage",
        "various",
        "site",
        "including",
        "gastrointestinal",
        "reported",
        "patient",
        "receiving",
        "tasigna",
        "grade",
        "fluid",
        "retention",
        "including",
        "pleural",
        "effusion",
        "pericardial",
        "effusion",
        "ascites",
        "pulmonary",
        "edema",
        "reported",
        "case",
        "tumor",
        "lysis",
        "syndrome",
        "reported",
        "patient",
        "resistant",
        "intolerant",
        "prior",
        "cml",
        "therapy",
        "frequent",
        "monitoring",
        "transcript",
        "level",
        "patient",
        "eligible",
        "treatment",
        "discontinuation",
        "tfr",
        "must",
        "performed",
        "diagnostic",
        "test",
        "validated",
        "measure",
        "least",
        "discontinuation",
        "tasigna",
        "frequently",
        "scheduled",
        "patient",
        "monitoring",
        "transcript",
        "level",
        "required",
        "detect",
        "possible",
        "loss",
        "remission",
        "loss",
        "mmr",
        "first",
        "line",
        "confirmed",
        "loss",
        "mr4",
        "consecutive",
        "measure",
        "separated",
        "least",
        "week",
        "showing",
        "loss",
        "mr4",
        "second",
        "line",
        "trigger",
        "treatment",
        "within",
        "week",
        "loss",
        "remission",
        "known",
        "occurred",
        "patient",
        "fail",
        "achieve",
        "mmr",
        "month",
        "treatment",
        "kinase",
        "domain",
        "mutation",
        "testing",
        "performed",
        "frequent",
        "grade",
        "adverse",
        "event",
        "adult",
        "hematological",
        "neutropenia",
        "thrombocytopenia",
        "anemia",
        "generally",
        "reversible",
        "usually",
        "managed",
        "withholding",
        "tasigna",
        "temporarily",
        "dose",
        "reduction",
        "chemistry",
        "panel",
        "including",
        "electrolyte",
        "lipid",
        "profile",
        "liver",
        "enzyme",
        "glucose",
        "checked",
        "prior",
        "therapy",
        "periodically",
        "tasigna",
        "cause",
        "increase",
        "serum",
        "lipase",
        "frequent",
        "adverse",
        "event",
        "rash",
        "pruritus",
        "nausea",
        "fatigue",
        "headache",
        "alopecia",
        "myalgia",
        "constipation",
        "diarrhea",
        "tasigna",
        "may",
        "result",
        "hepatotoxicity",
        "measured",
        "elevation",
        "bilirubin",
        "ast",
        "alt",
        "alkaline",
        "phosphatase",
        "grade",
        "elevation",
        "bilirubin",
        "ast",
        "alt",
        "reported",
        "higher",
        "frequency",
        "pediatric",
        "adult",
        "patient",
        "monitor",
        "hepatic",
        "function",
        "test",
        "monthly",
        "clinically",
        "indicated",
        "adverse",
        "reaction",
        "observed",
        "pediatrics",
        "generally",
        "consistent",
        "observed",
        "adult",
        "two",
        "grade",
        "laboratory",
        "abnormality",
        "hyperbilirubinemia",
        "transaminase",
        "elevation",
        "reported",
        "higher",
        "frequency",
        "child",
        "effect",
        "prolonged",
        "treatment",
        "tasigna",
        "growth",
        "development",
        "child",
        "treated",
        "chronic",
        "phase",
        "cml",
        "unknown",
        "musculoskeletal",
        "pain",
        "myalgia",
        "pain",
        "extremity",
        "arthralgia",
        "bone",
        "pain",
        "spinal",
        "pain",
        "may",
        "occur",
        "upon",
        "discontinuing",
        "treatment",
        "tasigna",
        "within",
        "framework",
        "attempting",
        "remission",
        "please",
        "see",
        "full",
        "prescribing",
        "information",
        "including",
        "boxed",
        "warning",
        "http",
        "disclaimer",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "generally",
        "identified",
        "word",
        "potential",
        "plan",
        "expect",
        "anticipate",
        "look",
        "forward",
        "believe",
        "committed",
        "investigational",
        "pipeline",
        "launch",
        "similar",
        "term",
        "express",
        "implied",
        "discussion",
        "regarding",
        "potential",
        "marketing",
        "approval",
        "new",
        "indication",
        "labeling",
        "investigational",
        "approved",
        "product",
        "described",
        "press",
        "release",
        "regarding",
        "potential",
        "future",
        "revenue",
        "product",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "based",
        "current",
        "belief",
        "expectation",
        "regarding",
        "future",
        "event",
        "subject",
        "significant",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "set",
        "forth",
        "statement",
        "guarantee",
        "investigational",
        "approved",
        "product",
        "described",
        "press",
        "release",
        "submitted",
        "approved",
        "sale",
        "additional",
        "indication",
        "labeling",
        "market",
        "particular",
        "time",
        "guarantee",
        "product",
        "commercially",
        "successful",
        "future",
        "particular",
        "expectation",
        "regarding",
        "product",
        "could",
        "affected",
        "among",
        "thing",
        "uncertainty",
        "inherent",
        "research",
        "development",
        "including",
        "clinical",
        "trial",
        "result",
        "additional",
        "analysis",
        "existing",
        "clinical",
        "data",
        "regulatory",
        "action",
        "delay",
        "government",
        "regulation",
        "generally",
        "global",
        "trend",
        "toward",
        "health",
        "care",
        "cost",
        "containment",
        "including",
        "government",
        "payor",
        "general",
        "public",
        "pricing",
        "reimbursement",
        "pressure",
        "ability",
        "obtain",
        "maintain",
        "proprietary",
        "intellectual",
        "property",
        "protection",
        "particular",
        "prescribing",
        "preference",
        "physician",
        "patient",
        "general",
        "political",
        "economic",
        "condition",
        "safety",
        "quality",
        "manufacturing",
        "issue",
        "potential",
        "actual",
        "data",
        "security",
        "data",
        "privacy",
        "breach",
        "disruption",
        "information",
        "technology",
        "system",
        "risk",
        "factor",
        "referred",
        "novartis",
        "ag",
        "current",
        "form",
        "file",
        "u",
        "security",
        "exchange",
        "commission",
        "novartis",
        "providing",
        "information",
        "press",
        "release",
        "date",
        "undertake",
        "obligation",
        "update",
        "statement",
        "contained",
        "press",
        "release",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "novartis",
        "located",
        "east",
        "hanover",
        "nj",
        "novartis",
        "pharmaceutical",
        "corporation",
        "affiliate",
        "novartis",
        "provides",
        "innovative",
        "healthcare",
        "solution",
        "address",
        "evolving",
        "need",
        "patient",
        "society",
        "headquartered",
        "basel",
        "switzerland",
        "novartis",
        "offer",
        "diversified",
        "portfolio",
        "best",
        "meet",
        "need",
        "innovative",
        "medicine",
        "generic",
        "biosimilar",
        "pharmaceutical",
        "eye",
        "care",
        "novartis",
        "leading",
        "position",
        "globally",
        "area",
        "group",
        "achieved",
        "net",
        "sale",
        "usd",
        "billion",
        "r",
        "throughout",
        "group",
        "amounted",
        "approximately",
        "usd",
        "billion",
        "novartis",
        "group",
        "company",
        "employ",
        "approximately",
        "associate",
        "novartis",
        "product",
        "sold",
        "approximately",
        "country",
        "around",
        "world",
        "information",
        "please",
        "visit",
        "http",
        "novartis",
        "twitter",
        "sign",
        "follow",
        "novartis",
        "http",
        "novartis",
        "multimedia",
        "content",
        "please",
        "visit",
        "question",
        "site",
        "required",
        "registration",
        "please",
        "contact",
        "known",
        "glivec",
        "imatinib",
        "tablet",
        "outside",
        "u",
        "canada",
        "reference",
        "leukemia",
        "lymphoma",
        "society",
        "cml",
        "child",
        "young",
        "adult",
        "http",
        "accessed",
        "january",
        "tasigna",
        "nilotinib",
        "prescribing",
        "information",
        "east",
        "hanover",
        "new",
        "jersey",
        "usa",
        "novartis",
        "pharmaceutical",
        "corporation",
        "march",
        "novartis",
        "medium",
        "relation",
        "central",
        "medium",
        "line",
        "eric",
        "althoff",
        "novartis",
        "global",
        "medium",
        "relation",
        "direct",
        "mobile",
        "mary",
        "curtin",
        "creaser",
        "novartis",
        "oncology",
        "communication",
        "direct",
        "mobile",
        "novartis",
        "investor",
        "relation",
        "central",
        "investor",
        "relation",
        "line",
        "central",
        "north",
        "america",
        "samir",
        "shah",
        "richard",
        "pulik",
        "bringer",
        "cory",
        "twining",
        "thomas",
        "hungerbuehler",
        "isabella",
        "zinck",
        "view",
        "original",
        "content",
        "http",
        "source",
        "novartis"
    ]
}