{
    "organizations": [],
    "uuid": "0e68a32a7a87cc6c3ab4ae6eec545ace1cf421d6",
    "author": "Ellen McGirt",
    "url": "http://fortune.com/2018/03/07/raceahead-new-research-from-accenture-for-a-more-equitable-workplace/",
    "ord_in_thread": 0,
    "title": "raceAhead: New Research From Accenture For A More Equitable Workplace",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Ellen McGirt Updated: March 7, 2018 10:41 AM ET\nTo prime your mind, sorry, your soul, for International Women’s Day 2018, I thought I’d flag some research we’ll be discussing tomorrow at Accenture ’s IWD Event.\nIn Getting to Equal , Accenture surveyed more than 22,000 working people with a university education in 34 countries to better understand how they feel about their company’s culture.\nAs a result, they’ve found 40 distinct factors that they say are statistically shown to lead to happier employees who are more likely to stick around, and where marginalized groups are more likely to reach parity.\nSince 40 is a lot for a breezy newsletter, here are 14 of the practices their research suggests are statistically likely to be most meaningful.\nBOLD LEADERSHIP\nGender diversity is a priority for management. A diversity target or goal is shared outside the organization. The organization clearly states gender pay-gap goals and ambitions. COMPREHENSIVE ACTION\nProgress has been made in attracting, retaining and progressing women. The company has a women’s network. The company has a women’s network open to men. Men are encouraged to take parental leave. AN EMPOWERING ENVIRONMENT\nEmployees have never been asked to change their appearance to conform to company culture. Employees have the freedom to be creative and innovative. Virtual/remote working is widely available and is common practice. The organization provides training to keep its employees’ skills relevant. Employees can avoid overseas or long-distance travel via virtual meetings. Employees can work from home on a day when they have a personal commitment. Employees are comfortable reporting sex discrimination/sexual harassment incident(s) to the company. Now, none of these sound groundbreaking until you realize how few companies do any of them with real transparency, accountability or commitment, and how much of an impact these changes can have.\nAccording to Ellyn Shook , Accenture’s human resources chief, female employees of companies who take this stuff seriously are four times as likely to reach senior manager and director levels, and see an average pay increase of 51%.\nIn a world where women have to have two degrees to get the same salary as a man with one, this would be a pretty big boost.\nSays Shook, the commitment must come from the top, but the work falls to everyone. “When we commit as individuals to make change, collectively we lift each other up, paving the way for workplace equality.”\nOn Point Best and worst U.S. states for women Spoiler alert: The best is Minnesota. Sixty percent of the score for this survey from Wallethub is made of social and economic variables, and Minnesota ranks high for median earnings, unemployment rates and numbers of female-owned businesses. Click through for the methodology and the entire ranking of the 50 states and the District of Columbia. While New England states are routinely top various sub-categories, it may serve you to check on your sisters in Louisiana, Arkansas, Mississippi, Oklahoma, and Alabama. Fortune Housing department removes anti-discrimination language from its mission The Department of Housing and Urban Development (HUD) is removing language from its mission statement that promises to create “inclusive and sustainable communities free from discrimination,” according to a memo obtained by Huffington Post. The memo says the change is “in an effort to align HUD’s mission with the Secretary’s priorities and that of the Administration.” The new mission is to “ensure Americans have access to fair, affordable housing and opportunities to achieve self-sufficiency, thereby strengthening our communities and nation.” The U.S. Citizenship and Immigration Services has also recently changed its mission statement, removing the phrase “America’s promise as a nation of immigrants.” Wired Nyong’o and Gurira team up to bring an Adichie novel to life Lupita Nyong’o plans to collaborate once again with Black Panther co-star Danai Gurira for the miniseries adaptation of Chimamanda Ngozi Adichie’s Americanah. The story charts the love and struggles of two young Nigerian immigrants. Nyong’o, who leads the cast, acquired the rights ages ago, but now Gurira is set to write the adaptation. David Oyelowo is also on board . Konbini The physicist in charge of the “Doomsday Clock” has resigned in the wake of a sexual harassment scandal While the clock is symbolic – it’s designed to alert the public as to the likelihood of nuclear apocalypse – the accusations were not. Lawrence Krauss, the closest thing we have these days to a “celebrity physicist,” had been dealing with a long list of allegations , including inappropriate touching, ogling women and unwanted comments made to students. Krauss, famous for his outspoken atheism and liberal causes, was a tenured professor at Arizona State University, where he is now on leave. He has resigned his chair of the board of sponsors of the Bulletin of the Atomic Scientists, a position he’s held since 2009. Also, it’s two minutes to midnight , in case you were wondering. Buzzfeed Advertisement The Woke Leader What does it mean to be black in Japan? This is the subject of a ten-minute documentary by Nigerian-American artist Amarachi Nwosu . The short film follows an interesting mix of five people who hail from the U.S. or Africa, and explores their lives in Tokyo — one is a member of the U.S. military, another is a rapper and producer, and yet another owns a barbershop. But all describe the complexity of enjoying the culture – fashion, art, anime, food – while working to understand how they fit into an increasingly mixed society. “It’s not that they don’t like our culture,” says the barber, from Ghana. “It’s that sometimes the Japanese have to take time to study who you are.” Global Voices On being black, saved, and free Brittany Cooper has written an extraordinary essay, that opens with some sex advice from her beloved grandmother, delivered from her rural Louisiana porch. As we share her shock – she was a deeply nerdy girl who loved Jesus – she takes us on a journey of faith, white supremacy and the complicated burdens placed on black women’s minds and bodies which hinder their ability to navigate the world. And it shielded her eyes from a broader truth. “Held up as an exceptional Black student, I was conditioned to believe in the myth of my own exceptionalism, to see other Black students’ struggles to succeed as a result of their own terrible choices,” she writes. Long Reads The women who died for your glow-in-the-dark watch faces In the late 1910’s, radium was a newly discovered element which quickly became all the rage, showing up in cosmetics, cleaning fluids, even radioactive water. But one commercial application completely transformed the watch industry – by painting the numbers on watchfaces with radium paint, they would glow in the dark. Companies hired scores of working-class teen girls to do the delicate work, which required them to shape the brush into a fine point by dabbing it against their lips, a technique called “lip pointing.” As the girls began to die horrible deaths – their jaws literally rotting away – their pleas for help and justice were ignored. This extraordinary story is the basis of a book by Kate Moore, The Radium Girls: The Dark Story of America’s Shining Women . Click through for Jezebel’s interview with the author and lots of horrifying examples of deadly entrepreneurialism now lost to history. Jezebel Quote:\nCulture does not make people. People make culture. If it is true that the full humanity of women is not our culture, then we can and must make it our culture - Chimamanda Ngozi Adichie",
    "published": "2018-03-08T00:29:00.000+02:00",
    "crawled": "2018-03-08T00:05:40.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "ellen",
        "mcgirt",
        "updated",
        "march",
        "et",
        "prime",
        "mind",
        "sorry",
        "soul",
        "international",
        "woman",
        "day",
        "thought",
        "flag",
        "research",
        "discussing",
        "tomorrow",
        "accenture",
        "iwd",
        "event",
        "getting",
        "equal",
        "accenture",
        "surveyed",
        "working",
        "people",
        "university",
        "education",
        "country",
        "better",
        "understand",
        "feel",
        "company",
        "culture",
        "result",
        "found",
        "distinct",
        "factor",
        "say",
        "statistically",
        "shown",
        "lead",
        "happier",
        "employee",
        "likely",
        "stick",
        "around",
        "marginalized",
        "group",
        "likely",
        "reach",
        "parity",
        "since",
        "lot",
        "breezy",
        "newsletter",
        "practice",
        "research",
        "suggests",
        "statistically",
        "likely",
        "meaningful",
        "bold",
        "leadership",
        "gender",
        "diversity",
        "priority",
        "management",
        "diversity",
        "target",
        "goal",
        "shared",
        "outside",
        "organization",
        "organization",
        "clearly",
        "state",
        "gender",
        "goal",
        "ambition",
        "comprehensive",
        "action",
        "progress",
        "made",
        "attracting",
        "retaining",
        "progressing",
        "woman",
        "company",
        "woman",
        "network",
        "company",
        "woman",
        "network",
        "open",
        "men",
        "men",
        "encouraged",
        "take",
        "parental",
        "leave",
        "empowering",
        "environment",
        "employee",
        "never",
        "asked",
        "change",
        "appearance",
        "conform",
        "company",
        "culture",
        "employee",
        "freedom",
        "creative",
        "innovative",
        "working",
        "widely",
        "available",
        "common",
        "practice",
        "organization",
        "provides",
        "training",
        "keep",
        "employee",
        "skill",
        "relevant",
        "employee",
        "avoid",
        "overseas",
        "travel",
        "via",
        "virtual",
        "meeting",
        "employee",
        "work",
        "home",
        "day",
        "personal",
        "commitment",
        "employee",
        "comfortable",
        "reporting",
        "sex",
        "harassment",
        "incident",
        "company",
        "none",
        "sound",
        "groundbreaking",
        "realize",
        "company",
        "real",
        "transparency",
        "accountability",
        "commitment",
        "much",
        "impact",
        "change",
        "according",
        "ellyn",
        "shook",
        "accenture",
        "human",
        "resource",
        "chief",
        "female",
        "employee",
        "company",
        "take",
        "stuff",
        "seriously",
        "four",
        "time",
        "likely",
        "reach",
        "senior",
        "manager",
        "director",
        "level",
        "see",
        "average",
        "pay",
        "increase",
        "world",
        "woman",
        "two",
        "degree",
        "get",
        "salary",
        "man",
        "one",
        "would",
        "pretty",
        "big",
        "boost",
        "say",
        "shook",
        "commitment",
        "must",
        "come",
        "top",
        "work",
        "fall",
        "everyone",
        "commit",
        "individual",
        "make",
        "change",
        "collectively",
        "lift",
        "paving",
        "way",
        "workplace",
        "point",
        "best",
        "worst",
        "state",
        "woman",
        "spoiler",
        "alert",
        "best",
        "minnesota",
        "sixty",
        "percent",
        "score",
        "survey",
        "wallethub",
        "made",
        "social",
        "economic",
        "variable",
        "minnesota",
        "rank",
        "high",
        "median",
        "earnings",
        "unemployment",
        "rate",
        "number",
        "business",
        "click",
        "methodology",
        "entire",
        "ranking",
        "state",
        "district",
        "columbia",
        "new",
        "england",
        "state",
        "routinely",
        "top",
        "various",
        "may",
        "serve",
        "check",
        "sister",
        "louisiana",
        "arkansas",
        "mississippi",
        "oklahoma",
        "alabama",
        "fortune",
        "housing",
        "department",
        "remove",
        "language",
        "mission",
        "department",
        "housing",
        "urban",
        "development",
        "hud",
        "removing",
        "language",
        "mission",
        "statement",
        "promise",
        "create",
        "inclusive",
        "sustainable",
        "community",
        "free",
        "discrimination",
        "according",
        "memo",
        "obtained",
        "huffington",
        "post",
        "memo",
        "say",
        "change",
        "effort",
        "align",
        "hud",
        "mission",
        "secretary",
        "priority",
        "new",
        "mission",
        "ensure",
        "american",
        "access",
        "fair",
        "affordable",
        "housing",
        "opportunity",
        "achieve",
        "thereby",
        "strengthening",
        "community",
        "citizenship",
        "immigration",
        "service",
        "also",
        "recently",
        "changed",
        "mission",
        "statement",
        "removing",
        "phrase",
        "america",
        "promise",
        "nation",
        "wired",
        "nyong",
        "gurira",
        "team",
        "bring",
        "adichie",
        "novel",
        "life",
        "lupita",
        "nyong",
        "plan",
        "collaborate",
        "black",
        "panther",
        "danai",
        "gurira",
        "miniseries",
        "adaptation",
        "chimamanda",
        "ngozi",
        "adichie",
        "americanah",
        "story",
        "chart",
        "love",
        "struggle",
        "two",
        "young",
        "nigerian",
        "immigrant",
        "nyong",
        "lead",
        "cast",
        "acquired",
        "right",
        "age",
        "ago",
        "gurira",
        "set",
        "write",
        "adaptation",
        "david",
        "oyelowo",
        "also",
        "board",
        "konbini",
        "physicist",
        "charge",
        "doomsday",
        "clock",
        "resigned",
        "wake",
        "sexual",
        "harassment",
        "scandal",
        "clock",
        "symbolic",
        "designed",
        "alert",
        "public",
        "likelihood",
        "nuclear",
        "apocalypse",
        "accusation",
        "lawrence",
        "krauss",
        "closest",
        "thing",
        "day",
        "celebrity",
        "physicist",
        "dealing",
        "long",
        "list",
        "allegation",
        "including",
        "inappropriate",
        "touching",
        "ogling",
        "woman",
        "unwanted",
        "comment",
        "made",
        "student",
        "krauss",
        "famous",
        "outspoken",
        "atheism",
        "liberal",
        "cause",
        "tenured",
        "professor",
        "arizona",
        "state",
        "university",
        "leave",
        "resigned",
        "chair",
        "board",
        "sponsor",
        "bulletin",
        "atomic",
        "scientist",
        "position",
        "held",
        "since",
        "also",
        "two",
        "minute",
        "midnight",
        "case",
        "wondering",
        "buzzfeed",
        "advertisement",
        "woke",
        "leader",
        "mean",
        "black",
        "japan",
        "subject",
        "documentary",
        "artist",
        "amarachi",
        "nwosu",
        "short",
        "film",
        "follows",
        "interesting",
        "mix",
        "five",
        "people",
        "hail",
        "africa",
        "explores",
        "life",
        "tokyo",
        "one",
        "member",
        "military",
        "another",
        "rapper",
        "producer",
        "yet",
        "another",
        "owns",
        "barbershop",
        "describe",
        "complexity",
        "enjoying",
        "culture",
        "fashion",
        "art",
        "anime",
        "food",
        "working",
        "understand",
        "fit",
        "increasingly",
        "mixed",
        "society",
        "like",
        "culture",
        "say",
        "barber",
        "ghana",
        "sometimes",
        "japanese",
        "take",
        "time",
        "study",
        "global",
        "voice",
        "black",
        "saved",
        "free",
        "brittany",
        "cooper",
        "written",
        "extraordinary",
        "essay",
        "open",
        "sex",
        "advice",
        "beloved",
        "grandmother",
        "delivered",
        "rural",
        "louisiana",
        "porch",
        "share",
        "shock",
        "deeply",
        "nerdy",
        "girl",
        "loved",
        "jesus",
        "take",
        "u",
        "journey",
        "faith",
        "white",
        "supremacy",
        "complicated",
        "burden",
        "placed",
        "black",
        "woman",
        "mind",
        "body",
        "hinder",
        "ability",
        "navigate",
        "world",
        "shielded",
        "eye",
        "broader",
        "truth",
        "held",
        "exceptional",
        "black",
        "student",
        "conditioned",
        "believe",
        "myth",
        "exceptionalism",
        "see",
        "black",
        "student",
        "struggle",
        "succeed",
        "result",
        "terrible",
        "choice",
        "writes",
        "long",
        "read",
        "woman",
        "died",
        "watch",
        "face",
        "late",
        "radium",
        "newly",
        "discovered",
        "element",
        "quickly",
        "became",
        "rage",
        "showing",
        "cosmetic",
        "cleaning",
        "fluid",
        "even",
        "radioactive",
        "water",
        "one",
        "commercial",
        "application",
        "completely",
        "transformed",
        "watch",
        "industry",
        "painting",
        "number",
        "watchfaces",
        "radium",
        "paint",
        "would",
        "glow",
        "dark",
        "company",
        "hired",
        "score",
        "teen",
        "girl",
        "delicate",
        "work",
        "required",
        "shape",
        "brush",
        "fine",
        "point",
        "dabbing",
        "lip",
        "technique",
        "called",
        "lip",
        "girl",
        "began",
        "die",
        "horrible",
        "death",
        "jaw",
        "literally",
        "rotting",
        "away",
        "plea",
        "help",
        "justice",
        "ignored",
        "extraordinary",
        "story",
        "basis",
        "book",
        "kate",
        "moore",
        "radium",
        "girl",
        "dark",
        "story",
        "america",
        "shining",
        "woman",
        "click",
        "jezebel",
        "interview",
        "author",
        "lot",
        "horrifying",
        "example",
        "deadly",
        "entrepreneurialism",
        "lost",
        "history",
        "jezebel",
        "quote",
        "culture",
        "make",
        "people",
        "people",
        "make",
        "culture",
        "true",
        "full",
        "humanity",
        "woman",
        "culture",
        "must",
        "make",
        "culture",
        "chimamanda",
        "ngozi",
        "adichie"
    ]
}