{
    "organizations": [],
    "uuid": "5f51f09030a3fa96293061a128bb97cd1bc6e868",
    "author": "Victor J. Blue",
    "url": "https://www.cnbc.com/2018/03/05/fidelity-puts-6-million-savers-on-a-risky-path-to-retirement.html",
    "ord_in_thread": 0,
    "title": "Fidelity puts 6 million savers on a risky path to retirement",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "College Game Plan Fidelity puts 6 million savers on a risky path to retirement For three years, the mutual funds in Fidelity's flagship retirement franchise have outperformed at least 85 percent of their competitors. Yet client money has continued to flow out of the firm's Freedom Funds as retirement plan sponsors shift workers' savings to rivals in the target-date fund business. A recent global market sell-off underscored how Fidelity's growing appetite for risk could amplify investor losses. Published 7 Hours Ago Victor J. Blue | Bloomberg | Getty Images A pedestrian passes a Fidelity Investments branch in New York. \nFor three years, the mutual funds in Fidelity 's flagship retirement franchise have outperformed at least 85 percent of their competitors, reversing a decade-long trend of subpar performance. \nAnd yet client money has continued to flow out of the firm's Freedom Funds as retirement plan sponsors shift workers' savings to rivals in the target-date fund business. \nWhile deposits in the trillion-dollar sector have surged, Fidelity has seen nearly $16 billion in net withdrawals over the past four years, according to research firm Morningstar . \nThe exodus stems in part from unease with the way Boston -based Fidelity has boosted performance - by ramping up risk. \nSince a strategy overhaul that took full effect in 2014, Fidelity has substantially increased exposure to stocks, including those from volatile emerging markets. The firm also scrapped a long-held belief of sticking to pre-set allocations of stocks, bonds and other assets in target-date funds. \nInstead, Fidelity portfolio managers now try to time market shifts, for instance by moving billions of dollars out of money-losing commodities bets and into Chinese stocks and U.S. tech shares, regulatory filings show. show chapters 3:25 PM ET Fri, 9 Feb 2018 | 02:09 \nSuch changes have worked well in the second-longest running bull market in U.S. history, but they expose investors to bigger losses if the funds' increasingly volatile assets head south. \nIn the 1990s, Fidelity helped pioneer target-date funds as a prudent method to diversify investments and automatically dial down risk as participants age. The fund names typically include a projected retirement year - the target date. \nToday, many target-date fund managers have turned to riskier investments to boost returns, and Fidelity has gone further than its peers, said Ron Surz, president of research firm Target Date Solutions. \n\"These funds with high concentrations in stocks are a time bomb,\" Surz said. \nThe sector is even riskier today than during the 2008 financial crisis, when some funds dropped more than 40 percent, he said. \nFidelity spokesman Vincent Loporchio said today's American savers can handle more risk because they retire later and live longer, allowing more time to recover losses. \n\"The Freedom Funds are a lifetime savings solution,\" he said, that\"deliver exceptional performance for shareholders taking appropriate risks.\" \nA recent global market sell-off underscored how Fidelity's growing appetite for risk could amplify investor losses. \nThe Freedom 2020 Fund - for investors two years from retirement - fell 6 percent between Jan. 26th and Feb. 8th, performing worse than 81 percent of competitors' similar target-date funds, according to Morningstar. \nThe sharp downturn reflects Fidelity's decision to keep 60 percent of 2020 investors' money in stocks compared to an average of 40 percent in similar funds for older savers, according to Morningstar. \nThe 2040 fund, for mid-career savers, tumbled 9 percent during that period, lagging 87 percent of rivals, after outperforming almost all competitors over the past year as stocks generally surged. The 2060 fund for young investors did better, beating 60 percent of rivals during the market sell-off. \nLoporchio said such short-term swings do not reflect what Fidelity's retirement savers will see over the long term. With its 2014 strategy changes, Fidelity needed to address a longstanding problem with underperformance of Freedom Funds, Loporchio said. \n\"When Fidelity products yield disappointing returns, we work relentlessly to improve them,\" he said. \nIn the decade before the changes, Freedom Funds largely failed to beat or match their internal benchmarks, set by Fidelity, over one-, three-, five- and 10-year spans, according to a Reuters analysis of the firm's performance data. Had the funds been a sports team, their record against benchmarks would have been six wins, 40 losses and one tie. \nAbout 6.2 million Americans have about $224 billion invested in Freedom Funds, Fidelity's largest retirement fund franchise. The funds account for about 10 percent of the firm's assets under management and generate fee revenue approaching $1 billion annually. \nBut the funds' market share has plunged to 21 percent of total target-date fund assets, down from 43 percent at the end of 2008, according to Morningstar data. \nOf the top five target-date providers, Fidelity was the only one to have net withdrawals in 2016 and 2017, according to Morningstar data. By contrast, the target date industry as a whole racked up $129 billion in net deposits during those two years. 'Chaotic' changes \nRetirement plan sponsors and consultants who have pulled money from Freedom Funds told Reuters that they lost faith in Freedom Funds because of their history of underperformance, frequent strategy changes and rising risk. \nDassault Systemes , a French software company with U.S. operations, is among those who dumped Freedom Fund investments soon after the strategy revamp. Fidelity's\"tinkering\" with the funds' methodology for dialing down investor risk over time raised concerns about the funds' management, said Longfellow Advisors, an outside consultant hired by Dassault, in a report to the company. \n\"It was not clear to us that they knew what they were doing,\" Kendall Storch, a Longfellow principal who consulted Dassault on the change, told Reuters in an interview. \nPlan sponsors dumping Freedom Funds more recently include a host of college retirement systems that shifted money in 2017 to target-date funds offered by Vanguard, according to announcements by the plans. They included Central Florida University, Dartmouth College, Duke University, Santa Clara University and the University of Virginia Physicians Group Retirement Plan. \nEl Camino Hospital in Silicon Valley replaced Freedom Funds with T. Rowe Price's target date offering in 2015, citing historic underperformance and the new\"attempt to time global markets,\" according to a February 2015 investment committee meeting report. \n\"Fidelity has made a lot of changes all at once,\" said Scott Cameron, chief investment officer at retirement consultant Multnomah Group, which advised El Camino Hospital on the change. \"It does cause clients to pause.\" \nIt's not the first time Fidelity has been criticized for strategy changes that unsettled investors and analysts. When Morningstar looked at Fidelity's changes in the allocation of stocks between 1996 and 2010, they described them as\"shocking\" and \"seemingly chaotic,\" according to a 2011 Morningstar report on the target-date fund industry. \nFidelity said its new market-timing strategy, which it calls\"active asset allocation,\" can capitalize on finding underpriced assets over a 1-to-5 year time horizon. Since 2014, Freedom Fund portfolio managers have had discretion to adjust allocations in major asset classes by up to 10 percentage points in either direction. \nLoporchio said that the investment management for a target-date fund\"should be flexible and adaptable, to evolve and respond to changes in both the capital markets and investor needs.\" Trying to 'not lose money' \nFidelity has historically frowned on market-timing strategies in retirement funds, saying they had a\"low probability of repeated success,\" according to a 2009 presentation Fidelity gave to the Vermont state and municipal retirement system. Reuters obtained the slide deck through a public records request. \nInstead, Fidelity restricted Freedom Fund managers to pre-determined asset allocation formulas, with specified percentages of stocks, bonds or other assets. \nThe Freedom Funds, launched in 1996, dominated the sector for years. As the top U.S. record keeper for 401(k) and other defined contribution retirement plans, Fidelity had outsized influence on what investment options were offered to workers at hospitals, municipalities, publicly-traded companies and universities. \nBut the funds lost ground in the mid-2000s as rival Vanguard Group overtook them with its cheaper index target-date funds. \nUntil the changes in 2014, Fidelity funds held higher concentrations of more conservative investments such as bonds, aimed at protecting investors against the downside risk of market cataclysms. \nEven with a more conservative asset mix than Freedom Funds have today, Fidelity struggled to control the damage from the 2008 financial crisis, when the funds performed as poorly as the rest of the sector, losing 41 percent for the youngest savers and 25 percent for those near retirement. \nThis time around, Freedom Funds are more exposed to equities and other higher-risk assets, according to analysts and a Reuters review of Fidelity's U.S. regulatory filings. \nAnd the stakes are much higher now: The popular target-date fund sector now has more than $1 trillion in assets under management - or more than five times as much as before the 2008 meltdown. \nDespite Fidelity's rapid loss of market share, Freedom Fund assets have more than doubled in the past decade as the stock values surged. \nFidelity has gone further than competitors in boosting risk to juice returns in a low-interest rate environment, fund disclosures show. \nFor example, Fidelity's Freedom 2020 Fund - marketing to people retiring in about two years - has 60 percent of its assets in equities. \nBy contrast, 2020 funds run by T. Rowe Price Group, Vanguard Group and American Funds have 58.5 percent, 55 percent and 49 percent, respectively, in equities, fund holding disclosures show. \nFidelity's 2020 fund includes 6.4 percent of its $31 billion in net assets in emerging market equities, such as Chinese stocks, according to company disclosures. That's up from about 1 percent a decade ago in an similar Fidelity fund for older savers, according to a returns-based estimates by software and research firm Markov Processes International. \nThe current exposure is significantly higher than the category average of about 4 percent in 2020 funds, according to MPI's analysis. \nEmerging markets, in particular, can be more volatile than the U.S. stock market because they can feature foreign currency exchange risk, political instability and limited liquidity. In the summer of 2015, for example, the Shanghai Composite Index .SSEC fell more than 40 percent in a sell-off that reverberated around the globe amid worries about China's slowing economy. \nFreedom Fund portfolio managers and quants are experimenting with artificial intelligence and algorithms similar to ones used by hedge funds to identify hidden shifts in the market to adjust investment allocations, according to Fidelity's published research. \nThe changes have paid off in the short run, with Freedom Funds' 1-year and 3-year returns beating internal benchmarks. Fidelity also credited junk bonds for helping bolster returns, according to portfolio manager commentary posted on its website. \nIn the long run, the biggest risk in target-date funds is that they won't meet investor expectations for avoiding losses, said Morningstar analyst Jeff Holt. \nThe funds, he said, are so popular in part because investors believe they are designed to\"not lose money.\" WATCH: Fidelity and other broker websites report outages during wild trading in February show chapters",
    "published": "2018-03-05T15:34:00.000+02:00",
    "crawled": "2018-03-05T15:36:35.057+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "college",
        "game",
        "plan",
        "fidelity",
        "put",
        "million",
        "saver",
        "risky",
        "path",
        "retirement",
        "three",
        "year",
        "mutual",
        "fund",
        "fidelity",
        "flagship",
        "retirement",
        "franchise",
        "outperformed",
        "least",
        "percent",
        "competitor",
        "yet",
        "client",
        "money",
        "continued",
        "flow",
        "firm",
        "freedom",
        "fund",
        "retirement",
        "plan",
        "sponsor",
        "shift",
        "worker",
        "saving",
        "rival",
        "fund",
        "business",
        "recent",
        "global",
        "market",
        "underscored",
        "fidelity",
        "growing",
        "appetite",
        "risk",
        "could",
        "amplify",
        "investor",
        "loss",
        "published",
        "hour",
        "ago",
        "victor",
        "blue",
        "bloomberg",
        "getty",
        "image",
        "pedestrian",
        "pass",
        "fidelity",
        "investment",
        "branch",
        "new",
        "york",
        "three",
        "year",
        "mutual",
        "fund",
        "fidelity",
        "flagship",
        "retirement",
        "franchise",
        "outperformed",
        "least",
        "percent",
        "competitor",
        "reversing",
        "trend",
        "subpar",
        "performance",
        "yet",
        "client",
        "money",
        "continued",
        "flow",
        "firm",
        "freedom",
        "fund",
        "retirement",
        "plan",
        "sponsor",
        "shift",
        "worker",
        "saving",
        "rival",
        "fund",
        "business",
        "deposit",
        "sector",
        "surged",
        "fidelity",
        "seen",
        "nearly",
        "billion",
        "net",
        "withdrawal",
        "past",
        "four",
        "year",
        "according",
        "research",
        "firm",
        "morningstar",
        "exodus",
        "stem",
        "part",
        "unease",
        "way",
        "boston",
        "fidelity",
        "boosted",
        "performance",
        "ramping",
        "risk",
        "since",
        "strategy",
        "overhaul",
        "took",
        "full",
        "effect",
        "fidelity",
        "substantially",
        "increased",
        "exposure",
        "stock",
        "including",
        "volatile",
        "emerging",
        "market",
        "firm",
        "also",
        "scrapped",
        "belief",
        "sticking",
        "allocation",
        "stock",
        "bond",
        "asset",
        "fund",
        "instead",
        "fidelity",
        "portfolio",
        "manager",
        "try",
        "time",
        "market",
        "shift",
        "instance",
        "moving",
        "billion",
        "dollar",
        "commodity",
        "bet",
        "chinese",
        "stock",
        "tech",
        "share",
        "regulatory",
        "filing",
        "show",
        "show",
        "chapter",
        "pm",
        "et",
        "fri",
        "feb",
        "change",
        "worked",
        "well",
        "running",
        "bull",
        "market",
        "history",
        "expose",
        "investor",
        "bigger",
        "loss",
        "fund",
        "increasingly",
        "volatile",
        "asset",
        "head",
        "south",
        "1990s",
        "fidelity",
        "helped",
        "pioneer",
        "fund",
        "prudent",
        "method",
        "diversify",
        "investment",
        "automatically",
        "dial",
        "risk",
        "participant",
        "age",
        "fund",
        "name",
        "typically",
        "include",
        "projected",
        "retirement",
        "year",
        "target",
        "date",
        "today",
        "many",
        "fund",
        "manager",
        "turned",
        "riskier",
        "investment",
        "boost",
        "return",
        "fidelity",
        "gone",
        "peer",
        "said",
        "ron",
        "surz",
        "president",
        "research",
        "firm",
        "target",
        "date",
        "solution",
        "fund",
        "high",
        "concentration",
        "stock",
        "time",
        "bomb",
        "surz",
        "said",
        "sector",
        "even",
        "riskier",
        "today",
        "financial",
        "crisis",
        "fund",
        "dropped",
        "percent",
        "said",
        "fidelity",
        "spokesman",
        "vincent",
        "loporchio",
        "said",
        "today",
        "american",
        "saver",
        "handle",
        "risk",
        "retire",
        "later",
        "live",
        "longer",
        "allowing",
        "time",
        "recover",
        "loss",
        "freedom",
        "fund",
        "lifetime",
        "saving",
        "solution",
        "said",
        "deliver",
        "exceptional",
        "performance",
        "shareholder",
        "taking",
        "appropriate",
        "risk",
        "recent",
        "global",
        "market",
        "underscored",
        "fidelity",
        "growing",
        "appetite",
        "risk",
        "could",
        "amplify",
        "investor",
        "loss",
        "freedom",
        "fund",
        "investor",
        "two",
        "year",
        "retirement",
        "fell",
        "percent",
        "26th",
        "8th",
        "performing",
        "worse",
        "percent",
        "competitor",
        "similar",
        "fund",
        "according",
        "morningstar",
        "sharp",
        "downturn",
        "reflects",
        "fidelity",
        "decision",
        "keep",
        "percent",
        "investor",
        "money",
        "stock",
        "compared",
        "average",
        "percent",
        "similar",
        "fund",
        "older",
        "saver",
        "according",
        "morningstar",
        "fund",
        "saver",
        "tumbled",
        "percent",
        "period",
        "lagging",
        "percent",
        "rival",
        "outperforming",
        "almost",
        "competitor",
        "past",
        "year",
        "stock",
        "generally",
        "surged",
        "fund",
        "young",
        "investor",
        "better",
        "beating",
        "percent",
        "rival",
        "market",
        "loporchio",
        "said",
        "swing",
        "reflect",
        "fidelity",
        "retirement",
        "saver",
        "see",
        "long",
        "term",
        "strategy",
        "change",
        "fidelity",
        "needed",
        "address",
        "longstanding",
        "problem",
        "underperformance",
        "freedom",
        "fund",
        "loporchio",
        "said",
        "fidelity",
        "product",
        "yield",
        "disappointing",
        "return",
        "work",
        "relentlessly",
        "improve",
        "said",
        "decade",
        "change",
        "freedom",
        "fund",
        "largely",
        "failed",
        "beat",
        "match",
        "internal",
        "benchmark",
        "set",
        "fidelity",
        "span",
        "according",
        "reuters",
        "analysis",
        "firm",
        "performance",
        "data",
        "fund",
        "sport",
        "team",
        "record",
        "benchmark",
        "would",
        "six",
        "win",
        "loss",
        "one",
        "tie",
        "million",
        "american",
        "billion",
        "invested",
        "freedom",
        "fund",
        "fidelity",
        "largest",
        "retirement",
        "fund",
        "franchise",
        "fund",
        "account",
        "percent",
        "firm",
        "asset",
        "management",
        "generate",
        "fee",
        "revenue",
        "approaching",
        "billion",
        "annually",
        "fund",
        "market",
        "share",
        "plunged",
        "percent",
        "total",
        "fund",
        "asset",
        "percent",
        "end",
        "according",
        "morningstar",
        "data",
        "top",
        "five",
        "provider",
        "fidelity",
        "one",
        "net",
        "withdrawal",
        "according",
        "morningstar",
        "data",
        "contrast",
        "target",
        "date",
        "industry",
        "whole",
        "racked",
        "billion",
        "net",
        "deposit",
        "two",
        "year",
        "change",
        "retirement",
        "plan",
        "sponsor",
        "consultant",
        "pulled",
        "money",
        "freedom",
        "fund",
        "told",
        "reuters",
        "lost",
        "faith",
        "freedom",
        "fund",
        "history",
        "underperformance",
        "frequent",
        "strategy",
        "change",
        "rising",
        "risk",
        "dassault",
        "systemes",
        "french",
        "software",
        "company",
        "operation",
        "among",
        "dumped",
        "freedom",
        "fund",
        "investment",
        "soon",
        "strategy",
        "revamp",
        "fidelity",
        "tinkering",
        "fund",
        "methodology",
        "dialing",
        "investor",
        "risk",
        "time",
        "raised",
        "concern",
        "fund",
        "management",
        "said",
        "longfellow",
        "advisor",
        "outside",
        "consultant",
        "hired",
        "dassault",
        "report",
        "company",
        "clear",
        "u",
        "knew",
        "kendall",
        "storch",
        "longfellow",
        "principal",
        "consulted",
        "dassault",
        "change",
        "told",
        "reuters",
        "interview",
        "plan",
        "sponsor",
        "dumping",
        "freedom",
        "fund",
        "recently",
        "include",
        "host",
        "college",
        "retirement",
        "system",
        "shifted",
        "money",
        "fund",
        "offered",
        "vanguard",
        "according",
        "announcement",
        "plan",
        "included",
        "central",
        "florida",
        "university",
        "dartmouth",
        "college",
        "duke",
        "university",
        "santa",
        "clara",
        "university",
        "university",
        "virginia",
        "physician",
        "group",
        "retirement",
        "plan",
        "el",
        "camino",
        "hospital",
        "silicon",
        "valley",
        "replaced",
        "freedom",
        "fund",
        "rowe",
        "price",
        "target",
        "date",
        "offering",
        "citing",
        "historic",
        "underperformance",
        "new",
        "attempt",
        "time",
        "global",
        "market",
        "according",
        "february",
        "investment",
        "committee",
        "meeting",
        "report",
        "fidelity",
        "made",
        "lot",
        "change",
        "said",
        "scott",
        "cameron",
        "chief",
        "investment",
        "officer",
        "retirement",
        "consultant",
        "multnomah",
        "group",
        "advised",
        "el",
        "camino",
        "hospital",
        "change",
        "cause",
        "client",
        "pause",
        "first",
        "time",
        "fidelity",
        "criticized",
        "strategy",
        "change",
        "unsettled",
        "investor",
        "analyst",
        "morningstar",
        "looked",
        "fidelity",
        "change",
        "allocation",
        "stock",
        "described",
        "shocking",
        "seemingly",
        "chaotic",
        "according",
        "morningstar",
        "report",
        "fund",
        "industry",
        "fidelity",
        "said",
        "new",
        "strategy",
        "call",
        "active",
        "asset",
        "allocation",
        "capitalize",
        "finding",
        "underpriced",
        "asset",
        "year",
        "time",
        "horizon",
        "since",
        "freedom",
        "fund",
        "portfolio",
        "manager",
        "discretion",
        "adjust",
        "allocation",
        "major",
        "asset",
        "class",
        "percentage",
        "point",
        "either",
        "direction",
        "loporchio",
        "said",
        "investment",
        "management",
        "fund",
        "flexible",
        "adaptable",
        "evolve",
        "respond",
        "change",
        "capital",
        "market",
        "investor",
        "need",
        "trying",
        "lose",
        "money",
        "fidelity",
        "historically",
        "frowned",
        "strategy",
        "retirement",
        "fund",
        "saying",
        "low",
        "probability",
        "repeated",
        "success",
        "according",
        "presentation",
        "fidelity",
        "gave",
        "vermont",
        "state",
        "municipal",
        "retirement",
        "system",
        "reuters",
        "obtained",
        "slide",
        "deck",
        "public",
        "record",
        "request",
        "instead",
        "fidelity",
        "restricted",
        "freedom",
        "fund",
        "manager",
        "asset",
        "allocation",
        "formula",
        "specified",
        "percentage",
        "stock",
        "bond",
        "asset",
        "freedom",
        "fund",
        "launched",
        "dominated",
        "sector",
        "year",
        "top",
        "record",
        "keeper",
        "k",
        "defined",
        "contribution",
        "retirement",
        "plan",
        "fidelity",
        "outsized",
        "influence",
        "investment",
        "option",
        "offered",
        "worker",
        "hospital",
        "municipality",
        "company",
        "university",
        "fund",
        "lost",
        "ground",
        "rival",
        "vanguard",
        "group",
        "overtook",
        "cheaper",
        "index",
        "fund",
        "change",
        "fidelity",
        "fund",
        "held",
        "higher",
        "concentration",
        "conservative",
        "investment",
        "bond",
        "aimed",
        "protecting",
        "investor",
        "downside",
        "risk",
        "market",
        "cataclysm",
        "even",
        "conservative",
        "asset",
        "mix",
        "freedom",
        "fund",
        "today",
        "fidelity",
        "struggled",
        "control",
        "damage",
        "financial",
        "crisis",
        "fund",
        "performed",
        "poorly",
        "rest",
        "sector",
        "losing",
        "percent",
        "youngest",
        "saver",
        "percent",
        "near",
        "retirement",
        "time",
        "around",
        "freedom",
        "fund",
        "exposed",
        "equity",
        "asset",
        "according",
        "analyst",
        "reuters",
        "review",
        "fidelity",
        "regulatory",
        "filing",
        "stake",
        "much",
        "higher",
        "popular",
        "fund",
        "sector",
        "trillion",
        "asset",
        "management",
        "five",
        "time",
        "much",
        "meltdown",
        "despite",
        "fidelity",
        "rapid",
        "loss",
        "market",
        "share",
        "freedom",
        "fund",
        "asset",
        "doubled",
        "past",
        "decade",
        "stock",
        "value",
        "surged",
        "fidelity",
        "gone",
        "competitor",
        "boosting",
        "risk",
        "juice",
        "return",
        "rate",
        "environment",
        "fund",
        "disclosure",
        "show",
        "example",
        "fidelity",
        "freedom",
        "fund",
        "marketing",
        "people",
        "retiring",
        "two",
        "year",
        "percent",
        "asset",
        "equity",
        "contrast",
        "fund",
        "run",
        "rowe",
        "price",
        "group",
        "vanguard",
        "group",
        "american",
        "fund",
        "percent",
        "percent",
        "percent",
        "respectively",
        "equity",
        "fund",
        "holding",
        "disclosure",
        "show",
        "fidelity",
        "fund",
        "includes",
        "percent",
        "billion",
        "net",
        "asset",
        "emerging",
        "market",
        "equity",
        "chinese",
        "stock",
        "according",
        "company",
        "disclosure",
        "percent",
        "decade",
        "ago",
        "similar",
        "fidelity",
        "fund",
        "older",
        "saver",
        "according",
        "estimate",
        "software",
        "research",
        "firm",
        "markov",
        "process",
        "international",
        "current",
        "exposure",
        "significantly",
        "higher",
        "category",
        "average",
        "percent",
        "fund",
        "according",
        "mpi",
        "analysis",
        "emerging",
        "market",
        "particular",
        "volatile",
        "stock",
        "market",
        "feature",
        "foreign",
        "currency",
        "exchange",
        "risk",
        "political",
        "instability",
        "limited",
        "liquidity",
        "summer",
        "example",
        "shanghai",
        "composite",
        "index",
        "fell",
        "percent",
        "reverberated",
        "around",
        "globe",
        "amid",
        "worry",
        "china",
        "slowing",
        "economy",
        "freedom",
        "fund",
        "portfolio",
        "manager",
        "quants",
        "experimenting",
        "artificial",
        "intelligence",
        "algorithm",
        "similar",
        "one",
        "used",
        "hedge",
        "fund",
        "identify",
        "hidden",
        "shift",
        "market",
        "adjust",
        "investment",
        "allocation",
        "according",
        "fidelity",
        "published",
        "research",
        "change",
        "paid",
        "short",
        "run",
        "freedom",
        "fund",
        "return",
        "beating",
        "internal",
        "benchmark",
        "fidelity",
        "also",
        "credited",
        "junk",
        "bond",
        "helping",
        "bolster",
        "return",
        "according",
        "portfolio",
        "manager",
        "commentary",
        "posted",
        "website",
        "long",
        "run",
        "biggest",
        "risk",
        "fund",
        "wo",
        "meet",
        "investor",
        "expectation",
        "avoiding",
        "loss",
        "said",
        "morningstar",
        "analyst",
        "jeff",
        "holt",
        "fund",
        "said",
        "popular",
        "part",
        "investor",
        "believe",
        "designed",
        "lose",
        "money",
        "watch",
        "fidelity",
        "broker",
        "website",
        "report",
        "outage",
        "wild",
        "trading",
        "february",
        "show",
        "chapter"
    ]
}