{
    "organizations": [],
    "uuid": "99547eae04e253efee664935e0f69f882f8f459e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/21/cnbc-transcript-steven-ciobo-minister-for-trade-tourism-investment-australia.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Steven Ciobo, Minister for Trade, Tourism & Investment, Australia",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of CNBC's interview with Steven Ciobo, Minister for Trade, Tourism & Investment of Australia at the Credit Suisse Asian Investment Conference in Hong Kong. The interview was broadcast on Squawk Box on 21 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Akiko Fujita.\nAkiko Fujita (AF): We've got the Australian Minister of Trade, Investment, and Tourism, Steven Ciobo, here with us here in Hong Kong. Great to have you on today. You had a talk earlier this week in strong defense of the WTO, essentially saying there would be anarchy without the WTO in place. That sounds like a shot that's fired towards Washington?\nSteven Ciobo: No, no, it's a simple statement of fact. I mean, the whole purpose of the international rules-based order is to ensure that small countries and big countries can both co-exist and have a mutually beneficial outcome. If we allow a situation to occur where we don't have an international rules-based order, well then it's the big countries prevailing over the small countries, and you know, that's not in anybody's interest.\nAF: There is a sense amongst some, that the WTO is under threat right now, given the rhetoric that's coming out of the White House, essentially Washington saying, we're going to after these trade deficits, regardless of how it is achieved. And there seems to be a question here at investors that we've been speaking to about how far the White House is willing to go on this front. And now there's reports they could go after $60 billion worth of Chinese goods, going after the tech companies, the telcos, intellectual property. How are you viewing this entire dialogue that's playing out right now?\nSteven Ciobo: Well, I understand that each country's going to be motivated to pursue its national interest, that's the obvious, and that's obviously is consistent with the actions that countries will take. But fundamentally, there are some international norms that need to be in many respects, reinforced. Australia is a strong pro-market, pro-free trade, pro-liberalized trade country. That's why we pursue the TPP-11. It's why we've got one of the most active trade agendas that we've ever pursued right now. Ultimately, what the United States decides to do is obviously a question for them.\nMy focus though, is working with all countries to make sure that we can reinforce those structures and those vehicles like the WTO, which are responsible for policing the conduct of countries around the world. In the absence of there being a \"cop on the beat\", so to speak, you're left with a situation where as I said the, I mean to use a turn of phrase, the big fish eat the little fish and the little fish eat the shrimp. I mean, we don't want that outcome. What we want is an outcome, where there is a consistent set of rules that applies globally, that countries comply with.\nAF: You talk about working with other countries. What is that conversation right now that's happening among yourself as well as other trade ministers, in light of potential action coming from the White House? I know Australia has been in close contact with Japan as well as Canada, that dialogue is happening. What is that discussion?\nSteven Ciobo: Sure. Well the dialogue is taking place and all of us are motivated by what we can do to reinforce, as I said, those structures like the WTO. Now, that's not to suggest for one moment that WTO is perfect, it's not. Even Roberto Azevedo acknowledged that there are reforms that need to be undertaken to improve the WTO. Australia's signed up to that, even the Europeans will sign up to that. So there's work that we need to do to better shape and mold the WTO's functioning. But by the same token, those of us that are engaged in these discussions, as for example, best exemplified by TPP-11 agreement which we recently signed. We want to continue to open up opportunities for trade, for investment. TPP-11 was one example. We've got a strong focus on the regional comprehensive economic partnership. Just last weekend, the Australian Prime Minister Malcolm Turnbull, hosted a special summit with ASEAN member countries. So we're very focused on what we continue, what we can do, to continue productive and constructive discussions about making sure that we overcome some of those challenges on the trade investment front.\nAF: Australia's one of the countries that did receive an exemption when it comes to the tariffs on steel and aluminum that were recently announced from the White House. There's a lot of questions about why Australia was in fact exempt. What was that conversation with the White House?\nSteven Ciobo: I think the exemption with the U.S. references a couple of points. The first is that we have a very open, fair-trading system between Australia and United States. I know that fair trade is very important for President Trump. I don't have a problem with fair trade; Australia pursues its national interest. Every country pursues its national interest. It shouldn't be a surprise to anybody that United States would pursue their national interest. Ultimately though, when it comes to the Australia-U.S. bilateral relationship, very broad, very deep, strong investment flows. The U.S. is our biggest source of foreign investments in the country. We've got a strong trade relationship. In fact, the U.S. runs a trade surplus with Australia. So when you look at that context, plus the fact that we're allies, and we have of course, decades of standing alongside each other, those are the basis upon which the exemption was sought and provided.\nAF: The reality is the U.S. does have strong relationships with Australia but there are other allies in the region, like South Korea, as well as Japan, who were not exempt from this. Were there any concessions Australia had to make on the security front, perhaps, to try and quiet the concerns coming out of the U.S. to say: \"look, we are willing to make exemptions\"?\nSteven Ciobo: Well I can't speak as to why they did or did not exempt other countries, that's a decision for the U.S. Administration. But certainly from Australia's perspective this, and let's be clear about this, this was a discrete outcome. And what I mean by that is that there was nothing that was required to be done or conditions put on the exemption. The exemption is there because of the national security interconnection between Australia and the United States. That's the basis upon which the exemption was provided and that's the basis upon which we take it for.\nAF: We heard from White House advisor Pete Navarro last week, talking about how this could be resolved peacefully. He saw a situation where perhaps, those who ran trade deficits with China could become some kind of coalition here. Essentially working together to put the pressure on China to change the trade rules here. Is that something Australia would agree to?\nSteven Ciobo: Our trade relationship with China, I mean, it's our most significant trade partner. Australia's relationship with China and trade is a very positive one, we run a surplus with mainland, you know, and our experience on trade has been very positive with China. China is engaged with Australia, you know. We've got a really liberalizing, free trade agreement between Australia and China, in terms of bilateral free trade agreement. So, and even on intellectual property, again, we've had a, our experience as a country with China, I think it's fair to say it's been different to the U.S. experience on issues like intellectual property. So, you know, we will continue to engage in a really constructive way.\nI'll be honest as well though, China acknowledges and have made comments to me on senior government levels. Take for example one of the most hardly contested issues, which is the global steel glut. I mean, China has said to me that they recognize that there is a glut of steel. They're taking reforms and putting systems in place to reduce the amount of output of steel that China's putting into the market. They need to balance that against their own domestic considerations with employment and that's understandable. So what is most important now is for ongoing dialogue, discussion and understanding about how all of the countries involved can work together in a constructive way to prevent an outbreak of hostilities, in terms of trade hostilities, which obviously are not in anybody's interests.\nAF: Finally, you did mention the success of the CP-TPP earlier. It does seem like that's just another example of how trade within the region is increasingly, increasingly we're seeing these countries turning to each other. The U.S. is thoroughly out of the mix for now, but it does look like, whether it's China and Japan or Australia and China, these traditional roles where there's a lot more competition, we're seeing a bit more receptiveness to partnerships. Do you see the trade in the region accelerating as a result of the broader dialogue that's happening in the U.S. context?\nSteven Ciobo: I think that there's no doubt that there's going be an acceleration of trade in Asia-Pacific, particularly in Asia. That was part of what lay behind the Prime Minister Turnbull's initiative with respect to the ASEAN Special Summit. You know, what lay behind our decision to have free trade agreements that we've successfully concluded with South Korea, with Japan, with China. I'm now pursuing free trade agreements with Indonesia and with Hong Kong. We have the Regional Economic Comprehensive Partnership agreement. That's a key priority for Australia as well and we hope to include a high-quality deal there. So, all of this is built around recognizing there are global value chains in the region. We are all, in many respects, sitting in this region together. We'll trade off each other, there's a booming middle-class in Asia. And we think that all of us, by having clear rules of the road, so to speak, on trade can benefit from each other's integration of our economies, integration of supply chains and opportunities that will present itself. So, you know, in the region it's a really positive story.\nAF: And we'll leave it on that positive note. Minister, great to have you on today. Minister Steven Ciobo joining us.\nEND",
    "published": "2018-03-21T10:17:00.000+02:00",
    "crawled": "2018-03-21T14:08:47.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "steven",
        "ciobo",
        "minister",
        "trade",
        "tourism",
        "investment",
        "australia",
        "credit",
        "suisse",
        "asian",
        "investment",
        "conference",
        "hong",
        "kong",
        "interview",
        "broadcast",
        "squawk",
        "box",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "akiko",
        "fujita",
        "akiko",
        "fujita",
        "af",
        "got",
        "australian",
        "minister",
        "trade",
        "investment",
        "tourism",
        "steven",
        "ciobo",
        "u",
        "hong",
        "kong",
        "great",
        "today",
        "talk",
        "earlier",
        "week",
        "strong",
        "defense",
        "wto",
        "essentially",
        "saying",
        "would",
        "anarchy",
        "without",
        "wto",
        "place",
        "sound",
        "like",
        "shot",
        "fired",
        "towards",
        "washington",
        "steven",
        "ciobo",
        "simple",
        "statement",
        "fact",
        "mean",
        "whole",
        "purpose",
        "international",
        "order",
        "ensure",
        "small",
        "country",
        "big",
        "country",
        "mutually",
        "beneficial",
        "outcome",
        "allow",
        "situation",
        "occur",
        "international",
        "order",
        "well",
        "big",
        "country",
        "prevailing",
        "small",
        "country",
        "know",
        "anybody",
        "interest",
        "af",
        "sense",
        "amongst",
        "wto",
        "threat",
        "right",
        "given",
        "rhetoric",
        "coming",
        "white",
        "house",
        "essentially",
        "washington",
        "saying",
        "going",
        "trade",
        "deficit",
        "regardless",
        "achieved",
        "seems",
        "question",
        "investor",
        "speaking",
        "far",
        "white",
        "house",
        "willing",
        "go",
        "front",
        "report",
        "could",
        "go",
        "billion",
        "worth",
        "chinese",
        "good",
        "going",
        "tech",
        "company",
        "telco",
        "intellectual",
        "property",
        "viewing",
        "entire",
        "dialogue",
        "playing",
        "right",
        "steven",
        "ciobo",
        "well",
        "understand",
        "country",
        "going",
        "motivated",
        "pursue",
        "national",
        "interest",
        "obvious",
        "obviously",
        "consistent",
        "action",
        "country",
        "take",
        "fundamentally",
        "international",
        "norm",
        "need",
        "many",
        "respect",
        "reinforced",
        "australia",
        "strong",
        "trade",
        "trade",
        "country",
        "pursue",
        "got",
        "one",
        "active",
        "trade",
        "agenda",
        "ever",
        "pursued",
        "right",
        "ultimately",
        "united",
        "state",
        "decides",
        "obviously",
        "question",
        "focus",
        "though",
        "working",
        "country",
        "make",
        "sure",
        "reinforce",
        "structure",
        "vehicle",
        "like",
        "wto",
        "responsible",
        "policing",
        "conduct",
        "country",
        "around",
        "world",
        "absence",
        "cop",
        "beat",
        "speak",
        "left",
        "situation",
        "said",
        "mean",
        "use",
        "turn",
        "phrase",
        "big",
        "fish",
        "eat",
        "little",
        "fish",
        "little",
        "fish",
        "eat",
        "shrimp",
        "mean",
        "want",
        "outcome",
        "want",
        "outcome",
        "consistent",
        "set",
        "rule",
        "applies",
        "globally",
        "country",
        "comply",
        "af",
        "talk",
        "working",
        "country",
        "conversation",
        "right",
        "happening",
        "among",
        "well",
        "trade",
        "minister",
        "light",
        "potential",
        "action",
        "coming",
        "white",
        "house",
        "know",
        "australia",
        "close",
        "contact",
        "japan",
        "well",
        "canada",
        "dialogue",
        "happening",
        "discussion",
        "steven",
        "ciobo",
        "sure",
        "well",
        "dialogue",
        "taking",
        "place",
        "u",
        "motivated",
        "reinforce",
        "said",
        "structure",
        "like",
        "wto",
        "suggest",
        "one",
        "moment",
        "wto",
        "perfect",
        "even",
        "roberto",
        "azevedo",
        "acknowledged",
        "reform",
        "need",
        "undertaken",
        "improve",
        "wto",
        "australia",
        "signed",
        "even",
        "european",
        "sign",
        "work",
        "need",
        "better",
        "shape",
        "mold",
        "wto",
        "functioning",
        "token",
        "u",
        "engaged",
        "discussion",
        "example",
        "best",
        "exemplified",
        "agreement",
        "recently",
        "signed",
        "want",
        "continue",
        "open",
        "opportunity",
        "trade",
        "investment",
        "one",
        "example",
        "got",
        "strong",
        "focus",
        "regional",
        "comprehensive",
        "economic",
        "partnership",
        "last",
        "weekend",
        "australian",
        "prime",
        "minister",
        "malcolm",
        "turnbull",
        "hosted",
        "special",
        "summit",
        "asean",
        "member",
        "country",
        "focused",
        "continue",
        "continue",
        "productive",
        "constructive",
        "discussion",
        "making",
        "sure",
        "overcome",
        "challenge",
        "trade",
        "investment",
        "front",
        "af",
        "australia",
        "one",
        "country",
        "receive",
        "exemption",
        "come",
        "tariff",
        "steel",
        "aluminum",
        "recently",
        "announced",
        "white",
        "house",
        "lot",
        "question",
        "australia",
        "fact",
        "exempt",
        "conversation",
        "white",
        "house",
        "steven",
        "ciobo",
        "think",
        "exemption",
        "reference",
        "couple",
        "point",
        "first",
        "open",
        "system",
        "australia",
        "united",
        "state",
        "know",
        "fair",
        "trade",
        "important",
        "president",
        "trump",
        "problem",
        "fair",
        "trade",
        "australia",
        "pursues",
        "national",
        "interest",
        "every",
        "country",
        "pursues",
        "national",
        "interest",
        "surprise",
        "anybody",
        "united",
        "state",
        "would",
        "pursue",
        "national",
        "interest",
        "ultimately",
        "though",
        "come",
        "bilateral",
        "relationship",
        "broad",
        "deep",
        "strong",
        "investment",
        "flow",
        "biggest",
        "source",
        "foreign",
        "investment",
        "country",
        "got",
        "strong",
        "trade",
        "relationship",
        "fact",
        "run",
        "trade",
        "surplus",
        "australia",
        "look",
        "context",
        "plus",
        "fact",
        "ally",
        "course",
        "decade",
        "standing",
        "alongside",
        "basis",
        "upon",
        "exemption",
        "sought",
        "provided",
        "af",
        "reality",
        "strong",
        "relationship",
        "australia",
        "ally",
        "region",
        "like",
        "south",
        "korea",
        "well",
        "japan",
        "exempt",
        "concession",
        "australia",
        "make",
        "security",
        "front",
        "perhaps",
        "try",
        "quiet",
        "concern",
        "coming",
        "say",
        "look",
        "willing",
        "make",
        "exemption",
        "steven",
        "ciobo",
        "well",
        "ca",
        "speak",
        "exempt",
        "country",
        "decision",
        "administration",
        "certainly",
        "australia",
        "perspective",
        "let",
        "clear",
        "discrete",
        "outcome",
        "mean",
        "nothing",
        "required",
        "done",
        "condition",
        "put",
        "exemption",
        "exemption",
        "national",
        "security",
        "interconnection",
        "australia",
        "united",
        "state",
        "basis",
        "upon",
        "exemption",
        "provided",
        "basis",
        "upon",
        "take",
        "af",
        "heard",
        "white",
        "house",
        "advisor",
        "pete",
        "navarro",
        "last",
        "week",
        "talking",
        "could",
        "resolved",
        "peacefully",
        "saw",
        "situation",
        "perhaps",
        "ran",
        "trade",
        "deficit",
        "china",
        "could",
        "become",
        "kind",
        "coalition",
        "essentially",
        "working",
        "together",
        "put",
        "pressure",
        "china",
        "change",
        "trade",
        "rule",
        "something",
        "australia",
        "would",
        "agree",
        "steven",
        "ciobo",
        "trade",
        "relationship",
        "china",
        "mean",
        "significant",
        "trade",
        "partner",
        "australia",
        "relationship",
        "china",
        "trade",
        "positive",
        "one",
        "run",
        "surplus",
        "mainland",
        "know",
        "experience",
        "trade",
        "positive",
        "china",
        "china",
        "engaged",
        "australia",
        "know",
        "got",
        "really",
        "liberalizing",
        "free",
        "trade",
        "agreement",
        "australia",
        "china",
        "term",
        "bilateral",
        "free",
        "trade",
        "agreement",
        "even",
        "intellectual",
        "property",
        "experience",
        "country",
        "china",
        "think",
        "fair",
        "say",
        "different",
        "experience",
        "issue",
        "like",
        "intellectual",
        "property",
        "know",
        "continue",
        "engage",
        "really",
        "constructive",
        "way",
        "honest",
        "well",
        "though",
        "china",
        "acknowledges",
        "made",
        "comment",
        "senior",
        "government",
        "level",
        "take",
        "example",
        "one",
        "hardly",
        "contested",
        "issue",
        "global",
        "steel",
        "glut",
        "mean",
        "china",
        "said",
        "recognize",
        "glut",
        "steel",
        "taking",
        "reform",
        "putting",
        "system",
        "place",
        "reduce",
        "amount",
        "output",
        "steel",
        "china",
        "putting",
        "market",
        "need",
        "balance",
        "domestic",
        "consideration",
        "employment",
        "understandable",
        "important",
        "ongoing",
        "dialogue",
        "discussion",
        "understanding",
        "country",
        "involved",
        "work",
        "together",
        "constructive",
        "way",
        "prevent",
        "outbreak",
        "hostility",
        "term",
        "trade",
        "hostility",
        "obviously",
        "anybody",
        "interest",
        "af",
        "finally",
        "mention",
        "success",
        "earlier",
        "seem",
        "like",
        "another",
        "example",
        "trade",
        "within",
        "region",
        "increasingly",
        "increasingly",
        "seeing",
        "country",
        "turning",
        "thoroughly",
        "mix",
        "look",
        "like",
        "whether",
        "china",
        "japan",
        "australia",
        "china",
        "traditional",
        "role",
        "lot",
        "competition",
        "seeing",
        "bit",
        "receptiveness",
        "partnership",
        "see",
        "trade",
        "region",
        "accelerating",
        "result",
        "broader",
        "dialogue",
        "happening",
        "context",
        "steven",
        "ciobo",
        "think",
        "doubt",
        "going",
        "acceleration",
        "trade",
        "particularly",
        "asia",
        "part",
        "lay",
        "behind",
        "prime",
        "minister",
        "turnbull",
        "initiative",
        "respect",
        "asean",
        "special",
        "summit",
        "know",
        "lay",
        "behind",
        "decision",
        "free",
        "trade",
        "agreement",
        "successfully",
        "concluded",
        "south",
        "korea",
        "japan",
        "china",
        "pursuing",
        "free",
        "trade",
        "agreement",
        "indonesia",
        "hong",
        "kong",
        "regional",
        "economic",
        "comprehensive",
        "partnership",
        "agreement",
        "key",
        "priority",
        "australia",
        "well",
        "hope",
        "include",
        "deal",
        "built",
        "around",
        "recognizing",
        "global",
        "value",
        "chain",
        "region",
        "many",
        "respect",
        "sitting",
        "region",
        "together",
        "trade",
        "booming",
        "asia",
        "think",
        "u",
        "clear",
        "rule",
        "road",
        "speak",
        "trade",
        "benefit",
        "integration",
        "economy",
        "integration",
        "supply",
        "chain",
        "opportunity",
        "present",
        "know",
        "region",
        "really",
        "positive",
        "story",
        "af",
        "leave",
        "positive",
        "note",
        "minister",
        "great",
        "today",
        "minister",
        "steven",
        "ciobo",
        "joining",
        "u",
        "end"
    ]
}