{
    "organizations": [],
    "uuid": "3b3d7e5caad7f0ed297100bc79ac39cac75a06cf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/pr-newswire-nexgen-appoints-james-hatley-p-eng-as-senior-vice-president.html",
    "ord_in_thread": 0,
    "title": "NexGen Appoints James Hatley, P.Eng. as Senior Vice President",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, March 6, 2018 /PRNewswire/ - NexGen Energy Ltd. (\"NexGen\" or the \"Company\") (TSX:NXE, NYSE MKT:NXE) is pleased to announce the appointment of James Hatley as Senior Vice President, Project Development effective March 5, 2018.\nLeigh Curyer, Chief Executive Officer, commented: \"On behalf of the Board and Executive, I would like to welcome Mr. Hatley to the NexGen team and look forward to his expert input into the execution of the Arrow Development programs as we rapidly advance Arrow towards production.\"\nJames Hatley, P.Eng\nJames Hatley was most recently a consultant, upsteam continuous excellence for Saudi Aramco. Prior to joining Saudi Aramco, Mr. Hatley spent 13 years at Cameco Corporation where he began as a Senior Geotechnical Engineer at Cigar Lake, proceeding to Chief Mine Engineer of McArthur River Operations, Superintendent Resource Development at McArthur River, Director, McArthur River Expansion program as well as working on various Life of Asset plans, strategic relationships with customers and regulatory engagement efforts. Mr Hatley joins NexGen as Senior Vice President, Project Development with over 25 years in the metals and mining sector starting with Placer Dome Inc., then to Respec Inc. before moving to Cameco in 2003.\nMr. Hatley is a Professional Engineer (P.Eng.), Project Management Professional (PMP) and holds a Masters of Business Administation from Athabasca University. Mr. Hatley was a Board Member of the Saskatchewan Mining Association for three terms and received a CIM Fellowship for \"20 Years of Technical Leadership\".\nAbout NexGen\nNexGen is a British Columbia corporation with a focus on the acquisition, exploration and development of Canadian uranium projects. NexGen has a highly experienced team of uranium industry professionals with a successful track record in the discovery of uranium deposits and in developing projects through discovery to production.\nNexGen owns a portfolio of prospective uranium exploration assets in the Athabasca Basin, Saskatchewan, Canada, including a 100% interest in Rook I, location of the Arrow Deposit in February 2014, the Bow discovery in March 2015, the Harpoon discovery in August 2016 and the Arrow South discovery in July 2017. The Arrow deposit's updated mineral resource estimate with an effective date of December 20, 2016 was released in March 2017, and comprised 179.5 M lbs U3O8 contained in 1.18 M tonnes grading 6.88% U3O8 in the Indicated Mineral Resource category and an additional 122.1 M lbs U3O8 contained in 4.25 M tonnes grading 1.30% U3O8 in the Inferred Mineral Resource category.\nTechnical Information\nAll scientific and technical information in this news release has been prepared by or reviewed and approved by Mr. Garrett Ainsworth, P.Geo., Vice President – Exploration & Development for NexGen. Mr. Ainsworth is a qualified person for the purposes of National Instrument 43-101 Standards of Disclosure for Mineral Projects (\"NI 43-101\"), and has verified the sampling, analytical, and test data underlying the information or opinions contained herein by reviewing original data certificates and monitoring all of the data collection protocols.\nFor details of the Rook I Project including the quality assurance program and quality control measures applied and key assumptions, parameters and methods used to estimate the mineral resource please refer to the technical report entitled \"Technical Report on the Preliminary Economic Assessment of the Arrow Deposit, Rook 1 Property, Province of Saskatchewan, Canada\" dated effective September 1, 2017 (the \" Rook 1 Technical Report \") prepared by Jason J. Cox, David M. Robson, Mark B. Mathisen, David A. Ross, Val Coetzee and Mark Wittrup, each of whom is a \"qualified person\" under NI 43-101. The Rook I Technical Report is available for review under the Company's profile on SEDAR at www.sedar.com .\nU.S. investors are advised that while the terms \"indicated resources\" and \"inferred resources\" are recognized and required by Canadian regulations, the U.S. Securities and Exchange Commission does not recognize these terms. U.S. investors are cautioned not to assume that any part or all of the material in these categories will ever be converted into mineral reserves.\nForward-Looking Information\nThe information contained herein contains \"forward-looking statements\" within the meaning of the United States Private Securities Litigation Reform Act of 1995 and \"forward-looking information\" within the meaning of applicable Canadian securities legislation. \"Forward-looking information\" includes, but is not limited to, statements with respect to the activities, events or developments that the Company expects or anticipates will or may occur in the future. Generally, but not always, forward-looking information and statements can be identified by the use of words such as \"plans\", \"expects\", \"is expected\", \"budget\", \"scheduled\", \"estimates\", \"forecasts\", \"intends\", \"anticipates\", or \"believes\" or the negative connotation thereof or variations of such words and phrases or state that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will be taken\", \"occur\" or \"be achieved\" or the negative connotation thereof.\nForward-looking information and statements are based on the then current expectations, beliefs, assumptions, estimates and forecasts about NexGen's business and the industry and markets in which it operates. Forward-looking information and statements are made based upon numerous assumptions, including among others, that the proposed transaction will be completed, the results of planned exploration activities are as anticipated, the price of uranium, the cost of planned exploration activities, that financing will be available if and when needed and on reasonable terms, that third party contractors, equipment, supplies and governmental and other approvals required to conduct NexGen's planned exploration activities will be available on reasonable terms and in a timely manner and that general business and economic conditions will not change in a material adverse manner. Although the assumptions made by the Company in providing forward looking information or making forward looking statements are considered reasonable by management at the time, there can be no assurance that such assumptions will prove to be accurate\nForward-looking information and statements also involve known and unknown risks and uncertainties and other factors, which may cause actual results, performances and achievements of NexGen to differ materially from any projections of results, performances and achievements of NexGen expressed or implied by such forward-looking information or statements, including, among others, negative operating cash flow and dependence on third party financing, uncertainty of the availability of additional financing, the risk that pending assay results will not confirm previously announced preliminary results, imprecision of mineral resource estimates, the appeal of alternate sources of energy and sustained low uranium prices, aboriginal title and consultation issues, exploration risks, reliance upon key management and other personnel, deficiencies in the Company's title to its properties, uninsurable risks, failure to manage conflicts of interest, failure to obtain or maintain required permits and licenses, changes in laws, regulations and policy, competition for resources and financing, and other factors discussed or referred to in the Company's Annual Information Form dated March 31, 2017 under \"Risk Factors\".\nAlthough the Company has attempted to identify important factors that could cause actual results to differ materially from those contained in the forward-looking information or implied by forward-looking information, there may be other factors that cause results not to be as anticipated, estimated or intended.\nThere can be no assurance that forward-looking information and statements will prove to be accurate, as actual results and future events could differ materially from those anticipated, estimated or intended. Accordingly, readers should not place undue reliance on forward-looking statements or information. The Company undertakes no obligation to update or reissue forward-looking information as a result of new information or events except as required by applicable securities laws.\nSOURCE NexGen Energy Ltd.",
    "published": "2018-03-06T14:30:00.000+02:00",
    "crawled": "2018-03-06T15:47:33.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "march",
        "nexgen",
        "energy",
        "nexgen",
        "company",
        "tsx",
        "nxe",
        "nyse",
        "mkt",
        "nxe",
        "pleased",
        "announce",
        "appointment",
        "james",
        "hatley",
        "senior",
        "vice",
        "president",
        "project",
        "development",
        "effective",
        "march",
        "leigh",
        "curyer",
        "chief",
        "executive",
        "officer",
        "commented",
        "behalf",
        "board",
        "executive",
        "would",
        "like",
        "welcome",
        "hatley",
        "nexgen",
        "team",
        "look",
        "forward",
        "expert",
        "input",
        "execution",
        "arrow",
        "development",
        "program",
        "rapidly",
        "advance",
        "arrow",
        "towards",
        "production",
        "james",
        "hatley",
        "james",
        "hatley",
        "recently",
        "consultant",
        "upsteam",
        "continuous",
        "excellence",
        "saudi",
        "aramco",
        "prior",
        "joining",
        "saudi",
        "aramco",
        "hatley",
        "spent",
        "year",
        "cameco",
        "corporation",
        "began",
        "senior",
        "geotechnical",
        "engineer",
        "cigar",
        "lake",
        "proceeding",
        "chief",
        "mine",
        "engineer",
        "mcarthur",
        "river",
        "operation",
        "superintendent",
        "resource",
        "development",
        "mcarthur",
        "river",
        "director",
        "mcarthur",
        "river",
        "expansion",
        "program",
        "well",
        "working",
        "various",
        "life",
        "asset",
        "plan",
        "strategic",
        "relationship",
        "customer",
        "regulatory",
        "engagement",
        "effort",
        "mr",
        "hatley",
        "join",
        "nexgen",
        "senior",
        "vice",
        "president",
        "project",
        "development",
        "year",
        "metal",
        "mining",
        "sector",
        "starting",
        "placer",
        "dome",
        "respec",
        "moving",
        "cameco",
        "hatley",
        "professional",
        "engineer",
        "project",
        "management",
        "professional",
        "pmp",
        "hold",
        "master",
        "business",
        "administation",
        "athabasca",
        "university",
        "hatley",
        "board",
        "member",
        "saskatchewan",
        "mining",
        "association",
        "three",
        "term",
        "received",
        "cim",
        "fellowship",
        "year",
        "technical",
        "leadership",
        "nexgen",
        "nexgen",
        "british",
        "columbia",
        "corporation",
        "focus",
        "acquisition",
        "exploration",
        "development",
        "canadian",
        "uranium",
        "project",
        "nexgen",
        "highly",
        "experienced",
        "team",
        "uranium",
        "industry",
        "professional",
        "successful",
        "track",
        "record",
        "discovery",
        "uranium",
        "deposit",
        "developing",
        "project",
        "discovery",
        "production",
        "nexgen",
        "owns",
        "portfolio",
        "prospective",
        "uranium",
        "exploration",
        "asset",
        "athabasca",
        "basin",
        "saskatchewan",
        "canada",
        "including",
        "interest",
        "rook",
        "location",
        "arrow",
        "deposit",
        "february",
        "bow",
        "discovery",
        "march",
        "harpoon",
        "discovery",
        "august",
        "arrow",
        "south",
        "discovery",
        "july",
        "arrow",
        "deposit",
        "updated",
        "mineral",
        "resource",
        "estimate",
        "effective",
        "date",
        "december",
        "released",
        "march",
        "comprised",
        "lb",
        "u3o8",
        "contained",
        "tonne",
        "grading",
        "u3o8",
        "indicated",
        "mineral",
        "resource",
        "category",
        "additional",
        "lb",
        "u3o8",
        "contained",
        "tonne",
        "grading",
        "u3o8",
        "inferred",
        "mineral",
        "resource",
        "category",
        "technical",
        "information",
        "scientific",
        "technical",
        "information",
        "news",
        "release",
        "prepared",
        "reviewed",
        "approved",
        "garrett",
        "ainsworth",
        "vice",
        "president",
        "exploration",
        "development",
        "nexgen",
        "ainsworth",
        "qualified",
        "person",
        "purpose",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "ni",
        "verified",
        "sampling",
        "analytical",
        "test",
        "data",
        "underlying",
        "information",
        "opinion",
        "contained",
        "herein",
        "reviewing",
        "original",
        "data",
        "certificate",
        "monitoring",
        "data",
        "collection",
        "protocol",
        "detail",
        "rook",
        "project",
        "including",
        "quality",
        "assurance",
        "program",
        "quality",
        "control",
        "measure",
        "applied",
        "key",
        "assumption",
        "parameter",
        "method",
        "used",
        "estimate",
        "mineral",
        "resource",
        "please",
        "refer",
        "technical",
        "report",
        "entitled",
        "technical",
        "report",
        "preliminary",
        "economic",
        "assessment",
        "arrow",
        "deposit",
        "rook",
        "property",
        "province",
        "saskatchewan",
        "canada",
        "dated",
        "effective",
        "september",
        "rook",
        "technical",
        "report",
        "prepared",
        "jason",
        "cox",
        "david",
        "robson",
        "mark",
        "mathisen",
        "david",
        "ross",
        "val",
        "coetzee",
        "mark",
        "wittrup",
        "qualified",
        "person",
        "ni",
        "rook",
        "technical",
        "report",
        "available",
        "review",
        "company",
        "profile",
        "sedar",
        "investor",
        "advised",
        "term",
        "indicated",
        "resource",
        "inferred",
        "resource",
        "recognized",
        "required",
        "canadian",
        "regulation",
        "security",
        "exchange",
        "commission",
        "recognize",
        "term",
        "investor",
        "cautioned",
        "assume",
        "part",
        "material",
        "category",
        "ever",
        "converted",
        "mineral",
        "reserve",
        "information",
        "information",
        "contained",
        "herein",
        "contains",
        "statement",
        "within",
        "meaning",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "information",
        "includes",
        "limited",
        "statement",
        "respect",
        "activity",
        "event",
        "development",
        "company",
        "expects",
        "anticipates",
        "may",
        "occur",
        "future",
        "generally",
        "always",
        "information",
        "statement",
        "identified",
        "use",
        "word",
        "plan",
        "expects",
        "expected",
        "budget",
        "scheduled",
        "estimate",
        "forecast",
        "intends",
        "anticipates",
        "belief",
        "negative",
        "connotation",
        "thereof",
        "variation",
        "word",
        "phrase",
        "state",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "negative",
        "connotation",
        "thereof",
        "information",
        "statement",
        "based",
        "current",
        "expectation",
        "belief",
        "assumption",
        "estimate",
        "forecast",
        "nexgen",
        "business",
        "industry",
        "market",
        "operates",
        "information",
        "statement",
        "made",
        "based",
        "upon",
        "numerous",
        "assumption",
        "including",
        "among",
        "others",
        "proposed",
        "transaction",
        "completed",
        "result",
        "planned",
        "exploration",
        "activity",
        "anticipated",
        "price",
        "uranium",
        "cost",
        "planned",
        "exploration",
        "activity",
        "financing",
        "available",
        "needed",
        "reasonable",
        "term",
        "third",
        "party",
        "contractor",
        "equipment",
        "supply",
        "governmental",
        "approval",
        "required",
        "conduct",
        "nexgen",
        "planned",
        "exploration",
        "activity",
        "available",
        "reasonable",
        "term",
        "timely",
        "manner",
        "general",
        "business",
        "economic",
        "condition",
        "change",
        "material",
        "adverse",
        "manner",
        "although",
        "assumption",
        "made",
        "company",
        "providing",
        "forward",
        "looking",
        "information",
        "making",
        "forward",
        "looking",
        "statement",
        "considered",
        "reasonable",
        "management",
        "time",
        "assurance",
        "assumption",
        "prove",
        "accurate",
        "information",
        "statement",
        "also",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "nexgen",
        "differ",
        "materially",
        "projection",
        "result",
        "performance",
        "achievement",
        "nexgen",
        "expressed",
        "implied",
        "information",
        "statement",
        "including",
        "among",
        "others",
        "negative",
        "operating",
        "cash",
        "flow",
        "dependence",
        "third",
        "party",
        "financing",
        "uncertainty",
        "availability",
        "additional",
        "financing",
        "risk",
        "pending",
        "assay",
        "result",
        "confirm",
        "previously",
        "announced",
        "preliminary",
        "result",
        "imprecision",
        "mineral",
        "resource",
        "estimate",
        "appeal",
        "alternate",
        "source",
        "energy",
        "sustained",
        "low",
        "uranium",
        "price",
        "aboriginal",
        "title",
        "consultation",
        "issue",
        "exploration",
        "risk",
        "reliance",
        "upon",
        "key",
        "management",
        "personnel",
        "deficiency",
        "company",
        "title",
        "property",
        "uninsurable",
        "risk",
        "failure",
        "manage",
        "conflict",
        "interest",
        "failure",
        "obtain",
        "maintain",
        "required",
        "permit",
        "license",
        "change",
        "law",
        "regulation",
        "policy",
        "competition",
        "resource",
        "financing",
        "factor",
        "discussed",
        "referred",
        "company",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "risk",
        "factor",
        "although",
        "company",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "contained",
        "information",
        "implied",
        "information",
        "may",
        "factor",
        "cause",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "information",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "estimated",
        "intended",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "company",
        "undertakes",
        "obligation",
        "update",
        "reissue",
        "information",
        "result",
        "new",
        "information",
        "event",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "source",
        "nexgen",
        "energy",
        "ltd"
    ]
}