{
    "organizations": [],
    "uuid": "3dcd88559dcc7457790cfcdaa33e9a2e6c8711c0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/cnbc-transcript-laurent-guyot-ceo-thales-china.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Laurent Guyot, CEO, Thales China",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of a CNBC interview with Laurent Guyot, CEO of Thales China, at the China Development Forum in Beijing. The interview was broadcast on CNBC's Squawk Box on 27 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Martin Soong.\nMartin Soong (MS): Let's start with, we have to talk about the tariffs. How concerned are you this could escalate into a trade war?\nLaurent Guyot: That's quite an interesting question for someone running a company but I don't believe I would be the best person to answer to this question. What I can say is that technology has no frontier and developing technologies will be at the heart of the development of our societies. May it be in China, may it be in Europe, may it be in the U.S., may be anywhere. Technology will be a basis for further development and well-being.\nMS: Thales of course involved very deeply in transportation - planes, trains in China. Some of your technology is also not just extremely powerful, but also extremely sensitive. What has Thales' experience been in China, with regard to protecting or safeguarding that technology? Has it been a good experience, positive experience?\nLaurent Guyot: Thales has been in China for more than 30 years so we have some experience about doing business in technological areas in China. What we can say is that it's about a question about partnership. If you have the right partners you are engaging to a true business-oriented relationship, you have to develop some technologies in China of course, we want to localize R&D in China. And when you follow this kind of approach, good partners, localization of technologies, I think you can get all the benefits of being there. We don't need to, we need also not to be naïve, and you're right, IP protection is an important matter, it requires professionals to help us on doing that, but it's not a barrier for Thales to contribute to developing its business in China and to develop China itself.\nMS: Does that mean that transfer of technology from Thales to China or Chinese state companies took place? Was it a condition or a part of the deal 30 years ago or through these 30 years, that some of your technology would be transferred to China?\nLaurent Guyot: I don't think that transfer of technology is what we want to do. I think that the new rule of success is to co-develop in China, is to generate technologies from China together with Chinese partners. So in that case we don't talk about transfer of technology. We talk about building value in China, for China, but also for the group. And when we reconcile the interest of both Thales group, which is to develop new solutions for the world, and the interest of the country, which is to go to high quality development through technology, then we can be successful.\nMS: I want to ask you a cheeky question and I'll warn you ahead of time. I think this is a question that a lot of foreign companies, even ones that have been operating in China, maybe even more so for companies operating in China for a long time. What happens when China gets to the stage where it doesn't need you anymore? What happens when China gets to the stage where it can do it by themselves and even become a competitor?\nLaurent Guyot: This question is very interesting because why do you ask it for China? We can ask it for any countries in the world. If you are not bringing contribution in the market where you are, in the country where you are, if you are not getting advantage of cooperation with universities to get the best students, to grow the students into becoming good engineers, if you don't get all that. And these are a few examples. Then there is no development possible. It's true in China, it's true anywhere.\nMS: Fair enough. Let's focus on one area where Thales is especially strong, this is aerospace. Talk to us about the status and also Thales' involvement with C919 and also the ARJ 21.\nLaurent Guyot: Okay. So Thales is involved in business with both… and COMAC of course. I don't know any new aircraft development in these days that meets the initial deadline. Maybe with western platform makers are also in China, it's always very complex to develop a new aircraft. And the first by far priority is safety and there is no tradeoff on that. So it may take a little more time. What is important is to develop a competitive and safe aircraft and I think Thales is contributing to that.\nMS: And what specifically is Thales' role in C919 as well as ARJ21?\nLaurent Guyot: In C919 for instance we are involved in in-flight entertainment solutions. A bit also for power generation but in-flight entertainment mainly.\nMS: More than a billion dollars, a big deal - in Australia one sky ATC air traffic control. I get the sense that you're hoping that you can do something like that here in China as well. How close are you?\nLaurent Guyot: Yes so first of all, Thales is very proud to have earned the trust of Australian authorities for this contract. It will cover 11 percent of the surface of the world, of the globe I would say, so it's quite important. It shows the leadership of Thales air traffic control, Thales is a world leader there. And again it's a very good step forward. Now this being said, the situation in China is totally different from the situation in Australia. The problematic in China is a combination of growth and of the fact that the traffic is very dense in some areas rather than in others. And this densification of traffic in Pearl River Delta for instance, in the east coast, make it that China will have to face the most advanced challenge in the world to continue to provide with top world level, in terms of safety, air traffic control. What we know is that combination of growth of traffic. The traffic will double in the next 10 years, the number aircrafts will go from 5500 to more than 10,000 in less than 10 years, it's more than one new aircraft per day.\nSo the combination of that together with some congestion areas make it a unique challenge and for that, to solve the challenge, a company like Thales, which is a world leader, which has been in air traffic control for more than 20 years, I think is the right partner with China to address the challenge and to develop in China a specific solution for the Chinese challenge.\nMS: Has open bidding started? Is it an open bidding process?\nLaurent Guyot: There are many many bids and many areas of modernization that are ongoing. Thales is in a partnership, with a joint venture with a local company with… and we are involved yes in several of the tenders.\nEND\nMedia Contact:\nMike Cheong\nCommunications Manager, CNBC Asia Pacific\nD: +65 6326 1123\nM: +65 9852 8630\nMike.Cheong@nbcuni.com\nAbout CNBC\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the world's major financial markets via three regional TV networks in Asia, EMEA and the US. CNBC.com is the preeminent financial news source on the web featuring video, real-time market analysis and dynamic financial tools. CNBC serves the world's most powerful audience of CEOs, senior executives, the financial services industry and private investors and is available in more than 409 million homes worldwide. CNBC is a division of NBCUniversal.\n www.cnbc.com",
    "published": "2018-03-27T03:48:00.000+03:00",
    "crawled": "2018-03-27T05:40:44.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "laurent",
        "guyot",
        "ceo",
        "thales",
        "china",
        "china",
        "development",
        "forum",
        "beijing",
        "interview",
        "broadcast",
        "cnbc",
        "squawk",
        "box",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "martin",
        "soong",
        "martin",
        "soong",
        "m",
        "let",
        "start",
        "talk",
        "tariff",
        "concerned",
        "could",
        "escalate",
        "trade",
        "war",
        "laurent",
        "guyot",
        "quite",
        "interesting",
        "question",
        "someone",
        "running",
        "company",
        "believe",
        "would",
        "best",
        "person",
        "answer",
        "question",
        "say",
        "technology",
        "frontier",
        "developing",
        "technology",
        "heart",
        "development",
        "society",
        "may",
        "china",
        "may",
        "europe",
        "may",
        "may",
        "anywhere",
        "technology",
        "basis",
        "development",
        "m",
        "thales",
        "course",
        "involved",
        "deeply",
        "transportation",
        "plane",
        "train",
        "china",
        "technology",
        "also",
        "extremely",
        "powerful",
        "also",
        "extremely",
        "sensitive",
        "thales",
        "experience",
        "china",
        "regard",
        "protecting",
        "safeguarding",
        "technology",
        "good",
        "experience",
        "positive",
        "experience",
        "laurent",
        "guyot",
        "thales",
        "china",
        "year",
        "experience",
        "business",
        "technological",
        "area",
        "china",
        "say",
        "question",
        "partnership",
        "right",
        "partner",
        "engaging",
        "true",
        "relationship",
        "develop",
        "technology",
        "china",
        "course",
        "want",
        "localize",
        "r",
        "china",
        "follow",
        "kind",
        "approach",
        "good",
        "partner",
        "localization",
        "technology",
        "think",
        "get",
        "benefit",
        "need",
        "need",
        "also",
        "naïve",
        "right",
        "ip",
        "protection",
        "important",
        "matter",
        "requires",
        "professional",
        "help",
        "u",
        "barrier",
        "thales",
        "contribute",
        "developing",
        "business",
        "china",
        "develop",
        "china",
        "m",
        "mean",
        "transfer",
        "technology",
        "thales",
        "china",
        "chinese",
        "state",
        "company",
        "took",
        "place",
        "condition",
        "part",
        "deal",
        "year",
        "ago",
        "year",
        "technology",
        "would",
        "transferred",
        "china",
        "laurent",
        "guyot",
        "think",
        "transfer",
        "technology",
        "want",
        "think",
        "new",
        "rule",
        "success",
        "china",
        "generate",
        "technology",
        "china",
        "together",
        "chinese",
        "partner",
        "case",
        "talk",
        "transfer",
        "technology",
        "talk",
        "building",
        "value",
        "china",
        "china",
        "also",
        "group",
        "reconcile",
        "interest",
        "thales",
        "group",
        "develop",
        "new",
        "solution",
        "world",
        "interest",
        "country",
        "go",
        "high",
        "quality",
        "development",
        "technology",
        "successful",
        "m",
        "want",
        "ask",
        "cheeky",
        "question",
        "warn",
        "ahead",
        "time",
        "think",
        "question",
        "lot",
        "foreign",
        "company",
        "even",
        "one",
        "operating",
        "china",
        "maybe",
        "even",
        "company",
        "operating",
        "china",
        "long",
        "time",
        "happens",
        "china",
        "get",
        "stage",
        "need",
        "anymore",
        "happens",
        "china",
        "get",
        "stage",
        "even",
        "become",
        "competitor",
        "laurent",
        "guyot",
        "question",
        "interesting",
        "ask",
        "china",
        "ask",
        "country",
        "world",
        "bringing",
        "contribution",
        "market",
        "country",
        "getting",
        "advantage",
        "cooperation",
        "university",
        "get",
        "best",
        "student",
        "grow",
        "student",
        "becoming",
        "good",
        "engineer",
        "get",
        "example",
        "development",
        "possible",
        "true",
        "china",
        "true",
        "anywhere",
        "m",
        "fair",
        "enough",
        "let",
        "focus",
        "one",
        "area",
        "thales",
        "especially",
        "strong",
        "aerospace",
        "talk",
        "u",
        "status",
        "also",
        "thales",
        "involvement",
        "c919",
        "also",
        "arj",
        "laurent",
        "guyot",
        "okay",
        "thales",
        "involved",
        "business",
        "comac",
        "course",
        "know",
        "new",
        "aircraft",
        "development",
        "day",
        "meet",
        "initial",
        "deadline",
        "maybe",
        "western",
        "platform",
        "maker",
        "also",
        "china",
        "always",
        "complex",
        "develop",
        "new",
        "aircraft",
        "first",
        "far",
        "priority",
        "safety",
        "tradeoff",
        "may",
        "take",
        "little",
        "time",
        "important",
        "develop",
        "competitive",
        "safe",
        "aircraft",
        "think",
        "thales",
        "contributing",
        "m",
        "specifically",
        "thales",
        "role",
        "c919",
        "well",
        "arj21",
        "laurent",
        "guyot",
        "c919",
        "instance",
        "involved",
        "entertainment",
        "solution",
        "bit",
        "also",
        "power",
        "generation",
        "entertainment",
        "mainly",
        "m",
        "billion",
        "dollar",
        "big",
        "deal",
        "australia",
        "one",
        "sky",
        "atc",
        "air",
        "traffic",
        "control",
        "get",
        "sense",
        "hoping",
        "something",
        "like",
        "china",
        "well",
        "close",
        "laurent",
        "guyot",
        "yes",
        "first",
        "thales",
        "proud",
        "earned",
        "trust",
        "australian",
        "authority",
        "contract",
        "cover",
        "percent",
        "surface",
        "world",
        "globe",
        "would",
        "say",
        "quite",
        "important",
        "show",
        "leadership",
        "thales",
        "air",
        "traffic",
        "control",
        "thales",
        "world",
        "leader",
        "good",
        "step",
        "forward",
        "said",
        "situation",
        "china",
        "totally",
        "different",
        "situation",
        "australia",
        "problematic",
        "china",
        "combination",
        "growth",
        "fact",
        "traffic",
        "dense",
        "area",
        "rather",
        "others",
        "densification",
        "traffic",
        "pearl",
        "river",
        "delta",
        "instance",
        "east",
        "coast",
        "make",
        "china",
        "face",
        "advanced",
        "challenge",
        "world",
        "continue",
        "provide",
        "top",
        "world",
        "level",
        "term",
        "safety",
        "air",
        "traffic",
        "control",
        "know",
        "combination",
        "growth",
        "traffic",
        "traffic",
        "double",
        "next",
        "year",
        "number",
        "aircraft",
        "go",
        "less",
        "year",
        "one",
        "new",
        "aircraft",
        "per",
        "day",
        "combination",
        "together",
        "congestion",
        "area",
        "make",
        "unique",
        "challenge",
        "solve",
        "challenge",
        "company",
        "like",
        "thales",
        "world",
        "leader",
        "air",
        "traffic",
        "control",
        "year",
        "think",
        "right",
        "partner",
        "china",
        "address",
        "challenge",
        "develop",
        "china",
        "specific",
        "solution",
        "chinese",
        "challenge",
        "m",
        "open",
        "bidding",
        "started",
        "open",
        "bidding",
        "process",
        "laurent",
        "guyot",
        "many",
        "many",
        "bid",
        "many",
        "area",
        "modernization",
        "ongoing",
        "thales",
        "partnership",
        "joint",
        "venture",
        "local",
        "company",
        "involved",
        "yes",
        "several",
        "tender",
        "end",
        "medium",
        "contact",
        "mike",
        "cheong",
        "communication",
        "manager",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "world",
        "major",
        "financial",
        "market",
        "via",
        "three",
        "regional",
        "tv",
        "network",
        "asia",
        "emea",
        "u",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "video",
        "market",
        "analysis",
        "dynamic",
        "financial",
        "tool",
        "cnbc",
        "serf",
        "world",
        "powerful",
        "audience",
        "ceo",
        "senior",
        "executive",
        "financial",
        "service",
        "industry",
        "private",
        "investor",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "division",
        "nbcuniversal"
    ]
}