{
    "organizations": [],
    "uuid": "25247e2b4461f9438f2acd4674b807d69abe7d3b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/business-wire-stewart-announces-agreement-to-be-acquired-by-fidelity-national-financial.html",
    "ord_in_thread": 0,
    "title": "Stewart Announces Agreement to be Acquired by Fidelity National Financial",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Cash and Stock Deal Valued at Approximately $1.2 billion Combination Creates Opportunity for Stewart to Grow its Brand and Continue its Legacy of Customer-Focused Service\nHOUSTON--(BUSINESS WIRE)-- Stewart Information Services Corporation (NYSE: STC) (“Stewart”) today announced that it has entered into a definitive agreement to be acquired by Fidelity National Financial, Inc. (NYSE: FNF) (“Fidelity”), a leading provider of title insurance and transaction services to the real estate and mortgage industries.\nUnder the terms of the agreement which has been unanimously approved by Stewart’s Board of Directors following a comprehensive review of strategic alternatives, Stewart shareholders will receive $25.00 in cash and 0.6425 common shares of Fidelity for each share of Stewart common stock they hold at closing, subject to the adjustment and election mechanisms described below.\n“Last year, our Board initiated a review of strategic alternatives for the company, and after an extensive process, we determined that capitalizing on the Fidelity platform will best enable us to support the Stewart brand and continue providing the service our customers have come to expect,” said Thomas G. Apel, Stewart’s Chairman of the Board. “Combining with Fidelity National Financial will create a strong portfolio of customers and business relationships, and will provide us with the ability to grow the Stewart brand.”\n“I am extremely proud of Stewart’s legacy of high-quality underwriting and customer-focused service delivered by our loyal associates,” said Matt Morris, Stewart CEO. “This transaction with Fidelity is an opportunity to continue building on this legacy, enhance innovation and create a more robust company for the future.”\n“Stewart is one of the most respected names in the title insurance industry, with over 125 years of providing superior customer service,” said William P. Foley, II, Fidelity Chairman. “We know business is won and lost based on customer service and relationships, and it is important to us to not only maintain, but provide additional support to grow the Stewart brand and reach more customers. Through this transaction, Stewart will bring its experience, knowledge, and customer relationships to the Fidelity family of companies in our continued mission to be the industry leader in underwriting, customer service and operational expertise.”\nBased on Fidelity’s closing stock price on March 16, 2018, the merger consideration represents total value per Stewart share of $50.20, a 23% premium to Stewart’s closing stock price on March 16, 2018 and a 32% premium to Stewart’s closing stock price on November 3, 2017, the trading day prior to Stewart’s announcement that it would undertake a review of strategic alternatives.\nUnder the terms of the definitive agreement, the following mechanics apply to the merger consideration:\nAdjustment mechanism. If the combined company is required to divest assets or businesses exceeding $75 million in order to procure required regulatory approvals up to a cap of $225 million of divested revenues, the purchase price will be adjusted down from $50.20 (based on $25.00 in cash and 0.6425 common shares of Fidelity stock) on a pro-rata basis relative to the actual amount of revenues required to be divested between $75 and $225 million to a minimum purchase price of $45.50 per share of common stock (with the decrease split on a 50/50 basis between the cash and stock portions of the merger consideration based on the value of the stock component at signing). Election mechanism. As an alternative to the default mixed transaction consideration described above, each Stewart shareholder will have the ability to instead receive either $50.00 in cash or 1.285 common shares of Fidelity for each Stewart share held, subject to a customary pro ration mechanism to the extent that either the cash or the stock portion of the merger consideration is over-subscribed.\nThe proposed transaction is subject to approval by Stewart’s shareholders and regulatory authorities and the satisfaction of customary closing conditions. The company will be closely working with regulators to obtain the necessary approvals as soon as possible, and the transaction is expected to close by the first or second quarter of 2019. If the deal is not completed for failure to obtain the required regulatory approvals, Fidelity is required to pay a reverse break-up fee of $50 million to Stewart.\nCiti acted as financial advisor to Stewart and Davis Polk & Wardwell LLP acted as Stewart’s legal advisor.\nAbout Stewart\nStewart Information Services Corporation (NYSE:STC) is a global real estate services company, offering products and services through our direct operations, network of Stewart Trusted Providers™ and family of companies. From residential and commercial title insurance and closing and settlement services to specialized offerings for the mortgage industry, we offer the comprehensive service, deep expertise and solutions our customers need for any real estate transaction. At Stewart, we believe in building strong relationships – and these partnerships are the cornerstone of every closing, every transaction and every deal. Stewart. Real partners. Real possibilities.™ More information is available at the company’s website at stewart.com , or you can subscribe to the Stewart blog at blog.stewart.com , or follow Stewart on Twitter ® @stewarttitleco.\nAbout Fidelity National Financial\nFidelity National Financial, Inc. (NYSE:FNF) is the nation’s largest title insurance company through its title insurance underwriters - Fidelity National Title, Chicago Title, Commonwealth Land Title, Alamo Title and National Title of New York - that collectively issue more title insurance policies than any other title company in the United States. More information about FNF can be found at www.fnf.com .\nForward-Looking Statements\nThis communication contains forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995 including, but not limited to, Fidelity National Financial, Inc.’s (“FNF”) and Stewart Information Services Corporation’s (“Stewart”) expectations or predictions of future financial or business performance conditions. All statements other than statements of historical or current fact included in this communication that address activities, events, conditions or developments that we expect, believe or anticipate will or may occur in the future are forward-looking statements. You can generally identify forward-looking statements by the use of forward-looking terminology such as “anticipate,” “believe,” “can,” “continue,” “could,” “estimate,” “evaluate,” “expect,” “explore,” “forecast,” “guidance,” “intend,” “likely,” “may,” “might,” “outlook,” “plan,” “potential,” “predict,” “probable,” “project,” “seek,” “should,” “view,” or “will,” or the negative thereof or other variations thereon or comparable terminology. Forward looking statements give our current expectations and projections relating to our financial conditions, result of operations, plans, objectives, future performance and business and these statements are not guarantees of future performance. Because such statements are based on expectations as to future financial and operating results and are not statements of fact, actual results may differ materially from those projected. Neither FNF nor Stewart assumes any duty to update or revise any forward-looking statements, whether as a result of new information, future events or otherwise, as of any future date. The risks and uncertainties which forward-looking statements are subject to include, but are not limited to: changes in general economic, business and political conditions, including changes in the financial markets; weakness or adverse changes in the level of real estate activity, which may be caused by, among other things, high or increasing interest rates, a limited supply of mortgage funding or a weak U. S. economy; our potential inability to find suitable acquisition candidates, acquisitions in lines of business that will not necessarily be limited to our traditional areas of focus, or difficulties in integrating acquisitions; our dependence on distributions from our title insurance underwriters as a main source of cash flow; significant competition that our operating subsidiaries face; compliance with extensive government regulation of our operating subsidiaries; the risk that Stewart shareholders may not adopt the merger agreement; the risk that our stockholders may not adopt the merger agreement; the risk that the necessary regulatory approvals may not be obtained or may be obtained subject to conditions that are not anticipated; risks that any of the closing conditions to the proposed merger may not be satisfied in a timely manner; the risk that the businesses will not be integrated successfully, that such integration may be more difficult, time-consuming or costly than expected or that the expected benefits of the acquisition will not be realized; and other risks detailed in the risk factors discussed in “Item 1.A. Risk Factors” in FNF’s and Stewart’s most recent Annual Reports on Form 10-K, as updated by any Quarterly Reports on Form 10-Q, Current Reports on Form 8-K and future filings with the Securities and Exchange Commission (“SEC”).\nAdditional Information and Where to Find it\nThis communication may be deemed to be solicitation material in respect of the proposed merger between FNF and Stewart. In connection with the proposed merger, FNF intends to file a registration statement on Form S-4, containing a proxy statement/prospectus with the SEC. INVESTORS AND SECURITY HOLDERS OF FNF AND STEWART ARE URGED TO READ ALL RELEVANT DOCUMENTS FILED WITH THE SEC, INCLUDING THE PROXY STATEMENT/PROSPECTUS, BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE PROPOSED MERGER. Investors and security holders will be able to obtain copies of the proxy statement/prospectus as well as other filings containing information about FNF and Stewart, without charge, at the SEC’s website, http://www.sec.gov . Copies of the documents filed with the SEC by FNF will be available free of charge within the investor relations section of FNF’s website at http://www.investr.fnf.com . Copies of the documents filed with the SEC by Stewart will be available free of charge within the investor relations section of Stewart’s website at http://www.stewart.com/investor-relations.html .\nParticipants in Solicitation\nStewart and its directors and executive officers may be deemed to be participants in the solicitation of proxies in respect of the transactions contemplated by the merger agreement. Information regarding Stewart’s directors and executive officers is contained in Stewart’s Annual Report on Form 10-K for the year ended December 31, 2017 filed on February 28, 2018 and its Proxy Statement on Schedule 14A filed on March 29, 2017, which are filed with the SEC. A more complete description will be available in the Registration Statement and the Proxy Statement/Prospectus.\nThis communication shall not constitute an offer to sell or the solicitation of an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180319005398/en/\nINVESTOR CONTACT\nStewart Information Services Corporation\nNat Otis, 713-625-8360\nSVP - Finance and Director of Investor Relations\nor\nMEDIA CONTACTS\nSard Verbinnen & Co\nFrances Jeter\nfjeter@sardverb.com ,\nor\nKelly Kimberly, 832-680-5120\nkkimberly@sardverb.com\nSource: Stewart Information Services Corporation",
    "published": "2018-03-19T15:01:00.000+02:00",
    "crawled": "2018-03-19T17:06:03.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cash",
        "stock",
        "deal",
        "valued",
        "approximately",
        "billion",
        "combination",
        "creates",
        "opportunity",
        "stewart",
        "grow",
        "brand",
        "continue",
        "legacy",
        "service",
        "houston",
        "business",
        "wire",
        "stewart",
        "information",
        "service",
        "corporation",
        "nyse",
        "stc",
        "stewart",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "acquired",
        "fidelity",
        "national",
        "financial",
        "nyse",
        "fnf",
        "fidelity",
        "leading",
        "provider",
        "title",
        "insurance",
        "transaction",
        "service",
        "real",
        "estate",
        "mortgage",
        "industry",
        "term",
        "agreement",
        "unanimously",
        "approved",
        "stewart",
        "board",
        "director",
        "following",
        "comprehensive",
        "review",
        "strategic",
        "alternative",
        "stewart",
        "shareholder",
        "receive",
        "cash",
        "common",
        "share",
        "fidelity",
        "share",
        "stewart",
        "common",
        "stock",
        "hold",
        "closing",
        "subject",
        "adjustment",
        "election",
        "mechanism",
        "described",
        "last",
        "year",
        "board",
        "initiated",
        "review",
        "strategic",
        "alternative",
        "company",
        "extensive",
        "process",
        "determined",
        "capitalizing",
        "fidelity",
        "platform",
        "best",
        "enable",
        "u",
        "support",
        "stewart",
        "brand",
        "continue",
        "providing",
        "service",
        "customer",
        "come",
        "expect",
        "said",
        "thomas",
        "apel",
        "stewart",
        "chairman",
        "board",
        "combining",
        "fidelity",
        "national",
        "financial",
        "create",
        "strong",
        "portfolio",
        "customer",
        "business",
        "relationship",
        "provide",
        "u",
        "ability",
        "grow",
        "stewart",
        "extremely",
        "proud",
        "stewart",
        "legacy",
        "underwriting",
        "service",
        "delivered",
        "loyal",
        "associate",
        "said",
        "matt",
        "morris",
        "stewart",
        "ceo",
        "transaction",
        "fidelity",
        "opportunity",
        "continue",
        "building",
        "legacy",
        "enhance",
        "innovation",
        "create",
        "robust",
        "company",
        "stewart",
        "one",
        "respected",
        "name",
        "title",
        "insurance",
        "industry",
        "year",
        "providing",
        "superior",
        "customer",
        "service",
        "said",
        "william",
        "foley",
        "ii",
        "fidelity",
        "chairman",
        "know",
        "business",
        "lost",
        "based",
        "customer",
        "service",
        "relationship",
        "important",
        "u",
        "maintain",
        "provide",
        "additional",
        "support",
        "grow",
        "stewart",
        "brand",
        "reach",
        "customer",
        "transaction",
        "stewart",
        "bring",
        "experience",
        "knowledge",
        "customer",
        "relationship",
        "fidelity",
        "family",
        "company",
        "continued",
        "mission",
        "industry",
        "leader",
        "underwriting",
        "customer",
        "service",
        "operational",
        "based",
        "fidelity",
        "closing",
        "stock",
        "price",
        "march",
        "merger",
        "consideration",
        "represents",
        "total",
        "value",
        "per",
        "stewart",
        "share",
        "premium",
        "stewart",
        "closing",
        "stock",
        "price",
        "march",
        "premium",
        "stewart",
        "closing",
        "stock",
        "price",
        "november",
        "trading",
        "day",
        "prior",
        "stewart",
        "announcement",
        "would",
        "undertake",
        "review",
        "strategic",
        "alternative",
        "term",
        "definitive",
        "agreement",
        "following",
        "mechanic",
        "apply",
        "merger",
        "consideration",
        "adjustment",
        "mechanism",
        "combined",
        "company",
        "required",
        "divest",
        "asset",
        "business",
        "exceeding",
        "million",
        "order",
        "procure",
        "required",
        "regulatory",
        "approval",
        "cap",
        "million",
        "divested",
        "revenue",
        "purchase",
        "price",
        "adjusted",
        "based",
        "cash",
        "common",
        "share",
        "fidelity",
        "stock",
        "basis",
        "relative",
        "actual",
        "amount",
        "revenue",
        "required",
        "divested",
        "million",
        "minimum",
        "purchase",
        "price",
        "per",
        "share",
        "common",
        "stock",
        "decrease",
        "split",
        "basis",
        "cash",
        "stock",
        "portion",
        "merger",
        "consideration",
        "based",
        "value",
        "stock",
        "component",
        "signing",
        "election",
        "mechanism",
        "alternative",
        "default",
        "mixed",
        "transaction",
        "consideration",
        "described",
        "stewart",
        "shareholder",
        "ability",
        "instead",
        "receive",
        "either",
        "cash",
        "common",
        "share",
        "fidelity",
        "stewart",
        "share",
        "held",
        "subject",
        "customary",
        "pro",
        "ration",
        "mechanism",
        "extent",
        "either",
        "cash",
        "stock",
        "portion",
        "merger",
        "consideration",
        "proposed",
        "transaction",
        "subject",
        "approval",
        "stewart",
        "shareholder",
        "regulatory",
        "authority",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "company",
        "closely",
        "working",
        "regulator",
        "obtain",
        "necessary",
        "approval",
        "soon",
        "possible",
        "transaction",
        "expected",
        "close",
        "first",
        "second",
        "quarter",
        "deal",
        "completed",
        "failure",
        "obtain",
        "required",
        "regulatory",
        "approval",
        "fidelity",
        "required",
        "pay",
        "reverse",
        "fee",
        "million",
        "stewart",
        "citi",
        "acted",
        "financial",
        "advisor",
        "stewart",
        "davis",
        "polk",
        "wardwell",
        "llp",
        "acted",
        "stewart",
        "legal",
        "advisor",
        "stewart",
        "stewart",
        "information",
        "service",
        "corporation",
        "nyse",
        "stc",
        "global",
        "real",
        "estate",
        "service",
        "company",
        "offering",
        "product",
        "service",
        "direct",
        "operation",
        "network",
        "stewart",
        "trusted",
        "family",
        "company",
        "residential",
        "commercial",
        "title",
        "insurance",
        "closing",
        "settlement",
        "service",
        "specialized",
        "offering",
        "mortgage",
        "industry",
        "offer",
        "comprehensive",
        "service",
        "deep",
        "expertise",
        "solution",
        "customer",
        "need",
        "real",
        "estate",
        "transaction",
        "stewart",
        "believe",
        "building",
        "strong",
        "relationship",
        "partnership",
        "cornerstone",
        "every",
        "closing",
        "every",
        "transaction",
        "every",
        "deal",
        "stewart",
        "real",
        "partner",
        "real",
        "information",
        "available",
        "company",
        "website",
        "subscribe",
        "stewart",
        "blog",
        "follow",
        "stewart",
        "twitter",
        "stewarttitleco",
        "fidelity",
        "national",
        "financial",
        "fidelity",
        "national",
        "financial",
        "nyse",
        "fnf",
        "nation",
        "largest",
        "title",
        "insurance",
        "company",
        "title",
        "insurance",
        "underwriter",
        "fidelity",
        "national",
        "title",
        "chicago",
        "title",
        "commonwealth",
        "land",
        "title",
        "alamo",
        "title",
        "national",
        "title",
        "new",
        "york",
        "collectively",
        "issue",
        "title",
        "insurance",
        "policy",
        "title",
        "company",
        "united",
        "state",
        "information",
        "fnf",
        "found",
        "statement",
        "communication",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "fidelity",
        "national",
        "financial",
        "fnf",
        "stewart",
        "information",
        "service",
        "corporation",
        "stewart",
        "expectation",
        "prediction",
        "future",
        "financial",
        "business",
        "performance",
        "condition",
        "statement",
        "statement",
        "historical",
        "current",
        "fact",
        "included",
        "communication",
        "address",
        "activity",
        "event",
        "condition",
        "development",
        "expect",
        "believe",
        "anticipate",
        "may",
        "occur",
        "future",
        "statement",
        "generally",
        "identify",
        "statement",
        "use",
        "terminology",
        "anticipate",
        "believe",
        "continue",
        "could",
        "estimate",
        "evaluate",
        "expect",
        "explore",
        "forecast",
        "guidance",
        "intend",
        "likely",
        "may",
        "might",
        "outlook",
        "plan",
        "potential",
        "predict",
        "probable",
        "project",
        "seek",
        "view",
        "negative",
        "thereof",
        "variation",
        "thereon",
        "comparable",
        "terminology",
        "forward",
        "looking",
        "statement",
        "give",
        "current",
        "expectation",
        "projection",
        "relating",
        "financial",
        "condition",
        "result",
        "operation",
        "plan",
        "objective",
        "future",
        "performance",
        "business",
        "statement",
        "guarantee",
        "future",
        "performance",
        "statement",
        "based",
        "expectation",
        "future",
        "financial",
        "operating",
        "result",
        "statement",
        "fact",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "neither",
        "fnf",
        "stewart",
        "assumes",
        "duty",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "future",
        "date",
        "risk",
        "uncertainty",
        "statement",
        "subject",
        "include",
        "limited",
        "change",
        "general",
        "economic",
        "business",
        "political",
        "condition",
        "including",
        "change",
        "financial",
        "market",
        "weakness",
        "adverse",
        "change",
        "level",
        "real",
        "estate",
        "activity",
        "may",
        "caused",
        "among",
        "thing",
        "high",
        "increasing",
        "interest",
        "rate",
        "limited",
        "supply",
        "mortgage",
        "funding",
        "weak",
        "economy",
        "potential",
        "inability",
        "find",
        "suitable",
        "acquisition",
        "candidate",
        "acquisition",
        "line",
        "business",
        "necessarily",
        "limited",
        "traditional",
        "area",
        "focus",
        "difficulty",
        "integrating",
        "acquisition",
        "dependence",
        "distribution",
        "title",
        "insurance",
        "underwriter",
        "main",
        "source",
        "cash",
        "flow",
        "significant",
        "competition",
        "operating",
        "subsidiary",
        "face",
        "compliance",
        "extensive",
        "government",
        "regulation",
        "operating",
        "subsidiary",
        "risk",
        "stewart",
        "shareholder",
        "may",
        "adopt",
        "merger",
        "agreement",
        "risk",
        "stockholder",
        "may",
        "adopt",
        "merger",
        "agreement",
        "risk",
        "necessary",
        "regulatory",
        "approval",
        "may",
        "obtained",
        "may",
        "obtained",
        "subject",
        "condition",
        "anticipated",
        "risk",
        "closing",
        "condition",
        "proposed",
        "merger",
        "may",
        "satisfied",
        "timely",
        "manner",
        "risk",
        "business",
        "integrated",
        "successfully",
        "integration",
        "may",
        "difficult",
        "costly",
        "expected",
        "expected",
        "benefit",
        "acquisition",
        "realized",
        "risk",
        "detailed",
        "risk",
        "factor",
        "discussed",
        "item",
        "risk",
        "factor",
        "fnf",
        "stewart",
        "recent",
        "annual",
        "report",
        "form",
        "updated",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "future",
        "filing",
        "security",
        "exchange",
        "commission",
        "sec",
        "additional",
        "information",
        "find",
        "communication",
        "may",
        "deemed",
        "solicitation",
        "material",
        "respect",
        "proposed",
        "merger",
        "fnf",
        "stewart",
        "connection",
        "proposed",
        "merger",
        "fnf",
        "intends",
        "file",
        "registration",
        "statement",
        "form",
        "containing",
        "proxy",
        "sec",
        "investor",
        "security",
        "holder",
        "fnf",
        "stewart",
        "urged",
        "read",
        "relevant",
        "document",
        "filed",
        "sec",
        "including",
        "proxy",
        "contain",
        "important",
        "information",
        "proposed",
        "merger",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "copy",
        "proxy",
        "well",
        "filing",
        "containing",
        "information",
        "fnf",
        "stewart",
        "without",
        "charge",
        "sec",
        "website",
        "http",
        "copy",
        "document",
        "filed",
        "sec",
        "fnf",
        "available",
        "free",
        "charge",
        "within",
        "investor",
        "relation",
        "section",
        "fnf",
        "website",
        "http",
        "copy",
        "document",
        "filed",
        "sec",
        "stewart",
        "available",
        "free",
        "charge",
        "within",
        "investor",
        "relation",
        "section",
        "stewart",
        "website",
        "http",
        "participant",
        "solicitation",
        "stewart",
        "director",
        "executive",
        "officer",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "respect",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "information",
        "regarding",
        "stewart",
        "director",
        "executive",
        "officer",
        "contained",
        "stewart",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "february",
        "proxy",
        "statement",
        "schedule",
        "14a",
        "filed",
        "march",
        "filed",
        "sec",
        "complete",
        "description",
        "available",
        "registration",
        "statement",
        "proxy",
        "communication",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "contact",
        "stewart",
        "information",
        "service",
        "corporation",
        "nat",
        "otis",
        "svp",
        "finance",
        "director",
        "investor",
        "relation",
        "medium",
        "contact",
        "sard",
        "verbinnen",
        "co",
        "france",
        "jeter",
        "fjeter",
        "kelly",
        "kimberly",
        "kkimberly",
        "source",
        "stewart",
        "information",
        "service",
        "corporation"
    ]
}