{
    "organizations": [],
    "uuid": "958b40189ae62954793475218be3d97e60968987",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-solid-biosciences-reports-full-year-2017-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Solid Biosciences Reports Full Year 2017 Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMBRIDGE, Mass., March 29, 2018 (GLOBE NEWSWIRE) -- Solid Biosciences Inc. (NASDAQ:SLDB) today reported financial results for the full year ended December 31, 2017 and provided a corporate update.\n“Since our inception, we’ve worked hard to build a pipeline of innovative and complementary approaches for treating Duchenne muscular dystrophy (DMD). Those efforts resulted in the initiation of the first clinical trial for our microdystrophin gene transfer, SGT-001, at the end of 2017, which was recently put on clinical hold by the FDA,” said Ilan Ganot, Founder and Chief Executive Officer of Solid Biosciences. “We believe that SGT-001 has the potential to significantly benefit patients with DMD. We look forward to working with the FDA to understand the requirements for resuming the clinical trial and will provide an update as soon as appropriate.”\n“We are also working diligently to progress our second candidate, SB-001, into preclinical development, as well as to advance our efforts to build our preclinical and clinical pipeline,” continued Ganot. “The executive team and I are grateful to patients and our employees, partners, advisors and investors for their continued support as we work to realize our mission to end DMD.”\nBusiness Highlights and Recent Developments\nInitiated IGNITE DMD, the Company’s first clinical trial, in November 2017. The Phase I/II adaptive clinical trial is designed to evaluate the safety and efficacy of a single intravenous (IV) dose of SGT-001, Solid’s novel microdystrophin gene transfer, in ambulatory children and non-ambulatory adolescents with DMD. The Company believes that SGT-001 has the potential to slow or halt the progression of DMD regardless of a patient’s underlying genetic mutation. Reported that the U.S. Food and Drug Administration (FDA) placed a clinical hold on IGNITE DMD following the Company’s report of a Suspected Unexpected Serious Adverse Reaction (SUSAR) observed in the first patient dosed in the clinical trial. Solid has halted enrollment and dosing in IGNITE DMD and is awaiting the formal clinical hold letter from the FDA to understand the requirements for resuming the clinical trial. Submitted a response to the FDA regarding the previously announced partial clinical hold on the high dose of SGT-001 in IGNITE DMD, which is related to the number of vials and manufacturing lots utilized per patient, as well as manufacturing processes to support the higher-dose group. The Company is awaiting feedback from the FDA. Established a research collaboration with Synpromics Ltd in September 2017, providing Solid access to a set of Synpromics’ muscle-selective promoters for use in the development of new treatment options for DMD, including next generation gene therapy candidates. Completed a preferred unit financing in 2017, raising net proceeds of $79.5 million, and an Initial Public Offering (IPO) of common stock in January 2018, raising an additional $129.3 million in net proceeds. Solid intends to use the proceeds from these financings to advance its mission to develop meaningful treatments for DMD. Strengthened leadership team in 2017 with the appointment of Jennifer Ziolkowski, CPA, as Chief Financial Officer, the promotion of Carl Morris, Ph.D., to Chief Scientific Officer and the promotion of Joel Schneider, Ph.D., to Chief Technology Officer and Head of Exploratory Research and Development.\nSolid’s Anticipated Milestones and Expectations\nUpon receipt of a formal clinical hold letter, work with the FDA on the necessary steps to resume IGNITE DMD. Initiate preclinical activities in 2018 for SB-001, an anti-LTBP4 antibody aimed at reducing fibrosis and inflammation by blocking TGF-β activation. Present and publish preclinical data for SGT-001 and other pipeline assets. Advance research and development activities for Solid’s expanding pipeline of next generation gene therapy and complementary disease-modifying therapy programs. Further enhance disease understanding and inform Solid’s programs by continuing to partner with scientists, academic experts, patients and families in the DMD community. Continue to build Solid’s team and infrastructure to support its advancing pipeline.\nFinancial Highlights\nSolid Biosciences reported a net loss of $53.2 million for the full year 2017 as compared to $23.8 million for the prior year. The increase in net loss for the year was due to increased research and development expenses, as well as investments in the Company’s infrastructure in preparation of becoming a publicly traded company.\nResearch and development expenses for the full year 2017 were $39.9 million as compared to $20.1 million for the prior year. The increase in research and development expenses was primarily driven by increased spending on third party-related costs used to advance Solid’s preclinical and clinical development activities for SGT-001, as well as increased salary and related benefits costs due to the increase in employee headcount.\nGeneral and administrative expenses were $15.0 million for the full year 2017 as compared to $5.5 million for the prior year. The increase in general and administrative expenses was primarily due to an increase in legal and accounting fees related to the Company’s IPO, the increase in employee headcount and the impact of stock-based compensation in 2017.\nSolid ended 2017 with $69.1 million in cash, cash equivalents and available-for-sale securities compared to $37.7 million as of December 31, 2016. The increase was primarily the result of the completion of the Company’s preferred unit financing in 2017, which resulted in aggregate net proceeds of $79.5 million. Cash as of December 31, 2017 excludes $129.3 million in net proceeds raised in the Company’s January 2018 IPO.\nFinancial Guidance\nBased on its current operating plan, Solid expects its cash, cash equivalents and available-for-sale securities as of December 31, 2017, together with the net proceeds from its IPO, will enable it to fund its operating expenses and capital expenditure requirements until the end of 2019.\nAbout SGT-001\nSolid Biosciences’ lead candidate, SGT-001, is a novel adeno-associated viral (AAV) vector-mediated gene transfer under investigation for its ability to address the underlying genetic cause of DMD, mutations in the dystrophin gene that result in the absence or near-absence of dystrophin protein. SGT-001 is a systemically administered candidate that delivers a synthetic dystrophin gene, called microdystrophin, to the body. This microdystrophin encodes for a functional protein surrogate that is expressed in muscles and stabilizes essential associated proteins, including neuronal nitric oxide synthase (nNOS). Data from Solid’s preclinical program suggests that SGT-001 has the potential to slow or stop the progression of DMD, regardless of genetic mutation or disease stage.\nSGT-001 is based on pioneering research in dystrophin biology by Dr. Jeffrey Chamberlain of the University of Washington and Dr. Dongsheng Duan of the University of Missouri. SGT-001 has been granted Rare Pediatric Disease Designation, or RPDD, in the United States and Orphan Drug Designations in both the United States and European Union.\nAbout Solid Biosciences\nSolid Biosciences is a biotechnology company that is singularly focused on solving Duchenne muscular dystrophy (DMD) and meeting the diverse needs of patients, from addressing the underlying cause of the disease to managing its multiple manifestations. Founded by those touched by the disease, Solid is a center of excellence for DMD, bringing together experts in science, technology and care to drive forward a portfolio of candidates that have life-changing potential. Currently, Solid is progressing programs across four scientific platforms: Corrective Therapies, Disease-Modifying Therapies, Disease Understanding and Assistive Devices. For more information, please visit www.solidbio.com.\nForward-Looking Statements\nThis press release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding Solid’s intentions and expectations regarding its IGNITE DMD clinical trial and the related clinical hold and communications with the FDA, its anticipated achievement of milestones, and its ability to fund its operations with cash on hand. Any forward-looking statements are based on management’s current expectations of future events and are subject to a number of that could cause actual results to differ materially and adversely from those set forth in, or implied by, such forward-looking statements. These include, but are not limited to, risks associated with Solid’s ability to: satisfactorily respond to requests from the FDA for further information and data regarding IGNITE DMD; successfully resolve the clinical hold with regard to IGNITE DMD and the partial clinical hold with respect to the high dose of SGT-001; obtain and maintain necessary approvals from the FDA and other regulatory authorities and investigational review boards at clinical trial sites; enroll patients in its clinical trials; continue to advance SGT-001 in clinical trials; replicate in later clinical trials positive results found in preclinical studies and earlier stage clinical trials of SGT-001 and its other product candidates; advance the development of its product candidates under the timelines it anticipates in current and future clinical trials; obtain, maintain or protect intellectual property rights related to its product candidates; compete successfully with other companies that are seeking to develop DMD treatments and gene therapies; manage expenses; and raise the substantial additional capital needed to achieve its business objectives. For a discussion of other , and other important factors, any of which could cause the Company’s actual results to differ from those contained in the forward-looking statements, see the “Risk Factors” section, as well as discussions of potential risks, uncertainties and other important factors, in the Company’s most recent filings with the Securities and Exchange Commission. In addition, the forward-looking statements included in this press release represent the Company’s views as of the date hereof and should not be relied upon as representing the Company’s views as of any date subsequent to the date hereof. The Company anticipates that subsequent events and developments will cause the Company's views to change. However, while the Company may elect to update these forward-looking statements at some point in the future, the Company specifically disclaims any obligation to do so.\nConsolidated Statements of Operations\nSolid Biosciences, LLC Consolidated Statements of Operations (In thousands, except unit and per unit data) Year ended December 31, 2017 2016 Revenue - - Operating expenses: Research and development 39,905 20,116 General and administrative 14,952 5,460 Total operating expenses 54,857 25,576 Loss from operations (54,857 ) (25,576 ) Other income (expense): Revaluation of preferred unit tranche rights 459 1,163 Interest income 219 369 Other income 1,001 271 Total other income (expense), net 1,679 1,803 Net loss (53,178 ) (23,773 ) Net loss attributable to non-controlling interest (1,060 ) (2,234 ) Net loss attributable to Solid Biosciences, LLC (52,118 ) (21,539 ) Decretion (acretion) of preferred units to redemption value (959 ) 4,309 Redemption of preferred units 15,685 - Redemption of redeemable interest from non-controlling interest in Solid GT (1,925 ) - Net loss attributable to common unitholders (39,317 ) (17,230 ) Net loss per unit attributable to common unitholders, basic and diluted (2.88 ) (10.14 ) Weighted average common units outstanding, basic and diluted 13,649,485 1,698,904 Consolidated Balance Sheets\nSolid Biosciences, LLC Consolidated Balance Sheets (In thousands, except unit and per unit data) December 31, 2017 2016 Assets\nCurrent assets: Cash and cash equivalents 52,080 7,678 Available-for-sale securities 17,014 29,980 Prepaid expenses and other current assets 1,499 2,314 Restricted cash 65 - Total current assets 70,658 39,972 Property and equipment, net 2,429 452 Restricted cash - 165 Deferred offering costs 3,106 47 Total assets 76,193 40,636 Liabilities, Redeemable Preferred Units and Members' Deficit Current liabilities: Accounts payable 5,066 2,984 Accrued expenses and other current liabilities 6,205 3,889 Total current liabilities 11,271 6,873 Total liabilities 11,271 6,873 Redeemable Preferred Units - 71,649 Series 2 Senior Preferred Units 55,002 - Series 1 Senior Preferred Units 25,000 - Junior Preferred Units 44,177 - Members' deficit Series A, B, C and D Common Units 65,014 558 Accumulated other comprehensive income (loss) (13 ) 23 Accumulated members' deficit (124,258 ) (84,941 ) Total members' deficit (59,257 ) (84,360 ) Non-controlling interest - 46,474 Total deficit (59,257 ) (37,886 ) Total liabilities, redeemable preferred units and members' deficit 76,193 40,636\nContact:\nSolid Biosciences\nKate Niazi-Sai\n617-337-4680\nmedia@solidbio.com\ninvestors@solidbio.com\nSource:Solid Biosciences Inc.",
    "published": "2018-03-29T16:55:00.000+03:00",
    "crawled": "2018-03-29T16:53:00.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "cambridge",
        "march",
        "globe",
        "newswire",
        "solid",
        "bioscience",
        "nasdaq",
        "sldb",
        "today",
        "reported",
        "financial",
        "result",
        "full",
        "year",
        "ended",
        "december",
        "provided",
        "corporate",
        "update",
        "since",
        "inception",
        "worked",
        "hard",
        "build",
        "pipeline",
        "innovative",
        "complementary",
        "approach",
        "treating",
        "duchenne",
        "muscular",
        "dystrophy",
        "dmd",
        "effort",
        "resulted",
        "initiation",
        "first",
        "clinical",
        "trial",
        "microdystrophin",
        "gene",
        "transfer",
        "end",
        "recently",
        "put",
        "clinical",
        "hold",
        "fda",
        "said",
        "ilan",
        "ganot",
        "founder",
        "chief",
        "executive",
        "officer",
        "solid",
        "bioscience",
        "believe",
        "potential",
        "significantly",
        "benefit",
        "patient",
        "dmd",
        "look",
        "forward",
        "working",
        "fda",
        "understand",
        "requirement",
        "resuming",
        "clinical",
        "trial",
        "provide",
        "update",
        "soon",
        "also",
        "working",
        "diligently",
        "progress",
        "second",
        "candidate",
        "preclinical",
        "development",
        "well",
        "advance",
        "effort",
        "build",
        "preclinical",
        "clinical",
        "pipeline",
        "continued",
        "ganot",
        "executive",
        "team",
        "grateful",
        "patient",
        "employee",
        "partner",
        "advisor",
        "investor",
        "continued",
        "support",
        "work",
        "realize",
        "mission",
        "end",
        "business",
        "highlight",
        "recent",
        "development",
        "initiated",
        "ignite",
        "dmd",
        "company",
        "first",
        "clinical",
        "trial",
        "november",
        "phase",
        "adaptive",
        "clinical",
        "trial",
        "designed",
        "evaluate",
        "safety",
        "efficacy",
        "single",
        "intravenous",
        "iv",
        "dose",
        "solid",
        "novel",
        "microdystrophin",
        "gene",
        "transfer",
        "ambulatory",
        "child",
        "adolescent",
        "dmd",
        "company",
        "belief",
        "potential",
        "slow",
        "halt",
        "progression",
        "dmd",
        "regardless",
        "patient",
        "underlying",
        "genetic",
        "mutation",
        "reported",
        "food",
        "drug",
        "administration",
        "fda",
        "placed",
        "clinical",
        "hold",
        "ignite",
        "dmd",
        "following",
        "company",
        "report",
        "suspected",
        "unexpected",
        "serious",
        "adverse",
        "reaction",
        "susar",
        "observed",
        "first",
        "patient",
        "dosed",
        "clinical",
        "trial",
        "solid",
        "halted",
        "enrollment",
        "dosing",
        "ignite",
        "dmd",
        "awaiting",
        "formal",
        "clinical",
        "hold",
        "letter",
        "fda",
        "understand",
        "requirement",
        "resuming",
        "clinical",
        "trial",
        "submitted",
        "response",
        "fda",
        "regarding",
        "previously",
        "announced",
        "partial",
        "clinical",
        "hold",
        "high",
        "dose",
        "ignite",
        "dmd",
        "related",
        "number",
        "vial",
        "manufacturing",
        "lot",
        "utilized",
        "per",
        "patient",
        "well",
        "manufacturing",
        "process",
        "support",
        "group",
        "company",
        "awaiting",
        "feedback",
        "fda",
        "established",
        "research",
        "collaboration",
        "synpromics",
        "ltd",
        "september",
        "providing",
        "solid",
        "access",
        "set",
        "synpromics",
        "promoter",
        "use",
        "development",
        "new",
        "treatment",
        "option",
        "dmd",
        "including",
        "next",
        "generation",
        "gene",
        "therapy",
        "candidate",
        "completed",
        "preferred",
        "unit",
        "financing",
        "raising",
        "net",
        "proceeds",
        "million",
        "initial",
        "public",
        "offering",
        "ipo",
        "common",
        "stock",
        "january",
        "raising",
        "additional",
        "million",
        "net",
        "proceeds",
        "solid",
        "intends",
        "use",
        "proceeds",
        "financing",
        "advance",
        "mission",
        "develop",
        "meaningful",
        "treatment",
        "dmd",
        "strengthened",
        "leadership",
        "team",
        "appointment",
        "jennifer",
        "ziolkowski",
        "cpa",
        "chief",
        "financial",
        "officer",
        "promotion",
        "carl",
        "morris",
        "chief",
        "scientific",
        "officer",
        "promotion",
        "joel",
        "schneider",
        "chief",
        "technology",
        "officer",
        "head",
        "exploratory",
        "research",
        "development",
        "solid",
        "anticipated",
        "milestone",
        "expectation",
        "upon",
        "receipt",
        "formal",
        "clinical",
        "hold",
        "letter",
        "work",
        "fda",
        "necessary",
        "step",
        "resume",
        "ignite",
        "dmd",
        "initiate",
        "preclinical",
        "activity",
        "antibody",
        "aimed",
        "reducing",
        "fibrosis",
        "inflammation",
        "blocking",
        "activation",
        "present",
        "publish",
        "preclinical",
        "data",
        "pipeline",
        "asset",
        "advance",
        "research",
        "development",
        "activity",
        "solid",
        "expanding",
        "pipeline",
        "next",
        "generation",
        "gene",
        "therapy",
        "complementary",
        "therapy",
        "program",
        "enhance",
        "disease",
        "understanding",
        "inform",
        "solid",
        "program",
        "continuing",
        "partner",
        "scientist",
        "academic",
        "expert",
        "patient",
        "family",
        "dmd",
        "community",
        "continue",
        "build",
        "solid",
        "team",
        "infrastructure",
        "support",
        "advancing",
        "pipeline",
        "financial",
        "highlight",
        "solid",
        "bioscience",
        "reported",
        "net",
        "loss",
        "million",
        "full",
        "year",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "net",
        "loss",
        "year",
        "due",
        "increased",
        "research",
        "development",
        "expense",
        "well",
        "investment",
        "company",
        "infrastructure",
        "preparation",
        "becoming",
        "publicly",
        "traded",
        "company",
        "research",
        "development",
        "expense",
        "full",
        "year",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "research",
        "development",
        "expense",
        "primarily",
        "driven",
        "increased",
        "spending",
        "third",
        "cost",
        "used",
        "advance",
        "solid",
        "preclinical",
        "clinical",
        "development",
        "activity",
        "well",
        "increased",
        "salary",
        "related",
        "benefit",
        "cost",
        "due",
        "increase",
        "employee",
        "headcount",
        "general",
        "administrative",
        "expense",
        "million",
        "full",
        "year",
        "compared",
        "million",
        "prior",
        "year",
        "increase",
        "general",
        "administrative",
        "expense",
        "primarily",
        "due",
        "increase",
        "legal",
        "accounting",
        "fee",
        "related",
        "company",
        "ipo",
        "increase",
        "employee",
        "headcount",
        "impact",
        "compensation",
        "solid",
        "ended",
        "million",
        "cash",
        "cash",
        "equivalent",
        "security",
        "compared",
        "million",
        "december",
        "increase",
        "primarily",
        "result",
        "completion",
        "company",
        "preferred",
        "unit",
        "financing",
        "resulted",
        "aggregate",
        "net",
        "proceeds",
        "million",
        "cash",
        "december",
        "excludes",
        "million",
        "net",
        "proceeds",
        "raised",
        "company",
        "january",
        "ipo",
        "financial",
        "guidance",
        "based",
        "current",
        "operating",
        "plan",
        "solid",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "security",
        "december",
        "together",
        "net",
        "proceeds",
        "ipo",
        "enable",
        "fund",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "end",
        "solid",
        "bioscience",
        "lead",
        "candidate",
        "novel",
        "viral",
        "aav",
        "gene",
        "transfer",
        "investigation",
        "ability",
        "address",
        "underlying",
        "genetic",
        "cause",
        "dmd",
        "mutation",
        "dystrophin",
        "gene",
        "result",
        "absence",
        "dystrophin",
        "protein",
        "systemically",
        "administered",
        "candidate",
        "delivers",
        "synthetic",
        "dystrophin",
        "gene",
        "called",
        "microdystrophin",
        "body",
        "microdystrophin",
        "encodes",
        "functional",
        "protein",
        "surrogate",
        "expressed",
        "muscle",
        "stabilizes",
        "essential",
        "associated",
        "protein",
        "including",
        "neuronal",
        "nitric",
        "oxide",
        "synthase",
        "nnos",
        "data",
        "solid",
        "preclinical",
        "program",
        "suggests",
        "potential",
        "slow",
        "stop",
        "progression",
        "dmd",
        "regardless",
        "genetic",
        "mutation",
        "disease",
        "stage",
        "based",
        "pioneering",
        "research",
        "dystrophin",
        "biology",
        "jeffrey",
        "chamberlain",
        "university",
        "washington",
        "dongsheng",
        "duan",
        "university",
        "missouri",
        "granted",
        "rare",
        "pediatric",
        "disease",
        "designation",
        "rpdd",
        "united",
        "state",
        "orphan",
        "drug",
        "designation",
        "united",
        "state",
        "european",
        "union",
        "solid",
        "bioscience",
        "solid",
        "bioscience",
        "biotechnology",
        "company",
        "singularly",
        "focused",
        "solving",
        "duchenne",
        "muscular",
        "dystrophy",
        "dmd",
        "meeting",
        "diverse",
        "need",
        "patient",
        "addressing",
        "underlying",
        "cause",
        "disease",
        "managing",
        "multiple",
        "manifestation",
        "founded",
        "touched",
        "disease",
        "solid",
        "center",
        "excellence",
        "dmd",
        "bringing",
        "together",
        "expert",
        "science",
        "technology",
        "care",
        "drive",
        "forward",
        "portfolio",
        "candidate",
        "potential",
        "currently",
        "solid",
        "progressing",
        "program",
        "across",
        "four",
        "scientific",
        "platform",
        "corrective",
        "therapy",
        "therapy",
        "disease",
        "understanding",
        "assistive",
        "device",
        "information",
        "please",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "solid",
        "intention",
        "expectation",
        "regarding",
        "ignite",
        "dmd",
        "clinical",
        "trial",
        "related",
        "clinical",
        "hold",
        "communication",
        "fda",
        "anticipated",
        "achievement",
        "milestone",
        "ability",
        "fund",
        "operation",
        "cash",
        "hand",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "statement",
        "include",
        "limited",
        "risk",
        "associated",
        "solid",
        "ability",
        "satisfactorily",
        "respond",
        "request",
        "fda",
        "information",
        "data",
        "regarding",
        "ignite",
        "dmd",
        "successfully",
        "resolve",
        "clinical",
        "hold",
        "regard",
        "ignite",
        "dmd",
        "partial",
        "clinical",
        "hold",
        "respect",
        "high",
        "dose",
        "obtain",
        "maintain",
        "necessary",
        "approval",
        "fda",
        "regulatory",
        "authority",
        "investigational",
        "review",
        "board",
        "clinical",
        "trial",
        "site",
        "enroll",
        "patient",
        "clinical",
        "trial",
        "continue",
        "advance",
        "clinical",
        "trial",
        "replicate",
        "later",
        "clinical",
        "trial",
        "positive",
        "result",
        "found",
        "preclinical",
        "study",
        "earlier",
        "stage",
        "clinical",
        "trial",
        "product",
        "candidate",
        "advance",
        "development",
        "product",
        "candidate",
        "timeline",
        "anticipates",
        "current",
        "future",
        "clinical",
        "trial",
        "obtain",
        "maintain",
        "protect",
        "intellectual",
        "property",
        "right",
        "related",
        "product",
        "candidate",
        "compete",
        "successfully",
        "company",
        "seeking",
        "develop",
        "dmd",
        "treatment",
        "gene",
        "therapy",
        "manage",
        "expense",
        "raise",
        "substantial",
        "additional",
        "capital",
        "needed",
        "achieve",
        "business",
        "objective",
        "discussion",
        "important",
        "factor",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "see",
        "risk",
        "factor",
        "section",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "company",
        "recent",
        "filing",
        "security",
        "exchange",
        "commission",
        "addition",
        "statement",
        "included",
        "press",
        "release",
        "represent",
        "company",
        "view",
        "date",
        "hereof",
        "relied",
        "upon",
        "representing",
        "company",
        "view",
        "date",
        "subsequent",
        "date",
        "hereof",
        "company",
        "anticipates",
        "subsequent",
        "event",
        "development",
        "cause",
        "company",
        "view",
        "change",
        "however",
        "company",
        "may",
        "elect",
        "update",
        "statement",
        "point",
        "future",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "consolidated",
        "statement",
        "operation",
        "solid",
        "bioscience",
        "llc",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "unit",
        "per",
        "unit",
        "data",
        "year",
        "ended",
        "december",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "revaluation",
        "preferred",
        "unit",
        "tranche",
        "right",
        "interest",
        "income",
        "income",
        "total",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "attributable",
        "interest",
        "net",
        "loss",
        "attributable",
        "solid",
        "bioscience",
        "llc",
        "decretion",
        "acretion",
        "preferred",
        "unit",
        "redemption",
        "value",
        "redemption",
        "preferred",
        "unit",
        "redemption",
        "redeemable",
        "interest",
        "interest",
        "solid",
        "gt",
        "net",
        "loss",
        "attributable",
        "common",
        "unitholders",
        "net",
        "loss",
        "per",
        "unit",
        "attributable",
        "common",
        "unitholders",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "unit",
        "outstanding",
        "basic",
        "diluted",
        "consolidated",
        "balance",
        "sheet",
        "solid",
        "bioscience",
        "llc",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "unit",
        "per",
        "unit",
        "data",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "security",
        "prepaid",
        "expense",
        "current",
        "asset",
        "restricted",
        "cash",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "restricted",
        "cash",
        "deferred",
        "offering",
        "cost",
        "total",
        "asset",
        "liability",
        "redeemable",
        "preferred",
        "unit",
        "member",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "total",
        "liability",
        "redeemable",
        "preferred",
        "unit",
        "series",
        "senior",
        "preferred",
        "unit",
        "series",
        "senior",
        "preferred",
        "unit",
        "junior",
        "preferred",
        "unit",
        "member",
        "deficit",
        "series",
        "b",
        "c",
        "common",
        "unit",
        "accumulated",
        "comprehensive",
        "income",
        "loss",
        "accumulated",
        "member",
        "deficit",
        "total",
        "member",
        "deficit",
        "interest",
        "total",
        "deficit",
        "total",
        "liability",
        "redeemable",
        "preferred",
        "unit",
        "member",
        "deficit",
        "contact",
        "solid",
        "bioscience",
        "kate",
        "medium",
        "investor",
        "source",
        "solid",
        "bioscience",
        "inc"
    ]
}