{
    "organizations": [],
    "uuid": "7ec68c6788f1fcf30214f64c400ed19bbc594f54",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/business-wire-wintergreen-fund-inc-releases-annual-report-to-shareholders.html",
    "ord_in_thread": 0,
    "title": "Wintergreen Fund, Inc. Releases Annual Report to Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MOUNTAIN LAKES, N.J.--(BUSINESS WIRE)-- Wintergreen Fund, Inc. has released its 2017 Annual Report. The shareholder letter appears below and is also available at http://www.wintergreenfund.com .\nDear Fellow Wintergreen Fund Shareholder,\nWintergreen Fund, Inc. (the “Fund”, NASDAQ: WGRNX, NASDAQ: WGRIX) had strong 2017 returns from long-term portfolio holdings Reynolds American Inc. (“Reynolds”), Compagnie Financiere Richemont SA (SIX: CFR), and British American Tobacco plc (LSE: BATS, “BAT”). As we mentioned in our 2017 Semi-Annual Report shareholder letter, BAT completed its acquisition of Reynolds during the third quarter of 2017. Securities that underperformed included Birchcliff Energy Ltd., Provident Financial plc (which was sold during the year), and Baker Hughes, Inc. (which was sold during the year). The Fund continued to utilize forward currency contracts, which had a minor negative impact on the Fund’s performance during the period.\nNothing happens in a vacuum in life: every action has a series of consequences,\nand sometimes it takes a long time to fully understand the consequences of our actions.\n- Khaled Hosseini\nIn our 2016 Annual Report shareholder letter, we discussed the importance of the shareholder vote at the annual meeting of shareholders of companies held in investment portfolios. Research by Wintergreen Advisers, LLC, the Fund’s investment manager, into the companies that make up the S&P 500 Index, discovered that at such companies’ annual meetings, S&P 500 index fund sponsors’ pattern of voting with respect to executive compensation plans has contributed to an increase in the costs borne by every shareholder. We refer to these costs as Look-Through Expenses, which are included in company operations expenses, but are not easily apparent or identifiable by most investors. Nevertheless, money that is spent on executive compensation plans is money that is not available for other corporate purposes, including paying dividends to shareholders. In contrast to our view about voting, one prominent index fund sponsor has stated that its “engagement” with companies is more important than its voting record. This sponsor’s presentation revealed that during the 2017 proxy season, it participated in over 18,000 company meetings globally and actively engaged with approximately 950 of those companies. Only 100 companies, a relatively small one half of one percent of the meetings held, committed to make changes in response to the sponsor’s input. According to publicly available proxy voting records, this sponsor voted 97% of the time in favor of company compensation plans during the same period. The actions of index funds simply do not match their words .\nEverybody, soon or late, sits down to a banquet of consequences.\n- Robert Louis Stevenson\nEach company in the S&P 500 Index has its own embedded compensation expenses, and Wintergreen Advisers’ research strongly suggests that S&P 500 index funds, whose significant ownership weighting is often enough to influence the result of the shareholder vote, enable significant hidden costs that investors unknowingly pay. Our research into the annual reports and proxy statements of all 500 companies that make up the S&P 500 Index revealed that investors and money managers crowding into these vehicles aren’t clearly presented with two ongoing, long-term costs which affect the funds’ total returns:\n1. The average annual dilution from each company’s equity compensation plan: To arrive at this, we calculated the dilution from compensation plans by averaging it over the typical three- to five-year vesting period. On average for the index, it amounted to 2.6% in 2016. 2. The average annual buyback for each company: We found that, on average in 2016, 54% of the shares purchased in stock buyback programs for S&P 500 companies were used to offset the dilution from equity bonus plans. This amounts to average annual buyback being used to offset dilution from equity compensation plans of 1.7% in 2016. Combined, these factors added an average of 4.3% to the costs of owning an S&P 500 index fund in 2016.\nIt is easy to dodge our responsibilities,\nbut we cannot dodge the consequences of dodging our responsibilities.\n- Josiah Stamp\nThe market values at play are staggering: The equity market capitalization of the S&P 500 Index was over $20.2 trillion at year-end 2016, and 4.3% of this amount exceeds $908 billion. This indicates to us that in 2016, S&P 500 index fund investors paid more than $900 billion in hidden expenses.\nAs a truly active manager, Wintergreen considers the Look-Through Expenses of each company as one factor in our investment process. Wintergreen can actively choose to avoid companies with this large overhang. In fact, Wintergreen Fund’s own Look-Through Expense, including our management fee, is approximately 2.47%, or a 39% discount, compared to the average management fee advertised by the leading S&P 500 index funds.\nA good engineer thinks in reverse\nand asks himself about the stylistic consequences of the components and systems he proposes.\n- Helmut Jahn\nAlphabet Inc.’s (NASDAQ: GOOG, GOOGL) Internet search service has proven to be indispensable. “Google it” has become a daily command for hundreds of millions of people. Revenues have risen from $16.6 billion in 2007, when the Fund initially invested in this industry leader, to approximately $111 billion in 2017. Cash balances (inclusive of marketable securities) have followed the upward trajectory of revenues, ending at around $102 billion in 2017, compared to about $14 billion a decade earlier. Free cash flows run in the billions every year, enabling the company to branch out to other investments for the future. Company management is, in our view, focused on core operations and has instituted appropriate controls on its so-called “other bets.” Alphabet’s powerful economic model, and capable and visionary leadership, are essential ingredients for investments by the Fund for our shareholders. However, toward the end of last year, with the stock crossing quadruple digits for the first time amid seemingly indiscriminate buying by passive funds, our important third criterion – an undervalued price – no longer held. As a true active value investor, we decided to cash in on this enormously profitable 10-year investment to adhere to our sell discipline. While we believe the first two criteria will remain in place, if the shares become undervalued again, we would actively consider deploying Fund capital into the company for our shareholders.\nI have the simplest tastes.\nI am always satisfied with the best.\n- Oscar Wilde\nWe believe that luxury is timeless and in our opinion there is no better luxury goods company than the Swiss group Compagnie Financiere Richemont (“Richemont”). Richemont boasts a portfolio of watches, jewelry, leather goods and accessories from prominent brands Cartier, Piaget, Van Cleef & Arpels, and Montblanc. With approximately 40% (and increasing) of sales in Asia-Pacific, the company is firmly rooted in a region where wealth is growing rapidly. Richemont is also experiencing strong demand in other parts of the world, which creates a steady stream of multicurrency revenues. Like many companies held by the Fund, Richemont produces substantial free cash flows for dividends and share buybacks. With a balance sheet in a large net cash position, the company has much flexibility to pursue growth initiatives such as the proposed acquisition (announced in January) of the voting shares of Yoox Net-a-Porter that Richemont does not already own. Yoox, according to Richemont, is currently the world’s leading online luxury retailer with over three million active customers. It’s important for retailers to keep up in the era of e-commerce. Richemont is no exception, and the marriage of Richemont brands with Yoox’s online capabilities makes for a formidable union.\nWe encourage you to read more about the Fund and our investment approach at www.wintergreenfund.com . We also encourage you to watch for our new website, which we will launch in the spring.\nThank you for your continued investment in Wintergreen Fund.\nSincerely,\nDavid J. Winters, CFA\nPortfolio Manager\nIMPORTANT INFORMATION\nBefore investing you should carefully consider the Fund’s investment objectives, risks, charges and expenses. This and other information is in the prospectus and summary prospectus, a copy of which may be obtained by visiting the Fund’s website at www.wintergreenfund.com . Please read the prospectus and summary prospectus carefully before you invest.\nThe Fund is subject to several risks, any of which could cause an investor to lose money. Please review the prospectus for a complete discussion of the Fund’s risks which include, but are not limited to, the following: possible loss of principal amount invested, stock market risk, value risk, interest rate risk, income risk, credit risk, currency risk, and foreign/emerging market risk, and sector and industry risk. These risks include currency fluctuations, economic or financial instability, lack of timely or reliable financial information or unfavorable political or legal developments. These risks are magnified in emerging markets. Short sale risk is the risk that the Fund will incur an unlimited loss if the price of a security sold short increases between the time of the short sale and the time the Fund replaces the borrowed security. In light of these risks, the Fund may not be suitable for all investors.\nFor the period ending December 31, 2017, the Fund’s Top Ten Equity Holdings were: Consolidated-Tomoka Land Co. (NYSE: CTO), 20.4%; British American Tobacco plc, 16.1%; Compagnie Financiere Richemont SA, 6.4%; Altria Group Inc. (NYSE: MO), 5.7%; Heineken Holding NV (AMS: HEIO), 4.9%; Union Pacific Corp. (NYSE: UNP), 4.7%; Elbit Systems Ltd. (TLV: ESLT), 4.7%; Nestlé SA (SIX: NESN), 4.5%; Sika AG (SIX: SIK), 3.9%; Swatch Group AG (SIX: UHR), 1.3%.\nThe views contained in this report are those of the Fund’s portfolio manager as of December 31, 2017, and may not reflect his views on the date this report is first published or anytime thereafter. The preceding examples of specific investments are included to illustrate the Fund’s investment process and strategy. There can be no assurance that such investments will remain represented in the Fund’s portfolio. Holdings and allocations are subject to risks and to change. The views described herein do not constitute investment advice, are not a guarantee of future performance, and are not intended as an offer or solicitation with respect to the purchase or sale of any security.\nForeside Fund Services, LLC, distributor.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180308005901/en/\nWintergreen Advisers, LLC\n973-263-4500\npress@wintergreenadvisers.com\nor\nBrian Ruby\nICR\nWintergreenPR@icrinc.com\nSource: Wintergreen Fund, Inc.",
    "published": "2018-03-08T19:30:00.000+02:00",
    "crawled": "2018-03-08T20:45:40.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "mountain",
        "lake",
        "business",
        "wire",
        "wintergreen",
        "fund",
        "released",
        "annual",
        "report",
        "shareholder",
        "letter",
        "appears",
        "also",
        "available",
        "http",
        "dear",
        "fellow",
        "wintergreen",
        "fund",
        "shareholder",
        "wintergreen",
        "fund",
        "fund",
        "nasdaq",
        "wgrnx",
        "nasdaq",
        "wgrix",
        "strong",
        "return",
        "portfolio",
        "holding",
        "reynolds",
        "american",
        "reynolds",
        "compagnie",
        "financiere",
        "richemont",
        "sa",
        "six",
        "cfr",
        "british",
        "american",
        "tobacco",
        "plc",
        "lse",
        "bat",
        "bat",
        "mentioned",
        "report",
        "shareholder",
        "letter",
        "bat",
        "completed",
        "acquisition",
        "reynolds",
        "third",
        "quarter",
        "security",
        "underperformed",
        "included",
        "birchcliff",
        "energy",
        "provident",
        "financial",
        "plc",
        "sold",
        "year",
        "baker",
        "hughes",
        "sold",
        "year",
        "fund",
        "continued",
        "utilize",
        "forward",
        "currency",
        "contract",
        "minor",
        "negative",
        "impact",
        "fund",
        "performance",
        "period",
        "nothing",
        "happens",
        "vacuum",
        "life",
        "every",
        "action",
        "series",
        "consequence",
        "sometimes",
        "take",
        "long",
        "time",
        "fully",
        "understand",
        "consequence",
        "action",
        "khaled",
        "hosseini",
        "annual",
        "report",
        "shareholder",
        "letter",
        "discussed",
        "importance",
        "shareholder",
        "vote",
        "annual",
        "meeting",
        "shareholder",
        "company",
        "held",
        "investment",
        "portfolio",
        "research",
        "wintergreen",
        "adviser",
        "llc",
        "fund",
        "investment",
        "manager",
        "company",
        "make",
        "p",
        "index",
        "discovered",
        "company",
        "annual",
        "meeting",
        "p",
        "index",
        "fund",
        "sponsor",
        "pattern",
        "voting",
        "respect",
        "executive",
        "compensation",
        "plan",
        "contributed",
        "increase",
        "cost",
        "borne",
        "every",
        "shareholder",
        "refer",
        "cost",
        "expense",
        "included",
        "company",
        "operation",
        "expense",
        "easily",
        "apparent",
        "identifiable",
        "investor",
        "nevertheless",
        "money",
        "spent",
        "executive",
        "compensation",
        "plan",
        "money",
        "available",
        "corporate",
        "purpose",
        "including",
        "paying",
        "dividend",
        "shareholder",
        "contrast",
        "view",
        "voting",
        "one",
        "prominent",
        "index",
        "fund",
        "sponsor",
        "stated",
        "engagement",
        "company",
        "important",
        "voting",
        "record",
        "sponsor",
        "presentation",
        "revealed",
        "proxy",
        "season",
        "participated",
        "company",
        "meeting",
        "globally",
        "actively",
        "engaged",
        "approximately",
        "company",
        "company",
        "relatively",
        "small",
        "one",
        "half",
        "one",
        "percent",
        "meeting",
        "held",
        "committed",
        "make",
        "change",
        "response",
        "sponsor",
        "input",
        "according",
        "publicly",
        "available",
        "proxy",
        "voting",
        "record",
        "sponsor",
        "voted",
        "time",
        "favor",
        "company",
        "compensation",
        "plan",
        "period",
        "action",
        "index",
        "fund",
        "simply",
        "match",
        "word",
        "everybody",
        "soon",
        "late",
        "sits",
        "banquet",
        "consequence",
        "robert",
        "louis",
        "stevenson",
        "company",
        "p",
        "index",
        "embedded",
        "compensation",
        "expense",
        "wintergreen",
        "adviser",
        "research",
        "strongly",
        "suggests",
        "p",
        "index",
        "fund",
        "whose",
        "significant",
        "ownership",
        "weighting",
        "often",
        "enough",
        "influence",
        "result",
        "shareholder",
        "vote",
        "enable",
        "significant",
        "hidden",
        "cost",
        "investor",
        "unknowingly",
        "pay",
        "research",
        "annual",
        "report",
        "proxy",
        "statement",
        "company",
        "make",
        "p",
        "index",
        "revealed",
        "investor",
        "money",
        "manager",
        "crowding",
        "vehicle",
        "clearly",
        "presented",
        "two",
        "ongoing",
        "cost",
        "affect",
        "fund",
        "total",
        "return",
        "average",
        "annual",
        "dilution",
        "company",
        "equity",
        "compensation",
        "plan",
        "arrive",
        "calculated",
        "dilution",
        "compensation",
        "plan",
        "averaging",
        "typical",
        "vesting",
        "period",
        "average",
        "index",
        "amounted",
        "average",
        "annual",
        "buyback",
        "company",
        "found",
        "average",
        "share",
        "purchased",
        "stock",
        "buyback",
        "program",
        "p",
        "company",
        "used",
        "offset",
        "dilution",
        "equity",
        "bonus",
        "plan",
        "amount",
        "average",
        "annual",
        "buyback",
        "used",
        "offset",
        "dilution",
        "equity",
        "compensation",
        "plan",
        "combined",
        "factor",
        "added",
        "average",
        "cost",
        "owning",
        "p",
        "index",
        "fund",
        "easy",
        "dodge",
        "responsibility",
        "dodge",
        "consequence",
        "dodging",
        "responsibility",
        "josiah",
        "stamp",
        "market",
        "value",
        "play",
        "staggering",
        "equity",
        "market",
        "capitalization",
        "p",
        "index",
        "trillion",
        "amount",
        "exceeds",
        "billion",
        "indicates",
        "u",
        "p",
        "index",
        "fund",
        "investor",
        "paid",
        "billion",
        "hidden",
        "expense",
        "truly",
        "active",
        "manager",
        "wintergreen",
        "considers",
        "expense",
        "company",
        "one",
        "factor",
        "investment",
        "process",
        "wintergreen",
        "actively",
        "choose",
        "avoid",
        "company",
        "large",
        "overhang",
        "fact",
        "wintergreen",
        "fund",
        "expense",
        "including",
        "management",
        "fee",
        "approximately",
        "discount",
        "compared",
        "average",
        "management",
        "fee",
        "advertised",
        "leading",
        "p",
        "index",
        "fund",
        "good",
        "engineer",
        "think",
        "reverse",
        "asks",
        "stylistic",
        "consequence",
        "component",
        "system",
        "proposes",
        "helmut",
        "jahn",
        "alphabet",
        "nasdaq",
        "goog",
        "googl",
        "internet",
        "search",
        "service",
        "proven",
        "indispensable",
        "google",
        "become",
        "daily",
        "command",
        "hundred",
        "million",
        "people",
        "revenue",
        "risen",
        "billion",
        "fund",
        "initially",
        "invested",
        "industry",
        "leader",
        "approximately",
        "billion",
        "cash",
        "balance",
        "inclusive",
        "marketable",
        "security",
        "followed",
        "upward",
        "trajectory",
        "revenue",
        "ending",
        "around",
        "billion",
        "compared",
        "billion",
        "decade",
        "earlier",
        "free",
        "cash",
        "flow",
        "run",
        "billion",
        "every",
        "year",
        "enabling",
        "company",
        "branch",
        "investment",
        "future",
        "company",
        "management",
        "view",
        "focused",
        "core",
        "operation",
        "instituted",
        "appropriate",
        "control",
        "alphabet",
        "powerful",
        "economic",
        "model",
        "capable",
        "visionary",
        "leadership",
        "essential",
        "ingredient",
        "investment",
        "fund",
        "shareholder",
        "however",
        "toward",
        "end",
        "last",
        "year",
        "stock",
        "crossing",
        "quadruple",
        "digit",
        "first",
        "time",
        "amid",
        "seemingly",
        "indiscriminate",
        "buying",
        "passive",
        "fund",
        "important",
        "third",
        "criterion",
        "undervalued",
        "price",
        "longer",
        "held",
        "true",
        "active",
        "value",
        "investor",
        "decided",
        "cash",
        "enormously",
        "profitable",
        "investment",
        "adhere",
        "sell",
        "discipline",
        "believe",
        "first",
        "two",
        "criterion",
        "remain",
        "place",
        "share",
        "become",
        "undervalued",
        "would",
        "actively",
        "consider",
        "deploying",
        "fund",
        "capital",
        "company",
        "shareholder",
        "simplest",
        "taste",
        "always",
        "satisfied",
        "best",
        "oscar",
        "wilde",
        "believe",
        "luxury",
        "timeless",
        "opinion",
        "better",
        "luxury",
        "good",
        "company",
        "swiss",
        "group",
        "compagnie",
        "financiere",
        "richemont",
        "richemont",
        "richemont",
        "boast",
        "portfolio",
        "watch",
        "jewelry",
        "leather",
        "good",
        "accessory",
        "prominent",
        "brand",
        "cartier",
        "piaget",
        "van",
        "cleef",
        "arpels",
        "montblanc",
        "approximately",
        "increasing",
        "sale",
        "company",
        "firmly",
        "rooted",
        "region",
        "wealth",
        "growing",
        "rapidly",
        "richemont",
        "also",
        "experiencing",
        "strong",
        "demand",
        "part",
        "world",
        "creates",
        "steady",
        "stream",
        "multicurrency",
        "revenue",
        "like",
        "many",
        "company",
        "held",
        "fund",
        "richemont",
        "produce",
        "substantial",
        "free",
        "cash",
        "flow",
        "dividend",
        "share",
        "buyback",
        "balance",
        "sheet",
        "large",
        "net",
        "cash",
        "position",
        "company",
        "much",
        "flexibility",
        "pursue",
        "growth",
        "initiative",
        "proposed",
        "acquisition",
        "announced",
        "january",
        "voting",
        "share",
        "yoox",
        "richemont",
        "already",
        "yoox",
        "according",
        "richemont",
        "currently",
        "world",
        "leading",
        "online",
        "luxury",
        "retailer",
        "three",
        "million",
        "active",
        "customer",
        "important",
        "retailer",
        "keep",
        "era",
        "richemont",
        "exception",
        "marriage",
        "richemont",
        "brand",
        "yoox",
        "online",
        "capability",
        "make",
        "formidable",
        "union",
        "encourage",
        "read",
        "fund",
        "investment",
        "approach",
        "also",
        "encourage",
        "watch",
        "new",
        "website",
        "launch",
        "spring",
        "thank",
        "continued",
        "investment",
        "wintergreen",
        "fund",
        "sincerely",
        "david",
        "winter",
        "cfa",
        "portfolio",
        "manager",
        "important",
        "information",
        "investing",
        "carefully",
        "consider",
        "fund",
        "investment",
        "objective",
        "risk",
        "charge",
        "expense",
        "information",
        "prospectus",
        "summary",
        "prospectus",
        "copy",
        "may",
        "obtained",
        "visiting",
        "fund",
        "website",
        "please",
        "read",
        "prospectus",
        "summary",
        "prospectus",
        "carefully",
        "invest",
        "fund",
        "subject",
        "several",
        "risk",
        "could",
        "cause",
        "investor",
        "lose",
        "money",
        "please",
        "review",
        "prospectus",
        "complete",
        "discussion",
        "fund",
        "risk",
        "include",
        "limited",
        "following",
        "possible",
        "loss",
        "principal",
        "amount",
        "invested",
        "stock",
        "market",
        "risk",
        "value",
        "risk",
        "interest",
        "rate",
        "risk",
        "income",
        "risk",
        "credit",
        "risk",
        "currency",
        "risk",
        "market",
        "risk",
        "sector",
        "industry",
        "risk",
        "risk",
        "include",
        "currency",
        "fluctuation",
        "economic",
        "financial",
        "instability",
        "lack",
        "timely",
        "reliable",
        "financial",
        "information",
        "unfavorable",
        "political",
        "legal",
        "development",
        "risk",
        "magnified",
        "emerging",
        "market",
        "short",
        "sale",
        "risk",
        "risk",
        "fund",
        "incur",
        "unlimited",
        "loss",
        "price",
        "security",
        "sold",
        "short",
        "increase",
        "time",
        "short",
        "sale",
        "time",
        "fund",
        "replaces",
        "borrowed",
        "security",
        "light",
        "risk",
        "fund",
        "may",
        "suitable",
        "investor",
        "period",
        "ending",
        "december",
        "fund",
        "top",
        "ten",
        "equity",
        "holding",
        "land",
        "nyse",
        "cto",
        "british",
        "american",
        "tobacco",
        "plc",
        "compagnie",
        "financiere",
        "richemont",
        "sa",
        "altria",
        "group",
        "nyse",
        "mo",
        "heineken",
        "holding",
        "nv",
        "am",
        "heio",
        "union",
        "pacific",
        "nyse",
        "unp",
        "elbit",
        "system",
        "tlv",
        "eslt",
        "nestlé",
        "sa",
        "six",
        "nesn",
        "sika",
        "ag",
        "six",
        "sik",
        "swatch",
        "group",
        "ag",
        "six",
        "uhr",
        "view",
        "contained",
        "report",
        "fund",
        "portfolio",
        "manager",
        "december",
        "may",
        "reflect",
        "view",
        "date",
        "report",
        "first",
        "published",
        "anytime",
        "thereafter",
        "preceding",
        "example",
        "specific",
        "investment",
        "included",
        "illustrate",
        "fund",
        "investment",
        "process",
        "strategy",
        "assurance",
        "investment",
        "remain",
        "represented",
        "fund",
        "portfolio",
        "holding",
        "allocation",
        "subject",
        "risk",
        "change",
        "view",
        "described",
        "herein",
        "constitute",
        "investment",
        "advice",
        "guarantee",
        "future",
        "performance",
        "intended",
        "offer",
        "solicitation",
        "respect",
        "purchase",
        "sale",
        "security",
        "foreside",
        "fund",
        "service",
        "llc",
        "distributor",
        "view",
        "source",
        "version",
        "http",
        "wintergreen",
        "adviser",
        "llc",
        "press",
        "brian",
        "ruby",
        "icr",
        "wintergreenpr",
        "source",
        "wintergreen",
        "fund",
        "inc"
    ]
}