{
    "organizations": [],
    "uuid": "b515cef046a964f5e398778241d373780d66550b",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-northkorea-missiles-instantview/instant-view-trump-ready-to-meet-north-koreas-kim-south-korea-idUSKCN1GL07U",
    "ord_in_thread": 0,
    "title": "Instant View: Trump ready to meet North Korea's Kim",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - U.S. President Donald Trump said on Thursday he was prepared to meet North Korean leader Kim Jong Un for the first U.S.-North Korea summit, marking a potentially dramatic breakthrough in nuclear tensions with Pyongyang.\nThe North Korea flag flutters next to concertina wire at the North Korean embassy in Kuala Lumpur, Malaysia March 9, 2017. REUTERS/Edgar Su Following are reactions from politicians, officials and analysts.\nZHAO TONG, A NORTH KOREA EXPERT AT THE CARNEGIE-TSINGHUA CENTER IN BEIJING:\n“At this stage North Korea has two objectives: one is to make the international community, including the United States, accept the nuclear reality. And second is to relax the economic pressure as early as possible. That’s why Kim Jong Un is so eager to have this summit meeting with Trump as soon as possible.\n“There hasn’t been any North Korea-U.S. summit meetings at all and having one after North Korea has already obtained nuclear weapons basically sends a signal that the U.S. is willing to deal with North Korea on that basis. So that achieves North Korea’s first objective even if there’s no progress at all in terms of what they discuss at the summit.\n“I don’t think with more sanctions over time North Korea will give up its existing capabilities. Trump is attributing too much credit to the impact of sanctions.\n“China will feel very good in the sense that basically North Korea has offered something that looks like an endorsement of the dual suspension strategy.\n“That said, at this stage … in terms of the direct talks and negotiations China is no longer the most relevant player. And given the progress is taking place at such a rapid pace there is increasing concern in China that China’s being kept out of the whole thing and that China’s losing control, even though again China is, in general, supportive of this progress.”\nWILLIAM PERRY, U.S. DEFENSE SECRETARY FROM 1994 TO 1997 AND HAS NEGOTIATED WITH NORTH KOREA:\n“This is a major improvement over diplomacy that consisted of shouting insults at each other.\n“But there are two key questions about this meeting: The first question is: what will we talk about? That is, what does the U.S. expect to get, and what is the U.S. willing to give?\n“The second question is: what will we and North Korea be doing while we are talking? Are the U.S. and its allies going to sustain the pressure presently on North Korea? And will North Korea continue the development and testing of missiles and nuclear weapons?\n“On the first question: Statements from the administration suggest that the U.S. goal is for North Korea to dismantle its nuclear arsenal and become a non-nuclear power. There is every reason to doubt that North Korea would be willing to go that far; but even if they are, there remains a fundamental question: How could we possibly verify such an agreement?\n“…(T)here is good reason to talk, but only if we are talking about something that is worth doing and that could be reasonably verified. Otherwise we are setting ourselves up for a major diplomatic failure ... to hedge against such failure, it would be wise to have a prior agreement that limited objectionable actions (like nuclear tests) while we are talking.”\nROBERT GALLUCCI, CHIEF U.S. NEGOTIATOR DURING THE 1994 NORTH KOREAN NUCLEAR CRISIS:\n“This is a surprising and welcome development. If representatives of both governments can meet, and a summit ultimately is held, it would represent substantial progress in reducing tension and the risk of war.\n“If real negotiations result in verifiable arrangements aimed at the elimination of nuclear weapons programs in North Korea and an end to the further development of long range ballistic missiles, the principal source of tension and hostility between the DPRK and the U.S. and the rest of the world will also be eliminated.”\nTAKASHI KAWAKAMI, PRESIDENT OF THE INSTITUTE OF WORLD STUDIES, TAKUSHOKU. UNIVERSITY IN TOKYO:\n“I think the U.S. will wait to see how the North-South talks in April turn out before making a final decision on whether to meet, and I see three possible scenarios. The first is that North Korea will agree to denuclearization, second that North Korea will agree to a nuclear freeze with the U.S., and third that it withdraws its approach and returns to missile launches. Of those I see the second as the most likely, with Japan calling for continued pressure sidelined.\n“There is nothing that Japan can do except show support for the U.S., which continues to call for maximum pressure on North Korea. And if the second scenario occurs then Japan will have to seek a strengthening of the U.S. nuclear deterrent including nuclear sharing.”\nSENATOR LINDSEY GRAHAM, REPUBLICAN, ON TWITTER: “After numerous discussions with President Trump, I firmly believe his strong stand against North Korea and its nuclear aggression gives us the best hope in decades to resolve this threat peacefully.\n“I am not naïve. I understand that if the past is an indication of the future, North Korea will be all talk and no action. However, I do believe that North Korea now believes President Trump will use military force if he has to.\n“A word of warning to North Korean President Kim Jong Un – the worst possible thing you can do is meet with President Trump in person and try to play him. If you do that, it will be the end of you – and your regime.”\nBONNIE GLASER, CENTER FOR STRATEGIC AND INTERNATIONAL STUDIES:\n“Trump is a deal maker and probably believes he can single-handedly convince Kim Jong Un to give up his nuclear weapons. A Trump meeting with Kim presents both risks and opportunities. The U.S. side needs to be very, very well prepared and know exactly what it wants to achieve, as well as what the U.S. is willing to provide in return.”\nED ROYCE, REPUBLICAN CHAIRMAN OF THE HOUSE FOREIGN AFFAIRS COMMITTEE\n“Kim Jong Un’s desire to talk shows sanctions the administration has implemented are starting to work. We can pursue more diplomacy, as we keep applying pressure ounce-by-ounce. Remember, North Korean regimes have repeatedly used talks and empty promises to extract concessions and buy time. North Korea uses this to advance its nuclear and missile programs. We’ve got to break this cycle. The United States and South Korea must stand shoulder-to-shoulder in applying the sustained pressure needed to peacefully end this threat. And Beijing must do its part.”\nDANIEL RUSSEL, FORMER U.S. ASSISTANT SECRETARY OF STATE FOR EAST ASIA AND THE PACIFIC:\n“Let’s hear from the North Koreans themselves what they are proposing and what they are willing to do. There is plenty of reason to be cautious, given their track record. Second, let’s read the fine print. The North has made peace overtures in the past that did not hold up under scrutiny.\n“Also remember that the DPRK has for many years proposed that the President of the United States personally engage with North Korea’s leaders as an equal - one nuclear power to another. What is new isn’t the proposal, it’s the response.”\nMARK DUBOWITZ, CEO OF WASHINGTON’S FOUNDATION FOR DEFENSE OF DEMOCRACIES THINK TANK:\n“The administration’s maximum pressure campaign and rhetoric may be yielding results. We should be very cautious: North Korea has said these things before - Kim Jong Il wanted to meet with President Clinton. Pyongyang has to be serious about denuclearization. In the meantime the Trump administration should continue using the toughest sanctions to maintain maximum pressure before the summit in May.”\nMARKET COMMENTS RODRIGO CATRIL, SENIOR CURRENCY STRATEGIST, NATIONAL AUSTRALIA BANK, SYDNEY:\n“We think the move in dollar/yen is reflecting a risk-positive sentiment following the news that President Trump will be meeting Kim Jong Un. That is also being seen in the equities markets which have opened firm this morning.”\nThe risk-positive sentiment is largely being reflected on dollar/yen. There is a distinct uniqueness in dollar/yen but other currencies are not reacting a lot at this point.”\nKO KWANG-HEE, DIRECTOR AT SOUTH KOREA’S FINANCE MINISTRY:\n“It’s a relief to markets and definitely boosts sentiment but foreign investors would wait out until May to change any major investment decisions as any real progress will be shown then.”\n“It could give a positive signal to potentially relieve the so-called Korea discount.”\nHONG CHUN-UK, CHIEF ECONOMIST, KIWOOM SECURITIES, SEOUL:\n“It’s good news. No doubt. But this will likely prove to be only a short-lived factor unless more and stronger actions follow. The market’s (KOSPI) reaction appears stronger today than usual, but all of this is not attributable to the North Korea news. This came at a time when there is a growing hope that earnings slowdown with Korean companies may be less severe than expected before.”\nTRINH NGUYEN, SENIOR ECONOMIST, NATIXIS IN HONG KONG: “This is certainly good news for financial markets, particularly for South Korea, as it signals progress, although the degree of thawing of tensions remain to be seen.”\n“We, and investors, have always believed that the North Korea crisis would not materially impact investment in South Korea as a conflict is unlikely even if tensions simmer.”\n“Investors will be cautious on excessive enthusiasm in a similar vein to excessive pessimism in recent escalation of tensions.”\n“This alleviates, at least for the short-term, one issue for South Korea’s growth recovery. In other words, we do not expect this to change our growth projection for South Korea, which is 2.8 percent for 2018.”\nReporting by David Brunnstrom in Washington; Philip Wen in Beijing; Cynthia Kim and Choonsik Yoo in Seoul; Masayuki Kitano in Singapore; Nobuhiro Kubo in Tokyo; Swati Pandey in Sydney.; Editing by John Mair and Kim Coghill\nOur Standards: The Thomson Reuters Trust Principles.",
    "published": "2018-03-09T09:41:00.000+02:00",
    "crawled": "2018-03-09T08:48:47.037+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "president",
        "donald",
        "trump",
        "said",
        "thursday",
        "prepared",
        "meet",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "first",
        "korea",
        "summit",
        "marking",
        "potentially",
        "dramatic",
        "breakthrough",
        "nuclear",
        "tension",
        "pyongyang",
        "north",
        "korea",
        "flag",
        "flutter",
        "next",
        "concertina",
        "wire",
        "north",
        "korean",
        "embassy",
        "kuala",
        "lumpur",
        "malaysia",
        "march",
        "su",
        "following",
        "reaction",
        "politician",
        "official",
        "analyst",
        "zhao",
        "tong",
        "north",
        "korea",
        "expert",
        "center",
        "beijing",
        "stage",
        "north",
        "korea",
        "two",
        "objective",
        "one",
        "make",
        "international",
        "community",
        "including",
        "united",
        "state",
        "accept",
        "nuclear",
        "reality",
        "second",
        "relax",
        "economic",
        "pressure",
        "early",
        "possible",
        "kim",
        "jong",
        "un",
        "eager",
        "summit",
        "meeting",
        "trump",
        "soon",
        "possible",
        "north",
        "summit",
        "meeting",
        "one",
        "north",
        "korea",
        "already",
        "obtained",
        "nuclear",
        "weapon",
        "basically",
        "sends",
        "signal",
        "willing",
        "deal",
        "north",
        "korea",
        "basis",
        "achieves",
        "north",
        "korea",
        "first",
        "objective",
        "even",
        "progress",
        "term",
        "discus",
        "summit",
        "think",
        "sanction",
        "time",
        "north",
        "korea",
        "give",
        "existing",
        "capability",
        "trump",
        "attributing",
        "much",
        "credit",
        "impact",
        "sanction",
        "china",
        "feel",
        "good",
        "sense",
        "basically",
        "north",
        "korea",
        "offered",
        "something",
        "look",
        "like",
        "endorsement",
        "dual",
        "suspension",
        "strategy",
        "said",
        "stage",
        "term",
        "direct",
        "talk",
        "negotiation",
        "china",
        "longer",
        "relevant",
        "player",
        "given",
        "progress",
        "taking",
        "place",
        "rapid",
        "pace",
        "increasing",
        "concern",
        "china",
        "china",
        "kept",
        "whole",
        "thing",
        "china",
        "losing",
        "control",
        "even",
        "though",
        "china",
        "general",
        "supportive",
        "william",
        "perry",
        "defense",
        "secretary",
        "negotiated",
        "north",
        "korea",
        "major",
        "improvement",
        "diplomacy",
        "consisted",
        "shouting",
        "insult",
        "two",
        "key",
        "question",
        "meeting",
        "first",
        "question",
        "talk",
        "expect",
        "get",
        "willing",
        "give",
        "second",
        "question",
        "north",
        "korea",
        "talking",
        "ally",
        "going",
        "sustain",
        "pressure",
        "presently",
        "north",
        "korea",
        "north",
        "korea",
        "continue",
        "development",
        "testing",
        "missile",
        "nuclear",
        "weapon",
        "first",
        "question",
        "statement",
        "administration",
        "suggest",
        "goal",
        "north",
        "korea",
        "dismantle",
        "nuclear",
        "arsenal",
        "become",
        "power",
        "every",
        "reason",
        "doubt",
        "north",
        "korea",
        "would",
        "willing",
        "go",
        "far",
        "even",
        "remains",
        "fundamental",
        "question",
        "could",
        "possibly",
        "verify",
        "agreement",
        "good",
        "reason",
        "talk",
        "talking",
        "something",
        "worth",
        "could",
        "reasonably",
        "verified",
        "otherwise",
        "setting",
        "major",
        "diplomatic",
        "failure",
        "hedge",
        "failure",
        "would",
        "wise",
        "prior",
        "agreement",
        "limited",
        "objectionable",
        "action",
        "like",
        "nuclear",
        "test",
        "robert",
        "gallucci",
        "chief",
        "negotiator",
        "north",
        "korean",
        "nuclear",
        "crisis",
        "surprising",
        "welcome",
        "development",
        "representative",
        "government",
        "meet",
        "summit",
        "ultimately",
        "held",
        "would",
        "represent",
        "substantial",
        "progress",
        "reducing",
        "tension",
        "risk",
        "war",
        "real",
        "negotiation",
        "result",
        "verifiable",
        "arrangement",
        "aimed",
        "elimination",
        "nuclear",
        "weapon",
        "program",
        "north",
        "korea",
        "end",
        "development",
        "long",
        "range",
        "ballistic",
        "missile",
        "principal",
        "source",
        "tension",
        "hostility",
        "dprk",
        "rest",
        "world",
        "also",
        "takashi",
        "kawakami",
        "president",
        "institute",
        "world",
        "study",
        "takushoku",
        "university",
        "tokyo",
        "think",
        "wait",
        "see",
        "talk",
        "april",
        "turn",
        "making",
        "final",
        "decision",
        "whether",
        "meet",
        "see",
        "three",
        "possible",
        "scenario",
        "first",
        "north",
        "korea",
        "agree",
        "denuclearization",
        "second",
        "north",
        "korea",
        "agree",
        "nuclear",
        "freeze",
        "third",
        "withdraws",
        "approach",
        "return",
        "missile",
        "launch",
        "see",
        "second",
        "likely",
        "japan",
        "calling",
        "continued",
        "pressure",
        "sidelined",
        "nothing",
        "japan",
        "except",
        "show",
        "support",
        "continues",
        "call",
        "maximum",
        "pressure",
        "north",
        "korea",
        "second",
        "scenario",
        "occurs",
        "japan",
        "seek",
        "strengthening",
        "nuclear",
        "deterrent",
        "including",
        "nuclear",
        "senator",
        "lindsey",
        "graham",
        "republican",
        "twitter",
        "numerous",
        "discussion",
        "president",
        "trump",
        "firmly",
        "believe",
        "strong",
        "stand",
        "north",
        "korea",
        "nuclear",
        "aggression",
        "give",
        "u",
        "best",
        "hope",
        "decade",
        "resolve",
        "threat",
        "peacefully",
        "naïve",
        "understand",
        "past",
        "indication",
        "future",
        "north",
        "korea",
        "talk",
        "action",
        "however",
        "believe",
        "north",
        "korea",
        "belief",
        "president",
        "trump",
        "use",
        "military",
        "force",
        "word",
        "warning",
        "north",
        "korean",
        "president",
        "kim",
        "jong",
        "un",
        "worst",
        "possible",
        "thing",
        "meet",
        "president",
        "trump",
        "person",
        "try",
        "play",
        "end",
        "bonnie",
        "glaser",
        "center",
        "strategic",
        "international",
        "study",
        "trump",
        "deal",
        "maker",
        "probably",
        "belief",
        "convince",
        "kim",
        "jong",
        "un",
        "give",
        "nuclear",
        "weapon",
        "trump",
        "meeting",
        "kim",
        "present",
        "risk",
        "opportunity",
        "side",
        "need",
        "well",
        "prepared",
        "know",
        "exactly",
        "want",
        "achieve",
        "well",
        "willing",
        "provide",
        "ed",
        "royce",
        "republican",
        "chairman",
        "house",
        "foreign",
        "affair",
        "committee",
        "kim",
        "jong",
        "un",
        "desire",
        "talk",
        "show",
        "sanction",
        "administration",
        "implemented",
        "starting",
        "work",
        "pursue",
        "diplomacy",
        "keep",
        "applying",
        "pressure",
        "remember",
        "north",
        "korean",
        "regime",
        "repeatedly",
        "used",
        "talk",
        "empty",
        "promise",
        "extract",
        "concession",
        "buy",
        "time",
        "north",
        "korea",
        "us",
        "advance",
        "nuclear",
        "missile",
        "program",
        "got",
        "break",
        "cycle",
        "united",
        "state",
        "south",
        "korea",
        "must",
        "stand",
        "applying",
        "sustained",
        "pressure",
        "needed",
        "peacefully",
        "end",
        "threat",
        "beijing",
        "must",
        "daniel",
        "russel",
        "former",
        "assistant",
        "secretary",
        "state",
        "east",
        "asia",
        "pacific",
        "let",
        "hear",
        "north",
        "korean",
        "proposing",
        "willing",
        "plenty",
        "reason",
        "cautious",
        "given",
        "track",
        "record",
        "second",
        "let",
        "read",
        "fine",
        "print",
        "north",
        "made",
        "peace",
        "overture",
        "past",
        "hold",
        "scrutiny",
        "also",
        "remember",
        "dprk",
        "many",
        "year",
        "proposed",
        "president",
        "united",
        "state",
        "personally",
        "engage",
        "north",
        "korea",
        "leader",
        "equal",
        "one",
        "nuclear",
        "power",
        "another",
        "new",
        "proposal",
        "mark",
        "dubowitz",
        "ceo",
        "washington",
        "foundation",
        "defense",
        "democracy",
        "think",
        "tank",
        "administration",
        "maximum",
        "pressure",
        "campaign",
        "rhetoric",
        "may",
        "yielding",
        "result",
        "cautious",
        "north",
        "korea",
        "said",
        "thing",
        "kim",
        "jong",
        "il",
        "wanted",
        "meet",
        "president",
        "clinton",
        "pyongyang",
        "serious",
        "denuclearization",
        "meantime",
        "trump",
        "administration",
        "continue",
        "using",
        "toughest",
        "sanction",
        "maintain",
        "maximum",
        "pressure",
        "summit",
        "market",
        "comment",
        "rodrigo",
        "catril",
        "senior",
        "currency",
        "strategist",
        "national",
        "australia",
        "bank",
        "sydney",
        "think",
        "move",
        "reflecting",
        "sentiment",
        "following",
        "news",
        "president",
        "trump",
        "meeting",
        "kim",
        "jong",
        "un",
        "also",
        "seen",
        "equity",
        "market",
        "opened",
        "firm",
        "sentiment",
        "largely",
        "reflected",
        "distinct",
        "uniqueness",
        "currency",
        "reacting",
        "lot",
        "ko",
        "director",
        "south",
        "korea",
        "finance",
        "ministry",
        "relief",
        "market",
        "definitely",
        "boost",
        "sentiment",
        "foreign",
        "investor",
        "would",
        "wait",
        "may",
        "change",
        "major",
        "investment",
        "decision",
        "real",
        "progress",
        "shown",
        "could",
        "give",
        "positive",
        "signal",
        "potentially",
        "relieve",
        "korea",
        "hong",
        "chief",
        "economist",
        "kiwoom",
        "security",
        "seoul",
        "good",
        "news",
        "doubt",
        "likely",
        "prove",
        "factor",
        "unless",
        "stronger",
        "action",
        "follow",
        "market",
        "kospi",
        "reaction",
        "appears",
        "stronger",
        "today",
        "usual",
        "attributable",
        "north",
        "korea",
        "news",
        "came",
        "time",
        "growing",
        "hope",
        "earnings",
        "slowdown",
        "korean",
        "company",
        "may",
        "less",
        "severe",
        "expected",
        "trinh",
        "nguyen",
        "senior",
        "economist",
        "natixis",
        "hong",
        "kong",
        "certainly",
        "good",
        "news",
        "financial",
        "market",
        "particularly",
        "south",
        "korea",
        "signal",
        "progress",
        "although",
        "degree",
        "thawing",
        "tension",
        "remain",
        "investor",
        "always",
        "believed",
        "north",
        "korea",
        "crisis",
        "would",
        "materially",
        "impact",
        "investment",
        "south",
        "korea",
        "conflict",
        "unlikely",
        "even",
        "tension",
        "investor",
        "cautious",
        "excessive",
        "enthusiasm",
        "similar",
        "vein",
        "excessive",
        "pessimism",
        "recent",
        "escalation",
        "alleviates",
        "least",
        "one",
        "issue",
        "south",
        "korea",
        "growth",
        "recovery",
        "word",
        "expect",
        "change",
        "growth",
        "projection",
        "south",
        "korea",
        "percent",
        "reporting",
        "david",
        "brunnstrom",
        "washington",
        "philip",
        "wen",
        "beijing",
        "cynthia",
        "kim",
        "choonsik",
        "yoo",
        "seoul",
        "masayuki",
        "kitano",
        "singapore",
        "nobuhiro",
        "kubo",
        "tokyo",
        "swati",
        "pandey",
        "sydney",
        "editing",
        "john",
        "mair",
        "kim",
        "coghill",
        "standard",
        "thomson",
        "reuters",
        "trust",
        "principle"
    ]
}