{
    "organizations": [],
    "uuid": "16bacf5673e407fbc076649dbddb2898b3e7ccc7",
    "author": "Arjun Kharpal",
    "url": "https://www.cnbc.com/2018/03/09/cryptocurrency-scammers-of-giza-make-off-with-2-million-after-ico.html",
    "ord_in_thread": 0,
    "title": "Cryptocurrency scammers of Giza make off with $2 million after ICO",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Scammers appear to have made off with more than $2 million in cryptocurrency after carrying out an apparent fake initial coin offering (ICO), and the individuals linked to the incident may be connected to another recent theft, CNBC has learned.\nA bad actor or actors used a fake LinkedIn profile and copied pictures from another user's Instagram to create a false persona — and successfully drew more than 1,000 investors into the ICO project, which was called Giza.\nThe Wild West world of ICOs An initial coin offering or ICO is a way for start-ups to crowd-fund investment . Instead of raising cash from venture capitalists, a company can hold an ICO, which allows people to invest a cryptocurrency, such as ethereum or bitcoin, in exchange for a new token that's issued by the start-up. The new digital coin is not equity. Instead, it can be used in exchange for future services offered by the company. It's also possible that the new coin may climb to a much higher value than the initial investment.\nThere is big money in ICOs, and they are largely unregulated. Last year, companies raised $3.8 billion via ICOs, and this year alone they have already raised $2.8 billion, according to data from CoinSchedule, a site which tracks the activity in the space.\nBut ICOs are unregulated in most countries, meaning investors don't have the protections that they enjoy with other assets such as stocks. However regulators are keeping a closer eye on ICO activity, amid a rising number of reports of scams.\nWhat happened with Giza? Investors who spoke to CNBC all described a common experience with the ICO in question: They thought the project was legitimate until warning signs began to appear, including a falling out with the company's sole supplier, a lack of correspondence from its supposed founders, and failed attempts to recoup the lost funds.\nThe apparently well-orchestrated scam centers around a mysterious individual called Marco Fike, the COO of Giza. Among the eight investors, partners and former employees of Giza interviewed by CNBC, all claim they have never seen Marco Fike's face.\nThe ICO was for a supposed start-up called Giza, which claimed to be developing a super-secure device that would allow people to store cryptocurrencies.\nIt carried out its ICO in January and drew investors for several weeks after. One person who put money into the project told CNBC that they invested ether that was equivalent to $10,000 at the time, and another said they had put in around $5,000 worth of ether.\nAt the beginning of February, Giza had raised and was holding more than 2,100 ethereum coins , which at the time were worth around $2.4 million. All but $16 worth of those ethereum coins are now missing.\nBut after putting in money throughout January and into February, many who had invested began to become suspicious of the project.\nSupplier fallout \"Everything was fine, until that company that was meant to develop their device came out on the internet and said that Giza has cut ties, and it seems to be a scam and they might not be developing anything. Then things started looking fishy,\" an investor named Chris, who wished to keep his surname anonymous, told CNBC by phone.\nGiza's website was deleted last Friday, but an archived version can be seen here .\nLate last year, Giza contracted a Russian firm known as Third Pin LLC to make the devices it would eventually sell. The Third Pin website explains that it makes hardware for a number of industries. But on January 30, Third Pin's CEO, Ivan Larionov, posted on a bitcoin forum that his company had cut ties with Giza. Larionov confirmed to CNBC that Giza had contracted Third Pin and that the post was his.\nThe Third Pin CEO explained that he was contacted by a representative of Giza before the new year. He was given a design for a device that Giza wanted to make, but not technical requirements. Once Third Pin's engineers had worked out the specifications of the device, they Quote: d a $1 million price for Giza and signed a contract.\nLarionov contacted STMicro, a components supplier, to help get the parts required for Giza's device. He said that the sales manager at the company was asking basic questions, such as the quantity required and when it would be produced, which Larionov couldn't answer. The Third Pin CEO got in touch with Fike, who gave answers that Larionov described as unclear. That was a red flag, Larionov said.\nFike asked Larionov if he would be willing to set up new operations outside Russia and manage the relationship with Giza from there, Larionov told CNBC. The Third Pin CEO suspected that Fike wanted to get away from Russia's strict cryptocurrency rules but declined that request.\nAs Third Pin continued assessments on the cost of production, the company found that it would be higher than initially thought. The cost to Giza went up to $1.5 million. Larionov suggested to Fike that Giza could pay in installments, something Fike didn't want to do.\n\"At that moment he said no, no way,\" Larionov told CNBC. \"So next thing I said to my employees is that we will cut the contract.\"\nOne of the investors, who wished to remain anonymous but who used the screen name ShayJo, showed CNBC an exchange with Larionov over messaging app Telegram, in which he told the same story. In the conversation reviewed by CNBC, Larionov said Giza offered to pay 60 percent of the total contract, with the rest coming later on in 2018, once they had carried out another part of the ICO to raise more money. But by that time Larionov had suspicions about whether the company would disappear after getting the funds so ended the relationship, as seen in the conversation below.\nAround mid-February, the digital wallet address associated with Giza, where people had been asked to send money, began showing outflows of large amounts of ethereum . That continued for about two weeks. The last movement of money from the Giza account took place on March 2.\nWhere did the money go? Another investor, Nicolas, who asked that his surname remain anonymous, sent CNBC a trail of the money — because ethereum transactions are on the blockchain, they can be tracked, though the person behind them remains anonymous.\nMoney is sent from wallets, which store cryptocurrencies, to other wallets or an exchange, where people trade cryptocurrencies. By following wallet addresses, it's possible to see the movement of money.\nMost of the money from Giza's wallet was drained over the course of two weeks. The money was sent to various other wallet addresses.\nIntriguing parallels exist between the movement of money in the Giza case and a separate scam perpetrated against a digital coin called Bee Token. In February, Bee Token ran an ICO. But during the digital coin sale, scammers pretending to be the founders of Bee Token inserted themselves into the money flow, by sending an email to people prompting them to invest in that ICO.\nOne of the wallets linked to the Bee Token phishing scam sent ethereum to a wallet associated with Giza, according to etherescan.io, a site that tracks all transactions on the ethereum blockchain as shown in the diagram below.\nThat could mean that person or persons involved with the Giza scam were also behind the Bee Token heist. Or it could mean that the people behind the scam perpetrated against Bee Token have some sort of relationship with those behind Giza. It is ultimately unclear.\nEventually some of the ether made it to the ShapeShift cryptocurrency exchange via associated Giza wallet 2, shown above. ShapeShift doesn't allow people to exchange cryptocurrencies into government-issued cash, but it does allow a person to change between different digital coins. After CNBC reached out to ShapeShift, the exchange said it blacklisted the wallet associated with Giza. But it said it could not reveal the person who was registered to the wallet address because \"we don't collect user data.\"\nDespite their efforts to get in contact with Giza, investors still have no clear way to reclaim their money. Several told CNBC they have contacted law enforcement authorities in the United Kingdom.\nWho is Marco Fike? After Third Pin made its announcement on the bitcoin forum, investors began to worry. Those who had bought Giza digital coins banded together to create a Telegram group to investigate the people behind the scam, led by the previously-mentioned Nicolas, as well as others.\nThe central figure in the Giza scam was its Chief Operating Officer Marco Fike. Several people who spoke to CNBC, including developers hired by Fike as well as investors in Giza itself, said they had never seen him. All said they had spoken to the person behind the alias via messaging services.\nHis LinkedIn page claims he studied at the University of Oxford in the U.K but does not list which college there. Oxford told CNBC on Thursday that it was investigating those claims.\nCNBC reached out to Fike via LinkedIn but received no response.\nMicrosoft: He never worked for us Fike listed Microsoft as a previous employer in Switzerland. However, the software giant revealed to CNBC on Friday that he had never worked for the company.\nFike said he was the assistant to the CEO at a company called the United Arab Emirates Agency in Dubai. CNBC contacted all the numbers listed on the site. Two numbers in the U.K. and Croatia went unanswered. The main Dubai headquarters number went to an individual who denied any knowledge of a company by that name.\nOne member of the Telegram group managed to trace the source of Fike's LinkedIn profile picture came from — it appears to be from an Instagram user based in Dubai.\nIt's unclear whether that Instagram user knows the person behind the Fike persona, or if his image was used without his knowledge. CNBC reached out to the Instagram user to request comment, but received no response.\n\"We contacted people on LinkedIn associated with the company. None of them had said they had met this guy Marco, it was all online. Some started removing their association with Giza, it all started looking shady,\" an investor who goes by the name of ShayJo told CNBC.\nThird Pin CEO Larionov provided more details about Fike. Larionov said he communicated with Fike over Skype, but that Fike never turned his video on. Instead, they spoke with just audio. Larionov described Fike as a fluent Russian speaker but with an accent.\nBacklash from Giza As their suspicions rose, investors in the ICO began trying to ask questions directly of Giza. A Telegram channel existed for the investors to talk with Giza. A user called Karina appeared to be the community manager for the group and for Giza.\nThe investor with the screen name ShayJo said Karina banned several people from the Telegram group who had asked questions. Karina posted in the Telegram channel that she was paid by Giza, but had never spoken to Marco Fike. Eventually, the company stopped paying Karina, she said.\nCNBC contacted Karina via LinkedIn, and she followed up on Telegram. Karina said that Marco Fike hired her on a website called Freelancehunt.com, but she spoke with him only over Telegram and Skype chat, never via a voice call or video.\nIn a transcript of the Telegram group posted online , Karina claimed on February 11 that she had no information from Fike since February 7.\nWould-be employees say they were duped CNBC spoke to multiple former employees of Giza who all told a similar story: They were contacted online by someone who claimed to be from Giza. They were offered a job after an interview over Skype. None actually received a job, none were paid, and none heard from the company again.\nGiza advertised a software development job on a site called UpWork, a job posting platform for freelancers. The company described itself there as \"an ambitious startup.\"\nAleksander Rajic is listed as a software developer on Giza's site. Rajic applied for the role in October 2017 on UpWork and was contacted by Marco Fike on the platform. Fike, whose UpWork account had no profile picture, told Rajic that his human resource assistant would reach out and add Rajic on Skype. Screenshots provided by Rajic confirmed the conversation.\nThe HR assistant was called Esthelle Ness. Her profile picture on Skype was a cartoon. Rajic signed a nondisclosure agreement in October, and then was asked to complete a technical test. After he passed, Ness offered him the job with a $1,000 monthly salary, to start after the ICO in January. Ness said she would contact Rajic at the end of December, which she did. In January, after the fundraising, Ness stopped providing details about the next stages of the project and eventually stopped communicating with Rajic.\n\"When they stopped responding to my Skype and LinkedIn messages, I suspected it is a scam,\" Rajic told CNBC, adding that he is trying to get his image removed from the Giza site, but has had no contact from the team.\nTwo other people who were hired, both of whom wish to remain anonymous for fear of retaliation, had an experience almost the same as Rajic's. Ness has not responded to a request for comment that CNBC sent via LinkedIn. She still has the job title HR assistant at Giza listed on her profile.\nCal Evans who is listed on Giza's site as its legal advisor, told CNBC that his firm, Gresham International, is a cryptocurrency compliance and strategy firm. Gresham was brought on board to review documents on Giza's website. That included a white paper that sets out the project's aims.\nEvans said that investors started getting in touch with him around a month ago and that's when he knew something was wrong, though he said he is convinced that the project started as a legitimate project.\n\"We started looking, and people started talking about this community. I am convinced when this started it was legitimate, around about the time we got involved,\" Evans said. Gresham International cut ties with Giza last month.\n\"We are going to do whatever we can to catch these guys,\" Evans said.",
    "published": "2018-03-12T09:19:00.000+02:00",
    "crawled": "2018-03-12T09:19:13.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "scammer",
        "appear",
        "made",
        "million",
        "cryptocurrency",
        "carrying",
        "apparent",
        "fake",
        "initial",
        "coin",
        "offering",
        "ico",
        "individual",
        "linked",
        "incident",
        "may",
        "connected",
        "another",
        "recent",
        "theft",
        "cnbc",
        "learned",
        "bad",
        "actor",
        "actor",
        "used",
        "fake",
        "linkedin",
        "profile",
        "copied",
        "picture",
        "another",
        "user",
        "instagram",
        "create",
        "false",
        "persona",
        "successfully",
        "drew",
        "investor",
        "ico",
        "project",
        "called",
        "giza",
        "wild",
        "west",
        "world",
        "icos",
        "initial",
        "coin",
        "offering",
        "ico",
        "way",
        "investment",
        "instead",
        "raising",
        "cash",
        "venture",
        "capitalist",
        "company",
        "hold",
        "ico",
        "allows",
        "people",
        "invest",
        "cryptocurrency",
        "ethereum",
        "bitcoin",
        "exchange",
        "new",
        "token",
        "issued",
        "new",
        "digital",
        "coin",
        "equity",
        "instead",
        "used",
        "exchange",
        "future",
        "service",
        "offered",
        "company",
        "also",
        "possible",
        "new",
        "coin",
        "may",
        "climb",
        "much",
        "higher",
        "value",
        "initial",
        "investment",
        "big",
        "money",
        "icos",
        "largely",
        "unregulated",
        "last",
        "year",
        "company",
        "raised",
        "billion",
        "via",
        "icos",
        "year",
        "alone",
        "already",
        "raised",
        "billion",
        "according",
        "data",
        "coinschedule",
        "site",
        "track",
        "activity",
        "space",
        "icos",
        "unregulated",
        "country",
        "meaning",
        "investor",
        "protection",
        "enjoy",
        "asset",
        "stock",
        "however",
        "regulator",
        "keeping",
        "closer",
        "eye",
        "ico",
        "activity",
        "amid",
        "rising",
        "number",
        "report",
        "scam",
        "happened",
        "giza",
        "investor",
        "spoke",
        "cnbc",
        "described",
        "common",
        "experience",
        "ico",
        "question",
        "thought",
        "project",
        "legitimate",
        "warning",
        "sign",
        "began",
        "appear",
        "including",
        "falling",
        "company",
        "sole",
        "supplier",
        "lack",
        "correspondence",
        "supposed",
        "founder",
        "failed",
        "attempt",
        "recoup",
        "lost",
        "fund",
        "apparently",
        "scam",
        "center",
        "around",
        "mysterious",
        "individual",
        "called",
        "marco",
        "fike",
        "coo",
        "giza",
        "among",
        "eight",
        "investor",
        "partner",
        "former",
        "employee",
        "giza",
        "interviewed",
        "cnbc",
        "claim",
        "never",
        "seen",
        "marco",
        "fike",
        "face",
        "ico",
        "supposed",
        "called",
        "giza",
        "claimed",
        "developing",
        "device",
        "would",
        "allow",
        "people",
        "store",
        "cryptocurrencies",
        "carried",
        "ico",
        "january",
        "drew",
        "investor",
        "several",
        "week",
        "one",
        "person",
        "put",
        "money",
        "project",
        "told",
        "cnbc",
        "invested",
        "ether",
        "equivalent",
        "time",
        "another",
        "said",
        "put",
        "around",
        "worth",
        "ether",
        "beginning",
        "february",
        "giza",
        "raised",
        "holding",
        "ethereum",
        "coin",
        "time",
        "worth",
        "around",
        "million",
        "worth",
        "ethereum",
        "coin",
        "missing",
        "putting",
        "money",
        "throughout",
        "january",
        "february",
        "many",
        "invested",
        "began",
        "become",
        "suspicious",
        "project",
        "supplier",
        "fallout",
        "everything",
        "fine",
        "company",
        "meant",
        "develop",
        "device",
        "came",
        "internet",
        "said",
        "giza",
        "cut",
        "tie",
        "seems",
        "scam",
        "might",
        "developing",
        "anything",
        "thing",
        "started",
        "looking",
        "fishy",
        "investor",
        "named",
        "chris",
        "wished",
        "keep",
        "surname",
        "anonymous",
        "told",
        "cnbc",
        "phone",
        "giza",
        "website",
        "deleted",
        "last",
        "friday",
        "archived",
        "version",
        "seen",
        "late",
        "last",
        "year",
        "giza",
        "contracted",
        "russian",
        "firm",
        "known",
        "third",
        "pin",
        "llc",
        "make",
        "device",
        "would",
        "eventually",
        "sell",
        "third",
        "pin",
        "website",
        "explains",
        "make",
        "hardware",
        "number",
        "industry",
        "january",
        "third",
        "pin",
        "ceo",
        "ivan",
        "larionov",
        "posted",
        "bitcoin",
        "forum",
        "company",
        "cut",
        "tie",
        "giza",
        "larionov",
        "confirmed",
        "cnbc",
        "giza",
        "contracted",
        "third",
        "pin",
        "post",
        "third",
        "pin",
        "ceo",
        "explained",
        "contacted",
        "representative",
        "giza",
        "new",
        "year",
        "given",
        "design",
        "device",
        "giza",
        "wanted",
        "make",
        "technical",
        "requirement",
        "third",
        "pin",
        "engineer",
        "worked",
        "specification",
        "device",
        "quote",
        "million",
        "price",
        "giza",
        "signed",
        "contract",
        "larionov",
        "contacted",
        "stmicro",
        "component",
        "supplier",
        "help",
        "get",
        "part",
        "required",
        "giza",
        "device",
        "said",
        "sale",
        "manager",
        "company",
        "asking",
        "basic",
        "question",
        "quantity",
        "required",
        "would",
        "produced",
        "larionov",
        "could",
        "answer",
        "third",
        "pin",
        "ceo",
        "got",
        "touch",
        "fike",
        "gave",
        "answer",
        "larionov",
        "described",
        "unclear",
        "red",
        "flag",
        "larionov",
        "said",
        "fike",
        "asked",
        "larionov",
        "would",
        "willing",
        "set",
        "new",
        "operation",
        "outside",
        "russia",
        "manage",
        "relationship",
        "giza",
        "larionov",
        "told",
        "cnbc",
        "third",
        "pin",
        "ceo",
        "suspected",
        "fike",
        "wanted",
        "get",
        "away",
        "russia",
        "strict",
        "cryptocurrency",
        "rule",
        "declined",
        "request",
        "third",
        "pin",
        "continued",
        "assessment",
        "cost",
        "production",
        "company",
        "found",
        "would",
        "higher",
        "initially",
        "thought",
        "cost",
        "giza",
        "went",
        "million",
        "larionov",
        "suggested",
        "fike",
        "giza",
        "could",
        "pay",
        "installment",
        "something",
        "fike",
        "want",
        "moment",
        "said",
        "way",
        "larionov",
        "told",
        "cnbc",
        "next",
        "thing",
        "said",
        "employee",
        "cut",
        "contract",
        "one",
        "investor",
        "wished",
        "remain",
        "anonymous",
        "used",
        "screen",
        "name",
        "shayjo",
        "showed",
        "cnbc",
        "exchange",
        "larionov",
        "messaging",
        "app",
        "telegram",
        "told",
        "story",
        "conversation",
        "reviewed",
        "cnbc",
        "larionov",
        "said",
        "giza",
        "offered",
        "pay",
        "percent",
        "total",
        "contract",
        "rest",
        "coming",
        "later",
        "carried",
        "another",
        "part",
        "ico",
        "raise",
        "money",
        "time",
        "larionov",
        "suspicion",
        "whether",
        "company",
        "would",
        "disappear",
        "getting",
        "fund",
        "ended",
        "relationship",
        "seen",
        "conversation",
        "around",
        "digital",
        "wallet",
        "address",
        "associated",
        "giza",
        "people",
        "asked",
        "send",
        "money",
        "began",
        "showing",
        "outflow",
        "large",
        "amount",
        "ethereum",
        "continued",
        "two",
        "week",
        "last",
        "movement",
        "money",
        "giza",
        "account",
        "took",
        "place",
        "march",
        "money",
        "go",
        "another",
        "investor",
        "nicolas",
        "asked",
        "surname",
        "remain",
        "anonymous",
        "sent",
        "cnbc",
        "trail",
        "money",
        "ethereum",
        "transaction",
        "blockchain",
        "tracked",
        "though",
        "person",
        "behind",
        "remains",
        "anonymous",
        "money",
        "sent",
        "wallet",
        "store",
        "cryptocurrencies",
        "wallet",
        "exchange",
        "people",
        "trade",
        "cryptocurrencies",
        "following",
        "wallet",
        "address",
        "possible",
        "see",
        "movement",
        "money",
        "money",
        "giza",
        "wallet",
        "drained",
        "course",
        "two",
        "week",
        "money",
        "sent",
        "various",
        "wallet",
        "address",
        "intriguing",
        "parallel",
        "exist",
        "movement",
        "money",
        "giza",
        "case",
        "separate",
        "scam",
        "perpetrated",
        "digital",
        "coin",
        "called",
        "bee",
        "token",
        "february",
        "bee",
        "token",
        "ran",
        "ico",
        "digital",
        "coin",
        "sale",
        "scammer",
        "pretending",
        "founder",
        "bee",
        "token",
        "inserted",
        "money",
        "flow",
        "sending",
        "email",
        "people",
        "prompting",
        "invest",
        "ico",
        "one",
        "wallet",
        "linked",
        "bee",
        "token",
        "phishing",
        "scam",
        "sent",
        "ethereum",
        "wallet",
        "associated",
        "giza",
        "according",
        "site",
        "track",
        "transaction",
        "ethereum",
        "blockchain",
        "shown",
        "diagram",
        "could",
        "mean",
        "person",
        "person",
        "involved",
        "giza",
        "scam",
        "also",
        "behind",
        "bee",
        "token",
        "heist",
        "could",
        "mean",
        "people",
        "behind",
        "scam",
        "perpetrated",
        "bee",
        "token",
        "sort",
        "relationship",
        "behind",
        "giza",
        "ultimately",
        "unclear",
        "eventually",
        "ether",
        "made",
        "shapeshift",
        "cryptocurrency",
        "exchange",
        "via",
        "associated",
        "giza",
        "wallet",
        "shown",
        "shapeshift",
        "allow",
        "people",
        "exchange",
        "cryptocurrencies",
        "cash",
        "allow",
        "person",
        "change",
        "different",
        "digital",
        "coin",
        "cnbc",
        "reached",
        "shapeshift",
        "exchange",
        "said",
        "blacklisted",
        "wallet",
        "associated",
        "giza",
        "said",
        "could",
        "reveal",
        "person",
        "registered",
        "wallet",
        "address",
        "collect",
        "user",
        "data",
        "despite",
        "effort",
        "get",
        "contact",
        "giza",
        "investor",
        "still",
        "clear",
        "way",
        "reclaim",
        "money",
        "several",
        "told",
        "cnbc",
        "contacted",
        "law",
        "enforcement",
        "authority",
        "united",
        "kingdom",
        "marco",
        "fike",
        "third",
        "pin",
        "made",
        "announcement",
        "bitcoin",
        "forum",
        "investor",
        "began",
        "worry",
        "bought",
        "giza",
        "digital",
        "coin",
        "banded",
        "together",
        "create",
        "telegram",
        "group",
        "investigate",
        "people",
        "behind",
        "scam",
        "led",
        "nicolas",
        "well",
        "others",
        "central",
        "figure",
        "giza",
        "scam",
        "chief",
        "operating",
        "officer",
        "marco",
        "fike",
        "several",
        "people",
        "spoke",
        "cnbc",
        "including",
        "developer",
        "hired",
        "fike",
        "well",
        "investor",
        "giza",
        "said",
        "never",
        "seen",
        "said",
        "spoken",
        "person",
        "behind",
        "alias",
        "via",
        "messaging",
        "service",
        "linkedin",
        "page",
        "claim",
        "studied",
        "university",
        "oxford",
        "list",
        "college",
        "oxford",
        "told",
        "cnbc",
        "thursday",
        "investigating",
        "claim",
        "cnbc",
        "reached",
        "fike",
        "via",
        "linkedin",
        "received",
        "response",
        "microsoft",
        "never",
        "worked",
        "u",
        "fike",
        "listed",
        "microsoft",
        "previous",
        "employer",
        "switzerland",
        "however",
        "software",
        "giant",
        "revealed",
        "cnbc",
        "friday",
        "never",
        "worked",
        "company",
        "fike",
        "said",
        "assistant",
        "ceo",
        "company",
        "called",
        "united",
        "arab",
        "emirate",
        "agency",
        "dubai",
        "cnbc",
        "contacted",
        "number",
        "listed",
        "site",
        "two",
        "number",
        "croatia",
        "went",
        "unanswered",
        "main",
        "dubai",
        "headquarters",
        "number",
        "went",
        "individual",
        "denied",
        "knowledge",
        "company",
        "name",
        "one",
        "member",
        "telegram",
        "group",
        "managed",
        "trace",
        "source",
        "fike",
        "linkedin",
        "profile",
        "picture",
        "came",
        "appears",
        "instagram",
        "user",
        "based",
        "dubai",
        "unclear",
        "whether",
        "instagram",
        "user",
        "know",
        "person",
        "behind",
        "fike",
        "persona",
        "image",
        "used",
        "without",
        "knowledge",
        "cnbc",
        "reached",
        "instagram",
        "user",
        "request",
        "comment",
        "received",
        "response",
        "contacted",
        "people",
        "linkedin",
        "associated",
        "company",
        "none",
        "said",
        "met",
        "guy",
        "marco",
        "online",
        "started",
        "removing",
        "association",
        "giza",
        "started",
        "looking",
        "shady",
        "investor",
        "go",
        "name",
        "shayjo",
        "told",
        "cnbc",
        "third",
        "pin",
        "ceo",
        "larionov",
        "provided",
        "detail",
        "fike",
        "larionov",
        "said",
        "communicated",
        "fike",
        "skype",
        "fike",
        "never",
        "turned",
        "video",
        "instead",
        "spoke",
        "audio",
        "larionov",
        "described",
        "fike",
        "fluent",
        "russian",
        "speaker",
        "accent",
        "backlash",
        "giza",
        "suspicion",
        "rose",
        "investor",
        "ico",
        "began",
        "trying",
        "ask",
        "question",
        "directly",
        "giza",
        "telegram",
        "channel",
        "existed",
        "investor",
        "talk",
        "giza",
        "user",
        "called",
        "karina",
        "appeared",
        "community",
        "manager",
        "group",
        "giza",
        "investor",
        "screen",
        "name",
        "shayjo",
        "said",
        "karina",
        "banned",
        "several",
        "people",
        "telegram",
        "group",
        "asked",
        "question",
        "karina",
        "posted",
        "telegram",
        "channel",
        "paid",
        "giza",
        "never",
        "spoken",
        "marco",
        "fike",
        "eventually",
        "company",
        "stopped",
        "paying",
        "karina",
        "said",
        "cnbc",
        "contacted",
        "karina",
        "via",
        "linkedin",
        "followed",
        "telegram",
        "karina",
        "said",
        "marco",
        "fike",
        "hired",
        "website",
        "called",
        "spoke",
        "telegram",
        "skype",
        "chat",
        "never",
        "via",
        "voice",
        "call",
        "video",
        "transcript",
        "telegram",
        "group",
        "posted",
        "online",
        "karina",
        "claimed",
        "february",
        "information",
        "fike",
        "since",
        "february",
        "employee",
        "say",
        "duped",
        "cnbc",
        "spoke",
        "multiple",
        "former",
        "employee",
        "giza",
        "told",
        "similar",
        "story",
        "contacted",
        "online",
        "someone",
        "claimed",
        "giza",
        "offered",
        "job",
        "interview",
        "skype",
        "none",
        "actually",
        "received",
        "job",
        "none",
        "paid",
        "none",
        "heard",
        "company",
        "giza",
        "advertised",
        "software",
        "development",
        "job",
        "site",
        "called",
        "upwork",
        "job",
        "posting",
        "platform",
        "freelancer",
        "company",
        "described",
        "ambitious",
        "startup",
        "aleksander",
        "rajic",
        "listed",
        "software",
        "developer",
        "giza",
        "site",
        "rajic",
        "applied",
        "role",
        "october",
        "upwork",
        "contacted",
        "marco",
        "fike",
        "platform",
        "fike",
        "whose",
        "upwork",
        "account",
        "profile",
        "picture",
        "told",
        "rajic",
        "human",
        "resource",
        "assistant",
        "would",
        "reach",
        "add",
        "rajic",
        "skype",
        "screenshots",
        "provided",
        "rajic",
        "confirmed",
        "conversation",
        "hr",
        "assistant",
        "called",
        "esthelle",
        "ness",
        "profile",
        "picture",
        "skype",
        "cartoon",
        "rajic",
        "signed",
        "nondisclosure",
        "agreement",
        "october",
        "asked",
        "complete",
        "technical",
        "test",
        "passed",
        "ness",
        "offered",
        "job",
        "monthly",
        "salary",
        "start",
        "ico",
        "january",
        "ness",
        "said",
        "would",
        "contact",
        "rajic",
        "end",
        "december",
        "january",
        "fundraising",
        "ness",
        "stopped",
        "providing",
        "detail",
        "next",
        "stage",
        "project",
        "eventually",
        "stopped",
        "communicating",
        "rajic",
        "stopped",
        "responding",
        "skype",
        "linkedin",
        "message",
        "suspected",
        "scam",
        "rajic",
        "told",
        "cnbc",
        "adding",
        "trying",
        "get",
        "image",
        "removed",
        "giza",
        "site",
        "contact",
        "team",
        "two",
        "people",
        "hired",
        "wish",
        "remain",
        "anonymous",
        "fear",
        "retaliation",
        "experience",
        "almost",
        "rajic",
        "ness",
        "responded",
        "request",
        "comment",
        "cnbc",
        "sent",
        "via",
        "linkedin",
        "still",
        "job",
        "title",
        "hr",
        "assistant",
        "giza",
        "listed",
        "profile",
        "cal",
        "evans",
        "listed",
        "giza",
        "site",
        "legal",
        "advisor",
        "told",
        "cnbc",
        "firm",
        "gresham",
        "international",
        "cryptocurrency",
        "compliance",
        "strategy",
        "firm",
        "gresham",
        "brought",
        "board",
        "review",
        "document",
        "giza",
        "website",
        "included",
        "white",
        "paper",
        "set",
        "project",
        "aim",
        "evans",
        "said",
        "investor",
        "started",
        "getting",
        "touch",
        "around",
        "month",
        "ago",
        "knew",
        "something",
        "wrong",
        "though",
        "said",
        "convinced",
        "project",
        "started",
        "legitimate",
        "project",
        "started",
        "looking",
        "people",
        "started",
        "talking",
        "community",
        "convinced",
        "started",
        "legitimate",
        "around",
        "time",
        "got",
        "involved",
        "evans",
        "said",
        "gresham",
        "international",
        "cut",
        "tie",
        "giza",
        "last",
        "month",
        "going",
        "whatever",
        "catch",
        "guy",
        "evans",
        "said"
    ]
}