{
    "organizations": [],
    "uuid": "3dbc1f86247550e205ce1a158117b8c9077604e9",
    "author": "Christina Binkley",
    "url": "https://www.wsj.com/articles/nordstroms-biggest-bet-ever-1519916233",
    "ord_in_thread": 0,
    "title": "Nordstrom’s Biggest Bet Ever",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "0 COMMENTS IN A RENTED warehouse in the Seattle suburbs, Nordstrom Inc. executives have built a life-size mock-up of each floor of their latest men’s department store. It is furnished with a blend of actual shelving and dummy plywood tables, creating a surreal retail theater 45 minutes from Nordstrom’s downtown headquarters. The real thing is set to open in New York City in April, on Broadway between 57th and 58th streets.\nOn a tour of the mock-up store in January, merchandising teams puzzled over what customers should encounter at the store’s entrances: the millennial-bait tech bar, laden with Beats headphones; the denim embroidery station, where shoppers can tattoo their Balmain jeans with a custom embellishment; or a Comme des Garçons boutique with a full assortment of some of the most fashion-forward menswear available. Wandering the aisles of the imaginary store—the first Nordstrom has ever undertaken—the crew was keenly aware that any decision will contribute to an essential first impression.\n“If we’re going to be successful in this country or globally, we need to be successful in Manhattan,” says Blake Nordstrom, 58, co-president and great-grandson of the company’s co-founder, John W. Nordstrom. \nNordstrom is one of the last bastions of old-fashioned department stores in a business that is being walloped by e-commerce, fast fashion and the changing demographics that have young people splurging on spin classes rather than clothes. Family-managed, though publicly traded with a market cap of more than $7.7 billion in early February, the company clings to the service values it was founded on 117 years ago. Forged in the Pacific Northwest, Nordstrom now operates 366 stores in 40 states, including 122 full-line stores, 232 Nordstrom Rack stores and seven Trunk Club “clubhouses.” But it has never before had a marquee store in New York City. The company’s decision to build in Manhattan’s saturated retail market presents a concerted risk. New Yorkers are inundated with apparel options, including a new Neiman Marcus that is rising in the Hudson Yards, so success will require stealing market share in an environment of fierce competition. Male shoppers are particularly sought after as one of the fastest-growing segments in apparel. While Saks Fifth Avenue, Neiman Marcus and Barneys New York have specialized in luxury goods and events, Nordstrom has doubled down on a democratic shopping experience, selling everything from $10 Topman T-shirts to Lanvin tuxedos. \nIllustration: Ryan Peltier Nordstrom has been building its arsenal with an enviable client base. With an average age of 43, Nordstrom shoppers are a decade or so younger than the norm for U.S. department stores. Nearly 40 percent are the heavily pursued age group under 45 years old. And among Americans with household incomes of $300,000 or more, 62 percent shop at Nordstrom, the company says. Armed with those demographics, Nordstrom is hoping to storm the city with its 47,000-square-foot, three-floor men’s store this April, followed by a 320,000-square-foot women’s store across the street in 2019.\nNordstrom isn’t arguing that size matters: Saks Fifth Avenue’s flagship dwarfs that at 660,000 square feet. Instead, the company plans to subvert department store tenets. At the men’s store, windows will open directly onto the sales floor, which will be bathed by day in natural light, in a dramatic departure from the traditional elaborate displays. Instead of siloing high fashion away in upper-floor shop-in-shops, Nordstrom will eschew hard partitions, using see-through floor-to-ceiling lengths of industrial chain mail to separate brands. Plans for a storewide liquor license will enable shoppers to roam with a tumbler of single malt from a second-floor bar called Clubhouse. VIP dressing rooms will be available for those who wish to linger, while those in a rush can order goods online through a concept called “Reserve & Try In Store” and find them waiting in a dressing room located conveniently near an exit.\nDefying rivals’ efforts to shift upstream, Nordstrom will offer affordable Topman accessories as well as the priciest Gucci, but the New York store will shed less edgy, mainstream labels that sell well in other markets. There will be no Tommy Bahama, for example, says Paige Thomas, general merchandise manager. But there will be the Comme des Garçons offerings, in a coup staged by Olivia Kim, 39, Nordstrom’s vice president of creative projects, who was formerly at the downtown New York boutique Opening Ceremony. She has been given carte blanche by the Japanese brand to display its six avant-garde menswear labels as well as pieces by Russian streetwear designer Gosha Rubchinskiy. “We’re thinking about it as an art exhibition,” says Kim. “So people who may think they know who we are will say that we are a fashion store.” \n“From concept to design to selecting the six collections, this will all have been overseen by Olivia and her team,” says Commes des Garçons CEO Adrian Joffe. “We totally supported her vision for seeing it realized within Nordstrom’s universe and codes.” \nThe New York stores are the linchpin in a strategy that Nordstrom has been testing in Seattle, Vancouver and Los Angeles. In 2017, 26 percent of Nordstrom sales were online—a number the company expects to increase to 50 percent in just a few years. What’s more, Nordstrom’s single biggest online sales area in the U.S. and Canada is New York, says Pete Nordstrom, Blake’s 57-year-old brother and co-president, overseeing merchandising. “And we don’t even have a store there!” Yet.\nThe impact of this is so dramatic that Jamie Nordstrom, 46, Pete’s cousin and the president of stores, says Wall Street’s traditional metrics that exclude online results—sales per square foot, comparable same-store sales (which increased a meager 1.2 percent in November and December)—are irrelevant. “That is not the math you do anymore,” says Jamie. “You say, ‘How do we get more people to buy clothes from us?’ ”\nTo that end, Nordstrom is trying to loosen the old rules. For example, in the Seattle store, it is experimenting with “visual moments” that combine brands, like the Nordstrom x Nike area, where a mannequin displays a $50 hoodie by Melody Ehsani over a women’s $595 Public School dress with a pleated skirt and $110 Nike Air Huaraches—another brainchild of Kim’s. The idea, says Pete, is to accustom brands to being displayed in the high-low mix that drives sales today.\nMeanwhile, returning merchandise, a necessary evil to many retailers, presents an enticing opportunity. Two-thirds of people who shop at nordstrom.com return merchandise at a store rather than shipping it. Once in the store, they often shop some more. So Nordstrom is encouraging in-store returns by placing desks near store entrances. In Seattle, shoppers are greeted by two cheery sales associates wearing dark aprons that say “YES!” and there are similar plans for New York. There will be automated returns for people who want to drop and go and manned desks for those who want a receipt, and anyone may return items anywhere in the store. \nNordstrom also sees opportunity in its 1,328 staff tailors. It will soon announce plans to allow shoppers to bring any clothes, regardless of where they were purchased, to be tailored at their nearest Nordstrom. While they wait, they can be shopping. Says Jamie, “We think it can be a competitive advantage.”\nJohn W. Nordstrom, a Swedish immigrant, founded Nordstrom in Seattle in 1901 as a shoe store with his business partner, Carl Wallin. It grew from a single outpost into the multibrand apparel giant it is today, with $14.5 billion in annual revenues in 2016. John’s sons, Elmer, Everett and Lloyd, passed the management on to their children, including Everett’s son, Bruce, 85, who co-chaired the company for more than three decades and is known as Mr. Bruce.\nThe Nordstroms running the company today are young enough to anticipate being around for a while. Bruce’s sons, Blake, Pete and Erik, who is 55, have shared the title of co-president since 2015. “We’re not much for titles,” explains Blake. They sit on the board of directors, earn the same salary and hold roughly the same stakes. Their sixth-floor offices in Seattle sit in a row. Eliminating the chief executive title avoids friction, says Phil Satre, Nordstrom’s chairman of the board. “If you had one person with the title of CEO, paid more,” he says, “ultimately, I think that would create a fracture in the family ownership and the family.”\nLooking like members of a Swedish basketball team—lean, tall, blond and strong-jawed—the Nordstroms can be hard to distinguish from one another in conservative suits that would be unremarkable in any accounting business. Blake, though, plays a role much like a CEO, overseeing many corporate functions as well as the off-price Nordstrom Racks. Erik oversees the Nordstrom brand, digital, Trunk Club and customer care. He switched jobs several years ago with Jamie, who now runs the stores. (At an executive meeting, “someone said, ‘Gee, would it make sense if you two switched jobs?’ ” Erik recalls. “We chewed on it for a while and said yeah.”) Mr. Bruce officially retired in 1995, but still walks the several blocks to work every day.\n“The business is way bigger than any of us individually,” says Pete, who started working at Nordstrom at 16 because it was a better job, he jokes, than mowing lawns; he now interfaces with the fashion brands. “We don’t want to be known as the generation of Nordstroms that screwed this thing up, so that weighs on us.” When he recently announced that he wanted to take an unusual monthlong nonworking vacation in Hawaii with his wife and children in January, his siblings and cousin teamed up to make it possible.\nThe Nordstroms’ willingness to experiment is behind deals that have brought a broad range of products to the stores. In a bid for younger consumers, Nordstrom purchased the online subscription styling service Trunk Club in 2014 and has brought in direct-to-consumer brands such as Everlane. In 2012, after Blake mentioned he had a phone number for Sir Philip Green, chairman of Arcadia Group, owner of the British fast-fashion chain Topshop, Pete made a cold call to ask him to put Topshop fashions in Nordstrom. “So we hooked up, and that was the beginning of the romance,” Sir Philip says, adding with a chuckle that he enjoys being in the same store as Chanel. “It’s given our brand a lot of awareness with a good customer.”\n‘ If we are going to be successful in this country, we need to be successful in Manhattan. ’ \n—Blake Nordstrom High fashion has become an unexpected success for Nordstrom; 20 years ago, Pete argued that Nordstrom needed to get into the luxury game to gain a bigger share of customers’ wallets. He told his father, “I think we can do a lot more business in this type of stuff.” They gave him a shot. “And he’s been to every fashion show ever since,” says Jamie. \nPete has become a well-known figure among fashion editors as he folds his 6-foot-7 frame into tiny chairs alongside runways in Paris and Milan. A graduate of the University of Washington with a straight-shooter attitude, he suffered years of skepticism from European brands and rivals who scoffed as he worked to establish relationships. Pete recalls exiting Christian Dior ’s offices 15 years ago as Burton Tansky, then chief executive of Neiman Marcus, walked in with his team and asked what Nordstrom was doing there. “Well, we’re trying to get some distribution with Christian Dior,” Pete says he replied. Tansky shot back, “We do more in markdowns than you guys do in business with those guys.” \n“It was motivation,” Pete says. (Tansky said that he has no recollection of the incident.)\nOver the past decade, designer luxury apparel has been the fastest-growing segment of Nordstrom’s business, rising at double-digit annual rates. When Pete once griped about the travel demands of attending fashion shows and attending buying appointments, his father told him to delegate. “I can’t do that, Dad,” Pete said. “It’s about being supportive of the business, being engaged.” Now those relationships are bearing fruit: For the past year, Hermès has tested a wholesale concept at the Seattle Nordstrom store, selling its silks and fashion jewelry on the first floor next to contemporary shoes. (Says Pete, “A large percentage of sales are from people who have never bought Hermès before.”) And last December, in a collaboration dubbed Chanel x Nordstrom, Chanel sold its 2017 cruise collection for two weeks in an elaborately staged boutique there.\nLooking ahead, the Nordstroms are preparing for a future that may not involve them in management positions. The fifth generation is as yet too young to be involved: “They show great promise,” Pete jokes, but notes without a hint of dismay, “It likely ends with us in terms of leadership of this company run by someone named Nordstrom.”\nThat said, they would like Nordstrom to be wholly family owned again. The family, which controls 31 percent of the publicly traded company, spent much of 2017 attempting to raise the capital necessary to take the company private. They failed to strike a deal, yet pledge to keep trying. “We didn’t manage it in 2017,” Pete says. “We’ll see about 2018.”\nOne thing is sure: While Nordstrom is moving into Manhattan, the Nordstroms will not. As the opening neared, they discussed spending more time in the city. But none of them, says Erik, are planning to buy even a part-time home there. “It’s very expensive,” he notes. “Too rich for our blood.”\nMore from WSJ. Magazine \nHomebrew Bags $90 Million for Third Fund February 12, 2018 Ozone Layer May Be Thinning Over Heavily Populated Areas February 6, 2018 A Civil Rights Icon’s Legacy Is Remembered January 15, 2018 Jump in HIV Cases Among Drug Users Seen in Northern Kentucky January 9, 2018",
    "published": "2018-03-01T16:57:00.000+02:00",
    "crawled": "2018-03-01T17:19:55.048+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "rented",
        "warehouse",
        "seattle",
        "suburb",
        "nordstrom",
        "executive",
        "built",
        "floor",
        "latest",
        "men",
        "department",
        "store",
        "furnished",
        "blend",
        "actual",
        "shelving",
        "dummy",
        "plywood",
        "table",
        "creating",
        "surreal",
        "retail",
        "theater",
        "minute",
        "nordstrom",
        "downtown",
        "headquarters",
        "real",
        "thing",
        "set",
        "open",
        "new",
        "york",
        "city",
        "april",
        "broadway",
        "57th",
        "58th",
        "street",
        "tour",
        "store",
        "january",
        "merchandising",
        "team",
        "puzzled",
        "customer",
        "encounter",
        "store",
        "entrance",
        "tech",
        "bar",
        "laden",
        "beat",
        "headphone",
        "denim",
        "embroidery",
        "station",
        "shopper",
        "tattoo",
        "balmain",
        "jean",
        "custom",
        "embellishment",
        "comme",
        "de",
        "garçons",
        "boutique",
        "full",
        "assortment",
        "menswear",
        "available",
        "wandering",
        "aisle",
        "imaginary",
        "first",
        "nordstrom",
        "ever",
        "crew",
        "keenly",
        "aware",
        "decision",
        "contribute",
        "essential",
        "first",
        "impression",
        "going",
        "successful",
        "country",
        "globally",
        "need",
        "successful",
        "manhattan",
        "say",
        "blake",
        "nordstrom",
        "company",
        "john",
        "nordstrom",
        "nordstrom",
        "one",
        "last",
        "bastion",
        "department",
        "store",
        "business",
        "walloped",
        "fast",
        "fashion",
        "changing",
        "demographic",
        "young",
        "people",
        "splurging",
        "spin",
        "class",
        "rather",
        "clothes",
        "though",
        "publicly",
        "traded",
        "market",
        "cap",
        "billion",
        "early",
        "february",
        "company",
        "cling",
        "service",
        "value",
        "founded",
        "year",
        "ago",
        "forged",
        "pacific",
        "northwest",
        "nordstrom",
        "operates",
        "store",
        "state",
        "including",
        "store",
        "nordstrom",
        "rack",
        "store",
        "seven",
        "trunk",
        "club",
        "never",
        "marquee",
        "store",
        "new",
        "york",
        "city",
        "company",
        "decision",
        "build",
        "manhattan",
        "saturated",
        "retail",
        "market",
        "present",
        "concerted",
        "risk",
        "new",
        "yorkers",
        "inundated",
        "apparel",
        "option",
        "including",
        "new",
        "neiman",
        "marcus",
        "rising",
        "hudson",
        "yard",
        "success",
        "require",
        "stealing",
        "market",
        "share",
        "environment",
        "fierce",
        "competition",
        "male",
        "shopper",
        "particularly",
        "sought",
        "one",
        "segment",
        "apparel",
        "saks",
        "fifth",
        "avenue",
        "neiman",
        "marcus",
        "barneys",
        "new",
        "york",
        "specialized",
        "luxury",
        "good",
        "event",
        "nordstrom",
        "doubled",
        "democratic",
        "shopping",
        "experience",
        "selling",
        "everything",
        "topman",
        "lanvin",
        "tuxedo",
        "illustration",
        "ryan",
        "peltier",
        "nordstrom",
        "building",
        "arsenal",
        "enviable",
        "client",
        "base",
        "average",
        "age",
        "nordstrom",
        "shopper",
        "decade",
        "younger",
        "norm",
        "department",
        "store",
        "nearly",
        "percent",
        "heavily",
        "pursued",
        "age",
        "group",
        "year",
        "old",
        "among",
        "american",
        "household",
        "income",
        "percent",
        "shop",
        "nordstrom",
        "company",
        "say",
        "armed",
        "demographic",
        "nordstrom",
        "hoping",
        "storm",
        "city",
        "men",
        "store",
        "april",
        "followed",
        "woman",
        "store",
        "across",
        "street",
        "nordstrom",
        "arguing",
        "size",
        "matter",
        "saks",
        "fifth",
        "avenue",
        "flagship",
        "dwarf",
        "square",
        "foot",
        "instead",
        "company",
        "plan",
        "subvert",
        "department",
        "store",
        "tenet",
        "men",
        "store",
        "window",
        "open",
        "directly",
        "onto",
        "sale",
        "floor",
        "bathed",
        "day",
        "natural",
        "light",
        "dramatic",
        "departure",
        "traditional",
        "elaborate",
        "display",
        "instead",
        "siloing",
        "high",
        "fashion",
        "away",
        "nordstrom",
        "eschew",
        "hard",
        "partition",
        "using",
        "length",
        "industrial",
        "chain",
        "mail",
        "separate",
        "brand",
        "plan",
        "storewide",
        "liquor",
        "license",
        "enable",
        "shopper",
        "roam",
        "tumbler",
        "single",
        "malt",
        "bar",
        "called",
        "clubhouse",
        "vip",
        "dressing",
        "room",
        "available",
        "wish",
        "linger",
        "rush",
        "order",
        "good",
        "online",
        "concept",
        "called",
        "reserve",
        "try",
        "store",
        "find",
        "waiting",
        "dressing",
        "room",
        "located",
        "conveniently",
        "near",
        "exit",
        "defying",
        "rival",
        "effort",
        "shift",
        "upstream",
        "nordstrom",
        "offer",
        "affordable",
        "topman",
        "accessory",
        "well",
        "priciest",
        "gucci",
        "new",
        "york",
        "store",
        "shed",
        "less",
        "edgy",
        "mainstream",
        "label",
        "sell",
        "well",
        "market",
        "tommy",
        "bahama",
        "example",
        "say",
        "paige",
        "thomas",
        "general",
        "merchandise",
        "manager",
        "comme",
        "de",
        "garçons",
        "offering",
        "coup",
        "staged",
        "olivia",
        "kim",
        "nordstrom",
        "vice",
        "president",
        "creative",
        "project",
        "formerly",
        "downtown",
        "new",
        "york",
        "boutique",
        "opening",
        "ceremony",
        "given",
        "carte",
        "blanche",
        "japanese",
        "brand",
        "display",
        "six",
        "menswear",
        "label",
        "well",
        "piece",
        "russian",
        "streetwear",
        "designer",
        "gosha",
        "rubchinskiy",
        "thinking",
        "art",
        "exhibition",
        "say",
        "kim",
        "people",
        "may",
        "think",
        "know",
        "say",
        "fashion",
        "concept",
        "design",
        "selecting",
        "six",
        "collection",
        "overseen",
        "olivia",
        "team",
        "say",
        "commes",
        "de",
        "garçons",
        "ceo",
        "adrian",
        "joffe",
        "totally",
        "supported",
        "vision",
        "seeing",
        "realized",
        "within",
        "nordstrom",
        "universe",
        "new",
        "york",
        "store",
        "linchpin",
        "strategy",
        "nordstrom",
        "testing",
        "seattle",
        "vancouver",
        "los",
        "angeles",
        "percent",
        "nordstrom",
        "sale",
        "number",
        "company",
        "expects",
        "increase",
        "percent",
        "year",
        "nordstrom",
        "single",
        "biggest",
        "online",
        "sale",
        "area",
        "canada",
        "new",
        "york",
        "say",
        "pete",
        "nordstrom",
        "blake",
        "brother",
        "overseeing",
        "merchandising",
        "even",
        "store",
        "yet",
        "impact",
        "dramatic",
        "jamie",
        "nordstrom",
        "pete",
        "cousin",
        "president",
        "store",
        "say",
        "wall",
        "street",
        "traditional",
        "metric",
        "exclude",
        "online",
        "per",
        "square",
        "foot",
        "comparable",
        "sale",
        "increased",
        "meager",
        "percent",
        "november",
        "december",
        "irrelevant",
        "math",
        "anymore",
        "say",
        "jamie",
        "say",
        "get",
        "people",
        "buy",
        "clothes",
        "u",
        "end",
        "nordstrom",
        "trying",
        "loosen",
        "old",
        "rule",
        "example",
        "seattle",
        "store",
        "experimenting",
        "visual",
        "moment",
        "combine",
        "brand",
        "like",
        "nordstrom",
        "x",
        "nike",
        "area",
        "mannequin",
        "display",
        "hoodie",
        "melody",
        "ehsani",
        "woman",
        "public",
        "school",
        "dress",
        "pleated",
        "skirt",
        "nike",
        "air",
        "brainchild",
        "kim",
        "idea",
        "say",
        "pete",
        "accustom",
        "brand",
        "displayed",
        "mix",
        "drive",
        "sale",
        "today",
        "meanwhile",
        "returning",
        "merchandise",
        "necessary",
        "evil",
        "many",
        "retailer",
        "present",
        "enticing",
        "opportunity",
        "people",
        "shop",
        "return",
        "merchandise",
        "store",
        "rather",
        "shipping",
        "store",
        "often",
        "shop",
        "nordstrom",
        "encouraging",
        "return",
        "placing",
        "desk",
        "near",
        "store",
        "entrance",
        "seattle",
        "shopper",
        "greeted",
        "two",
        "cheery",
        "sale",
        "associate",
        "wearing",
        "dark",
        "apron",
        "say",
        "yes",
        "similar",
        "plan",
        "new",
        "york",
        "automated",
        "return",
        "people",
        "want",
        "drop",
        "go",
        "manned",
        "desk",
        "want",
        "receipt",
        "anyone",
        "may",
        "return",
        "item",
        "anywhere",
        "store",
        "nordstrom",
        "also",
        "see",
        "opportunity",
        "staff",
        "tailor",
        "soon",
        "announce",
        "plan",
        "allow",
        "shopper",
        "bring",
        "clothes",
        "regardless",
        "purchased",
        "tailored",
        "nearest",
        "nordstrom",
        "wait",
        "shopping",
        "say",
        "jamie",
        "think",
        "competitive",
        "john",
        "nordstrom",
        "swedish",
        "immigrant",
        "founded",
        "nordstrom",
        "seattle",
        "shoe",
        "store",
        "business",
        "partner",
        "carl",
        "wallin",
        "grew",
        "single",
        "outpost",
        "multibrand",
        "apparel",
        "giant",
        "today",
        "billion",
        "annual",
        "revenue",
        "john",
        "son",
        "elmer",
        "everett",
        "lloyd",
        "passed",
        "management",
        "child",
        "including",
        "everett",
        "son",
        "bruce",
        "company",
        "three",
        "decade",
        "known",
        "bruce",
        "nordstroms",
        "running",
        "company",
        "today",
        "young",
        "enough",
        "anticipate",
        "around",
        "bruce",
        "son",
        "blake",
        "pete",
        "erik",
        "shared",
        "title",
        "since",
        "much",
        "title",
        "explains",
        "blake",
        "sit",
        "board",
        "director",
        "earn",
        "salary",
        "hold",
        "roughly",
        "stake",
        "office",
        "seattle",
        "sit",
        "row",
        "eliminating",
        "chief",
        "executive",
        "title",
        "avoids",
        "friction",
        "say",
        "phil",
        "satre",
        "nordstrom",
        "chairman",
        "board",
        "one",
        "person",
        "title",
        "ceo",
        "paid",
        "say",
        "ultimately",
        "think",
        "would",
        "create",
        "fracture",
        "family",
        "ownership",
        "looking",
        "like",
        "member",
        "swedish",
        "basketball",
        "tall",
        "blond",
        "nordstroms",
        "hard",
        "distinguish",
        "one",
        "another",
        "conservative",
        "suit",
        "would",
        "unremarkable",
        "accounting",
        "business",
        "blake",
        "though",
        "play",
        "role",
        "much",
        "like",
        "ceo",
        "overseeing",
        "many",
        "corporate",
        "function",
        "well",
        "nordstrom",
        "rack",
        "erik",
        "oversees",
        "nordstrom",
        "brand",
        "digital",
        "trunk",
        "club",
        "customer",
        "care",
        "switched",
        "job",
        "several",
        "year",
        "ago",
        "jamie",
        "run",
        "store",
        "executive",
        "meeting",
        "someone",
        "said",
        "gee",
        "would",
        "make",
        "sense",
        "two",
        "switched",
        "job",
        "erik",
        "recall",
        "chewed",
        "said",
        "bruce",
        "officially",
        "retired",
        "still",
        "walk",
        "several",
        "block",
        "work",
        "every",
        "day",
        "business",
        "way",
        "bigger",
        "u",
        "individually",
        "say",
        "pete",
        "started",
        "working",
        "nordstrom",
        "better",
        "job",
        "joke",
        "mowing",
        "lawn",
        "interface",
        "fashion",
        "brand",
        "want",
        "known",
        "generation",
        "nordstroms",
        "screwed",
        "thing",
        "weighs",
        "recently",
        "announced",
        "wanted",
        "take",
        "unusual",
        "monthlong",
        "nonworking",
        "vacation",
        "hawaii",
        "wife",
        "child",
        "january",
        "sibling",
        "cousin",
        "teamed",
        "make",
        "possible",
        "nordstroms",
        "willingness",
        "experiment",
        "behind",
        "deal",
        "brought",
        "broad",
        "range",
        "product",
        "store",
        "bid",
        "younger",
        "consumer",
        "nordstrom",
        "purchased",
        "online",
        "subscription",
        "styling",
        "service",
        "trunk",
        "club",
        "brought",
        "brand",
        "everlane",
        "blake",
        "mentioned",
        "phone",
        "number",
        "sir",
        "philip",
        "green",
        "chairman",
        "arcadia",
        "group",
        "owner",
        "british",
        "chain",
        "topshop",
        "pete",
        "made",
        "cold",
        "call",
        "ask",
        "put",
        "topshop",
        "fashion",
        "nordstrom",
        "hooked",
        "beginning",
        "romance",
        "sir",
        "philip",
        "say",
        "adding",
        "chuckle",
        "enjoys",
        "store",
        "chanel",
        "given",
        "brand",
        "lot",
        "awareness",
        "good",
        "going",
        "successful",
        "country",
        "need",
        "successful",
        "manhattan",
        "nordstrom",
        "high",
        "fashion",
        "become",
        "unexpected",
        "success",
        "nordstrom",
        "year",
        "ago",
        "pete",
        "argued",
        "nordstrom",
        "needed",
        "get",
        "luxury",
        "game",
        "gain",
        "bigger",
        "share",
        "customer",
        "wallet",
        "told",
        "father",
        "think",
        "lot",
        "business",
        "type",
        "gave",
        "shot",
        "every",
        "fashion",
        "show",
        "ever",
        "since",
        "say",
        "jamie",
        "pete",
        "become",
        "figure",
        "among",
        "fashion",
        "editor",
        "fold",
        "frame",
        "tiny",
        "chair",
        "alongside",
        "runway",
        "paris",
        "milan",
        "graduate",
        "university",
        "washington",
        "attitude",
        "suffered",
        "year",
        "skepticism",
        "european",
        "brand",
        "rival",
        "scoffed",
        "worked",
        "establish",
        "relationship",
        "pete",
        "recall",
        "exiting",
        "christian",
        "dior",
        "office",
        "year",
        "ago",
        "burton",
        "tansky",
        "chief",
        "executive",
        "neiman",
        "marcus",
        "walked",
        "team",
        "asked",
        "nordstrom",
        "well",
        "trying",
        "get",
        "distribution",
        "christian",
        "dior",
        "pete",
        "say",
        "replied",
        "tansky",
        "shot",
        "back",
        "markdowns",
        "guy",
        "business",
        "motivation",
        "pete",
        "say",
        "tansky",
        "said",
        "recollection",
        "incident",
        "past",
        "decade",
        "designer",
        "luxury",
        "apparel",
        "segment",
        "nordstrom",
        "business",
        "rising",
        "annual",
        "rate",
        "pete",
        "griped",
        "travel",
        "demand",
        "attending",
        "fashion",
        "show",
        "attending",
        "buying",
        "appointment",
        "father",
        "told",
        "delegate",
        "dad",
        "pete",
        "said",
        "supportive",
        "business",
        "relationship",
        "bearing",
        "fruit",
        "past",
        "year",
        "hermès",
        "tested",
        "wholesale",
        "concept",
        "seattle",
        "nordstrom",
        "store",
        "selling",
        "silk",
        "fashion",
        "jewelry",
        "first",
        "floor",
        "next",
        "contemporary",
        "shoe",
        "say",
        "pete",
        "large",
        "percentage",
        "sale",
        "people",
        "never",
        "bought",
        "hermès",
        "last",
        "december",
        "collaboration",
        "dubbed",
        "chanel",
        "x",
        "nordstrom",
        "chanel",
        "sold",
        "cruise",
        "collection",
        "two",
        "week",
        "elaborately",
        "staged",
        "boutique",
        "looking",
        "ahead",
        "nordstroms",
        "preparing",
        "future",
        "may",
        "involve",
        "management",
        "position",
        "fifth",
        "generation",
        "yet",
        "young",
        "involved",
        "show",
        "great",
        "promise",
        "pete",
        "joke",
        "note",
        "without",
        "hint",
        "dismay",
        "likely",
        "end",
        "u",
        "term",
        "leadership",
        "company",
        "run",
        "someone",
        "named",
        "said",
        "would",
        "like",
        "nordstrom",
        "wholly",
        "family",
        "owned",
        "family",
        "control",
        "percent",
        "publicly",
        "traded",
        "company",
        "spent",
        "much",
        "attempting",
        "raise",
        "capital",
        "necessary",
        "take",
        "company",
        "private",
        "failed",
        "strike",
        "deal",
        "yet",
        "pledge",
        "keep",
        "trying",
        "manage",
        "pete",
        "say",
        "see",
        "one",
        "thing",
        "sure",
        "nordstrom",
        "moving",
        "manhattan",
        "nordstroms",
        "opening",
        "neared",
        "discussed",
        "spending",
        "time",
        "city",
        "none",
        "say",
        "erik",
        "planning",
        "buy",
        "even",
        "home",
        "expensive",
        "note",
        "rich",
        "wsj",
        "magazine",
        "homebrew",
        "bag",
        "million",
        "third",
        "fund",
        "february",
        "ozone",
        "layer",
        "may",
        "thinning",
        "heavily",
        "populated",
        "area",
        "february",
        "civil",
        "right",
        "icon",
        "legacy",
        "remembered",
        "january",
        "jump",
        "hiv",
        "case",
        "among",
        "drug",
        "user",
        "seen",
        "northern",
        "kentucky",
        "january"
    ]
}