{
    "organizations": [],
    "uuid": "881cd58c8f73a50b16d71980f8a6b9ca08a0f1f5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/globe-newswire-intest-reports-2017-fourth-quarter-year-end-financial-results.html",
    "ord_in_thread": 0,
    "title": "inTEST Reports 2017 Fourth Quarter & Year-End Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company Reports 8th Consecutive Year of Profitability; Fourth Quarter Revenue Increased 12 Percent Sequentially\nMOUNT LAUREL, N.J., March 08, 2018 (GLOBE NEWSWIRE) -- inTEST Corporation (NYSE American:INTT), an independent designer, manufacturer and marketer of thermal management products and semiconductor automatic test equipment (ATE) interface solutions, today announced financial results for the full year and quarter ended December 31, 2017.\n2017 Fourth Quarter Summary\n($ in Millions) Three Months Ended 12/31/2017 9/30/2017 12/31/2016 Total Bookings $ 21.8 $ 17.6 $ 11.6 Total Bookings excluding Ambrell $ 15.6 $ 11.2 $ 11.6 Non Semi Bookings - $ $ 11.7 $ 8.7 $ 3.1 Non Semi Bookings - % of Total Bookings 54 % 49 % 27 % Net Revenues $ 19.4 $ 17.4 $ 10.3 Net Revenues excluding Ambrell $ 12.7 $ 12.4 $ 10.3 Non Semi Net Revenues - $ $ 11.4 $ 8.2 $ 4.3 Non Semi Net Revenues - % of Total Net Revenues 59 % 47 % 42 % Gross Margin - $ $ 9.7 $ 8.8 $ 5.4 Gross Margin - % 50 % 51 % 53 % Net Earnings (Loss) (GAAP) (1)(2)(3) $ (4.6 ) $ 2.0 $ 1.0 Net Earnings (Loss) per diluted share (GAAP)(1)(2)(3) $ (0.44 ) $ 0.19 $ 0.10 Adjusted Net Earnings (Non-GAAP)(2)(3) $ 3.2 $ 2.1 $ 1.1 Adjusted Net Earnings per diluted share (Non-GAAP)(2)(3) $ 0.31 $ 0.20 $ 0.10 As of 12/31/2017 9/30/2017 12/31/2016 Cash and cash equivalents $ 13.3 $ 11.5 $ 28.6\n(1 ) Net Earnings (Loss) (GAAP) and Net Earnings (Loss) per diluted share (GAAP) include the impact of increases (decreases) in the liability for contingent consideration of ($549,000) in the third quarter of 2017 and $7.5 million in the fourth quarter of 2017. (2 ) Consolidated results for the fourth quarter of 2017 include the impact of new tax legislation enacted in December 2017. (3 ) Consolidated results include expenses related to the acquisition of Ambrell Corporation (Ambrell) of $31,000 and $55,000 for the third and fourth quarters of 2017, respectively.\n2017 Year-End Summary\n($ in Millions) Year Ended 12/31/2017 12/31/2016 Total Bookings $ 69.0 $ 45.3 Total Bookings excluding Ambrell $ 54.1 $ 45.3 Non Semi Bookings - $ $ 29.8 $ 13.8 Non Semi Bookings - % of Total Bookings 43 % 30 % Net Revenues $ 66.8 $ 40.2 Net Revenues excluding Ambrell $ 53.2 $ 40.2 Non Semi Net Revenues - $ $ 29.0 $ 12.2 Non Semi Net Revenues - % of Total Net Revenues 44 % 30 % Gross Margin - $ $ 34.7 $ 20.4 Gross Margin - % 52 % 51 % Net Earnings (GAAP) (4)(5)(6) $ 1.0 $ 2.7 Net Earnings per diluted share (GAAP)(4)(5)(6) $ 0.09 $ 0.26 Adjusted Net Earnings (Non-GAAP)(5)(6) $ 9.1 $ 2.9 Adjusted Net Earnings per diluted share (Non-GAAP)(5)(6) $ 0.88 $ 0.28\n(4 ) Net Earnings (GAAP) and Net Earnings per diluted share (GAAP) include the impact of an increase in the liability for contingent consideration of $7.0 million in 2017. (5 ) Consolidated results for 2017 include the impact of new tax legislation enacted in December 2017. (6 ) Consolidated results include $935,000 of expenses related to the acquisition of Ambrell in 2017 and $510,000 of expenses related to a failed acquisition in 2016. “We continue to experience strong demand across our end markets, and by all measures 2017 was an outstanding year, further demonstrating our strong execution and operating leverage,” commented inTEST President & CEO James Pelrin. “Net revenue increased 66% and gross margin grew 120 basis points as a percentage of net revenue in 2017, compared to 2016. Increasing demand for our broad-based solutions across all of our business units fueled this growth; non-semi business drivers included solid advances in the automotive, telecom, and defense/aerospace markets, while our semiconductor test business was led by automotive sensors, mobility and the Internet of Things (IoT). We also marked the Company’s 8 th consecutive year of profitability, a metric of which we are very proud as it speaks to the discipline and dedication exhibited by every inTEST employee.”\nMr. Pelrin added, “We continue to see significant opportunities for growth. We are in an era of technological change, with disruptive technologies that are growing at higher rates than traditional markets, driven by a quest for manufacturing efficiencies, the flow of data, connectivity, and mobility. The automotive industry is one example where these technologies converge, providing opportunities for each inTEST business to meet the challenges inherent to the test and process industries. We are well positioned to capture market share in the markets we serve, while expanding inTEST’s footprint in additional thermal test and industrial markets. As we continue to execute on our differentiated product strategy, we believe the conditions for our long-term success remain firmly in place and we are solidly on track for a strong 2018.”\n2018 First Quarter Financial Outlook\ninTEST expects that net revenues for the first quarter of 2018 will be in the range of $18.0 million to $19.0 million and that on a GAAP basis, net earnings per diluted share will range from $0.14 to $0.18. On a non-GAAP basis, adjusted net earnings per diluted share is expected to be in the range of $0.16 to $0.20. This outlook is based on the Company’s current views with respect to operating and market conditions and customers’ forecasts, which are subject to change.\n2017 Fourth Quarter & Year-End Conference Call Details\ninTEST management will host a conference call on Thursday, March 8, 2018 at 5:00 pm Eastern Standard Time. The conference call will address the Company’s 2017 fourth quarter and year-end financial results and management’s current expectations and views of the industry. The call may also include discussion of strategic, operating and product initiatives and developments, and other matters relating to the Company’s current or future performance. To access the live conference call, please dial (815) 680-6269 or (866) 900-9241. The Passcode for the conference call is 3197267. Please reference the inTEST 2017 Q4 Financial Results Conference Call.\n2017 Fourth Quarter & Year-End Live Webcast Details\ninTEST Corporation will provide a webcast in conjunction with the conference call. To access the live webcast, please visit inTEST’s website www.intest.com under the “Investors” section.\n2017 Fourth Quarter & Year-End Replay Details (Webcast)\nA replay of the webcast will be available on inTEST’s website for one year following the live broadcast. To access the webcast replay, please visit inTEST’s website www.intest.com under the “Investors” section.\nSubmit Questions\nIn advance of the conference call, and for those investors accessing the webcast, inTEST Corporation welcomes individual investors to submit their questions via email to lguerrant@guerrantir.com . The Company will address as many questions as possible on the conference call.\nNon-GAAP Results\nIn addition to disclosing results that are determined in accordance with GAAP, we also disclose non-GAAP performance measures. These non-GAAP performance measures include adjusted net earnings and adjusted net earnings per diluted share. Adjusted net earnings is derived by adding acquired intangible amortization, adjusted for the related income tax expense, to net earnings and removing any change in the fair value of our contingent consideration liability from net earnings. Adjusted net earnings per diluted share is derived by dividing adjusted net earnings by diluted weighted average shares outstanding. These results are provided as a complement to results provided in accordance with GAAP. Adjusted net earnings and adjusted net earnings per diluted share are non-GAAP performance measures presented to provide investors with meaningful supplemental information regarding our baseline performance before acquired intangible amortization charges and changes in the estimate of future consideration that may be paid out related to prior acquisitions as these expenses or income items may not be indicative of our current core business or future outlook. These non-GAAP performance measures are used by management to make operational decisions, to forecast future operational results, and for comparison with our business plan, historical operating results and the operating results of our peers. A reconciliation of net earnings and net earnings per diluted share to adjusted net earnings and adjusted net earnings per diluted share, which are discussed in this earnings release, is contained in the tables below. The non-GAAP performance measures discussed in this earnings release may not be comparable to similarly titled measures used by other companies. The presentation of non-GAAP measures is not meant to be considered in isolation, as a substitute for, or superior to, financial measures or information provided in accordance with GAAP.\nAbout inTEST Corporation\ninTEST Corporation designs and manufactures engineered solutions for ATE and other electronic test, as well as industrial process applications. Our products are used by semiconductor manufacturers to perform development, qualifying and final testing of integrated circuits (ICs) and wafers, and for other electronic test across a range of industries including the automotive, defense/aerospace, energy, industrial and telecommunications markets. We offer induction heating products for joining and forming metals in a variety of industrial markets, including automotive, aerospace, machinery, wire & fasteners, medical, semiconductor, food & beverage, and packaging. Specific products include temperature management systems, induction heating products, manipulator and docking hardware products, and customized interface solutions. We have established strong relationships with our customers globally, which we support through a network of local offices. For more information visit www.intest.com .\nForward-Looking Statements\nThis press release includes forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. These statements do not convey historical information, but relate to predicted or potential future events and financial results that are based upon management's current expectations. These statements are subject to risks and uncertainties that could cause actual results to differ materially from those expressed or implied by such statements. In addition to the factors mentioned in this press release, such risks and uncertainties include, but are not limited to, changes in business conditions and the economy, generally; changes in the demand for semiconductors, generally; changes in the rates of, and timing of, capital expenditures by our customers; our ability to finalize the integration of Ambrell into our business; the success of our strategy to diversify our business by entering markets outside the semiconductor or ATE markets; progress of product development programs; increases in raw material and fabrication costs associated with our products, and other risk factors set forth from time to time in our SEC filings, including, but not limited to, our periodic reports on Form 10-K and Form 10-Q. inTEST undertakes no obligation to update the information in this press release to reflect events or circumstances after the date hereof or to reflect the occurrence of anticipated or unanticipated events.\nContacts\ninTEST Corporation\nHugh T. Regan, Jr.\nTreasurer and Chief Financial Officer\nTel: 856-505-8999\nInvestors:\nLaura Guerrant-Oiye, Principal\nGuerrant Associates\nlguerrant@guerrantir.com\nTel: (808) 960-2642\n- tables follow -\nSELECTED FINANCIAL DATA\n(Unaudited)\n(In thousands, except per share data)\nCondensed Consolidated Statements of Operations Data:\nThree Months Ended Years Ended 12/31/2017 12/31/2016 9/30/2017 12/31/2017 12/31/2016 Net revenues $ 19,381 $ 10,272 $ 17,352 $ 66,801 $ 40,227 Gross margin 9,745 5,405 8,796 34,690 20,378 Operating expenses: Selling expense 2,247 1,367 2,322 8,108 5,567 Engineering and product development expense 1,245 782 1,139 4,301 3,660 General and administrative expense 3,271 1,641 3,143 11,694 7,005 Adjustment to contingent consideration liability 7,525 - (549 ) 6,976 - Operating income (loss) (4,543 ) 1,615 2,741 3,611 4,146 Other income (expense) 32 (2 ) 100 227 61 Earnings (loss) before income tax expense (4,511 ) 1,613 2,841 3,838 4,207 Income tax expense 55 612 823 2,863 1,549 Net earnings (loss) (4,566 ) 1,001 2,018 975 2,658 Net earnings (loss) per share – basic $ (0.44 ) $ 0.10 $ 0.20 $ 0.09 $ 0.26 Weighted average shares outstanding – basic 10,308 10,274 10,288 10,285 10,314 Net earnings (loss) per share – diluted $ (0.44 ) $ 0.10 $ 0.19 $ 0.09 $ 0.26 Weighted average shares outstanding – diluted 10,308 10,297 10,351 10,339 10,333 Condensed Consolidated Balance Sheets Data:\nAs of: 12/31/2017 9/30/2017 12/31/2016 Cash and cash equivalents $ 13,290 $ 11,499 $ 28,611 Trade accounts receivable, net 12,166 10,225 5,377 Inventories 4,966 6,033 3,676 Total current assets 30,999 28,471 38,006 Net property and equipment 1,541 1,544 944 Total assets 62,493 60,214 42,844 Accounts payable 2,032 2,363 1,368 Accrued expenses 5,833 3,233 3,113 Total current liabilities 14,419 8,867 5,056 Noncurrent liabilities 8,786 7,584 - Total stockholders' equity 39,288 43,763 37,788 Reconciliation of GAAP to Non-GAAP Net Earnings:\nThree Months Ended Years Ended 12/31/2017 12/31/2016 9/30/2017 12/31/2017 12/31/2016 Net earnings (loss) (GAAP) $ (4,566 ) $ 1,001 $ 2,018 $ 975 $ 2,658 Acquired intangible amortization 245 57 613 1,161 229 Contingent consideration liability adjustment 7,525 - (549 ) 6,976 - Tax adjustments - (5 ) (6 ) (15 ) (28 ) Adjusted net earnings (Non-GAAP) $ 3,204 $ 1,053 $ 2,076 $ 9,097 $ 2,859 Diluted weighted average shares outstanding 10,376 10,297 10,351 10,339 10,333 Net earnings per share – diluted: Net earnings (loss) (GAAP) $ (0.44 ) $ 0.10 $ 0.19 $ 0.09 $ 0.26 Acquired intangible amortization 0.02 - 0.06 0.11 0.02 Contingent consideration liability adjustment 0.73 - (0.05 ) 0.68 - Tax adjustments - - - - - Adjusted net earnings per share – diluted (Non-GAAP) $ 0.31 $ 0.10 $ 0.20 $ 0.88 $ 0.28 Supplemental Information – Reconciliation of First Quarter 2018 GAAP to Non-GAAP Guidance\nLow High Estimated net earnings per share – diluted (GAAP) $ 0.14 $ 0.18 Acquired intangible amortization 0.02 0.02 Contingent consideration liability adjustment - - Tax adjustments 0.00 0.00 Estimated adjusted net earnings per share – diluted (Non-GAAP) $ 0.16 $ 0.20\nSource: inTest Corporation",
    "published": "2018-03-09T00:15:00.000+02:00",
    "crawled": "2018-03-09T01:56:24.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "report",
        "8th",
        "consecutive",
        "year",
        "profitability",
        "fourth",
        "quarter",
        "revenue",
        "increased",
        "percent",
        "sequentially",
        "mount",
        "laurel",
        "march",
        "globe",
        "newswire",
        "intest",
        "corporation",
        "nyse",
        "american",
        "intt",
        "independent",
        "designer",
        "manufacturer",
        "marketer",
        "thermal",
        "management",
        "product",
        "semiconductor",
        "automatic",
        "test",
        "equipment",
        "ate",
        "interface",
        "solution",
        "today",
        "announced",
        "financial",
        "result",
        "full",
        "year",
        "quarter",
        "ended",
        "december",
        "fourth",
        "quarter",
        "summary",
        "million",
        "three",
        "month",
        "ended",
        "total",
        "booking",
        "total",
        "booking",
        "excluding",
        "ambrell",
        "non",
        "semi",
        "booking",
        "non",
        "semi",
        "booking",
        "total",
        "booking",
        "net",
        "revenue",
        "net",
        "revenue",
        "excluding",
        "ambrell",
        "non",
        "semi",
        "net",
        "revenue",
        "non",
        "semi",
        "net",
        "revenue",
        "total",
        "net",
        "revenue",
        "gross",
        "margin",
        "gross",
        "margin",
        "net",
        "earnings",
        "loss",
        "gaap",
        "net",
        "earnings",
        "loss",
        "per",
        "diluted",
        "share",
        "gaap",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "cash",
        "cash",
        "equivalent",
        "net",
        "earnings",
        "loss",
        "gaap",
        "net",
        "earnings",
        "loss",
        "per",
        "diluted",
        "share",
        "gaap",
        "include",
        "impact",
        "increase",
        "decrease",
        "liability",
        "contingent",
        "consideration",
        "third",
        "quarter",
        "million",
        "fourth",
        "quarter",
        "consolidated",
        "result",
        "fourth",
        "quarter",
        "include",
        "impact",
        "new",
        "tax",
        "legislation",
        "enacted",
        "december",
        "consolidated",
        "result",
        "include",
        "expense",
        "related",
        "acquisition",
        "ambrell",
        "corporation",
        "ambrell",
        "third",
        "fourth",
        "quarter",
        "respectively",
        "summary",
        "million",
        "year",
        "ended",
        "total",
        "booking",
        "total",
        "booking",
        "excluding",
        "ambrell",
        "non",
        "semi",
        "booking",
        "non",
        "semi",
        "booking",
        "total",
        "booking",
        "net",
        "revenue",
        "net",
        "revenue",
        "excluding",
        "ambrell",
        "non",
        "semi",
        "net",
        "revenue",
        "non",
        "semi",
        "net",
        "revenue",
        "total",
        "net",
        "revenue",
        "gross",
        "margin",
        "gross",
        "margin",
        "net",
        "earnings",
        "gaap",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "gaap",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "net",
        "earnings",
        "gaap",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "gaap",
        "include",
        "impact",
        "increase",
        "liability",
        "contingent",
        "consideration",
        "million",
        "consolidated",
        "result",
        "include",
        "impact",
        "new",
        "tax",
        "legislation",
        "enacted",
        "december",
        "consolidated",
        "result",
        "include",
        "expense",
        "related",
        "acquisition",
        "ambrell",
        "expense",
        "related",
        "failed",
        "acquisition",
        "continue",
        "experience",
        "strong",
        "demand",
        "across",
        "end",
        "market",
        "measure",
        "outstanding",
        "year",
        "demonstrating",
        "strong",
        "execution",
        "operating",
        "leverage",
        "commented",
        "intest",
        "president",
        "ceo",
        "james",
        "pelrin",
        "net",
        "revenue",
        "increased",
        "gross",
        "margin",
        "grew",
        "basis",
        "point",
        "percentage",
        "net",
        "revenue",
        "compared",
        "increasing",
        "demand",
        "solution",
        "across",
        "business",
        "unit",
        "fueled",
        "growth",
        "business",
        "driver",
        "included",
        "solid",
        "advance",
        "automotive",
        "telecom",
        "market",
        "semiconductor",
        "test",
        "business",
        "led",
        "automotive",
        "sensor",
        "mobility",
        "internet",
        "thing",
        "iot",
        "also",
        "marked",
        "company",
        "th",
        "consecutive",
        "year",
        "profitability",
        "metric",
        "proud",
        "speaks",
        "discipline",
        "dedication",
        "exhibited",
        "every",
        "intest",
        "pelrin",
        "added",
        "continue",
        "see",
        "significant",
        "opportunity",
        "growth",
        "era",
        "technological",
        "change",
        "disruptive",
        "technology",
        "growing",
        "higher",
        "rate",
        "traditional",
        "market",
        "driven",
        "quest",
        "manufacturing",
        "efficiency",
        "flow",
        "data",
        "connectivity",
        "mobility",
        "automotive",
        "industry",
        "one",
        "example",
        "technology",
        "converge",
        "providing",
        "opportunity",
        "intest",
        "business",
        "meet",
        "challenge",
        "inherent",
        "test",
        "process",
        "industry",
        "well",
        "positioned",
        "capture",
        "market",
        "share",
        "market",
        "serve",
        "expanding",
        "intest",
        "footprint",
        "additional",
        "thermal",
        "test",
        "industrial",
        "market",
        "continue",
        "execute",
        "differentiated",
        "product",
        "strategy",
        "believe",
        "condition",
        "success",
        "remain",
        "firmly",
        "place",
        "solidly",
        "track",
        "strong",
        "first",
        "quarter",
        "financial",
        "outlook",
        "intest",
        "expects",
        "net",
        "revenue",
        "first",
        "quarter",
        "range",
        "million",
        "million",
        "gaap",
        "basis",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "range",
        "basis",
        "adjusted",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "expected",
        "range",
        "outlook",
        "based",
        "company",
        "current",
        "view",
        "respect",
        "operating",
        "market",
        "condition",
        "customer",
        "forecast",
        "subject",
        "change",
        "fourth",
        "quarter",
        "conference",
        "call",
        "detail",
        "intest",
        "management",
        "host",
        "conference",
        "call",
        "thursday",
        "march",
        "pm",
        "eastern",
        "standard",
        "time",
        "conference",
        "call",
        "address",
        "company",
        "fourth",
        "quarter",
        "financial",
        "result",
        "management",
        "current",
        "expectation",
        "view",
        "industry",
        "call",
        "may",
        "also",
        "include",
        "discussion",
        "strategic",
        "operating",
        "product",
        "initiative",
        "development",
        "matter",
        "relating",
        "company",
        "current",
        "future",
        "performance",
        "access",
        "live",
        "conference",
        "call",
        "please",
        "dial",
        "passcode",
        "conference",
        "call",
        "please",
        "reference",
        "intest",
        "q4",
        "financial",
        "result",
        "conference",
        "call",
        "fourth",
        "quarter",
        "live",
        "webcast",
        "detail",
        "intest",
        "corporation",
        "provide",
        "webcast",
        "conjunction",
        "conference",
        "call",
        "access",
        "live",
        "webcast",
        "please",
        "visit",
        "intest",
        "website",
        "investor",
        "section",
        "fourth",
        "quarter",
        "replay",
        "detail",
        "webcast",
        "replay",
        "webcast",
        "available",
        "intest",
        "website",
        "one",
        "year",
        "following",
        "live",
        "broadcast",
        "access",
        "webcast",
        "replay",
        "please",
        "visit",
        "intest",
        "website",
        "investor",
        "section",
        "submit",
        "question",
        "advance",
        "conference",
        "call",
        "investor",
        "accessing",
        "webcast",
        "intest",
        "corporation",
        "welcome",
        "individual",
        "investor",
        "submit",
        "question",
        "via",
        "email",
        "lguerrant",
        "company",
        "address",
        "many",
        "question",
        "possible",
        "conference",
        "call",
        "result",
        "addition",
        "disclosing",
        "result",
        "determined",
        "accordance",
        "gaap",
        "also",
        "disclose",
        "performance",
        "measure",
        "performance",
        "measure",
        "include",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "adjusted",
        "net",
        "earnings",
        "derived",
        "adding",
        "acquired",
        "intangible",
        "amortization",
        "adjusted",
        "related",
        "income",
        "tax",
        "expense",
        "net",
        "earnings",
        "removing",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "liability",
        "net",
        "earnings",
        "adjusted",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "derived",
        "dividing",
        "adjusted",
        "net",
        "earnings",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "result",
        "provided",
        "complement",
        "result",
        "provided",
        "accordance",
        "gaap",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "performance",
        "measure",
        "presented",
        "provide",
        "investor",
        "meaningful",
        "supplemental",
        "information",
        "regarding",
        "baseline",
        "performance",
        "acquired",
        "intangible",
        "amortization",
        "charge",
        "change",
        "estimate",
        "future",
        "consideration",
        "may",
        "paid",
        "related",
        "prior",
        "acquisition",
        "expense",
        "income",
        "item",
        "may",
        "indicative",
        "current",
        "core",
        "business",
        "future",
        "outlook",
        "performance",
        "measure",
        "used",
        "management",
        "make",
        "operational",
        "decision",
        "forecast",
        "future",
        "operational",
        "result",
        "comparison",
        "business",
        "plan",
        "historical",
        "operating",
        "result",
        "operating",
        "result",
        "peer",
        "reconciliation",
        "net",
        "earnings",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "net",
        "earnings",
        "per",
        "diluted",
        "share",
        "discussed",
        "earnings",
        "release",
        "contained",
        "table",
        "performance",
        "measure",
        "discussed",
        "earnings",
        "release",
        "may",
        "comparable",
        "similarly",
        "titled",
        "measure",
        "used",
        "company",
        "presentation",
        "measure",
        "meant",
        "considered",
        "isolation",
        "substitute",
        "superior",
        "financial",
        "measure",
        "information",
        "provided",
        "accordance",
        "gaap",
        "intest",
        "corporation",
        "intest",
        "corporation",
        "design",
        "manufacture",
        "engineered",
        "solution",
        "ate",
        "electronic",
        "test",
        "well",
        "industrial",
        "process",
        "application",
        "product",
        "used",
        "semiconductor",
        "manufacturer",
        "perform",
        "development",
        "qualifying",
        "final",
        "testing",
        "integrated",
        "circuit",
        "ic",
        "wafer",
        "electronic",
        "test",
        "across",
        "range",
        "industry",
        "including",
        "automotive",
        "energy",
        "industrial",
        "telecommunication",
        "market",
        "offer",
        "induction",
        "heating",
        "product",
        "joining",
        "forming",
        "metal",
        "variety",
        "industrial",
        "market",
        "including",
        "automotive",
        "aerospace",
        "machinery",
        "wire",
        "fastener",
        "medical",
        "semiconductor",
        "food",
        "beverage",
        "packaging",
        "specific",
        "product",
        "include",
        "temperature",
        "management",
        "system",
        "induction",
        "heating",
        "product",
        "manipulator",
        "docking",
        "hardware",
        "product",
        "customized",
        "interface",
        "solution",
        "established",
        "strong",
        "relationship",
        "customer",
        "globally",
        "support",
        "network",
        "local",
        "office",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "convey",
        "historical",
        "information",
        "relate",
        "predicted",
        "potential",
        "future",
        "event",
        "financial",
        "result",
        "based",
        "upon",
        "management",
        "current",
        "expectation",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "addition",
        "factor",
        "mentioned",
        "press",
        "release",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "change",
        "business",
        "condition",
        "economy",
        "generally",
        "change",
        "demand",
        "semiconductor",
        "generally",
        "change",
        "rate",
        "timing",
        "capital",
        "expenditure",
        "customer",
        "ability",
        "finalize",
        "integration",
        "ambrell",
        "business",
        "success",
        "strategy",
        "diversify",
        "business",
        "entering",
        "market",
        "outside",
        "semiconductor",
        "ate",
        "market",
        "progress",
        "product",
        "development",
        "program",
        "increase",
        "raw",
        "material",
        "fabrication",
        "cost",
        "associated",
        "product",
        "risk",
        "factor",
        "set",
        "forth",
        "time",
        "time",
        "sec",
        "filing",
        "including",
        "limited",
        "periodic",
        "report",
        "form",
        "form",
        "intest",
        "undertakes",
        "obligation",
        "update",
        "information",
        "press",
        "release",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "anticipated",
        "unanticipated",
        "event",
        "contact",
        "intest",
        "corporation",
        "hugh",
        "regan",
        "treasurer",
        "chief",
        "financial",
        "officer",
        "tel",
        "investor",
        "laura",
        "principal",
        "guerrant",
        "associate",
        "lguerrant",
        "tel",
        "table",
        "follow",
        "selected",
        "financial",
        "data",
        "unaudited",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "net",
        "revenue",
        "gross",
        "margin",
        "operating",
        "expense",
        "selling",
        "expense",
        "engineering",
        "product",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "adjustment",
        "contingent",
        "consideration",
        "liability",
        "operating",
        "income",
        "loss",
        "income",
        "expense",
        "earnings",
        "loss",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "expense",
        "net",
        "earnings",
        "loss",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "diluted",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "cash",
        "cash",
        "equivalent",
        "trade",
        "account",
        "receivable",
        "net",
        "inventory",
        "total",
        "current",
        "asset",
        "net",
        "property",
        "equipment",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "noncurrent",
        "liability",
        "total",
        "stockholder",
        "equity",
        "reconciliation",
        "gaap",
        "net",
        "earnings",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "net",
        "earnings",
        "loss",
        "gaap",
        "acquired",
        "intangible",
        "amortization",
        "contingent",
        "consideration",
        "liability",
        "adjustment",
        "tax",
        "adjustment",
        "adjusted",
        "net",
        "earnings",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "net",
        "earnings",
        "per",
        "share",
        "diluted",
        "net",
        "earnings",
        "loss",
        "gaap",
        "acquired",
        "intangible",
        "amortization",
        "contingent",
        "consideration",
        "liability",
        "adjustment",
        "tax",
        "adjustment",
        "adjusted",
        "net",
        "earnings",
        "per",
        "share",
        "diluted",
        "supplemental",
        "information",
        "reconciliation",
        "first",
        "quarter",
        "gaap",
        "guidance",
        "low",
        "high",
        "estimated",
        "net",
        "earnings",
        "per",
        "share",
        "diluted",
        "gaap",
        "acquired",
        "intangible",
        "amortization",
        "contingent",
        "consideration",
        "liability",
        "adjustment",
        "tax",
        "adjustment",
        "estimated",
        "adjusted",
        "net",
        "earnings",
        "per",
        "share",
        "diluted",
        "source",
        "intest",
        "corporation"
    ]
}