{
    "organizations": [],
    "uuid": "3b4fcecb281e6996c957c84225e3b121feab06d1",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-grigas-russia-commentary/commentary-how-to-derail-russias-energy-war-idUSKCN1GQ290",
    "ord_in_thread": 0,
    "title": "How to derail Russia's energy war",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "As another energy conflict is erupting between Russia and Ukraine, Moscow seeks to start construction of the second branch of the Nord Stream pipeline to deliver Russian natural gas directly to Germany. While the European Union countries remain divided, the United States needs to maintain its consistent and principled position to reduce Europe’s over-dependence on Russian natural gas.\nPresident Vladimir Putin attends a loading ceremony of a Russian ice-class tanker fitted out to transport liquefied natural gas at the Yamal LNG plant in the Arctic port of Sabetta, December 8, 2017. Sputnik/Alexei Druzhinin/Kremlin via REUTERS On March 2, Russian state gas company Gazprom announced that it would terminate all gas contracts with Ukraine’s energy company Naftogaz after a Stockholm arbitration court ordered Gazprom to pay more than $2.5 billion to Naftogaz for failing to uphold contractual obligations regarding volumes of transit gas through Ukraine. Gazprom’s apparent reprisal has increased European fears of a possible gas war in the midst of a cold winter; Ukraine has already closed schools to conserve energy and the EU is worried about its own gas supplies.\nThese fears could play into Gazprom’s efforts to push through its Nord Stream 2, which Moscow presents as a simple business project to ensure Europe’s gas supply. To buy into this line of thinking, however, is to misunderstand the rationale for this project. Gazprom is not a commercial entity, but the right hand of the Kremlin, and Russia today is no ally of Europe but rather a sanctioned state engaged in war on the continent and bent on destabilizing the EU and NATO.\nNord Stream 2 may give the Russian military a freer hand in Ukraine, impede the EU’s foreign policy and energy strategy, and increase Moscow’s influence over Germany’s political and business elites, thus aggravating divisions between Europe and the United States.\nInitially conceived in Moscow as a means of eliminating uncooperative transit countries from its gas business, the Nord Stream project gained momentum when Kiev started turning toward the West in the years following its 2004 Orange Revolution. The first Nord Stream pipeline was completed in 2011 and, following the annexation of Crimea and the war in eastern Ukraine, Moscow has vowed to limit gas flows through Ukraine by the end of 2019.\nThe Nord Stream 2 infrastructure would enable Gazprom to cut Ukraine out of gas transit traffic, which could cost the country about $2 billion in transit fees (the equivalent of nearly 6 percent of its projected budget for 2018 ). Revenues aside, as Polish Prime Minister Mateusz Morawiecki recently stated in Berlin, the real danger lies in the fact that Russia can launch a massive land offensive against Ukraine without fear of damaging Ukraine’s pipeline infrastructure and interrupting Gazprom’s exports to Western countries.\nGerman Chancellor Angela Merkel disagrees with Morawiecki, saying that Nord Stream 2 is an economic project that poses no danger to energy diversification. German business interests see economic benefits if the country becomes a key European gas distribution hub for Russian gas. Likewise, Germany wants to ensure its gas supply as it is phasing out nuclear power.\nUnfortunately, completing Nord Stream 2 would go counter to the main principles of the EU’s energy and foreign policy strategy. It would challenge nearly two decades of Brussels’ efforts of trying to boost EU energy security by offering alternatives to Russian gas, such as pursuing the Southern Gas Corridor pipeline to bring Caspian gas to Europe, investing in LNG import terminals and pipeline interconnections, and increasing reliance on renewables, as well as supporting Ukraine and maintaining unity vis-à-vis Moscow.\nEU imports of Russian gas Germany does not seem to have learned any lessons from its history. As I write in my newest book on the geopolitics of gas, when German Chancellor Willy Brandt signed the country’s first gas contract with the Soviets in 1969, he considered such gas trade as part of his Ostpolitik: an economic policy toward the East that could reduce Cold War tensions and help reestablish contact with communist East Germany. But it was Washington’s military spending and containment policy – not the German marks that went to Moscow – that eventually bankrupted the Soviet Union and brought down the Berlin Wall.\nWashington should recall its own efforts during the Cold War era, when it tried to discourage its European allies from dependence on Soviet gas. President Ronald Reagan imposed sanctions on the USSR in late 1981 in response to Soviet martial law in Poland and also to block Soviet construction of the Urengoy-Uzhgorod pipeline that would have brought vast quantities of Siberian gas to Germany and Western Europe. In 1982 the administration extended sanctions to American energy equipment so it would not be used for the pipeline’s construction. Yet the effort failed to convince Europe and by late 1982 Washington cancelled the sanctions while the pipeline was built.\nToday, the United States faces a similar predicament. Washington’s July 2017 Russia sanctions threatened to target Nord Stream 2 but the most recent sanctions implemented in January 2018 did not do so explicitly. More recently, Poland has called for Nord Stream 2 to be included under U.S. sanctions. There is still time for President Donald Trump to try to achieve what Reagan could not and derail Russian pipeline plans.\nAmerican sanctions against Nord Stream 2 would not be easy to implement given the resistance from countries like Germany, Austria, the Netherlands, and France. German support for future Russia sanctions is crucial, but getting Merkel to agree to add Nord Stream 2 to these measures seems unlikely. Instead, Washington should push Brussels to take a harder look at Nord Stream 2’s compliance with EU energy policy.\nWhile Washington today has less sway over its European allies than it did during the height of the Cold War, the United States can now offer Europe an alternative to Russian gas – American liquefied natural gas (LNG). American LNG has been exported to Europe since 2016 and expanded to include countries like Poland and Lithuania last year. The abundance of gas in the global markets due to the booming global LNG trade makes Nord Stream 2 less commercially or strategically necessary for Europeans.\nAlready opinions have shifted in Europe. Denmark initially accepted Nord Stream, but has had a change of heart about its second phase. Danish legislators passed a law this year that could allow the government to ban Russia’s Nord Stream 2 gas pipeline from going through its waters for security reasons. Based on this new law, the Danish Energy Agency will likely release its decision on Nord Stream’s 2 application for permission to pass through Danish waters by the end of March.\nHowever as Danish sources told me on a recent visit, Copenhagen wants the EU to take the lead on any pipeline decision. This would prevent Denmark from damaging its relations with Germany and the United States and incurring the wrath of Russia. It would also prevent Russia from developing an alternative route to bypass Danish waters and eliminate the division emerging in the EU as some member states — the Czech Republic, Estonia, Croatia, Hungary, Lithuania, Latvia, Poland, Romania and Slovakia — oppose the project.\nFifty years since the first Soviet pipelines were laid to supply Western European countries with Soviet gas, the EU stands again at a crossroads in its energy policy. While security considerations and economic interests divide the EU countries, Washington should continue to make its opposition clear. Nord Stream 2 has no place in Europe’s long-term security and energy strategy.\nAbout the Author Agnia Grigas is a senior fellow at the Atlantic Council. Her books include “The New Geopolitics of Natural Gas” and “Beyond Crimea: The New Russian Empire.” @AgniaGrigas\n ",
    "published": "2018-03-14T22:45:00.000+02:00",
    "crawled": "2018-03-25T11:35:36.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "another",
        "energy",
        "conflict",
        "erupting",
        "russia",
        "ukraine",
        "moscow",
        "seek",
        "start",
        "construction",
        "second",
        "branch",
        "nord",
        "stream",
        "pipeline",
        "deliver",
        "russian",
        "natural",
        "gas",
        "directly",
        "germany",
        "european",
        "union",
        "country",
        "remain",
        "divided",
        "united",
        "state",
        "need",
        "maintain",
        "consistent",
        "principled",
        "position",
        "reduce",
        "europe",
        "russian",
        "natural",
        "gas",
        "president",
        "vladimir",
        "putin",
        "attends",
        "loading",
        "ceremony",
        "russian",
        "tanker",
        "fitted",
        "transport",
        "liquefied",
        "natural",
        "gas",
        "yamal",
        "lng",
        "plant",
        "arctic",
        "port",
        "sabetta",
        "december",
        "via",
        "reuters",
        "march",
        "russian",
        "state",
        "gas",
        "company",
        "gazprom",
        "announced",
        "would",
        "terminate",
        "gas",
        "contract",
        "ukraine",
        "energy",
        "company",
        "naftogaz",
        "stockholm",
        "arbitration",
        "court",
        "ordered",
        "gazprom",
        "pay",
        "billion",
        "naftogaz",
        "failing",
        "uphold",
        "contractual",
        "obligation",
        "regarding",
        "volume",
        "transit",
        "gas",
        "ukraine",
        "gazprom",
        "apparent",
        "reprisal",
        "increased",
        "european",
        "fear",
        "possible",
        "gas",
        "war",
        "midst",
        "cold",
        "winter",
        "ukraine",
        "already",
        "closed",
        "school",
        "conserve",
        "energy",
        "eu",
        "worried",
        "gas",
        "supply",
        "fear",
        "could",
        "play",
        "gazprom",
        "effort",
        "push",
        "nord",
        "stream",
        "moscow",
        "present",
        "simple",
        "business",
        "project",
        "ensure",
        "europe",
        "gas",
        "supply",
        "buy",
        "line",
        "thinking",
        "however",
        "misunderstand",
        "rationale",
        "project",
        "gazprom",
        "commercial",
        "entity",
        "right",
        "hand",
        "kremlin",
        "russia",
        "today",
        "ally",
        "europe",
        "rather",
        "sanctioned",
        "state",
        "engaged",
        "war",
        "continent",
        "bent",
        "destabilizing",
        "eu",
        "nato",
        "nord",
        "stream",
        "may",
        "give",
        "russian",
        "military",
        "freer",
        "hand",
        "ukraine",
        "impede",
        "eu",
        "foreign",
        "policy",
        "energy",
        "strategy",
        "increase",
        "moscow",
        "influence",
        "germany",
        "political",
        "business",
        "elite",
        "thus",
        "aggravating",
        "division",
        "europe",
        "united",
        "state",
        "initially",
        "conceived",
        "moscow",
        "mean",
        "eliminating",
        "uncooperative",
        "transit",
        "country",
        "gas",
        "business",
        "nord",
        "stream",
        "project",
        "gained",
        "momentum",
        "kiev",
        "started",
        "turning",
        "toward",
        "west",
        "year",
        "following",
        "orange",
        "revolution",
        "first",
        "nord",
        "stream",
        "pipeline",
        "completed",
        "following",
        "annexation",
        "crimea",
        "war",
        "eastern",
        "ukraine",
        "moscow",
        "vowed",
        "limit",
        "gas",
        "flow",
        "ukraine",
        "end",
        "nord",
        "stream",
        "infrastructure",
        "would",
        "enable",
        "gazprom",
        "cut",
        "ukraine",
        "gas",
        "transit",
        "traffic",
        "could",
        "cost",
        "country",
        "billion",
        "transit",
        "fee",
        "equivalent",
        "nearly",
        "percent",
        "projected",
        "budget",
        "revenue",
        "aside",
        "polish",
        "prime",
        "minister",
        "mateusz",
        "morawiecki",
        "recently",
        "stated",
        "berlin",
        "real",
        "danger",
        "lie",
        "fact",
        "russia",
        "launch",
        "massive",
        "land",
        "offensive",
        "ukraine",
        "without",
        "fear",
        "damaging",
        "ukraine",
        "pipeline",
        "infrastructure",
        "interrupting",
        "gazprom",
        "export",
        "western",
        "country",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "disagrees",
        "morawiecki",
        "saying",
        "nord",
        "stream",
        "economic",
        "project",
        "pose",
        "danger",
        "energy",
        "diversification",
        "german",
        "business",
        "interest",
        "see",
        "economic",
        "benefit",
        "country",
        "becomes",
        "key",
        "european",
        "gas",
        "distribution",
        "hub",
        "russian",
        "gas",
        "likewise",
        "germany",
        "want",
        "ensure",
        "gas",
        "supply",
        "phasing",
        "nuclear",
        "power",
        "unfortunately",
        "completing",
        "nord",
        "stream",
        "would",
        "go",
        "counter",
        "main",
        "principle",
        "eu",
        "energy",
        "foreign",
        "policy",
        "strategy",
        "would",
        "challenge",
        "nearly",
        "two",
        "decade",
        "brussels",
        "effort",
        "trying",
        "boost",
        "eu",
        "energy",
        "security",
        "offering",
        "alternative",
        "russian",
        "gas",
        "pursuing",
        "southern",
        "gas",
        "corridor",
        "pipeline",
        "bring",
        "caspian",
        "gas",
        "europe",
        "investing",
        "lng",
        "import",
        "terminal",
        "pipeline",
        "interconnection",
        "increasing",
        "reliance",
        "renewables",
        "well",
        "supporting",
        "ukraine",
        "maintaining",
        "unity",
        "moscow",
        "eu",
        "import",
        "russian",
        "gas",
        "germany",
        "seem",
        "learned",
        "lesson",
        "history",
        "write",
        "newest",
        "book",
        "geopolitics",
        "gas",
        "german",
        "chancellor",
        "willy",
        "brandt",
        "signed",
        "country",
        "first",
        "gas",
        "contract",
        "soviet",
        "considered",
        "gas",
        "trade",
        "part",
        "ostpolitik",
        "economic",
        "policy",
        "toward",
        "east",
        "could",
        "reduce",
        "cold",
        "war",
        "tension",
        "help",
        "reestablish",
        "contact",
        "communist",
        "east",
        "germany",
        "washington",
        "military",
        "spending",
        "containment",
        "policy",
        "german",
        "mark",
        "went",
        "moscow",
        "eventually",
        "bankrupted",
        "soviet",
        "union",
        "brought",
        "berlin",
        "wall",
        "washington",
        "recall",
        "effort",
        "cold",
        "war",
        "era",
        "tried",
        "discourage",
        "european",
        "ally",
        "dependence",
        "soviet",
        "gas",
        "president",
        "ronald",
        "reagan",
        "imposed",
        "sanction",
        "ussr",
        "late",
        "response",
        "soviet",
        "martial",
        "law",
        "poland",
        "also",
        "block",
        "soviet",
        "construction",
        "pipeline",
        "would",
        "brought",
        "vast",
        "quantity",
        "siberian",
        "gas",
        "germany",
        "western",
        "europe",
        "administration",
        "extended",
        "sanction",
        "american",
        "energy",
        "equipment",
        "would",
        "used",
        "pipeline",
        "construction",
        "yet",
        "effort",
        "failed",
        "convince",
        "europe",
        "late",
        "washington",
        "cancelled",
        "sanction",
        "pipeline",
        "built",
        "today",
        "united",
        "state",
        "face",
        "similar",
        "predicament",
        "washington",
        "july",
        "russia",
        "sanction",
        "threatened",
        "target",
        "nord",
        "stream",
        "recent",
        "sanction",
        "implemented",
        "january",
        "explicitly",
        "recently",
        "poland",
        "called",
        "nord",
        "stream",
        "included",
        "sanction",
        "still",
        "time",
        "president",
        "donald",
        "trump",
        "try",
        "achieve",
        "reagan",
        "could",
        "derail",
        "russian",
        "pipeline",
        "plan",
        "american",
        "sanction",
        "nord",
        "stream",
        "would",
        "easy",
        "implement",
        "given",
        "resistance",
        "country",
        "like",
        "germany",
        "austria",
        "netherlands",
        "france",
        "german",
        "support",
        "future",
        "russia",
        "sanction",
        "crucial",
        "getting",
        "merkel",
        "agree",
        "add",
        "nord",
        "stream",
        "measure",
        "seems",
        "unlikely",
        "instead",
        "washington",
        "push",
        "brussels",
        "take",
        "harder",
        "look",
        "nord",
        "stream",
        "compliance",
        "eu",
        "energy",
        "policy",
        "washington",
        "today",
        "less",
        "sway",
        "european",
        "ally",
        "height",
        "cold",
        "war",
        "united",
        "state",
        "offer",
        "europe",
        "alternative",
        "russian",
        "gas",
        "american",
        "liquefied",
        "natural",
        "gas",
        "lng",
        "american",
        "lng",
        "exported",
        "europe",
        "since",
        "expanded",
        "include",
        "country",
        "like",
        "poland",
        "lithuania",
        "last",
        "year",
        "abundance",
        "gas",
        "global",
        "market",
        "due",
        "booming",
        "global",
        "lng",
        "trade",
        "make",
        "nord",
        "stream",
        "less",
        "commercially",
        "strategically",
        "necessary",
        "european",
        "already",
        "opinion",
        "shifted",
        "europe",
        "denmark",
        "initially",
        "accepted",
        "nord",
        "stream",
        "change",
        "heart",
        "second",
        "phase",
        "danish",
        "legislator",
        "passed",
        "law",
        "year",
        "could",
        "allow",
        "government",
        "ban",
        "russia",
        "nord",
        "stream",
        "gas",
        "pipeline",
        "going",
        "water",
        "security",
        "reason",
        "based",
        "new",
        "law",
        "danish",
        "energy",
        "agency",
        "likely",
        "release",
        "decision",
        "nord",
        "stream",
        "application",
        "permission",
        "pas",
        "danish",
        "water",
        "end",
        "march",
        "however",
        "danish",
        "source",
        "told",
        "recent",
        "visit",
        "copenhagen",
        "want",
        "eu",
        "take",
        "lead",
        "pipeline",
        "decision",
        "would",
        "prevent",
        "denmark",
        "damaging",
        "relation",
        "germany",
        "united",
        "state",
        "incurring",
        "wrath",
        "russia",
        "would",
        "also",
        "prevent",
        "russia",
        "developing",
        "alternative",
        "route",
        "bypass",
        "danish",
        "water",
        "eliminate",
        "division",
        "emerging",
        "eu",
        "member",
        "state",
        "czech",
        "republic",
        "estonia",
        "croatia",
        "hungary",
        "lithuania",
        "latvia",
        "poland",
        "romania",
        "slovakia",
        "oppose",
        "project",
        "fifty",
        "year",
        "since",
        "first",
        "soviet",
        "pipeline",
        "laid",
        "supply",
        "western",
        "european",
        "country",
        "soviet",
        "gas",
        "eu",
        "stand",
        "crossroad",
        "energy",
        "policy",
        "security",
        "consideration",
        "economic",
        "interest",
        "divide",
        "eu",
        "country",
        "washington",
        "continue",
        "make",
        "opposition",
        "clear",
        "nord",
        "stream",
        "place",
        "europe",
        "security",
        "energy",
        "strategy",
        "author",
        "agnia",
        "grigas",
        "senior",
        "fellow",
        "atlantic",
        "council",
        "book",
        "include",
        "new",
        "geopolitics",
        "natural",
        "gas",
        "beyond",
        "crimea",
        "new",
        "russian",
        "agniagrigas"
    ]
}