{
    "organizations": [],
    "uuid": "3def3a2badb5462cee2579b379460af46a244b92",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/23/ubers-self-driving-cars-were-struggling-before-arizona-crash.html",
    "ord_in_thread": 0,
    "title": "Uber’s self-driving cars were struggling before Arizona crash",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Uber's robotic vehicle project was not living up to expectations months before a self-driving car operated by the company struck and killed a woman in Tempe, Ariz.\nThe cars were having trouble driving through construction zones and next to tall vehicles, like big rigs. And Uber's human drivers had to intervene far more frequently than the drivers of competing autonomous car projects.\nWaymo, formerly the self-driving car project of Google , said that in tests on roads in California last year, its cars went an average of nearly 5,600 miles before the driver had to take control from the computer to steer out of trouble. As of March, Uber was struggling to meet its target of 13 miles per \"intervention\" in Arizona, according to 100 pages of company documents obtained by The New York Times and two people familiar with the company's operations in the Phoenix area but not permitted to speak publicly about it.\nYet Uber's test drivers were being asked to do more — going on solo runs when they had worked in pairs.\nAnd there also was pressure to live up to a goal to offer a driverless car service by the end of the year and to impress top executives. Dara Khosrowshahi, Uber's chief executive, was expected to visit Arizona in April, and leaders of the company's development group in the Phoenix area wanted to give him a glitch-free ride in an autonomous car. Mr. Khosrowshahi's trip was called \"Milestone 1: Confidence\" in the company documents.\nRead more from the New York Times:\nWhere self-driving cars go to learn\nWaymo's autonomous cars cut out human drivers in road tests\nBolton was early beneficiary of cambridge analytica's Facebook data \nTech companies like Uber, Waymo and Lyft, as well as automakers like General Motors and Toyota, have spent billions developing self-driving cars in the belief that the market for them could one day be worth trillions of dollars.\nThe crash, which occurred Sunday night, was a major setback for Uber, which has been trying to improve its image since Mr. Khosrowshahi replaced Travis Kalanick as the company's chief executive in a messy transfer of power last August. In February, Uber also settled a longstanding legal fight with Waymo.\nshow chapters Tempe police release video of Uber collision      6:41 AM ET Thu, 22 March 2018 | 01:02 The death of a woman who was struck by an autonomous car operated by Uber is believed to be the first pedestrian fatality associated with self-driving technology. Newly released video offers clues about what happened.\nOn Monday, Uber halted autonomous car tests in Arizona, Pittsburgh, San Francisco and Toronto. It is not clear when the company will revive them.\nThe Tempe Police Department said it was investigating the crash, and has not determined whether the car was at fault. A Volvo XC90 sport utility vehicle equipped with Uber's sensing technology struck Elaine Herzberg, 49, while it was going 40 miles an hour in a 45-mile-an-hour zone. According to the police, the car, with one safety driver and operating in autonomous mode, did not slow down before impact.\nA video shot from the vehicle's dashboard camera showed the safety driver looking down, away from the road. It also appeared that the driver's hands were not hovering above the steering wheel, which is what drivers are instructed to do so they can quickly retake control of the car. Ms. Herzberg, pushing a bicycle across the street, appeared in the camera right before she was hit.\n\"As we develop self-driving technology, safety is our primary concern every step of the way,\" said Matt Kallman, an Uber spokesman. \"We're heartbroken by what happened this week, and our cars remain grounded. We continue to assist investigators in any way we can.\"\nUber has been testing its self-driving cars in a regulatory vacuum in Arizona. There are few federal rules governing the testing of autonomous cars. Unlike California, where Uber had been testing since spring of 2017, Arizona state officials had taken a hands-off approach to autonomous vehicles and did not require companies to disclose how their cars were performing.\nWaymo and Cruise, a self-driving car company owned by GM, reported their \"intervention\" numbers to California regulators. Uber's goals in Arizona were mentioned in internal documents — Arizona does not have reporting requirements — and it has not been testing self-driving cars in California long enough to be required to report them.\nUber's first road tests in its self-driving car effort, code-named Project Roadrunner, were actually in Pittsburgh in September 2016. The Phoenix area was added a year ago, and quickly became the company's main testing ground, with 400 employees and more than 150 autonomous cars driving local roads because of \"favorable regulatory environment, favorable weather conditions,\" according to a company document.\nWhen Mr. Khosrowshahi took over as Uber's chief executive, he had considered shutting down the self-driving car operations, according to two other people familiar with Mr. Khosrowshahi's thinking.\nBut he became convinced that it was important to Uber's long-term prospects. His visit to Phoenix was seen by the Arizona team as a critical opportunity to demonstrate their progress, according to the people familiar with the company's operations in the Phoenix area. They wanted to take him on a ride without human interventions to demonstrate that the cars could handle so-called edge cases, tricky road situations that are hard to predict.\n\"With autonomy, the edge cases kill you, so you've got to build out for all the edge cases,\" Mr. Khosrowshahi said at a conference in November. \"Which makes it a very, very difficult problem.\"\nBy September 2017, Uber's autonomous cars had driven one million miles in a year nationwide. Uber tallied its second million in 100 days and added its next million at an even faster clip, according to company documents.\nEarly on in Phoenix, there were two groups of test drivers. A smaller group \"stressed\" the cars by putting them in challenging situations where, without human intervention, they would have crashed.\nA larger group of drivers was focused on picking up customers in the autonomous vehicles. Those drivers were expected to pay more attention to little details, often taking control to prevent a \"bad experience\" like hard braking, according to a company document.\nAround October, Uber merged the two groups to get to a point where it could offer a truly driverless car service to customers \"as quickly as possible.\" The customer pickup service was mostly dropped so drivers could focus on accumulating miles and gathering data to help the system become more reliable.\nAround the same time, Uber moved from two employees in every car to one. The paired employees had been splitting duties — one ready to take over if the autonomous system failed, and another to keep an eye on what the computers were detecting. The second person was responsible for keeping track of system performance as well as labeling data on a laptop computer. Mr. Kallman, the Uber spokesman, said the second person was in the car for purely data related tasks, not safety.\nWaymo had also moved from two operators at all times to one in some situations in late 2015, said Johnny Luu, a Waymo spokesman. Waymo still uses two test drivers when it is adding new systems or moving to a new location.\nBut Uber's autonomous cars are not operating nearly as well as those of its competitors. Cruise reported to California regulators that it went more than 1,200 miles per intervention. After its strong California results, Waymo is now testing cars in Chandler, Ariz., a Phoenix suburb, with no safety drivers.\nMr. Kallman said miles per intervention was not a measure of safety but a rate of system improvement that could differ depending on where and how the cars were driven.\nWhen Uber moved to a single operator, some employees expressed safety concerns to managers, according to the two people familiar with Uber's operations. They were worried that going solo would make it harder to remain alert during hours of monotonous driving. Mr. Kallman said it delayed the start of its single-driver initiative to allow for more training and to make sure drivers felt comfortable for the new role.\nUber also developed an app, mounted on an iPad in the car's middle console, for drivers to alert engineers to problems. Drivers could use the app anytime without shifting the car out of autonomous mode. Often, drivers would annotate data at a traffic light or a stop, but many did so while the car was moving, said the two people familiar with Uber's operations. Mr. Kallman said it designed the app to meet government safety guidelines for in-car software to minimize distractions.\nWaymo had a different solution when it moved to a single safety driver. It added a button on the steering wheel for drivers to create an audio explanation when they took the car out of autonomous mode.\nNot all drivers followed Uber's training. One was fired after falling asleep at the wheel and being spotted by a colleague. Another was spotted air drumming as the autonomous car passed through an intersection, according to the two people familiar with Uber's operations.\nUber was planning to seek regulatory approval by December to start a self-driving car service in Arizona, according to company documents. Uber said the vehicles would have to be safer than human drivers before they would commercialize it. They would not operate around the clock and would stop for bad weather or traffic. And the service did not need to prove \"longer-term financial viability.\"\nAlready, one milestone will be missed. Mr. Khosrowshahi will not travel to Phoenix next month, because of scheduling problems that came up before the crash, Mr. Kallman said. But it is unclear how the crash will ultimately affect Uber's plans for autonomous vehicles.\n\"The collection of bad news around Uber creates a reputation in people's minds,\" said Michael Ramsey, an automotive analyst at Gartner. \"Every other company would get a black eye, too, but they might be forgiven. For Uber, it's going to be hard to shake.\"\nWATCH: Uber accident's impact on self-driving tech show chapters Analyst: Uber accident impact on self-driving tech      11:39 AM ET Tue, 20 March 2018 | 02:11",
    "published": "2018-03-24T02:00:00.000+03:00",
    "crawled": "2018-03-24T01:57:31.038+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "uber",
        "robotic",
        "vehicle",
        "project",
        "living",
        "expectation",
        "month",
        "car",
        "operated",
        "company",
        "struck",
        "killed",
        "woman",
        "tempe",
        "car",
        "trouble",
        "driving",
        "construction",
        "zone",
        "next",
        "tall",
        "vehicle",
        "like",
        "big",
        "rig",
        "uber",
        "human",
        "driver",
        "intervene",
        "far",
        "frequently",
        "driver",
        "competing",
        "autonomous",
        "car",
        "project",
        "waymo",
        "formerly",
        "car",
        "project",
        "google",
        "said",
        "test",
        "road",
        "california",
        "last",
        "year",
        "car",
        "went",
        "average",
        "nearly",
        "mile",
        "driver",
        "take",
        "control",
        "computer",
        "steer",
        "trouble",
        "march",
        "uber",
        "struggling",
        "meet",
        "target",
        "mile",
        "per",
        "intervention",
        "arizona",
        "according",
        "page",
        "company",
        "document",
        "obtained",
        "new",
        "york",
        "time",
        "two",
        "people",
        "familiar",
        "company",
        "operation",
        "phoenix",
        "area",
        "permitted",
        "speak",
        "publicly",
        "yet",
        "uber",
        "test",
        "driver",
        "asked",
        "going",
        "solo",
        "run",
        "worked",
        "pair",
        "also",
        "pressure",
        "live",
        "goal",
        "offer",
        "driverless",
        "car",
        "service",
        "end",
        "year",
        "impress",
        "top",
        "executive",
        "dara",
        "khosrowshahi",
        "uber",
        "chief",
        "executive",
        "expected",
        "visit",
        "arizona",
        "april",
        "leader",
        "company",
        "development",
        "group",
        "phoenix",
        "area",
        "wanted",
        "give",
        "ride",
        "autonomous",
        "car",
        "khosrowshahi",
        "trip",
        "called",
        "milestone",
        "confidence",
        "company",
        "document",
        "read",
        "new",
        "york",
        "time",
        "car",
        "go",
        "learn",
        "waymo",
        "autonomous",
        "car",
        "cut",
        "human",
        "driver",
        "road",
        "test",
        "bolton",
        "early",
        "beneficiary",
        "cambridge",
        "analytica",
        "facebook",
        "data",
        "tech",
        "company",
        "like",
        "uber",
        "waymo",
        "lyft",
        "well",
        "automaker",
        "like",
        "general",
        "motor",
        "toyota",
        "spent",
        "billion",
        "developing",
        "car",
        "belief",
        "market",
        "could",
        "one",
        "day",
        "worth",
        "trillion",
        "dollar",
        "crash",
        "occurred",
        "sunday",
        "night",
        "major",
        "setback",
        "uber",
        "trying",
        "improve",
        "image",
        "since",
        "khosrowshahi",
        "replaced",
        "travis",
        "kalanick",
        "company",
        "chief",
        "executive",
        "messy",
        "transfer",
        "power",
        "last",
        "august",
        "february",
        "uber",
        "also",
        "settled",
        "longstanding",
        "legal",
        "fight",
        "waymo",
        "show",
        "chapter",
        "tempe",
        "police",
        "release",
        "video",
        "uber",
        "collision",
        "et",
        "thu",
        "march",
        "death",
        "woman",
        "struck",
        "autonomous",
        "car",
        "operated",
        "uber",
        "believed",
        "first",
        "pedestrian",
        "fatality",
        "associated",
        "technology",
        "newly",
        "released",
        "video",
        "offer",
        "clue",
        "happened",
        "monday",
        "uber",
        "halted",
        "autonomous",
        "car",
        "test",
        "arizona",
        "pittsburgh",
        "san",
        "francisco",
        "toronto",
        "clear",
        "company",
        "revive",
        "tempe",
        "police",
        "department",
        "said",
        "investigating",
        "crash",
        "determined",
        "whether",
        "car",
        "fault",
        "volvo",
        "xc90",
        "sport",
        "utility",
        "vehicle",
        "equipped",
        "uber",
        "sensing",
        "technology",
        "struck",
        "elaine",
        "herzberg",
        "going",
        "mile",
        "hour",
        "zone",
        "according",
        "police",
        "car",
        "one",
        "safety",
        "driver",
        "operating",
        "autonomous",
        "mode",
        "slow",
        "impact",
        "video",
        "shot",
        "vehicle",
        "dashboard",
        "camera",
        "showed",
        "safety",
        "driver",
        "looking",
        "away",
        "road",
        "also",
        "appeared",
        "driver",
        "hand",
        "hovering",
        "steering",
        "wheel",
        "driver",
        "instructed",
        "quickly",
        "retake",
        "control",
        "car",
        "herzberg",
        "pushing",
        "bicycle",
        "across",
        "street",
        "appeared",
        "camera",
        "right",
        "hit",
        "develop",
        "technology",
        "safety",
        "primary",
        "concern",
        "every",
        "step",
        "way",
        "said",
        "matt",
        "kallman",
        "uber",
        "spokesman",
        "heartbroken",
        "happened",
        "week",
        "car",
        "remain",
        "grounded",
        "continue",
        "assist",
        "investigator",
        "way",
        "uber",
        "testing",
        "car",
        "regulatory",
        "vacuum",
        "arizona",
        "federal",
        "rule",
        "governing",
        "testing",
        "autonomous",
        "car",
        "unlike",
        "california",
        "uber",
        "testing",
        "since",
        "spring",
        "arizona",
        "state",
        "official",
        "taken",
        "approach",
        "autonomous",
        "vehicle",
        "require",
        "company",
        "disclose",
        "car",
        "performing",
        "waymo",
        "cruise",
        "car",
        "company",
        "owned",
        "gm",
        "reported",
        "intervention",
        "number",
        "california",
        "regulator",
        "uber",
        "goal",
        "arizona",
        "mentioned",
        "internal",
        "document",
        "arizona",
        "reporting",
        "requirement",
        "testing",
        "car",
        "california",
        "long",
        "enough",
        "required",
        "report",
        "uber",
        "first",
        "road",
        "test",
        "car",
        "effort",
        "project",
        "roadrunner",
        "actually",
        "pittsburgh",
        "september",
        "phoenix",
        "area",
        "added",
        "year",
        "ago",
        "quickly",
        "became",
        "company",
        "main",
        "testing",
        "ground",
        "employee",
        "autonomous",
        "car",
        "driving",
        "local",
        "road",
        "favorable",
        "regulatory",
        "environment",
        "favorable",
        "weather",
        "condition",
        "according",
        "company",
        "document",
        "khosrowshahi",
        "took",
        "uber",
        "chief",
        "executive",
        "considered",
        "shutting",
        "car",
        "operation",
        "according",
        "two",
        "people",
        "familiar",
        "khosrowshahi",
        "thinking",
        "became",
        "convinced",
        "important",
        "uber",
        "prospect",
        "visit",
        "phoenix",
        "seen",
        "arizona",
        "team",
        "critical",
        "opportunity",
        "demonstrate",
        "progress",
        "according",
        "people",
        "familiar",
        "company",
        "operation",
        "phoenix",
        "area",
        "wanted",
        "take",
        "ride",
        "without",
        "human",
        "intervention",
        "demonstrate",
        "car",
        "could",
        "handle",
        "edge",
        "case",
        "tricky",
        "road",
        "situation",
        "hard",
        "predict",
        "autonomy",
        "edge",
        "case",
        "kill",
        "got",
        "build",
        "edge",
        "case",
        "khosrowshahi",
        "said",
        "conference",
        "november",
        "make",
        "difficult",
        "problem",
        "september",
        "uber",
        "autonomous",
        "car",
        "driven",
        "one",
        "million",
        "mile",
        "year",
        "nationwide",
        "uber",
        "tallied",
        "second",
        "million",
        "day",
        "added",
        "next",
        "million",
        "even",
        "faster",
        "clip",
        "according",
        "company",
        "document",
        "early",
        "phoenix",
        "two",
        "group",
        "test",
        "driver",
        "smaller",
        "group",
        "stressed",
        "car",
        "putting",
        "challenging",
        "situation",
        "without",
        "human",
        "intervention",
        "would",
        "crashed",
        "larger",
        "group",
        "driver",
        "focused",
        "picking",
        "customer",
        "autonomous",
        "vehicle",
        "driver",
        "expected",
        "pay",
        "attention",
        "little",
        "detail",
        "often",
        "taking",
        "control",
        "prevent",
        "bad",
        "experience",
        "like",
        "hard",
        "braking",
        "according",
        "company",
        "document",
        "around",
        "october",
        "uber",
        "merged",
        "two",
        "group",
        "get",
        "point",
        "could",
        "offer",
        "truly",
        "driverless",
        "car",
        "service",
        "customer",
        "quickly",
        "possible",
        "customer",
        "pickup",
        "service",
        "mostly",
        "dropped",
        "driver",
        "could",
        "focus",
        "accumulating",
        "mile",
        "gathering",
        "data",
        "help",
        "system",
        "become",
        "reliable",
        "around",
        "time",
        "uber",
        "moved",
        "two",
        "employee",
        "every",
        "car",
        "one",
        "paired",
        "employee",
        "splitting",
        "duty",
        "one",
        "ready",
        "take",
        "autonomous",
        "system",
        "failed",
        "another",
        "keep",
        "eye",
        "computer",
        "detecting",
        "second",
        "person",
        "responsible",
        "keeping",
        "track",
        "system",
        "performance",
        "well",
        "labeling",
        "data",
        "laptop",
        "computer",
        "kallman",
        "uber",
        "spokesman",
        "said",
        "second",
        "person",
        "car",
        "purely",
        "data",
        "related",
        "task",
        "safety",
        "waymo",
        "also",
        "moved",
        "two",
        "operator",
        "time",
        "one",
        "situation",
        "late",
        "said",
        "johnny",
        "luu",
        "waymo",
        "spokesman",
        "waymo",
        "still",
        "us",
        "two",
        "test",
        "driver",
        "adding",
        "new",
        "system",
        "moving",
        "new",
        "location",
        "uber",
        "autonomous",
        "car",
        "operating",
        "nearly",
        "well",
        "competitor",
        "cruise",
        "reported",
        "california",
        "regulator",
        "went",
        "mile",
        "per",
        "intervention",
        "strong",
        "california",
        "result",
        "waymo",
        "testing",
        "car",
        "chandler",
        "phoenix",
        "suburb",
        "safety",
        "driver",
        "kallman",
        "said",
        "mile",
        "per",
        "intervention",
        "measure",
        "safety",
        "rate",
        "system",
        "improvement",
        "could",
        "differ",
        "depending",
        "car",
        "driven",
        "uber",
        "moved",
        "single",
        "operator",
        "employee",
        "expressed",
        "safety",
        "concern",
        "manager",
        "according",
        "two",
        "people",
        "familiar",
        "uber",
        "operation",
        "worried",
        "going",
        "solo",
        "would",
        "make",
        "harder",
        "remain",
        "alert",
        "hour",
        "monotonous",
        "driving",
        "kallman",
        "said",
        "delayed",
        "start",
        "initiative",
        "allow",
        "training",
        "make",
        "sure",
        "driver",
        "felt",
        "comfortable",
        "new",
        "role",
        "uber",
        "also",
        "developed",
        "app",
        "mounted",
        "ipad",
        "car",
        "middle",
        "console",
        "driver",
        "alert",
        "engineer",
        "problem",
        "driver",
        "could",
        "use",
        "app",
        "anytime",
        "without",
        "shifting",
        "car",
        "autonomous",
        "mode",
        "often",
        "driver",
        "would",
        "annotate",
        "data",
        "traffic",
        "light",
        "stop",
        "many",
        "car",
        "moving",
        "said",
        "two",
        "people",
        "familiar",
        "uber",
        "operation",
        "kallman",
        "said",
        "designed",
        "app",
        "meet",
        "government",
        "safety",
        "guideline",
        "software",
        "minimize",
        "distraction",
        "waymo",
        "different",
        "solution",
        "moved",
        "single",
        "safety",
        "driver",
        "added",
        "button",
        "steering",
        "wheel",
        "driver",
        "create",
        "audio",
        "explanation",
        "took",
        "car",
        "autonomous",
        "mode",
        "driver",
        "followed",
        "uber",
        "training",
        "one",
        "fired",
        "falling",
        "asleep",
        "wheel",
        "spotted",
        "colleague",
        "another",
        "spotted",
        "air",
        "drumming",
        "autonomous",
        "car",
        "passed",
        "intersection",
        "according",
        "two",
        "people",
        "familiar",
        "uber",
        "operation",
        "uber",
        "planning",
        "seek",
        "regulatory",
        "approval",
        "december",
        "start",
        "car",
        "service",
        "arizona",
        "according",
        "company",
        "document",
        "uber",
        "said",
        "vehicle",
        "would",
        "safer",
        "human",
        "driver",
        "would",
        "commercialize",
        "would",
        "operate",
        "around",
        "clock",
        "would",
        "stop",
        "bad",
        "weather",
        "traffic",
        "service",
        "need",
        "prove",
        "financial",
        "viability",
        "already",
        "one",
        "milestone",
        "missed",
        "khosrowshahi",
        "travel",
        "phoenix",
        "next",
        "month",
        "scheduling",
        "problem",
        "came",
        "crash",
        "kallman",
        "said",
        "unclear",
        "crash",
        "ultimately",
        "affect",
        "uber",
        "plan",
        "autonomous",
        "vehicle",
        "collection",
        "bad",
        "news",
        "around",
        "uber",
        "creates",
        "reputation",
        "people",
        "mind",
        "said",
        "michael",
        "ramsey",
        "automotive",
        "analyst",
        "gartner",
        "every",
        "company",
        "would",
        "get",
        "black",
        "eye",
        "might",
        "forgiven",
        "uber",
        "going",
        "hard",
        "shake",
        "watch",
        "uber",
        "accident",
        "impact",
        "tech",
        "show",
        "chapter",
        "analyst",
        "uber",
        "accident",
        "impact",
        "tech",
        "et",
        "tue",
        "march"
    ]
}