{
    "organizations": [],
    "uuid": "fbc9e4adccdb042edb04a3bfd498fd7b78b748c0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/pr-newswire-rubicon-minerals-announces-its-2017-financial-results-and-continues-test-mining-activities-at-the-phoenix-gold-project.html",
    "ord_in_thread": 0,
    "title": "Rubicon Minerals Announces its 2017 Financial Results and Continues Test Mining Activities at the Phoenix Gold Project",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TSX: RMX | OTCQX: RBYCF\nTORONTO, March 22, 2018 /PRNewswire/ - Rubicon Minerals Corporation (TSX: RMX | OTCQX: RBYCF) (\" Rubicon \" or the \" Company \") announces that it has filed its Consolidated Financial Statements and Management's Discussion and Analysis (\" MD&A \") for the years-ended December 31, 2017 and December 31, 2016. The Company confirms that copies of these annual filings can be obtained at www.rubiconminerals.com or www.sedar.com .\nHighlights from the Fourth Quarter 2017 Results and Subsequent Events to December 31, 2017:\nCash position: As of March 22, 2018, the Company had cash and cash equivalents and short-term investments of approximately C$27.4 million.\nExploration and evaluation expenditures: For the three-month period ended December 31, 2017, the Company spent approximately C$4.9 million in expenditures related to underground development, drilling, maintenance and technical consulting fees. Expenditures increased by C$1.6 million compared to the third quarter of 2017 and is primarily driven by the commencement of underground development activities. The Company anticipates exploration and evaluation expenditures to increase over the coming months due to drilling, test mining, bulk sampling and processing activities at the Phoenix Gold Project (the \" Project \"), as outlined in the 2018 Exploration Program.\nGeneral and administrative expenses (including salaries and benefits, and consulting and professional fees): For the three-month period ended December 31, 2017, the Company spent approximately C$1.6 million on expenditures related to general and administrative, salaries and benefits, and consulting and professional fees. Expenditures increased slightly by C$0.8 million compared to the third quarter of 2017 and is primarily attributed to an increase in corporate activity to support the Project.\nC$10.9 million private placement flow-through financing: On February 26, 2018, Rubicon completed a private placement flow-through financing for aggregate gross proceeds of C$10.9 million to the Company. The proceeds from this financing will be used for Canadian Exploration Expenses. The Company intends to expand its 2018 Exploration Program and will provide further details when finalized.\nApproximately 10,000 tonnes of mineralized material stockpiled on surface: The Company is advancing its underground development and test mining activities at the Project. The site team is currently blasting the #977 test stope, production drilling the #015 test stope, and developing the #161 test stope. In terms of material stockpiled on surface, Rubicon currently has approximately 3,000 tonnes of low-grade material that will be used for mill bedding and roughly 7,000 tonnes of mineralized material from the #977 test stope. The Company anticipates processing the mineralized material from the test stopes in mid-2018.\nUpdated preliminary interpretation of the structural geology of the F2 Gold Deposit (\"Preliminary Structural Interpretation\"): On March 12, 2018, Rubicon and its consultants developed a Preliminary Structural Interpretation. Some of the key takeaways from the Preliminary Structural Interpretation were, 1) the primary structural controls on the gold mineralization at the F2 Gold Deposit are the well-established Riedel vein system of quartz-actinolite veins, 2) the Preliminary Structural Interpretation shows more continuity of gold mineralization within the HiTi Basalt Units compared to the 2016 structural interpretation, and 3) the Preliminary Structural Interpretation has simplified and improved future modelling which in turn allows for the evaluation of bulk mining methods. Please see the Rubicon news release dated March 12, 2018 for further details.\nPlease refer to our Consolidated Financial Statements and MD&A for the year-ended December 31, 2017 for further details.\nAbout Rubicon Minerals Corporation\nRubicon Minerals Corporation is an advanced gold exploration company that owns the Phoenix Gold Project, located in the prolific Red Lake gold district in northwestern Ontario, Canada. Additionally, Rubicon controls over 280 square kilometres of prime exploration ground in Red Lake and more than 900 square kilometres of mineral property interests in the emerging Long Canyon gold district that straddles the Nevada-Utah border in the United States. Rubicon's shares are listed on the Toronto Stock Exchange ( RMX ) and the OTCQX markets ( RBYCF ). For more information, please visit our website at www.rubiconminerals.com .\nRUBICON MINERALS CORPORATION\nGeorge Ogilvie, P.Eng.\nPresident, CEO, and Director\nCautionary Statement regarding Forward-Looking Statements and other Cautionary Notes\nThis news release contains statements that constitute \"forward-looking statements\" and \"forward looking information\" (collectively, \"forward-looking statements\") within the meaning of applicable Canadian and United States securities legislation. Generally, these forward-looking statements can be identified by the use of forward-looking terminology such as \"believes\", \"intends\", \"may\", \"will\", \"should\", \"plans\", \"anticipates\", \"potential\", \"expects\", \"estimates\", \"forecasts\", \"budget\", \"likely\", \"goal\" and similar expressions or statements that certain actions, events or results may or may not be achieved or occur in the future. In some cases, forward-looking information may be stated in the present tense, such as in respect of current matters that may be continuing, or that may have a future impact or effect. Forward-looking statements reflect our current expectations and assumptions, and are subject to a number of known and unknown risks, uncertainties and other factors which may cause our actual results, performance or achievements to be materially different from any anticipated future results, performance or achievements expressed or implied by the forward-looking statements. Forward-looking statements include, but are not limited to statements regarding the level of anticipated exploration and evaluation expenditures in connection with the planned test mining, bulk sampling and processing activities at the Project, the anticipated use of proceeds from the private placement flow-through financing, the anticipated timing of the processing of mineralized material from the test stopes at the Project and the preliminary observations of the Preliminary Structural Interpretation in respect of, without limitation, the primary structural controls on the gold mineralization at the F2 Gold Deposit, the continuity of the gold mineralization within the HiTi Basalt Units, and the potential impact of the Preliminary Structural Interpretation on the geological model of and the appropriate mining method for the F2 Gold Deposit.\nForward-looking statements involve known and unknown risks, uncertainties and other factors which may cause the actual results, performance or achievements of Rubicon to be materially different from any future results, performance or achievements expressed or implied by the forward-looking statements. Such factors include, among others: possible variations in mineralization, grade or recovery or throughput rates; uncertainty of mineral resources, inability to realize exploration potential, mineral grades and mineral recovery estimates; actual results of current exploration activities; actual results of reclamation activities; uncertainty of future operations, delays in completion of exploration plans for any reason including insufficient capital, delays in permitting, and labour issues; conclusions of future economic or geological evaluations; changes in project parameters as plans continue to be refined; failure of equipment or processes to operate as anticipated; accidents and other risks of the mining industry; delays and other risks related to operations; timing and receipt of regulatory approvals; the ability of Rubicon and other relevant parties to satisfy regulatory requirements; the ability of Rubicon to comply with its obligations under material agreements including financing agreements; the availability of financing for proposed programs and working capital requirements on reasonable terms; the ability of third-party service providers to deliver services on reasonable terms and in a timely manner; risks associated with the ability to retain key executives and key operating personnel; cost of environmental expenditures and potential environmental liabilities; dissatisfaction or disputes with local communities or First Nations or Aboriginal Communities; failure of plant, equipment or processes to operate as anticipated; market conditions and general business, economic, competitive, political and social conditions; our ability to generate sufficient cash flow from operations or obtain adequate financing to fund our capital expenditures and working capital needs and meet our other obligations; the volatility of our stock price, and the ability of our common stock to remain listed and traded on the TSX.\nForward-looking statements contained herein are made as of the date of this news release and Rubicon disclaims any obligation to update any forward-looking statements, whether as a result of new information, future events or results or otherwise, except as required by applicable securities laws. Readers are advised to carefully review and consider the risk factors identified in the Company's annual information form dated March 29, 2017 under the heading \"Risk Factors\" and in other continuous disclosure documents of the Company filed at www.sedar.com for a discussion of the factors that could cause Rubicon's actual results, performance and achievements to be materially different from any anticipated future results, performance or achievements expressed or implied by the forward-looking statements. Readers are further cautioned that the foregoing list of assumptions and risk factors is not exhaustive and it is recommended that prospective investors consult the more complete discussion of Rubicon's business, financial condition and prospects that is included in this news release. The forward-looking statements contained herein are expressly qualified by this cautionary statement.\nThe Toronto Stock Exchange has not reviewed and does not accept responsibility for the adequacy or accuracy of this release\nSOURCE Rubicon Minerals Corporation",
    "published": "2018-03-23T00:50:00.000+02:00",
    "crawled": "2018-03-23T04:05:35.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tsx",
        "rmx",
        "otcqx",
        "rbycf",
        "toronto",
        "march",
        "rubicon",
        "mineral",
        "corporation",
        "tsx",
        "rmx",
        "otcqx",
        "rbycf",
        "rubicon",
        "company",
        "announces",
        "filed",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "md",
        "december",
        "december",
        "company",
        "confirms",
        "copy",
        "annual",
        "filing",
        "obtained",
        "highlight",
        "fourth",
        "quarter",
        "result",
        "subsequent",
        "event",
        "december",
        "cash",
        "position",
        "march",
        "company",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "approximately",
        "c",
        "million",
        "exploration",
        "evaluation",
        "expenditure",
        "period",
        "ended",
        "december",
        "company",
        "spent",
        "approximately",
        "c",
        "million",
        "expenditure",
        "related",
        "underground",
        "development",
        "drilling",
        "maintenance",
        "technical",
        "consulting",
        "fee",
        "expenditure",
        "increased",
        "c",
        "million",
        "compared",
        "third",
        "quarter",
        "primarily",
        "driven",
        "commencement",
        "underground",
        "development",
        "activity",
        "company",
        "anticipates",
        "exploration",
        "evaluation",
        "expenditure",
        "increase",
        "coming",
        "month",
        "due",
        "drilling",
        "test",
        "mining",
        "bulk",
        "sampling",
        "processing",
        "activity",
        "phoenix",
        "gold",
        "project",
        "project",
        "outlined",
        "exploration",
        "program",
        "general",
        "administrative",
        "expense",
        "including",
        "salary",
        "benefit",
        "consulting",
        "professional",
        "fee",
        "period",
        "ended",
        "december",
        "company",
        "spent",
        "approximately",
        "c",
        "million",
        "expenditure",
        "related",
        "general",
        "administrative",
        "salary",
        "benefit",
        "consulting",
        "professional",
        "fee",
        "expenditure",
        "increased",
        "slightly",
        "c",
        "million",
        "compared",
        "third",
        "quarter",
        "primarily",
        "attributed",
        "increase",
        "corporate",
        "activity",
        "support",
        "project",
        "c",
        "million",
        "private",
        "placement",
        "financing",
        "february",
        "rubicon",
        "completed",
        "private",
        "placement",
        "financing",
        "aggregate",
        "gross",
        "proceeds",
        "c",
        "million",
        "company",
        "proceeds",
        "financing",
        "used",
        "canadian",
        "exploration",
        "expense",
        "company",
        "intends",
        "expand",
        "exploration",
        "program",
        "provide",
        "detail",
        "finalized",
        "approximately",
        "tonne",
        "mineralized",
        "material",
        "stockpiled",
        "surface",
        "company",
        "advancing",
        "underground",
        "development",
        "test",
        "mining",
        "activity",
        "project",
        "site",
        "team",
        "currently",
        "blasting",
        "test",
        "stope",
        "production",
        "drilling",
        "test",
        "stope",
        "developing",
        "test",
        "stope",
        "term",
        "material",
        "stockpiled",
        "surface",
        "rubicon",
        "currently",
        "approximately",
        "tonne",
        "material",
        "used",
        "mill",
        "bedding",
        "roughly",
        "tonne",
        "mineralized",
        "material",
        "test",
        "stope",
        "company",
        "anticipates",
        "processing",
        "mineralized",
        "material",
        "test",
        "stopes",
        "updated",
        "preliminary",
        "interpretation",
        "structural",
        "geology",
        "f2",
        "gold",
        "deposit",
        "preliminary",
        "structural",
        "interpretation",
        "march",
        "rubicon",
        "consultant",
        "developed",
        "preliminary",
        "structural",
        "interpretation",
        "key",
        "takeaway",
        "preliminary",
        "structural",
        "interpretation",
        "primary",
        "structural",
        "control",
        "gold",
        "mineralization",
        "f2",
        "gold",
        "deposit",
        "riedel",
        "vein",
        "system",
        "vein",
        "preliminary",
        "structural",
        "interpretation",
        "show",
        "continuity",
        "gold",
        "mineralization",
        "within",
        "hiti",
        "basalt",
        "unit",
        "compared",
        "structural",
        "interpretation",
        "preliminary",
        "structural",
        "interpretation",
        "simplified",
        "improved",
        "future",
        "modelling",
        "turn",
        "allows",
        "evaluation",
        "bulk",
        "mining",
        "method",
        "please",
        "see",
        "rubicon",
        "news",
        "release",
        "dated",
        "march",
        "detail",
        "please",
        "refer",
        "consolidated",
        "financial",
        "statement",
        "md",
        "december",
        "detail",
        "rubicon",
        "mineral",
        "corporation",
        "rubicon",
        "mineral",
        "corporation",
        "advanced",
        "gold",
        "exploration",
        "company",
        "owns",
        "phoenix",
        "gold",
        "project",
        "located",
        "prolific",
        "red",
        "lake",
        "gold",
        "district",
        "northwestern",
        "ontario",
        "canada",
        "additionally",
        "rubicon",
        "control",
        "square",
        "kilometre",
        "prime",
        "exploration",
        "ground",
        "red",
        "lake",
        "square",
        "kilometre",
        "mineral",
        "property",
        "interest",
        "emerging",
        "long",
        "canyon",
        "gold",
        "district",
        "straddle",
        "border",
        "united",
        "state",
        "rubicon",
        "share",
        "listed",
        "toronto",
        "stock",
        "exchange",
        "rmx",
        "otcqx",
        "market",
        "rbycf",
        "information",
        "please",
        "visit",
        "website",
        "rubicon",
        "mineral",
        "corporation",
        "george",
        "ogilvie",
        "president",
        "ceo",
        "director",
        "cautionary",
        "statement",
        "regarding",
        "statement",
        "cautionary",
        "note",
        "news",
        "release",
        "contains",
        "statement",
        "constitute",
        "statement",
        "forward",
        "looking",
        "information",
        "collectively",
        "statement",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "united",
        "state",
        "security",
        "legislation",
        "generally",
        "statement",
        "identified",
        "use",
        "terminology",
        "belief",
        "intends",
        "may",
        "plan",
        "anticipates",
        "potential",
        "expects",
        "estimate",
        "forecast",
        "budget",
        "likely",
        "goal",
        "similar",
        "expression",
        "statement",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "may",
        "achieved",
        "occur",
        "future",
        "case",
        "information",
        "may",
        "stated",
        "present",
        "tense",
        "respect",
        "current",
        "matter",
        "may",
        "continuing",
        "may",
        "future",
        "impact",
        "effect",
        "statement",
        "reflect",
        "current",
        "expectation",
        "assumption",
        "subject",
        "number",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "level",
        "anticipated",
        "exploration",
        "evaluation",
        "expenditure",
        "connection",
        "planned",
        "test",
        "mining",
        "bulk",
        "sampling",
        "processing",
        "activity",
        "project",
        "anticipated",
        "use",
        "proceeds",
        "private",
        "placement",
        "financing",
        "anticipated",
        "timing",
        "processing",
        "mineralized",
        "material",
        "test",
        "stopes",
        "project",
        "preliminary",
        "observation",
        "preliminary",
        "structural",
        "interpretation",
        "respect",
        "without",
        "limitation",
        "primary",
        "structural",
        "control",
        "gold",
        "mineralization",
        "f2",
        "gold",
        "deposit",
        "continuity",
        "gold",
        "mineralization",
        "within",
        "hiti",
        "basalt",
        "unit",
        "potential",
        "impact",
        "preliminary",
        "structural",
        "interpretation",
        "geological",
        "model",
        "appropriate",
        "mining",
        "method",
        "f2",
        "gold",
        "deposit",
        "statement",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "rubicon",
        "materially",
        "different",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "factor",
        "include",
        "among",
        "others",
        "possible",
        "variation",
        "mineralization",
        "grade",
        "recovery",
        "throughput",
        "rate",
        "uncertainty",
        "mineral",
        "resource",
        "inability",
        "realize",
        "exploration",
        "potential",
        "mineral",
        "grade",
        "mineral",
        "recovery",
        "estimate",
        "actual",
        "result",
        "current",
        "exploration",
        "activity",
        "actual",
        "result",
        "reclamation",
        "activity",
        "uncertainty",
        "future",
        "operation",
        "delay",
        "completion",
        "exploration",
        "plan",
        "reason",
        "including",
        "insufficient",
        "capital",
        "delay",
        "permitting",
        "labour",
        "issue",
        "conclusion",
        "future",
        "economic",
        "geological",
        "evaluation",
        "change",
        "project",
        "parameter",
        "plan",
        "continue",
        "refined",
        "failure",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "accident",
        "risk",
        "mining",
        "industry",
        "delay",
        "risk",
        "related",
        "operation",
        "timing",
        "receipt",
        "regulatory",
        "approval",
        "ability",
        "rubicon",
        "relevant",
        "party",
        "satisfy",
        "regulatory",
        "requirement",
        "ability",
        "rubicon",
        "comply",
        "obligation",
        "material",
        "agreement",
        "including",
        "financing",
        "agreement",
        "availability",
        "financing",
        "proposed",
        "program",
        "working",
        "capital",
        "requirement",
        "reasonable",
        "term",
        "ability",
        "service",
        "provider",
        "deliver",
        "service",
        "reasonable",
        "term",
        "timely",
        "manner",
        "risk",
        "associated",
        "ability",
        "retain",
        "key",
        "executive",
        "key",
        "operating",
        "personnel",
        "cost",
        "environmental",
        "expenditure",
        "potential",
        "environmental",
        "liability",
        "dissatisfaction",
        "dispute",
        "local",
        "community",
        "first",
        "nation",
        "aboriginal",
        "community",
        "failure",
        "plant",
        "equipment",
        "process",
        "operate",
        "anticipated",
        "market",
        "condition",
        "general",
        "business",
        "economic",
        "competitive",
        "political",
        "social",
        "condition",
        "ability",
        "generate",
        "sufficient",
        "cash",
        "flow",
        "operation",
        "obtain",
        "adequate",
        "financing",
        "fund",
        "capital",
        "expenditure",
        "working",
        "capital",
        "need",
        "meet",
        "obligation",
        "volatility",
        "stock",
        "price",
        "ability",
        "common",
        "stock",
        "remain",
        "listed",
        "traded",
        "tsx",
        "statement",
        "contained",
        "herein",
        "made",
        "date",
        "news",
        "release",
        "rubicon",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "result",
        "otherwise",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "reader",
        "advised",
        "carefully",
        "review",
        "consider",
        "risk",
        "factor",
        "identified",
        "company",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "heading",
        "risk",
        "factor",
        "continuous",
        "disclosure",
        "document",
        "company",
        "filed",
        "discussion",
        "factor",
        "could",
        "cause",
        "rubicon",
        "actual",
        "result",
        "performance",
        "achievement",
        "materially",
        "different",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "reader",
        "cautioned",
        "foregoing",
        "list",
        "assumption",
        "risk",
        "factor",
        "exhaustive",
        "recommended",
        "prospective",
        "investor",
        "consult",
        "complete",
        "discussion",
        "rubicon",
        "business",
        "financial",
        "condition",
        "prospect",
        "included",
        "news",
        "release",
        "statement",
        "contained",
        "herein",
        "expressly",
        "qualified",
        "cautionary",
        "statement",
        "toronto",
        "stock",
        "exchange",
        "reviewed",
        "accept",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "source",
        "rubicon",
        "mineral",
        "corporation"
    ]
}