{
    "organizations": [],
    "uuid": "966f362ea7464545c59bf28aa9dc435109cd56dd",
    "author": "Natalie Kitroeff",
    "url": "https://www.cnbc.com/2018/03/04/trumps-tariff-plan-leaves-blue-collar-winners-and-losers.html",
    "ord_in_thread": 0,
    "title": "Trump’s tariff plan leaves blue-collar winners and losers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Jodi Gralnick | CNBC Sharon Tube Company, a division of Zekelman Industries in Wheatland, PA. President Trump's announcement that he planned to impose steep tariffs on imported steel and aluminum delighted some blue-collar industries he had championed. \"Enthusiastic and gratified are probably understatements,\" said Michael A. Bless, the president of Century Aluminum.\nBehemoth steel buyers like Boeing and General Motors weren't as pleased. Their shares fell on the news, and the most obvious aluminum dependents — the brewing giants Anheuser-Busch and MillerCoors — warned about the risk of job losses.\nBut it is people like H. O. Woltz III who feel most vulnerable.\nMr. Woltz is the chairman and chief executive of Insteel Industries , which operates 10 plants from Arizona to Pennsylvania producing steel wire products for concrete reinforcing. He has about 1,000 workers, most without college degrees.\n\"The jobs that we have are good jobs,\" Mr. Woltz said. \"Our guys make a lot of money.\"\nNow his business calculus is being upended. A tariff on imports also allows domestic steel and aluminum producers to charge higher prices, affecting manufacturers across the United States.\nAs industrial America sorts out the tariffs' prospective impact, one thing is clear: The divide between the metal producers and their customers slices directly through Mr. Trump's blue-collar constituency.\nMr. Trump argues that free trade has hollowed out America's industrial base and saddled the country with huge trade deficits. He has promised to recover lost ground with an \"America first\" trade policy.\nBut putting America first may not put all American workers ahead.\n\"There are more losers than winners,\" said Monica de Bolle, an economist at the Peterson Institute for International Economics. \"If the point is to protect American jobs, if the point is to protect small and medium-sized businesses, this is exactly the wrong way to do things.\"\nThe mills and smelters that supply the raw material, and that would directly benefit from the tariffs, have been shrinking for years. Today, those industries employ fewer than 200,000 people. The companies that buy steel and aluminum, to make everything from trucks to chicken coops, employ more than 6.5 million workers, according to a Heritage Foundation analysis of Commerce Department data.\nMr. Woltz, who is based in North Carolina, counts himself among hundreds of specialized businesses that will bear the brunt of the tariffs.\nHe pays around $20 an hour on average, and he has been able to increase his payroll despite stiff competition from abroad. If you have seen a bridge being hoisted over a highway in the last 20 years, he said, you probably caught a glimpse of Insteel's handiwork.\nThe wire product he makes is not unique, though, and he fears that if he has to charge commercial builders more, he will lose business to foreign competitors paying much less for their raw materials.\n\"If the customers have the option of purchasing from Malaysians or Colombians, who don't have to pay that extra cost, that's what they are going to do,\" Mr. Woltz said.\nHe buys most of his raw material from domestic mills, but he expects them to raise prices as their foreign competitors are hit by tariffs of up to 25 percent.\nRight now, he pays around $600 per ton of steel wire rod. The impact of a 25 percent tariff would add $150 to that price. He makes only $40 in profit per ton, though, so the math would destroy his balance sheet.\nGetty Images participates in a meeting with leaders of the steel industry at the White House March 1, 2018 in Washington, DC. More from The New York Times\nEscalating trade fight, Trump threatens higher taxes on European cars\nCan fashion help Detroit make a comeback?\nThe Trump steel tariffs are economically small and symbolically huge\nIt is not clear yet whether employers like Mr. Woltz will cut jobs because of the tariffs. Economic growth has been strong, and the corporate tax cut will give companies more cash to work with.\n\"We think the dial won't move that much,\" said Atsi Sheth, an economist at Moody's Investors Service. \"You are likely to gain jobs in a few sectors, but lose them in others.\"\nPresident George W. Bush imposed tariffs of up to 30 percent on steel imports in 2002, intending them to last three years, but lifted them earlier than expected after European trading partners threatened to retaliate. One retrospective study found that higher steel prices cost more jobs than the number of people employed in the industry at the time.\nIn the long haul, tariffs may also hurt the industries they're supposed to prop up, Ms. Sheth said.\n\"Even the sectors that are protected over time become less efficient because they have to work less hard,\" she said.\nBut for now, the mood at Century Aluminum is jubilant.\n\"Finally we have got an administration who is willing to say, 'It might make a lot of people around the world mad, but if we don't do it now, then when?'\" said Mr. Bless, Century's president.\nThe tariff on aluminum, prospectively 10 percent, would allow Mr. Bless to restart some production of high-purity aluminum for military use at Century's plant in Hawesville, Kentucky, which it partly shut three years ago, he said. He plans to hire 300 people this year on top of the 1,850 he already employs and invest more than $100 million in the smelting operation.\n\"These are jobs that are sorely needed,\" Mr. Bless said.\nThat is the kind of response that labor unions have been waiting for. Leo W. Gerard, the president of the United Steelworkers union, which also represents aluminum workers, said his members were tired of enduring layoffs because of an onslaught of artificially cheap steel and aluminum produced by \"cheaters\" in China.\n\"Some of these idiots that say we are going to start a trade war — well, we are in a trade war now, and we are just sitting back,\" Mr. Gerard said. His union represents more than 200,000 Canadian workers, though, and Mr. Gerard said he hoped Mr. Trump would not apply the tariff to Canada.\n\"We didn't want to — and didn't ask the administration to — alienate those countries that don't cheat,\" Mr. Gerard said, citing Canada and European countries among the virtuous.\nEconomists say it is unlikely that the tariffs would lead to a steel hiring boom. The industry has hemorrhaged jobs over the last half-century, but research suggests that is largely because of technological innovation.\nIn any case, economists say, any gains would probably be offset by the pain inflicted on smaller players down the supply chain. John T. Johnson's company is one of them.\nMr. Johnson runs a family business out of Nashville, Mid-South Wire Company , which his father founded 51 years ago.\nHe has 150 employees, who all get a 401(k) retirement plan and health insurance. They tend to spend their careers at the company, turning hot-rolled wire rod into dishwasher racks, shopping carts and bucket handles.\nMr. Johnson used to make a lot of barbecue grills, he said. Then Chinese manufacturers got into the game, flooding the market with cheap alternatives. Char-Broil grill production moved from Georgia to China. Others followed. Mr. Johnson had to find new products to replace that business.\n\"You can hardly find an American-made barbecue grill now,\" Mr. Johnson said. \"They are all imported.\"\nThe experience taught him that his hold on the market would last only as long as his price advantage, which would slip away with tariffs.\n\"When you have a situation like this, that creates the opportunity for these products to go offshore,\" he said. If his sales are badly hurt by the tariffs, Mr. Johnson will lay people off, notwithstanding any tax-cut benefits.\n\"I have to make money to pay taxes,\" he said glumly. To him, it feels as if the administration cares only about the people melting and hot-rolling steel, and not those turning that material into the racks at a hardware store or the products sitting on them.\n\"We are steel workers, too,\" he said. \"Our jobs and our livelihood are centered around steel just as much as the steel mills.\"",
    "published": "2018-03-05T00:54:00.000+02:00",
    "crawled": "2018-03-05T00:54:25.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "jodi",
        "gralnick",
        "cnbc",
        "sharon",
        "tube",
        "company",
        "division",
        "zekelman",
        "industry",
        "wheatland",
        "president",
        "trump",
        "announcement",
        "planned",
        "impose",
        "steep",
        "tariff",
        "imported",
        "steel",
        "aluminum",
        "delighted",
        "industry",
        "championed",
        "enthusiastic",
        "gratified",
        "probably",
        "understatement",
        "said",
        "michael",
        "bless",
        "president",
        "century",
        "aluminum",
        "behemoth",
        "steel",
        "buyer",
        "like",
        "boeing",
        "general",
        "motor",
        "pleased",
        "share",
        "fell",
        "news",
        "obvious",
        "aluminum",
        "dependent",
        "brewing",
        "giant",
        "millercoors",
        "warned",
        "risk",
        "job",
        "loss",
        "people",
        "like",
        "woltz",
        "iii",
        "feel",
        "vulnerable",
        "woltz",
        "chairman",
        "chief",
        "executive",
        "insteel",
        "industry",
        "operates",
        "plant",
        "arizona",
        "pennsylvania",
        "producing",
        "steel",
        "wire",
        "product",
        "concrete",
        "reinforcing",
        "worker",
        "without",
        "college",
        "degree",
        "job",
        "good",
        "job",
        "woltz",
        "said",
        "guy",
        "make",
        "lot",
        "money",
        "business",
        "calculus",
        "upended",
        "tariff",
        "import",
        "also",
        "allows",
        "domestic",
        "steel",
        "aluminum",
        "producer",
        "charge",
        "higher",
        "price",
        "affecting",
        "manufacturer",
        "across",
        "united",
        "state",
        "industrial",
        "america",
        "sort",
        "tariff",
        "prospective",
        "impact",
        "one",
        "thing",
        "clear",
        "divide",
        "metal",
        "producer",
        "customer",
        "slice",
        "directly",
        "trump",
        "constituency",
        "trump",
        "argues",
        "free",
        "trade",
        "hollowed",
        "america",
        "industrial",
        "base",
        "saddled",
        "country",
        "huge",
        "trade",
        "deficit",
        "promised",
        "recover",
        "lost",
        "ground",
        "america",
        "first",
        "trade",
        "policy",
        "putting",
        "america",
        "first",
        "may",
        "put",
        "american",
        "worker",
        "ahead",
        "loser",
        "winner",
        "said",
        "monica",
        "de",
        "bolle",
        "economist",
        "peterson",
        "institute",
        "international",
        "economics",
        "point",
        "protect",
        "american",
        "job",
        "point",
        "protect",
        "small",
        "business",
        "exactly",
        "wrong",
        "way",
        "thing",
        "mill",
        "smelter",
        "supply",
        "raw",
        "material",
        "would",
        "directly",
        "benefit",
        "tariff",
        "shrinking",
        "year",
        "today",
        "industry",
        "employ",
        "fewer",
        "people",
        "company",
        "buy",
        "steel",
        "aluminum",
        "make",
        "everything",
        "truck",
        "chicken",
        "coop",
        "employ",
        "million",
        "worker",
        "according",
        "heritage",
        "foundation",
        "analysis",
        "commerce",
        "department",
        "data",
        "woltz",
        "based",
        "north",
        "carolina",
        "count",
        "among",
        "hundred",
        "specialized",
        "business",
        "bear",
        "brunt",
        "tariff",
        "pay",
        "around",
        "hour",
        "average",
        "able",
        "increase",
        "payroll",
        "despite",
        "stiff",
        "competition",
        "abroad",
        "seen",
        "bridge",
        "hoisted",
        "highway",
        "last",
        "year",
        "said",
        "probably",
        "caught",
        "glimpse",
        "insteel",
        "handiwork",
        "wire",
        "product",
        "make",
        "unique",
        "though",
        "fear",
        "charge",
        "commercial",
        "builder",
        "lose",
        "business",
        "foreign",
        "competitor",
        "paying",
        "much",
        "less",
        "raw",
        "material",
        "customer",
        "option",
        "purchasing",
        "malaysian",
        "colombian",
        "pay",
        "extra",
        "cost",
        "going",
        "woltz",
        "said",
        "buy",
        "raw",
        "material",
        "domestic",
        "mill",
        "expects",
        "raise",
        "price",
        "foreign",
        "competitor",
        "hit",
        "tariff",
        "percent",
        "right",
        "pay",
        "around",
        "per",
        "ton",
        "steel",
        "wire",
        "rod",
        "impact",
        "percent",
        "tariff",
        "would",
        "add",
        "price",
        "make",
        "profit",
        "per",
        "ton",
        "though",
        "math",
        "would",
        "destroy",
        "balance",
        "sheet",
        "getty",
        "image",
        "participates",
        "meeting",
        "leader",
        "steel",
        "industry",
        "white",
        "house",
        "march",
        "washington",
        "dc",
        "new",
        "york",
        "time",
        "escalating",
        "trade",
        "fight",
        "trump",
        "threatens",
        "higher",
        "tax",
        "european",
        "car",
        "fashion",
        "help",
        "detroit",
        "make",
        "comeback",
        "trump",
        "steel",
        "tariff",
        "economically",
        "small",
        "symbolically",
        "huge",
        "clear",
        "yet",
        "whether",
        "employer",
        "like",
        "woltz",
        "cut",
        "job",
        "tariff",
        "economic",
        "growth",
        "strong",
        "corporate",
        "tax",
        "cut",
        "give",
        "company",
        "cash",
        "work",
        "think",
        "dial",
        "wo",
        "move",
        "much",
        "said",
        "atsi",
        "sheth",
        "economist",
        "moody",
        "investor",
        "service",
        "likely",
        "gain",
        "job",
        "sector",
        "lose",
        "others",
        "president",
        "george",
        "bush",
        "imposed",
        "tariff",
        "percent",
        "steel",
        "import",
        "intending",
        "last",
        "three",
        "year",
        "lifted",
        "earlier",
        "expected",
        "european",
        "trading",
        "partner",
        "threatened",
        "retaliate",
        "one",
        "retrospective",
        "study",
        "found",
        "higher",
        "steel",
        "price",
        "cost",
        "job",
        "number",
        "people",
        "employed",
        "industry",
        "time",
        "long",
        "haul",
        "tariff",
        "may",
        "also",
        "hurt",
        "industry",
        "supposed",
        "prop",
        "sheth",
        "said",
        "even",
        "sector",
        "protected",
        "time",
        "become",
        "less",
        "efficient",
        "work",
        "less",
        "hard",
        "said",
        "mood",
        "century",
        "aluminum",
        "jubilant",
        "finally",
        "got",
        "administration",
        "willing",
        "say",
        "might",
        "make",
        "lot",
        "people",
        "around",
        "world",
        "mad",
        "said",
        "bless",
        "century",
        "president",
        "tariff",
        "aluminum",
        "prospectively",
        "percent",
        "would",
        "allow",
        "bless",
        "restart",
        "production",
        "aluminum",
        "military",
        "use",
        "century",
        "plant",
        "hawesville",
        "kentucky",
        "partly",
        "shut",
        "three",
        "year",
        "ago",
        "said",
        "plan",
        "hire",
        "people",
        "year",
        "top",
        "already",
        "employ",
        "invest",
        "million",
        "smelting",
        "operation",
        "job",
        "sorely",
        "needed",
        "bless",
        "said",
        "kind",
        "response",
        "labor",
        "union",
        "waiting",
        "leo",
        "gerard",
        "president",
        "united",
        "steelworker",
        "union",
        "also",
        "represents",
        "aluminum",
        "worker",
        "said",
        "member",
        "tired",
        "enduring",
        "layoff",
        "onslaught",
        "artificially",
        "cheap",
        "steel",
        "aluminum",
        "produced",
        "cheater",
        "china",
        "idiot",
        "say",
        "going",
        "start",
        "trade",
        "war",
        "well",
        "trade",
        "war",
        "sitting",
        "back",
        "gerard",
        "said",
        "union",
        "represents",
        "canadian",
        "worker",
        "though",
        "gerard",
        "said",
        "hoped",
        "trump",
        "would",
        "apply",
        "tariff",
        "canada",
        "want",
        "ask",
        "administration",
        "alienate",
        "country",
        "cheat",
        "gerard",
        "said",
        "citing",
        "canada",
        "european",
        "country",
        "among",
        "virtuous",
        "economist",
        "say",
        "unlikely",
        "tariff",
        "would",
        "lead",
        "steel",
        "hiring",
        "boom",
        "industry",
        "hemorrhaged",
        "job",
        "last",
        "research",
        "suggests",
        "largely",
        "technological",
        "innovation",
        "case",
        "economist",
        "say",
        "gain",
        "would",
        "probably",
        "offset",
        "pain",
        "inflicted",
        "smaller",
        "player",
        "supply",
        "chain",
        "john",
        "johnson",
        "company",
        "one",
        "johnson",
        "run",
        "family",
        "business",
        "nashville",
        "wire",
        "company",
        "father",
        "founded",
        "year",
        "ago",
        "employee",
        "get",
        "k",
        "retirement",
        "plan",
        "health",
        "insurance",
        "tend",
        "spend",
        "career",
        "company",
        "turning",
        "wire",
        "rod",
        "dishwasher",
        "rack",
        "shopping",
        "cart",
        "bucket",
        "handle",
        "johnson",
        "used",
        "make",
        "lot",
        "barbecue",
        "grill",
        "said",
        "chinese",
        "manufacturer",
        "got",
        "game",
        "flooding",
        "market",
        "cheap",
        "alternative",
        "grill",
        "production",
        "moved",
        "georgia",
        "china",
        "others",
        "followed",
        "johnson",
        "find",
        "new",
        "product",
        "replace",
        "business",
        "hardly",
        "find",
        "barbecue",
        "grill",
        "johnson",
        "said",
        "imported",
        "experience",
        "taught",
        "hold",
        "market",
        "would",
        "last",
        "long",
        "price",
        "advantage",
        "would",
        "slip",
        "away",
        "tariff",
        "situation",
        "like",
        "creates",
        "opportunity",
        "product",
        "go",
        "offshore",
        "said",
        "sale",
        "badly",
        "hurt",
        "tariff",
        "johnson",
        "lay",
        "people",
        "notwithstanding",
        "benefit",
        "make",
        "money",
        "pay",
        "tax",
        "said",
        "glumly",
        "feel",
        "administration",
        "care",
        "people",
        "melting",
        "steel",
        "turning",
        "material",
        "rack",
        "hardware",
        "store",
        "product",
        "sitting",
        "steel",
        "worker",
        "said",
        "job",
        "livelihood",
        "centered",
        "around",
        "steel",
        "much",
        "steel",
        "mill"
    ]
}