{
    "organizations": [],
    "uuid": "c235be1b902052544cf8375db4db1e55a326e277",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/pr-newswire-chegg-prices-upsized-offering-of-300-point-0-million-of-0-point-25-percent-convertible-senior-notes-due-2023.html",
    "ord_in_thread": 0,
    "title": "Chegg Prices Upsized Offering of $300.0 Million of 0.25% Convertible Senior Notes Due 2023",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SANTA CLARA, Calif., March 29, 2018 /PRNewswire/ -- Chegg, Inc. (NYSE: CHGG) today announced that it has priced $300.0 million aggregate principal amount of 0.25% convertible senior notes due 2023 (the \"notes\"). The aggregate principal amount of the offering was increased from the previously announced offering size of $250.0 million. The notes will be sold to qualified institutional buyers pursuant to Rule 144A under the Securities Act of 1933, as amended (the \"Act\"). Chegg also granted the initial purchasers of the notes an option to purchase up to an additional $45.0 million aggregate principal amount of notes. The sale is expected to close on April 3, 2018, subject to customary closing conditions.\nMorgan Stanley, BofA Merrill Lynch, and Allen & Company LLC are acting as initial purchasers of the notes.\nThe notes will be senior, unsecured obligations of Chegg, and interest of 0.25% per year will be payable semi-annually in arrears. The notes will mature on May 15, 2023, unless repurchased, redeemed or converted in accordance with their terms prior to such date. Prior to February 15, 2023, the notes will be convertible at the option of holders only upon satisfaction of certain conditions and during certain periods, and thereafter, at any time until the close of business on the second scheduled trading day immediately preceding the maturity date. Upon conversion, the notes may be settled in shares of Chegg common stock, cash or a combination of cash and shares of Chegg common stock, at the election of Chegg.\nChegg may not redeem the notes prior to May 20, 2021. Chegg may redeem for cash all or any portion of the notes, at its option, on or after May 20, 2021 if the last reported sale price of Chegg common stock has been at least 130% of the conversion price then in effect for at least 20 trading days (whether or not consecutive), including the trading day immediately preceding the date on which Chegg provides notice of redemption, during any 30 consecutive trading day period ending on, and including, the trading day immediately preceding the date on which Chegg provides notice of redemption at a redemption price equal to 100% of the principal amount of the notes to be redeemed, plus accrued and unpaid interest to, but excluding, the redemption date.\nHolders of the notes will have the right to require Chegg to repurchase for cash all or a portion of their notes at 100% of their principal amount, plus any accrued and unpaid interest, upon the occurrence of a fundamental change (as defined in the indenture relating to the notes). Chegg will also be required to increase the conversion rate for holders who convert their notes in connection with certain fundamental changes occurring prior to the maturity date or following Chegg's issuance of a notice of redemption.\nThe notes will have an initial conversion rate of 37.1051 shares of Chegg common stock per $1,000 principal amount of notes (which is subject to adjustment in certain circumstances). This is equivalent to an initial conversion price of approximately $26.95 per share. The initial conversion price represents a premium of approximately 32.5% to the $20.34 per share closing price of Chegg common stock on The New York Stock Exchange on March 28, 2018.\nChegg estimates that the net proceeds from the offering will be approximately $291.7 million (or $335.6 million if the initial purchasers exercise their option to purchase additional notes in full), after deducting the initial purchasers' discount and estimated offering expenses payable by Chegg. Chegg expects to use approximately $34.1 million of the net proceeds from the offering of the notes to pay the cost of the capped call transactions described below to manage potential dilution. In addition, Chegg expects to use approximately $20.0 million of the net proceeds from the offering to repurchase 983,284 shares of its common stock sold by certain purchasers of the notes in connection with the offering at a purchase price of $20.34 per share in privately negotiated transactions effected through Morgan Stanley & Co. LLC or one of its affiliates. These repurchases could increase (or reduce the size of any decrease in) the market price of Chegg's common stock, and could result in a higher effective conversion price for the notes. Chegg intends to use the remaining net proceeds from the offering for working capital and other general corporate purposes, which may include acquisitions or other strategic transactions.\nIn connection with the pricing of the notes, Chegg has entered into privately negotiated capped call transactions with certain of the initial purchasers of the notes or their respective affiliates and another financial institution (the \"capped call counterparties\"). The capped call transactions will initially cover, subject to customary anti-dilution adjustments, the number of shares of Chegg common stock that will initially underlie the notes, assuming the initial purchasers do not exercise their option to purchase additional notes. The capped call transactions are expected generally to reduce or offset potential dilution to holders of Chegg's common stock upon conversion of the notes and/or offset the potential cash payments that Chegg could be required to make in excess of the principal amount of any converted notes upon conversion thereof, with such reduction and/or offset subject to a cap based on the cap price. If the initial purchasers of the notes exercise their option to purchase additional notes, Chegg may enter into additional capped call transactions with capped call counterparties that would initially cover, subject to customary anti-dilution adjustments, the number of shares of Chegg common stock that will initially underlie the notes purchased by the initial purchasers pursuant to their option to purchase additional notes.\nIn connection with establishing their initial hedge of the capped call transactions, the capped call counterparties have advised Chegg that they and/or their respective affiliates expect to enter into various derivative transactions with respect to Chegg common stock and/or purchase Chegg common stock concurrently with, or shortly after, the pricing of the notes. This activity could increase (or reduce the size of any decrease in) the market price of Chegg common stock or the notes concurrently with, or shortly after, the pricing of the notes.\nIn addition, the capped call counterparties and/or their respective affiliates may modify their hedge positions by entering into or unwinding various derivatives with respect to Chegg common stock and/or purchasing or selling Chegg common stock in secondary market transactions following the pricing of the notes and prior to the maturity of the notes. This activity could decrease (or avoid an increase) in the market price of Chegg common stock or the notes, which could affect noteholders' ability to convert the notes and, to the extent the activity occurs during any observation period related to a conversion of notes, it could affect the amount and value of the consideration that noteholders will receive upon conversion of such notes.\nIf the initial purchasers exercise their option to purchase additional notes, Chegg may use the resulting additional proceeds of the sale of the additional notes to pay the cost of entering into the additional capped call transactions and for general corporate purposes, including potential acquisitions and strategic transactions.\nThis announcement is neither an offer to sell nor a solicitation of an offer to buy any of these securities (including the shares of Chegg common stock, if any, into which the notes are convertible) and shall not constitute an offer, solicitation or sale in any jurisdiction in which such offer, solicitation or sale is unlawful. Any offers of the notes will be made only by means of a private offering memorandum.\nThe notes and any shares of Chegg common stock issuable upon conversion of the notes have not been registered under the Act, or any state securities laws and may not be offered or sold in the United States absent registration or an applicable exemption from such registration requirements.\nUse of forward looking statements\nThis press release contains \" \" including, among other things, the potential effects of capped call transactions and statements relating to the expected use of proceeds from the offering. These are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. These statements involve risks and uncertainties results to differ materially, including, but not limited to, whether or not Chegg will consummate the offering, prevailing market conditions, the anticipated use of the proceeds of the offering, which could change as a result of market conditions or for other reasons, the impact of general economic, industry or political conditions in the United States or internationally, and whether the capped call transactions will become effective. We undertake no obligation, and do not intend, to update these after the date of this release.\nView original content with multimedia: http://www.prnewswire.com/news-releases/chegg-prices-upsized-offering-of-3000-million-of-025-convertible-senior-notes-due-2023-300621513.html\nSOURCE Chegg, Inc.",
    "published": "2018-03-29T08:06:00.000+03:00",
    "crawled": "2018-03-29T08:26:10.014+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "santa",
        "clara",
        "march",
        "chegg",
        "nyse",
        "chgg",
        "today",
        "announced",
        "priced",
        "million",
        "aggregate",
        "principal",
        "amount",
        "convertible",
        "senior",
        "note",
        "due",
        "note",
        "aggregate",
        "principal",
        "amount",
        "offering",
        "increased",
        "previously",
        "announced",
        "offering",
        "size",
        "million",
        "note",
        "sold",
        "qualified",
        "institutional",
        "buyer",
        "pursuant",
        "rule",
        "144a",
        "security",
        "act",
        "amended",
        "act",
        "chegg",
        "also",
        "granted",
        "initial",
        "purchaser",
        "note",
        "option",
        "purchase",
        "additional",
        "million",
        "aggregate",
        "principal",
        "amount",
        "note",
        "sale",
        "expected",
        "close",
        "april",
        "subject",
        "customary",
        "closing",
        "condition",
        "morgan",
        "stanley",
        "bofa",
        "merrill",
        "lynch",
        "allen",
        "company",
        "llc",
        "acting",
        "initial",
        "purchaser",
        "note",
        "note",
        "senior",
        "unsecured",
        "obligation",
        "chegg",
        "interest",
        "per",
        "year",
        "payable",
        "arrears",
        "note",
        "mature",
        "may",
        "unless",
        "repurchased",
        "redeemed",
        "converted",
        "accordance",
        "term",
        "prior",
        "date",
        "prior",
        "february",
        "note",
        "convertible",
        "option",
        "holder",
        "upon",
        "satisfaction",
        "certain",
        "condition",
        "certain",
        "period",
        "thereafter",
        "time",
        "close",
        "business",
        "second",
        "scheduled",
        "trading",
        "day",
        "immediately",
        "preceding",
        "maturity",
        "date",
        "upon",
        "conversion",
        "note",
        "may",
        "settled",
        "share",
        "chegg",
        "common",
        "stock",
        "cash",
        "combination",
        "cash",
        "share",
        "chegg",
        "common",
        "stock",
        "election",
        "chegg",
        "chegg",
        "may",
        "redeem",
        "note",
        "prior",
        "may",
        "chegg",
        "may",
        "redeem",
        "cash",
        "portion",
        "note",
        "option",
        "may",
        "last",
        "reported",
        "sale",
        "price",
        "chegg",
        "common",
        "stock",
        "least",
        "conversion",
        "price",
        "effect",
        "least",
        "trading",
        "day",
        "whether",
        "consecutive",
        "including",
        "trading",
        "day",
        "immediately",
        "preceding",
        "date",
        "chegg",
        "provides",
        "notice",
        "redemption",
        "consecutive",
        "trading",
        "day",
        "period",
        "ending",
        "including",
        "trading",
        "day",
        "immediately",
        "preceding",
        "date",
        "chegg",
        "provides",
        "notice",
        "redemption",
        "redemption",
        "price",
        "equal",
        "principal",
        "amount",
        "note",
        "redeemed",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "excluding",
        "redemption",
        "date",
        "holder",
        "note",
        "right",
        "require",
        "chegg",
        "repurchase",
        "cash",
        "portion",
        "note",
        "principal",
        "amount",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "upon",
        "occurrence",
        "fundamental",
        "change",
        "defined",
        "indenture",
        "relating",
        "note",
        "chegg",
        "also",
        "required",
        "increase",
        "conversion",
        "rate",
        "holder",
        "convert",
        "note",
        "connection",
        "certain",
        "fundamental",
        "change",
        "occurring",
        "prior",
        "maturity",
        "date",
        "following",
        "chegg",
        "issuance",
        "notice",
        "redemption",
        "note",
        "initial",
        "conversion",
        "rate",
        "share",
        "chegg",
        "common",
        "stock",
        "per",
        "principal",
        "amount",
        "note",
        "subject",
        "adjustment",
        "certain",
        "circumstance",
        "equivalent",
        "initial",
        "conversion",
        "price",
        "approximately",
        "per",
        "share",
        "initial",
        "conversion",
        "price",
        "represents",
        "premium",
        "approximately",
        "per",
        "share",
        "closing",
        "price",
        "chegg",
        "common",
        "stock",
        "new",
        "york",
        "stock",
        "exchange",
        "march",
        "chegg",
        "estimate",
        "net",
        "proceeds",
        "offering",
        "approximately",
        "million",
        "million",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "full",
        "deducting",
        "initial",
        "purchaser",
        "discount",
        "estimated",
        "offering",
        "expense",
        "payable",
        "chegg",
        "chegg",
        "expects",
        "use",
        "approximately",
        "million",
        "net",
        "proceeds",
        "offering",
        "note",
        "pay",
        "cost",
        "capped",
        "call",
        "transaction",
        "described",
        "manage",
        "potential",
        "dilution",
        "addition",
        "chegg",
        "expects",
        "use",
        "approximately",
        "million",
        "net",
        "proceeds",
        "offering",
        "repurchase",
        "share",
        "common",
        "stock",
        "sold",
        "certain",
        "purchaser",
        "note",
        "connection",
        "offering",
        "purchase",
        "price",
        "per",
        "share",
        "privately",
        "negotiated",
        "transaction",
        "effected",
        "morgan",
        "stanley",
        "llc",
        "one",
        "affiliate",
        "repurchase",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "chegg",
        "common",
        "stock",
        "could",
        "result",
        "higher",
        "effective",
        "conversion",
        "price",
        "note",
        "chegg",
        "intends",
        "use",
        "remaining",
        "net",
        "proceeds",
        "offering",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "may",
        "include",
        "acquisition",
        "strategic",
        "transaction",
        "connection",
        "pricing",
        "note",
        "chegg",
        "entered",
        "privately",
        "negotiated",
        "capped",
        "call",
        "transaction",
        "certain",
        "initial",
        "purchaser",
        "note",
        "respective",
        "affiliate",
        "another",
        "financial",
        "institution",
        "capped",
        "call",
        "counterparties",
        "capped",
        "call",
        "transaction",
        "initially",
        "cover",
        "subject",
        "customary",
        "adjustment",
        "number",
        "share",
        "chegg",
        "common",
        "stock",
        "initially",
        "underlie",
        "note",
        "assuming",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "capped",
        "call",
        "transaction",
        "expected",
        "generally",
        "reduce",
        "offset",
        "potential",
        "dilution",
        "holder",
        "chegg",
        "common",
        "stock",
        "upon",
        "conversion",
        "note",
        "offset",
        "potential",
        "cash",
        "payment",
        "chegg",
        "could",
        "required",
        "make",
        "excess",
        "principal",
        "amount",
        "converted",
        "note",
        "upon",
        "conversion",
        "thereof",
        "reduction",
        "offset",
        "subject",
        "cap",
        "based",
        "cap",
        "price",
        "initial",
        "purchaser",
        "note",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "chegg",
        "may",
        "enter",
        "additional",
        "capped",
        "call",
        "transaction",
        "capped",
        "call",
        "counterparties",
        "would",
        "initially",
        "cover",
        "subject",
        "customary",
        "adjustment",
        "number",
        "share",
        "chegg",
        "common",
        "stock",
        "initially",
        "underlie",
        "note",
        "purchased",
        "initial",
        "purchaser",
        "pursuant",
        "option",
        "purchase",
        "additional",
        "note",
        "connection",
        "establishing",
        "initial",
        "hedge",
        "capped",
        "call",
        "transaction",
        "capped",
        "call",
        "counterparties",
        "advised",
        "chegg",
        "respective",
        "affiliate",
        "expect",
        "enter",
        "various",
        "derivative",
        "transaction",
        "respect",
        "chegg",
        "common",
        "stock",
        "purchase",
        "chegg",
        "common",
        "stock",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "activity",
        "could",
        "increase",
        "reduce",
        "size",
        "decrease",
        "market",
        "price",
        "chegg",
        "common",
        "stock",
        "note",
        "concurrently",
        "shortly",
        "pricing",
        "note",
        "addition",
        "capped",
        "call",
        "counterparties",
        "respective",
        "affiliate",
        "may",
        "modify",
        "hedge",
        "position",
        "entering",
        "unwinding",
        "various",
        "derivative",
        "respect",
        "chegg",
        "common",
        "stock",
        "purchasing",
        "selling",
        "chegg",
        "common",
        "stock",
        "secondary",
        "market",
        "transaction",
        "following",
        "pricing",
        "note",
        "prior",
        "maturity",
        "note",
        "activity",
        "could",
        "decrease",
        "avoid",
        "increase",
        "market",
        "price",
        "chegg",
        "common",
        "stock",
        "note",
        "could",
        "affect",
        "noteholders",
        "ability",
        "convert",
        "note",
        "extent",
        "activity",
        "occurs",
        "observation",
        "period",
        "related",
        "conversion",
        "note",
        "could",
        "affect",
        "amount",
        "value",
        "consideration",
        "noteholders",
        "receive",
        "upon",
        "conversion",
        "note",
        "initial",
        "purchaser",
        "exercise",
        "option",
        "purchase",
        "additional",
        "note",
        "chegg",
        "may",
        "use",
        "resulting",
        "additional",
        "proceeds",
        "sale",
        "additional",
        "note",
        "pay",
        "cost",
        "entering",
        "additional",
        "capped",
        "call",
        "transaction",
        "general",
        "corporate",
        "purpose",
        "including",
        "potential",
        "acquisition",
        "strategic",
        "transaction",
        "announcement",
        "neither",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "including",
        "share",
        "chegg",
        "common",
        "stock",
        "note",
        "convertible",
        "shall",
        "constitute",
        "offer",
        "solicitation",
        "sale",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "unlawful",
        "offer",
        "note",
        "made",
        "mean",
        "private",
        "offering",
        "memorandum",
        "note",
        "share",
        "chegg",
        "common",
        "stock",
        "issuable",
        "upon",
        "conversion",
        "note",
        "registered",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "united",
        "state",
        "absent",
        "registration",
        "applicable",
        "exemption",
        "registration",
        "requirement",
        "use",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "including",
        "among",
        "thing",
        "potential",
        "effect",
        "capped",
        "call",
        "transaction",
        "statement",
        "relating",
        "expected",
        "use",
        "proceeds",
        "offering",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "result",
        "differ",
        "materially",
        "including",
        "limited",
        "whether",
        "chegg",
        "consummate",
        "offering",
        "prevailing",
        "market",
        "condition",
        "anticipated",
        "use",
        "proceeds",
        "offering",
        "could",
        "change",
        "result",
        "market",
        "condition",
        "reason",
        "impact",
        "general",
        "economic",
        "industry",
        "political",
        "condition",
        "united",
        "state",
        "internationally",
        "whether",
        "capped",
        "call",
        "transaction",
        "become",
        "effective",
        "undertake",
        "obligation",
        "intend",
        "update",
        "date",
        "release",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "chegg",
        "inc"
    ]
}