{
    "organizations": [],
    "uuid": "219aadebe5bfd10f6983e0ab72682feb4953c30c",
    "author": "Dr. Michael Ivanovitch",
    "url": "https://www.cnbc.com/2018/03/19/france-and-germany-are-looking-for-an-elusive-anchor-in-a-europe-adrift.html",
    "ord_in_thread": 0,
    "title": "France and Germany are looking for an elusive anchor in a Europe adrift",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "The four-hour meeting in Paris last Friday between the French President Emmanuel Macron and the recently re-elected German Chancellor Angela Merkel was an attempt to revive the two countries' erstwhile role in leading the process of the European economic and political unification.\nAfter a largely indifferent response to last year's French proposals about the \"re-founding\" of the European Union , Germany now wants to reassert its control over a splintering community of nation states in order to be able to push back at the American and Chinese influence in the continent's economic and political affairs. As in the past, France will play along because the German leadership still does not go down well in most of Europe.\nAmerican analysts of all stripes are blaming Donald Trump's administration for Germany's drive to organize a less cooperative EU. High on their list of points of discord are Washington's exit from the Paris agreement on climate change, the intention to scuttle Iran's 2015 nuclear deal, steel and aluminum import tariffs, allegedly tactless and unpredictable American policies, etc., etc.\nWith the exception of Iran, where France and Germany want to go back for huge business transactions, all those are relatively minor irritants.\nBastion to resist US and China pressures The key problem is the American chronic trade deficit with Germany. Indeed, the U.S.-German relations began to deteriorate very fast early last year after Washington criticized Germany for its large, growing and systematic trade surpluses with America, and threatened to levy import duties on German car manufacturers. Berlin also reacted furiously at Washington's reminder to live up to its NATO obligations of keeping defense spending at 2 percent of GDP.\nThat's when Merkel declared that \"we Europeans must really take our fate into our own hands.\"\nAnd that's an old plot, updated by French and German leaders who are fighting for political survival against nationalists and populists. Those political forces represented nearly half of the French electorate in the first round of presidential elections a year ago. Germany is getting there, too. The country is witnessing a rapidly rising virulent strand of right-wing nationalism. In just the last four years, Alternative for Germany (AfD) has become a major political party.\nSimilar events are sweeping the political landscape in Italy, Poland, Hungary, Austria and a few smaller Central European countries.\nIn that context, America's belated push to stop the trade free-loaders looks like a convenient pretext to argue that only a united Europe — around France and Germany, of course — can protect the continent's vital economic interests from what Paris and Berlin see as American protectionism and China's predatory trade practices.\nThat was a major theme of last Friday's meeting, where the French and German leaders pledged to submit a detailed road map for EU reforms to the European Council — a forum of EU heads of state and government — next June.\nThe French ideas about turning the euro zone into a virtual federal state, with its own finance minister, budget, and executive and legislative authorities will probably be among the key talking points in a reform program that is supposed to lead to a tightly integrated economic and political union.\nCling to Europe for survival That, too, is an old French agenda. France has been a steady advocate of a leading, \"avant-garde\" group of countries that could be gradually extended to include other EU members as they feel willing and ready to accept radical sovereignty transfers to European institutions.\nThere are two major problems with that. First, that would divide member states, with those left behind fearing that binding policy decisions would be made without their participation. Second, some countries, which are also the founding members of the European Union, such as Italy and the Netherlands, are strongly objecting to the French-German plans being thrust on the rest of them as a fait accompli.\nAnd then just think of the newly elected Italian political leaders — a very Euro-skeptic and openly anti-German bunch. They would not want to have anything to do with a strong and centralizing European authority in Brussels.\nMore to the point, Dutch Prime Minister Mark Rutte spoke last Friday in the name of seven other countries — forcefully rejecting the French ideas of a euro zone finance minister and a heavy and expensive institutional buildup.\nThe new German finance minister, Olaf Scholz, raised some of those issues with his French colleague Bruno Le Maire while their bosses were basking in bonhomie and raving about an invincible European Union in the splendors of the Elysee Palace.\nThat two-hour finance ministers meeting was described as a very difficult discussion. Germany does not want to create unnecessary and expensive new institutions, especially since the British departure has left a big hole in the EU budget. The remaining 27 member states will have to make up for that with new taxes. And, above all, the Germans don't want to come anywhere near the common financing of euro area's debts and deficits.\nAll that is happening while Germany's fragile coalition government faces huge challenges posed by the strengthening political forces of nationalism and populism that are feeding off Merkel's migration policies. The country's powerful Interior Minister Horst Seehofer shocked the government and the public opinion last week by saying that \"Islam does not belong to Germany.\" That was a tip of a hat of sorts to his far-right constituencies, a mainstay of Seehofer's native Bavarian power base that is increasingly leaning toward an even more radical and far-right AfD.\nHow will, after all that, Germany and the EU Commission force Hungary, Poland, the Czech Republic and Slovakia to accept migrant quotas they steadfastly refuse? No wonder Polish President Andrzej Duda complains that the EU membership has become an \"occupation force.\"\nInvestment thoughts Macron seeks a more integrated EU to strengthen his own shaky position, and to prevent nationalists and populists from deconstructing the European project. The end-of-reign Merkel shares the same objective — while holding firm to Germany's wallet and approaching the French EU reforms with economy and pragmatism.\nThe Trump administration is not losing Europe by calling Germany out for living off its trade partners, and for its subpar defense spending. Europe is being politically lost in a world dominated by America and an increasingly powerful Chinese economy.\nIncidentally, those keeping score should chalk a big one up for Washington's new trade policy: Merkel finally relented last Saturday by promising to de-emphasize Germany's traditional export-led growth strategies — and to generate more spending by boosting domestic demand.\nThat is a radical policy change. Merkel refused to former President Barack Obama to even consider such a thing, and official international organizations like the Organisation for Economic Co-operation and Development and the International Monetary Fund have never asked Germany to lay off its totally inappropriate beggar-thy-neighbor policies.\nIf delivered, Merkel's promise would do a whale of good to Germany's hard-pressed and heavily indebted European customers.\nThe EU and the euro area will continue to hold together simply because nobody has an incentive to leave. That is particularly true of the 19 countries constituting the monetary union.\nThe European Central Bank is doing an excellent job. The euro-denominated assets remain good portfolio choices.\nCommentary by Michael Ivanovitch, an independent analyst focusing on world economy, geopolitics and investment strategy. He served as a senior economist at the OECD in Paris, international economist at the Federal Reserve Bank of New York, and taught economics at Columbia Business School.\nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
    "published": "2018-03-19T12:04:00.000+02:00",
    "crawled": "2018-03-19T12:04:33.004+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "meeting",
        "paris",
        "last",
        "friday",
        "french",
        "president",
        "emmanuel",
        "macron",
        "recently",
        "german",
        "chancellor",
        "angela",
        "merkel",
        "attempt",
        "revive",
        "two",
        "country",
        "erstwhile",
        "role",
        "leading",
        "process",
        "european",
        "economic",
        "political",
        "unification",
        "largely",
        "indifferent",
        "response",
        "last",
        "year",
        "french",
        "proposal",
        "european",
        "union",
        "germany",
        "want",
        "reassert",
        "control",
        "splintering",
        "community",
        "nation",
        "state",
        "order",
        "able",
        "push",
        "back",
        "american",
        "chinese",
        "influence",
        "continent",
        "economic",
        "political",
        "affair",
        "past",
        "france",
        "play",
        "along",
        "german",
        "leadership",
        "still",
        "go",
        "well",
        "europe",
        "american",
        "analyst",
        "stripe",
        "blaming",
        "donald",
        "trump",
        "administration",
        "germany",
        "drive",
        "organize",
        "less",
        "cooperative",
        "eu",
        "high",
        "list",
        "point",
        "discord",
        "washington",
        "exit",
        "paris",
        "agreement",
        "climate",
        "change",
        "intention",
        "scuttle",
        "iran",
        "nuclear",
        "deal",
        "steel",
        "aluminum",
        "import",
        "tariff",
        "allegedly",
        "tactless",
        "unpredictable",
        "american",
        "policy",
        "etc",
        "exception",
        "iran",
        "france",
        "germany",
        "want",
        "go",
        "back",
        "huge",
        "business",
        "transaction",
        "relatively",
        "minor",
        "irritant",
        "bastion",
        "resist",
        "u",
        "china",
        "pressure",
        "key",
        "problem",
        "american",
        "chronic",
        "trade",
        "deficit",
        "germany",
        "indeed",
        "relation",
        "began",
        "deteriorate",
        "fast",
        "early",
        "last",
        "year",
        "washington",
        "criticized",
        "germany",
        "large",
        "growing",
        "systematic",
        "trade",
        "surplus",
        "america",
        "threatened",
        "levy",
        "import",
        "duty",
        "german",
        "car",
        "manufacturer",
        "berlin",
        "also",
        "reacted",
        "furiously",
        "washington",
        "reminder",
        "live",
        "nato",
        "obligation",
        "keeping",
        "defense",
        "spending",
        "percent",
        "gdp",
        "merkel",
        "declared",
        "european",
        "must",
        "really",
        "take",
        "fate",
        "hand",
        "old",
        "plot",
        "updated",
        "french",
        "german",
        "leader",
        "fighting",
        "political",
        "survival",
        "nationalist",
        "populist",
        "political",
        "force",
        "represented",
        "nearly",
        "half",
        "french",
        "electorate",
        "first",
        "round",
        "presidential",
        "election",
        "year",
        "ago",
        "germany",
        "getting",
        "country",
        "witnessing",
        "rapidly",
        "rising",
        "virulent",
        "strand",
        "nationalism",
        "last",
        "four",
        "year",
        "alternative",
        "germany",
        "afd",
        "become",
        "major",
        "political",
        "party",
        "similar",
        "event",
        "sweeping",
        "political",
        "landscape",
        "italy",
        "poland",
        "hungary",
        "austria",
        "smaller",
        "central",
        "european",
        "country",
        "context",
        "america",
        "belated",
        "push",
        "stop",
        "trade",
        "look",
        "like",
        "convenient",
        "pretext",
        "argue",
        "united",
        "europe",
        "around",
        "france",
        "germany",
        "course",
        "protect",
        "continent",
        "vital",
        "economic",
        "interest",
        "paris",
        "berlin",
        "see",
        "american",
        "protectionism",
        "china",
        "predatory",
        "trade",
        "practice",
        "major",
        "theme",
        "last",
        "friday",
        "meeting",
        "french",
        "german",
        "leader",
        "pledged",
        "submit",
        "detailed",
        "road",
        "map",
        "eu",
        "reform",
        "european",
        "council",
        "forum",
        "eu",
        "head",
        "state",
        "government",
        "next",
        "june",
        "french",
        "idea",
        "turning",
        "euro",
        "zone",
        "virtual",
        "federal",
        "state",
        "finance",
        "minister",
        "budget",
        "executive",
        "legislative",
        "authority",
        "probably",
        "among",
        "key",
        "talking",
        "point",
        "reform",
        "program",
        "supposed",
        "lead",
        "tightly",
        "integrated",
        "economic",
        "political",
        "union",
        "cling",
        "europe",
        "survival",
        "old",
        "french",
        "agenda",
        "france",
        "steady",
        "advocate",
        "leading",
        "group",
        "country",
        "could",
        "gradually",
        "extended",
        "include",
        "eu",
        "member",
        "feel",
        "willing",
        "ready",
        "accept",
        "radical",
        "sovereignty",
        "transfer",
        "european",
        "institution",
        "two",
        "major",
        "problem",
        "first",
        "would",
        "divide",
        "member",
        "state",
        "left",
        "behind",
        "fearing",
        "binding",
        "policy",
        "decision",
        "would",
        "made",
        "without",
        "participation",
        "second",
        "country",
        "also",
        "founding",
        "member",
        "european",
        "union",
        "italy",
        "netherlands",
        "strongly",
        "objecting",
        "plan",
        "thrust",
        "rest",
        "fait",
        "accompli",
        "think",
        "newly",
        "elected",
        "italian",
        "political",
        "leader",
        "openly",
        "bunch",
        "would",
        "want",
        "anything",
        "strong",
        "centralizing",
        "european",
        "authority",
        "brussels",
        "point",
        "dutch",
        "prime",
        "minister",
        "mark",
        "rutte",
        "spoke",
        "last",
        "friday",
        "name",
        "seven",
        "country",
        "forcefully",
        "rejecting",
        "french",
        "idea",
        "euro",
        "zone",
        "finance",
        "minister",
        "heavy",
        "expensive",
        "institutional",
        "buildup",
        "new",
        "german",
        "finance",
        "minister",
        "olaf",
        "scholz",
        "raised",
        "issue",
        "french",
        "colleague",
        "bruno",
        "le",
        "maire",
        "boss",
        "basking",
        "bonhomie",
        "raving",
        "invincible",
        "european",
        "union",
        "splendor",
        "elysee",
        "palace",
        "finance",
        "minister",
        "meeting",
        "described",
        "difficult",
        "discussion",
        "germany",
        "want",
        "create",
        "unnecessary",
        "expensive",
        "new",
        "institution",
        "especially",
        "since",
        "british",
        "departure",
        "left",
        "big",
        "hole",
        "eu",
        "budget",
        "remaining",
        "member",
        "state",
        "make",
        "new",
        "tax",
        "german",
        "want",
        "come",
        "anywhere",
        "near",
        "common",
        "financing",
        "euro",
        "area",
        "debt",
        "deficit",
        "happening",
        "germany",
        "fragile",
        "coalition",
        "government",
        "face",
        "huge",
        "challenge",
        "posed",
        "strengthening",
        "political",
        "force",
        "nationalism",
        "populism",
        "feeding",
        "merkel",
        "migration",
        "policy",
        "country",
        "powerful",
        "interior",
        "minister",
        "horst",
        "seehofer",
        "shocked",
        "government",
        "public",
        "opinion",
        "last",
        "week",
        "saying",
        "islam",
        "belong",
        "germany",
        "tip",
        "hat",
        "sort",
        "constituency",
        "mainstay",
        "seehofer",
        "native",
        "bavarian",
        "power",
        "base",
        "increasingly",
        "leaning",
        "toward",
        "even",
        "radical",
        "afd",
        "germany",
        "eu",
        "commission",
        "force",
        "hungary",
        "poland",
        "czech",
        "republic",
        "slovakia",
        "accept",
        "migrant",
        "quota",
        "steadfastly",
        "refuse",
        "wonder",
        "polish",
        "president",
        "andrzej",
        "duda",
        "complains",
        "eu",
        "membership",
        "become",
        "occupation",
        "force",
        "investment",
        "thought",
        "macron",
        "seek",
        "integrated",
        "eu",
        "strengthen",
        "shaky",
        "position",
        "prevent",
        "nationalist",
        "populist",
        "deconstructing",
        "european",
        "project",
        "merkel",
        "share",
        "objective",
        "holding",
        "firm",
        "germany",
        "wallet",
        "approaching",
        "french",
        "eu",
        "reform",
        "economy",
        "pragmatism",
        "trump",
        "administration",
        "losing",
        "europe",
        "calling",
        "germany",
        "living",
        "trade",
        "partner",
        "subpar",
        "defense",
        "spending",
        "europe",
        "politically",
        "lost",
        "world",
        "dominated",
        "america",
        "increasingly",
        "powerful",
        "chinese",
        "economy",
        "incidentally",
        "keeping",
        "score",
        "chalk",
        "big",
        "one",
        "washington",
        "new",
        "trade",
        "policy",
        "merkel",
        "finally",
        "relented",
        "last",
        "saturday",
        "promising",
        "germany",
        "traditional",
        "growth",
        "strategy",
        "generate",
        "spending",
        "boosting",
        "domestic",
        "demand",
        "radical",
        "policy",
        "change",
        "merkel",
        "refused",
        "former",
        "president",
        "barack",
        "obama",
        "even",
        "consider",
        "thing",
        "official",
        "international",
        "organization",
        "like",
        "organisation",
        "economic",
        "development",
        "international",
        "monetary",
        "fund",
        "never",
        "asked",
        "germany",
        "lay",
        "totally",
        "inappropriate",
        "policy",
        "delivered",
        "merkel",
        "promise",
        "would",
        "whale",
        "good",
        "germany",
        "heavily",
        "indebted",
        "european",
        "customer",
        "eu",
        "euro",
        "area",
        "continue",
        "hold",
        "together",
        "simply",
        "nobody",
        "incentive",
        "leave",
        "particularly",
        "true",
        "country",
        "constituting",
        "monetary",
        "union",
        "european",
        "central",
        "bank",
        "excellent",
        "job",
        "asset",
        "remain",
        "good",
        "portfolio",
        "choice",
        "commentary",
        "michael",
        "ivanovitch",
        "independent",
        "analyst",
        "focusing",
        "world",
        "economy",
        "geopolitics",
        "investment",
        "strategy",
        "served",
        "senior",
        "economist",
        "oecd",
        "paris",
        "international",
        "economist",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "taught",
        "economics",
        "columbia",
        "business",
        "school",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter"
    ]
}