{
    "organizations": [],
    "uuid": "2fcaeda701614befa62ea9066a8b4fa25f9af2ef",
    "author": "Tim Mullaney",
    "url": "https://www.cnbc.com/2018/03/27/work-health-insurance-obamacare-coverage-spur-sex-change-surgery-boom.html",
    "ord_in_thread": 0,
    "title": "Work health insurance, Obamacare coverage spur sex change surgery boom",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "When Gaines Blasdel decided in 2012 that he wanted surgery so his physical identity would match the male character he'd long had in his head, his health insurance wouldn't cover it — not even student coverage at Hampshire College, which he admits with a laugh is the \"social justice warrior capital of the world.''\nBlasdel went ahead in 2012 and had his breasts removed at his own expense, but by the time he wanted a phalloplasty to construct a new penis in 2017, the insurance situation changed. The 25-year-old Brooklyn resident, who works for Callen-Lorde Community Health Center, a trans advocacy group, had work-based insurance that covered gender-transition surgery. So does Medicaid in New York, as do all individual plans offered on Healthcare.gov, the online insurance mall set up by the Affordable Care Act. \nGender affirmation surgery — sex-change surgery is now a passé term — became four times more common between 2000 and 2014, for a total of 4,118 in-hospital procedures. Between 2012 and 2014, there were 1,260 surgeries , according to the most recent comprehensive data included in a study by Johns Hopkins Medicine. \n\"Five years ago it was so rare to have access, that people didn't know what they would even want,\" Blasdel said, referring to the array of surgeries transsexuals might seek over and above hormone therapy — from breast augmentation or reduction and construction of new genitals to facial feminization or masculinization plastic surgery — the latter often being the most expensive part of gender transition.\n\"The access leads to the cultural change that makes people want it,\" Blasdel said.\nSource: Rick Guidotti for Positive Exposure In 2012, when Gaines Blasdel opted to have surgery to remove his breasts, he had to pay out of pocket. In 2017 his work insurance insurance covered gender-transition surgery. Changes in the culture and heavy media attention have helped, but another force behind the increase in surgical procedures is more willingness on the part of health insurance companies to cover it. Johns Hopkins' data shows that 61 percent of in-hospital surgical procedures for gender affirmation were covered by insurance between 2012 and 2014, compared with just 35 percent from 2006 to 2011.\n\"Gender identity isn't a new thing; we are talking about it more,\" said Brandyn Lau, director of quality and research at Johns Hopkins' Medicine's Center for Transgender Health in Baltimore. The study he and colleagues published last month was the first comprehensive look at how often hospital-based gender-affirmation surgery happens and who pays for it, Lau said.\nHe added, \"The number of people seeking care has been pretty static over time.\" More transgender people would have settled for hormone therapy in the past, since they could afford that. \nTrends in who pays for gender-affirming surgery have tracked the broader debate on health insurance costs. Half of the patients who had such operations between 2000 and 2005 paid out of pocket; the percentage rose to two-thirds between 2006 and 2011, as insurers and employers clamped down on coverage and boosted workers' share of all sorts of medical expenses in response to higher premiums. Then coverage increased when the ACA was passed in 2010 and implemented over several years, along with some recent Medicare and Medicaid changes, reflecting a larger public role in health-care financing.\nThe role residency plays in cost Surgery is expensive, with operations to feminize a patient''s face ranging as high as $70,000. Surgery for chest masculinization can reach $10,000 or more. \nChanges in the law drove the drop in the percentage of patients who pay out of pocket for gender-affirmation surgery, Lau said. Especially on the East and West coasts, coverage is more broadly available for transgender-related conditions, including surgery, as part of Medicaid offerings. Medicare began covering it for its beneficiaries, mostly senior citizens, in 2014.\nThe Affordable Care Act bars plans offered on Healthcare.gov from discrimination based on gender, which has been interpreted to include transgenderism, and this has led to broad coverage of gender surgery.\nMany patients, especially before insurance coverage broadened, would delay life moves, like buying a home, in order to finance gender-transition surgery, often going overseas for care to save money, said Rachel Bluebond-Langner, a plastic surgeon specializing in gender affirmation at NYU Langone Health. Now, in New York at least, 90 percent to 95 percent of her patients can get coverage, even for facial reconstruction, she said.\nDoctors and advocates say there's a big difference in coverage, depending on where patients live — in Texas, for example, Medicaid and insurance provided to state employees doesn't cover gender-affirmation surgery. But in places like New York and California it's routine. A total of 17 states plus Washington, D.C. , have issued guidelines for Medicaid coverage of gender surgery, according to the Center for Transgender Equality. \n\"In many states, as Medicaid goes, so go the commercial insurers,\" said Barbara Warren, director of LGBTQ programs and policies at Mount Sinai Medical Center in New York.\nFor many companies that have to decide whether to include coverage in their company health plans, the decision boils down to the image they want to project to prospective employees, said Claire Bow, a 60-year-old Austin, Texas, lawyer, who has taken hormones to aid her transition but has not had gender-affirmation surgery. She was the executive director of the state board of risk management when she was Jonathan Bow.\nIn Austin, tech companies such as Amazon , Apple and IBM all cover the surgery, Bow said. But the state government, controlled by conservative politicians, does not. \"It's a chunk of change to come up with at one time,\" she said. \nSince her insurance is a state-retiree plan, she's sticking to hormone-replacement therapy for now.\n\"I'm on a fixed income,\" Bow said. \"I have not yet had any of the surgeries I need, but I am hopeful that conditions will allow me to have them in the future.''\n\"There are many more people who would like to have gender-conforming surgery than are able to do it.\" -Danielle Skidmore, a transportation engineer from Austin who had surgery last December Insurance companies say they broadly support coverage for the surgery, although some companies may require hormone therapy or mental-health counseling before approving procedures. Companies that pay for their own medical services, using insurers simply to set policies and process claims, retain the right to exclude gender affirmation surgery because their plans are not offered on Obamacare exchanges.\n\"Health insurance providers believe patients should have access to effective, quality, evidence-based care they need without concern or fear of discrimination,\" said Cathryn Donaldson, a spokeswoman for the trade association America's Health Insurance Plans. \" Insurance providers are committed to covering medically necessary care and preventive services for transgender individuals, as outlined in section 1557 of the ACA.\" \nCigna, the only major insurer to respond to inquiries about trans surgery without referring questions to AHIP, said the trend toward broader coverage is clear.\nDanielle Skidmore Danielle Skidmore is an Austin, Texas-based transportation engineer who is now running for Austin's city council. Skidmore had gender affirmation surgery in December 2017. \"Cigna covers gender reassignment surgery as a standard benefit for both fully-insured and self-funded group medical plans,\" spokesman Joseph Mondy said. \"Since self-funded plans choose their own plan design and covered services, a small number of employers have decided to opt out of the new standard benefit. However, the overwhelming majority now include this coverage.\"\nBut the numbers of people who have surgery in the 1,000-plus hospitals Hopkins studied — which Lau said misses people who may have had surgeries in ambulatory settings — remains tiny compared with the 1.4 million Americans that Hopkins estimates are transgendered. \nSome of the reasons may include that the insurance coverage is so new that it can be harder in some markets to get coverage for the expensive plastic surgery needed to alter masculine or feminine facial features, and the extensive recovery time for genital reconstruction procedures, according to patients and advocates. For more painful procedures, like creation of a vagina, which includes follow-up work to make sure it doesn't close up, the recovery can take as long as two to three months.\n\"These are the cards I was dealt about 60 years ago, and I don't want to have a lot of surgery,\" said Leland Koble, a transgendered man who runs a nonprofit surgical recovery center for trans patients in Davie, Florida. \"I picture myself in a male body. It's just not possible for me.''\nMany people who pay out of pocket, at least in urban areas, are paying for facial surgeries, while getting coverage for breast enhancement or reduction and genital reconstruction, Bluebond-Langner said.\nAnother big factor is a shortage of doctors trained to do the procedures, said Danielle Skidmore, a self-employed transportation engineer from Austin who is now running for Austin's City Council. She had surgery last December. \nA related problem is scanty coverage for mental-health care associated with gender transition and the number of steps that doctors and payers might require before going ahead with surgery.\nSkidmore said that even with the wider health insurance coverage, \"There are many more people who would like to have gender-conforming surgery than are able to do it.\" \nMore from Modern Medicine: \nScientists begin to uncover what living in space will do to the human body \n\nBiggest medical innovations of 2018 \nBlood test for Alzheimer's could detect dementia decades before symptoms \n— By Tim Mullaney, special to CNBC.com",
    "published": "2018-03-27T16:58:00.000+03:00",
    "crawled": "2018-03-27T16:58:27.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "gaines",
        "blasdel",
        "decided",
        "wanted",
        "surgery",
        "physical",
        "identity",
        "would",
        "match",
        "male",
        "character",
        "long",
        "head",
        "health",
        "insurance",
        "would",
        "cover",
        "even",
        "student",
        "coverage",
        "hampshire",
        "college",
        "admits",
        "laugh",
        "social",
        "justice",
        "warrior",
        "capital",
        "world",
        "blasdel",
        "went",
        "ahead",
        "breast",
        "removed",
        "expense",
        "time",
        "wanted",
        "phalloplasty",
        "construct",
        "new",
        "penis",
        "insurance",
        "situation",
        "changed",
        "brooklyn",
        "resident",
        "work",
        "community",
        "health",
        "center",
        "trans",
        "advocacy",
        "group",
        "insurance",
        "covered",
        "surgery",
        "medicaid",
        "new",
        "york",
        "individual",
        "plan",
        "offered",
        "online",
        "insurance",
        "mall",
        "set",
        "affordable",
        "care",
        "act",
        "gender",
        "affirmation",
        "surgery",
        "surgery",
        "passé",
        "term",
        "became",
        "four",
        "time",
        "common",
        "total",
        "procedure",
        "surgery",
        "according",
        "recent",
        "comprehensive",
        "data",
        "included",
        "study",
        "john",
        "hopkins",
        "medicine",
        "five",
        "year",
        "ago",
        "rare",
        "access",
        "people",
        "know",
        "would",
        "even",
        "want",
        "blasdel",
        "said",
        "referring",
        "array",
        "surgery",
        "transsexual",
        "might",
        "seek",
        "hormone",
        "therapy",
        "breast",
        "augmentation",
        "reduction",
        "construction",
        "new",
        "genitals",
        "facial",
        "feminization",
        "masculinization",
        "plastic",
        "surgery",
        "latter",
        "often",
        "expensive",
        "part",
        "gender",
        "transition",
        "access",
        "lead",
        "cultural",
        "change",
        "make",
        "people",
        "want",
        "blasdel",
        "said",
        "source",
        "rick",
        "guidotti",
        "positive",
        "exposure",
        "gaines",
        "blasdel",
        "opted",
        "surgery",
        "remove",
        "breast",
        "pay",
        "pocket",
        "work",
        "insurance",
        "insurance",
        "covered",
        "surgery",
        "change",
        "culture",
        "heavy",
        "medium",
        "attention",
        "helped",
        "another",
        "force",
        "behind",
        "increase",
        "surgical",
        "procedure",
        "willingness",
        "part",
        "health",
        "insurance",
        "company",
        "cover",
        "john",
        "hopkins",
        "data",
        "show",
        "percent",
        "surgical",
        "procedure",
        "gender",
        "affirmation",
        "covered",
        "insurance",
        "compared",
        "percent",
        "gender",
        "identity",
        "new",
        "thing",
        "talking",
        "said",
        "brandyn",
        "lau",
        "director",
        "quality",
        "research",
        "john",
        "hopkins",
        "medicine",
        "center",
        "transgender",
        "health",
        "baltimore",
        "study",
        "colleague",
        "published",
        "last",
        "month",
        "first",
        "comprehensive",
        "look",
        "often",
        "surgery",
        "happens",
        "pay",
        "lau",
        "said",
        "added",
        "number",
        "people",
        "seeking",
        "care",
        "pretty",
        "static",
        "time",
        "transgender",
        "people",
        "would",
        "settled",
        "hormone",
        "therapy",
        "past",
        "since",
        "could",
        "afford",
        "trend",
        "pay",
        "surgery",
        "tracked",
        "broader",
        "debate",
        "health",
        "insurance",
        "cost",
        "half",
        "patient",
        "operation",
        "paid",
        "pocket",
        "percentage",
        "rose",
        "insurer",
        "employer",
        "clamped",
        "coverage",
        "boosted",
        "worker",
        "share",
        "sort",
        "medical",
        "expense",
        "response",
        "higher",
        "premium",
        "coverage",
        "increased",
        "aca",
        "passed",
        "implemented",
        "several",
        "year",
        "along",
        "recent",
        "medicare",
        "medicaid",
        "change",
        "reflecting",
        "larger",
        "public",
        "role",
        "financing",
        "role",
        "residency",
        "play",
        "cost",
        "surgery",
        "expensive",
        "operation",
        "feminize",
        "patient",
        "face",
        "ranging",
        "high",
        "surgery",
        "chest",
        "masculinization",
        "reach",
        "change",
        "law",
        "drove",
        "drop",
        "percentage",
        "patient",
        "pay",
        "pocket",
        "surgery",
        "lau",
        "said",
        "especially",
        "east",
        "west",
        "coast",
        "coverage",
        "broadly",
        "available",
        "condition",
        "including",
        "surgery",
        "part",
        "medicaid",
        "offering",
        "medicare",
        "began",
        "covering",
        "beneficiary",
        "mostly",
        "senior",
        "citizen",
        "affordable",
        "care",
        "act",
        "bar",
        "plan",
        "offered",
        "discrimination",
        "based",
        "gender",
        "interpreted",
        "include",
        "transgenderism",
        "led",
        "broad",
        "coverage",
        "gender",
        "surgery",
        "many",
        "patient",
        "especially",
        "insurance",
        "coverage",
        "broadened",
        "would",
        "delay",
        "life",
        "move",
        "like",
        "buying",
        "home",
        "order",
        "finance",
        "surgery",
        "often",
        "going",
        "overseas",
        "care",
        "save",
        "money",
        "said",
        "rachel",
        "plastic",
        "surgeon",
        "specializing",
        "gender",
        "affirmation",
        "nyu",
        "langone",
        "health",
        "new",
        "york",
        "least",
        "percent",
        "percent",
        "patient",
        "get",
        "coverage",
        "even",
        "facial",
        "reconstruction",
        "said",
        "doctor",
        "advocate",
        "say",
        "big",
        "difference",
        "coverage",
        "depending",
        "patient",
        "live",
        "texas",
        "example",
        "medicaid",
        "insurance",
        "provided",
        "state",
        "employee",
        "cover",
        "surgery",
        "place",
        "like",
        "new",
        "york",
        "california",
        "routine",
        "total",
        "state",
        "plus",
        "washington",
        "issued",
        "guideline",
        "medicaid",
        "coverage",
        "gender",
        "surgery",
        "according",
        "center",
        "transgender",
        "equality",
        "many",
        "state",
        "medicaid",
        "go",
        "go",
        "commercial",
        "insurer",
        "said",
        "barbara",
        "warren",
        "director",
        "lgbtq",
        "program",
        "policy",
        "mount",
        "sinai",
        "medical",
        "center",
        "new",
        "york",
        "many",
        "company",
        "decide",
        "whether",
        "include",
        "coverage",
        "company",
        "health",
        "plan",
        "decision",
        "boil",
        "image",
        "want",
        "project",
        "prospective",
        "employee",
        "said",
        "claire",
        "bow",
        "austin",
        "texas",
        "lawyer",
        "taken",
        "hormone",
        "aid",
        "transition",
        "surgery",
        "executive",
        "director",
        "state",
        "board",
        "risk",
        "management",
        "jonathan",
        "bow",
        "austin",
        "tech",
        "company",
        "amazon",
        "apple",
        "ibm",
        "cover",
        "surgery",
        "bow",
        "said",
        "state",
        "government",
        "controlled",
        "conservative",
        "politician",
        "chunk",
        "change",
        "come",
        "one",
        "time",
        "said",
        "since",
        "insurance",
        "plan",
        "sticking",
        "therapy",
        "fixed",
        "income",
        "bow",
        "said",
        "yet",
        "surgery",
        "need",
        "hopeful",
        "condition",
        "allow",
        "future",
        "many",
        "people",
        "would",
        "like",
        "surgery",
        "able",
        "skidmore",
        "transportation",
        "engineer",
        "austin",
        "surgery",
        "last",
        "december",
        "insurance",
        "company",
        "say",
        "broadly",
        "support",
        "coverage",
        "surgery",
        "although",
        "company",
        "may",
        "require",
        "hormone",
        "therapy",
        "counseling",
        "approving",
        "procedure",
        "company",
        "pay",
        "medical",
        "service",
        "using",
        "insurer",
        "simply",
        "set",
        "policy",
        "process",
        "claim",
        "retain",
        "right",
        "exclude",
        "gender",
        "affirmation",
        "surgery",
        "plan",
        "offered",
        "obamacare",
        "exchange",
        "health",
        "insurance",
        "provider",
        "believe",
        "patient",
        "access",
        "effective",
        "quality",
        "care",
        "need",
        "without",
        "concern",
        "fear",
        "discrimination",
        "said",
        "cathryn",
        "donaldson",
        "spokeswoman",
        "trade",
        "association",
        "america",
        "health",
        "insurance",
        "insurance",
        "provider",
        "committed",
        "covering",
        "medically",
        "necessary",
        "care",
        "preventive",
        "service",
        "transgender",
        "individual",
        "outlined",
        "section",
        "aca",
        "cigna",
        "major",
        "insurer",
        "respond",
        "inquiry",
        "trans",
        "surgery",
        "without",
        "referring",
        "question",
        "ahip",
        "said",
        "trend",
        "toward",
        "broader",
        "coverage",
        "clear",
        "danielle",
        "skidmore",
        "danielle",
        "skidmore",
        "austin",
        "transportation",
        "engineer",
        "running",
        "austin",
        "city",
        "council",
        "skidmore",
        "gender",
        "affirmation",
        "surgery",
        "december",
        "cigna",
        "cover",
        "gender",
        "reassignment",
        "surgery",
        "standard",
        "benefit",
        "group",
        "medical",
        "plan",
        "spokesman",
        "joseph",
        "mondy",
        "said",
        "since",
        "plan",
        "choose",
        "plan",
        "design",
        "covered",
        "service",
        "small",
        "number",
        "employer",
        "decided",
        "opt",
        "new",
        "standard",
        "benefit",
        "however",
        "overwhelming",
        "majority",
        "include",
        "coverage",
        "number",
        "people",
        "surgery",
        "hospital",
        "hopkins",
        "studied",
        "lau",
        "said",
        "miss",
        "people",
        "may",
        "surgery",
        "ambulatory",
        "setting",
        "remains",
        "tiny",
        "compared",
        "million",
        "american",
        "hopkins",
        "estimate",
        "transgendered",
        "reason",
        "may",
        "include",
        "insurance",
        "coverage",
        "new",
        "harder",
        "market",
        "get",
        "coverage",
        "expensive",
        "plastic",
        "surgery",
        "needed",
        "alter",
        "masculine",
        "feminine",
        "facial",
        "feature",
        "extensive",
        "recovery",
        "time",
        "genital",
        "reconstruction",
        "procedure",
        "according",
        "patient",
        "advocate",
        "painful",
        "procedure",
        "like",
        "creation",
        "vagina",
        "includes",
        "work",
        "make",
        "sure",
        "close",
        "recovery",
        "take",
        "long",
        "two",
        "three",
        "month",
        "card",
        "dealt",
        "year",
        "ago",
        "want",
        "lot",
        "surgery",
        "said",
        "leland",
        "koble",
        "transgendered",
        "man",
        "run",
        "nonprofit",
        "surgical",
        "recovery",
        "center",
        "trans",
        "patient",
        "davie",
        "florida",
        "picture",
        "male",
        "body",
        "possible",
        "many",
        "people",
        "pay",
        "pocket",
        "least",
        "urban",
        "area",
        "paying",
        "facial",
        "surgery",
        "getting",
        "coverage",
        "breast",
        "enhancement",
        "reduction",
        "genital",
        "reconstruction",
        "said",
        "another",
        "big",
        "factor",
        "shortage",
        "doctor",
        "trained",
        "procedure",
        "said",
        "danielle",
        "skidmore",
        "transportation",
        "engineer",
        "austin",
        "running",
        "austin",
        "city",
        "council",
        "surgery",
        "last",
        "december",
        "related",
        "problem",
        "scanty",
        "coverage",
        "care",
        "associated",
        "gender",
        "transition",
        "number",
        "step",
        "doctor",
        "payer",
        "might",
        "require",
        "going",
        "ahead",
        "surgery",
        "skidmore",
        "said",
        "even",
        "wider",
        "health",
        "insurance",
        "coverage",
        "many",
        "people",
        "would",
        "like",
        "surgery",
        "able",
        "modern",
        "medicine",
        "scientist",
        "begin",
        "uncover",
        "living",
        "space",
        "human",
        "body",
        "biggest",
        "medical",
        "innovation",
        "blood",
        "test",
        "alzheimer",
        "could",
        "detect",
        "dementia",
        "decade",
        "symptom",
        "tim",
        "mullaney",
        "special"
    ]
}