{
    "organizations": [],
    "uuid": "b56628b81731b9504c7d8cae238b4c25e1499a90",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/globe-newswire-first-mining-appoints-jeff-swinoga-to-board-and-announces-changes-in-management.html",
    "ord_in_thread": 0,
    "title": "First Mining Appoints Jeff Swinoga to Board and Announces Changes in Management",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, March 22, 2018 (GLOBE NEWSWIRE) -- First Mining Gold Corp. (“First Mining” or the “Company”) (TSX:FF) (OTCQX:FFMGF) (Frankfurt:FMG) announces the appointment of Jeff Swinoga to the Company’s Board of Directors and the departure of Patrick Donnelly as President of the Company. Effective immediately, Jeff Swinoga will assume the role of President and Chief Executive Officer, along with the former responsibilities of Mr. Donnelly.\nKeith Neumeyer, First Mining’s Chairman, stated, “The Board of Directors would like to express its appreciation for Patrick’s services to the Company and we wish him the very best in all of his future endeavours. We would also like to welcome Jeff to the Board. Jeff has already had a positive impact in leading the management team as our new CEO, and he is expected to be a tremendous addition to our Board.”\nABOUT FIRST MINING GOLD CORP.\nFirst Mining Gold Corp. is an emerging development company with a diversified portfolio of gold projects in North America. Having assembled a large resource base of seven million ounces of gold in the Measured and Indicated categories and five million ounces of gold in the Inferred category in mining friendly jurisdictions of eastern Canada, First Mining is now focused on advancing its assets towards production. The Company currently holds a portfolio of 25 mineral assets in Canada, Mexico and the United States with a focus on gold.\nFor further information, please contact :\nDerek Iwanaka\nVice President Investor Relations\nToll-Free: 1-844-306-8827\nEmail: info@firstmininggold.com\nWebsite: www.firstmininggold.com\nON BEHALF OF FIRST MINING GOLD CORP.\n“Keith Neumeyer”\nKeith Neumeyer\nChairman\nCautionary Note Regarding Forward-Looking Statements\nThis news release includes certain \"forward-looking information” and \" ” (collectively \" ”) within the meaning of applicable Canadian and United States securities legislation including the United States Private Securities Litigation Reform Act of 1995. These are made as of the date of this news release. Forward-looking statements are frequently, but not always, identified by words such as \"expects”, \"anticipates”, \"believes”, “plans”, “projects”, \"intends”, \"estimates”, “envisages”, \"potential”, \"possible”, “strategy”, “goals”, “objectives”, or variations thereof or stating that certain actions, events or results \"may\", \"could\", \"would\", \"might\" or \"will\" be taken, occur or be achieved, or the negative of any of these terms and similar expressions.\nForward-looking statements in this news release relate to future events or future performance and reflect current estimates, predictions, expectations or beliefs regarding future events and include, but are not limited to, statements with respect to: (i) the assumption by members of First Mining’s senior management team of the former responsibilities of Mr. Donnelly; and (ii) any future update by First Mining regarding a replacement to fill Mr. Donnelly’s former position at First Mining.\nBy their very nature, involve inherent risks and uncertainties, both general and specific, and risks exist that estimates, forecasts, projections and other will not be achieved or that assumptions do not reflect future experience. We caution readers not to place undue reliance on these as a number of important factors could cause the actual outcomes to the beliefs, plans, objectives, expectations, anticipations, estimates assumptions and intentions expressed in such . These risk factors may be generally stated as the risk that the assumptions and estimates expressed above do not occur as forecast, but specifically include, without limitation: (i) risks relating to the assumption by members of First Mining’s senior management team of the former responsibilities of Mr. Donnelly; (ii) risks relating to finding a suitable replacement to fill Mr. Donnelly’s former position at First Mining; (iii) developments in world metals markets; (iv) risks relating to fluctuations in the Canadian dollar relative to the US dollar; (v) management’s discretion to refocus the Company’s exploration efforts and/or alter the Company’s short and long term business plans; and (vi) the additional risks described in First Mining's Annual Information Form for the year ended December 31, 2016 filed with the Canadian securities regulatory authorities under the Company’s SEDAR profile at www.sedar.com , and in First Mining’s Annual Report on Form 40-F filed with the SEC on EDGAR.\nFirst Mining cautions that the foregoing list of factors that may affect future results is not exhaustive. When relying on our to make decisions with respect to First Mining, investors and others should carefully consider the foregoing factors and other uncertainties and potential events. First Mining does not undertake to update any forward-looking statement, whether written or oral, that may be made from time to time by the Company or on our behalf, except as required by law.\nCautionary Note to United States Investors\nThis news release has been prepared in accordance with the requirements of the securities laws in effect in Canada, which differ from the requirements of U.S. securities laws. Unless otherwise indicated, all resource and reserve estimates included in this news release have been prepared in accordance with National Instrument 43-101 Standards of Disclosure for Mineral Projects (\"NI 43-101”) and the Canadian Institute of Mining, Metallurgy, and Petroleum 2014 Definition Standards on Mineral Resources and Mineral Reserves. NI 43-101 is a rule developed by the Canadian Securities Administrators which establishes standards for all public disclosure an issuer makes of scientific and technical information concerning mineral projects. Canadian standards, including NI 43-101, differ significantly from the requirements of the United States Securities and Exchange Commission (\"SEC”), and mineral resource and reserve information contained herein may not be comparable to similar information disclosed by U.S. companies. In particular, and without limiting the generality of the foregoing, the term \"resource” does not equate to the term \"reserves”. Under U.S. standards, mineralization may not be classified as a \"reserve” unless the determination has been made that the mineralization could be economically and legally produced or extracted at the time the reserve determination is made. The SEC's disclosure standards normally do not permit the inclusion of information concerning \"measured mineral resources”, \"indicated mineral resources” or \"inferred mineral resources” or other descriptions of the amount of mineralization in mineral deposits that do not constitute \"reserves” by U.S. standards in documents filed with the SEC. Investors are cautioned not to assume that any part or all of mineral deposits in these categories will ever be converted into reserves. U.S. investors should also understand that \"inferred mineral resources” have a great amount of uncertainty as to their existence and great uncertainty as to their economic and legal feasibility. It cannot be assumed that all or any part of an \"inferred mineral resource” will ever be upgraded to a higher category. Under Canadian rules, estimated \"inferred mineral resources” may not form the basis of feasibility or pre-feasibility studies except in rare cases. Investors are cautioned not to assume that all or any part of an \"inferred mineral resource” exists or is economically or legally mineable. Disclosure of \"contained ounces” in a resource is permitted disclosure under Canadian regulations; however, the SEC normally only permits issuers to report mineralization that does not constitute \"reserves” by SEC standards as in-place tonnage and grade without reference to unit measures. The requirements of NI 43-101 for identification of \"reserves” are also not the same as those of the SEC, and reserves reported by the Company in compliance with NI 43-101 may not qualify as \"reserves” under SEC standards. Accordingly, information concerning mineral deposits set forth herein may not be comparable with information made public by companies that report in accordance with U.S. standards.\nSource:First Mining Gold Corp.",
    "published": "2018-03-22T14:00:00.000+02:00",
    "crawled": "2018-03-22T18:30:36.022+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "first",
        "mining",
        "gold",
        "first",
        "mining",
        "company",
        "tsx",
        "ff",
        "otcqx",
        "ffmgf",
        "frankfurt",
        "fmg",
        "announces",
        "appointment",
        "jeff",
        "swinoga",
        "company",
        "board",
        "director",
        "departure",
        "patrick",
        "donnelly",
        "president",
        "company",
        "effective",
        "immediately",
        "jeff",
        "swinoga",
        "assume",
        "role",
        "president",
        "chief",
        "executive",
        "officer",
        "along",
        "former",
        "responsibility",
        "donnelly",
        "keith",
        "neumeyer",
        "first",
        "mining",
        "chairman",
        "stated",
        "board",
        "director",
        "would",
        "like",
        "express",
        "appreciation",
        "patrick",
        "service",
        "company",
        "wish",
        "best",
        "future",
        "endeavour",
        "would",
        "also",
        "like",
        "welcome",
        "jeff",
        "board",
        "jeff",
        "already",
        "positive",
        "impact",
        "leading",
        "management",
        "team",
        "new",
        "ceo",
        "expected",
        "tremendous",
        "addition",
        "first",
        "mining",
        "gold",
        "first",
        "mining",
        "gold",
        "emerging",
        "development",
        "company",
        "diversified",
        "portfolio",
        "gold",
        "project",
        "north",
        "america",
        "assembled",
        "large",
        "resource",
        "base",
        "seven",
        "million",
        "ounce",
        "gold",
        "measured",
        "indicated",
        "category",
        "five",
        "million",
        "ounce",
        "gold",
        "inferred",
        "category",
        "mining",
        "friendly",
        "jurisdiction",
        "eastern",
        "canada",
        "first",
        "mining",
        "focused",
        "advancing",
        "asset",
        "towards",
        "production",
        "company",
        "currently",
        "hold",
        "portfolio",
        "mineral",
        "asset",
        "canada",
        "mexico",
        "united",
        "state",
        "focus",
        "gold",
        "information",
        "please",
        "contact",
        "derek",
        "iwanaka",
        "vice",
        "president",
        "investor",
        "relation",
        "email",
        "info",
        "website",
        "behalf",
        "first",
        "mining",
        "gold",
        "keith",
        "neumeyer",
        "keith",
        "neumeyer",
        "chairman",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "news",
        "release",
        "includes",
        "certain",
        "information",
        "collectively",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "united",
        "state",
        "security",
        "legislation",
        "including",
        "united",
        "state",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "made",
        "date",
        "news",
        "release",
        "statement",
        "frequently",
        "always",
        "identified",
        "word",
        "expects",
        "anticipates",
        "belief",
        "plan",
        "project",
        "intends",
        "estimate",
        "envisages",
        "potential",
        "possible",
        "strategy",
        "goal",
        "objective",
        "variation",
        "thereof",
        "stating",
        "certain",
        "action",
        "event",
        "result",
        "may",
        "could",
        "would",
        "might",
        "taken",
        "occur",
        "achieved",
        "negative",
        "term",
        "similar",
        "expression",
        "statement",
        "news",
        "release",
        "relate",
        "future",
        "event",
        "future",
        "performance",
        "reflect",
        "current",
        "estimate",
        "prediction",
        "expectation",
        "belief",
        "regarding",
        "future",
        "event",
        "include",
        "limited",
        "statement",
        "respect",
        "assumption",
        "member",
        "first",
        "mining",
        "senior",
        "management",
        "team",
        "former",
        "responsibility",
        "donnelly",
        "ii",
        "future",
        "update",
        "first",
        "mining",
        "regarding",
        "replacement",
        "fill",
        "donnelly",
        "former",
        "position",
        "first",
        "mining",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "risk",
        "exist",
        "estimate",
        "forecast",
        "projection",
        "achieved",
        "assumption",
        "reflect",
        "future",
        "experience",
        "caution",
        "reader",
        "place",
        "undue",
        "reliance",
        "number",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "outcome",
        "belief",
        "plan",
        "objective",
        "expectation",
        "anticipation",
        "estimate",
        "assumption",
        "intention",
        "expressed",
        "risk",
        "factor",
        "may",
        "generally",
        "stated",
        "risk",
        "assumption",
        "estimate",
        "expressed",
        "occur",
        "forecast",
        "specifically",
        "include",
        "without",
        "limitation",
        "risk",
        "relating",
        "assumption",
        "member",
        "first",
        "mining",
        "senior",
        "management",
        "team",
        "former",
        "responsibility",
        "donnelly",
        "ii",
        "risk",
        "relating",
        "finding",
        "suitable",
        "replacement",
        "fill",
        "donnelly",
        "former",
        "position",
        "first",
        "mining",
        "iii",
        "development",
        "world",
        "metal",
        "market",
        "iv",
        "risk",
        "relating",
        "fluctuation",
        "canadian",
        "dollar",
        "relative",
        "u",
        "dollar",
        "v",
        "management",
        "discretion",
        "refocus",
        "company",
        "exploration",
        "effort",
        "alter",
        "company",
        "short",
        "long",
        "term",
        "business",
        "plan",
        "vi",
        "additional",
        "risk",
        "described",
        "first",
        "mining",
        "annual",
        "information",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "company",
        "sedar",
        "profile",
        "first",
        "mining",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "edgar",
        "first",
        "mining",
        "caution",
        "foregoing",
        "list",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "exhaustive",
        "relying",
        "make",
        "decision",
        "respect",
        "first",
        "mining",
        "investor",
        "others",
        "carefully",
        "consider",
        "foregoing",
        "factor",
        "uncertainty",
        "potential",
        "event",
        "first",
        "mining",
        "undertake",
        "update",
        "statement",
        "whether",
        "written",
        "oral",
        "may",
        "made",
        "time",
        "time",
        "company",
        "behalf",
        "except",
        "required",
        "law",
        "cautionary",
        "note",
        "united",
        "state",
        "investor",
        "news",
        "release",
        "prepared",
        "accordance",
        "requirement",
        "security",
        "law",
        "effect",
        "canada",
        "differ",
        "requirement",
        "security",
        "law",
        "unless",
        "otherwise",
        "indicated",
        "resource",
        "reserve",
        "estimate",
        "included",
        "news",
        "release",
        "prepared",
        "accordance",
        "national",
        "instrument",
        "standard",
        "disclosure",
        "mineral",
        "project",
        "ni",
        "canadian",
        "institute",
        "mining",
        "metallurgy",
        "petroleum",
        "definition",
        "standard",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "ni",
        "rule",
        "developed",
        "canadian",
        "security",
        "administrator",
        "establishes",
        "standard",
        "public",
        "disclosure",
        "issuer",
        "make",
        "scientific",
        "technical",
        "information",
        "concerning",
        "mineral",
        "project",
        "canadian",
        "standard",
        "including",
        "ni",
        "differ",
        "significantly",
        "requirement",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "sec",
        "mineral",
        "resource",
        "reserve",
        "information",
        "contained",
        "herein",
        "may",
        "comparable",
        "similar",
        "information",
        "disclosed",
        "company",
        "particular",
        "without",
        "limiting",
        "generality",
        "foregoing",
        "term",
        "resource",
        "equate",
        "term",
        "reserve",
        "standard",
        "mineralization",
        "may",
        "classified",
        "reserve",
        "unless",
        "determination",
        "made",
        "mineralization",
        "could",
        "economically",
        "legally",
        "produced",
        "extracted",
        "time",
        "reserve",
        "determination",
        "made",
        "sec",
        "disclosure",
        "standard",
        "normally",
        "permit",
        "inclusion",
        "information",
        "concerning",
        "measured",
        "mineral",
        "resource",
        "indicated",
        "mineral",
        "resource",
        "inferred",
        "mineral",
        "resource",
        "description",
        "amount",
        "mineralization",
        "mineral",
        "deposit",
        "constitute",
        "reserve",
        "standard",
        "document",
        "filed",
        "sec",
        "investor",
        "cautioned",
        "assume",
        "part",
        "mineral",
        "deposit",
        "category",
        "ever",
        "converted",
        "reserve",
        "investor",
        "also",
        "understand",
        "inferred",
        "mineral",
        "resource",
        "great",
        "amount",
        "uncertainty",
        "existence",
        "great",
        "uncertainty",
        "economic",
        "legal",
        "feasibility",
        "assumed",
        "part",
        "inferred",
        "mineral",
        "resource",
        "ever",
        "upgraded",
        "higher",
        "category",
        "canadian",
        "rule",
        "estimated",
        "inferred",
        "mineral",
        "resource",
        "may",
        "form",
        "basis",
        "feasibility",
        "study",
        "except",
        "rare",
        "case",
        "investor",
        "cautioned",
        "assume",
        "part",
        "inferred",
        "mineral",
        "resource",
        "exists",
        "economically",
        "legally",
        "mineable",
        "disclosure",
        "contained",
        "ounce",
        "resource",
        "permitted",
        "disclosure",
        "canadian",
        "regulation",
        "however",
        "sec",
        "normally",
        "permit",
        "issuer",
        "report",
        "mineralization",
        "constitute",
        "reserve",
        "sec",
        "standard",
        "tonnage",
        "grade",
        "without",
        "reference",
        "unit",
        "measure",
        "requirement",
        "ni",
        "identification",
        "reserve",
        "also",
        "sec",
        "reserve",
        "reported",
        "company",
        "compliance",
        "ni",
        "may",
        "qualify",
        "reserve",
        "sec",
        "standard",
        "accordingly",
        "information",
        "concerning",
        "mineral",
        "deposit",
        "set",
        "forth",
        "herein",
        "may",
        "comparable",
        "information",
        "made",
        "public",
        "company",
        "report",
        "accordance",
        "standard",
        "source",
        "first",
        "mining",
        "gold",
        "corp"
    ]
}