{
    "organizations": [],
    "uuid": "d1a8366eb4f58ebfb7491f0e0ec7861a2df2b0ed",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/pr-newswire-dariohealth-reports-fourth-quarter-and-year-end-2017-results.html",
    "ord_in_thread": 0,
    "title": "DarioHealth Reports Fourth Quarter and Year End 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAESAREA, Israel, March 19, 2018 /PRNewswire/ -- DarioHealth Corp. (NASDAQ: DRIO), a leading global digital health company with mobile health and big data solutions, today reported financial and operational results for the fourth quarter and full-year periods ended on December 31, 2017.\nFourth Quarter Highlights\nRecord revenues of $1.6 million increased 88% compared to the fourth quarter of 2016 Sequential quarterly revenue growth of 15% over the third quarter of 2017 Twelfth consecutive quarter of revenue growth Gross profit of $569,000, an increase of 188% compared to the fourth quarter of 2016 Net loss decreased by 15% from the fourth quarter of 2016\n2017 Highlights\nRecord revenues of $5.2 million increased 84% compared to the full year 2016 Gross profit of $1.3 million increased 258% compared to the full year 2016 Launched into a new market - Germany Received three additional regulatory clearances: FDA for Android, CE Lightning, TGA Australia for Lightning Received positive market recognition as a digital health industry leader, from both a company and product offering perspective: Best \"100 Global Digital Health\" by The Journal of mHealth Best Glucometer for Data Management by Top Ten Reviews Selected by Philips' HighTechXL innovation hub Recognized by CCG UK as the \"First Choice\" for Type 1 Diabetes\n2018 Outlook\nIn 2018, Dario Health is confident in its ability to continue to execute on its vision and anticipates continued strong growth building on the foundation fundamentals established during 2017, including:\nRegulatory clearances Reimbursements in several territories Extended offering beyond monitoring and disposables Presence and operations in multiple markets Expansion into multiple sales channels – including B2B and B2C\nAdditionally, during Q1 2018, DarioHealth raised approximately $6.6 million. The investment was led by a specialized healthcare technologies fund joined by existing major shareholders of DarioHealth, among others. The proceeds will be used to execute on the Company's growth plans.\nFor the first time, the Company is providing revenue guidance. The Company forecasts 2018 revenues to be between $8.3 million and $9.3 million.\nErez Raphael, Chairman and CEO of DarioHealth, commented, \"Our vision and focus has enabled us to achieve real progress and numerous accomplishments during 2017 and has positioned Dario for continued growth and market penetration in 2018.\n\"Both the fourth quarter and full year 2017 saw record sales and we established a more predictable stream of high margin recurring subscription revenues. We are excited by the positive engagement we are achieving with our users translating into significant monthly user growth and customer lifetime value. Based on our continued momentum, we expect annual revenue growth of at least 60% in 2018.\n\"Today, more than ever, we have confidence that DarioHealth will transform the market from a pure monitoring solution into a full digital care solution. Dario's products combine monitoring disposables, software and service capabilities, and will result in a significantly better clinical benefit to our user.\"\nFull Year 2017 Results Summary\nFor the twelve months ended December 31, 2017, revenues were $5.2 million, an 84% increase from $2.8 million for the twelve months ended December 31, 2016.\nRevenues generated during the year ended December 31, 2017 were derived mainly from the sales of DarioHealth's components, including the Dario™ Blood Glucose Monitoring System itself, through direct sales to consumers located mainly in the United States, Australia and Germany, through the Company's online stores and through distributors in Canada, Italy and the United Kingdom.\nGross profit increased by $2,141,000, a 258% increase to a profit of $1,311,000 in the twelve months ended December 31, 2017, as compared to a $830,000 gross loss in the twelve months ended December 31, 2016.\nOperating loss for the twelve months ended December 31, 2017 increased by $3.3 million to $14.4 million, as compared to a $11.1 million operating loss in the twelve months ended December 31, 2016.\nThe increase in operating loss was mainly due to the increase in operating expenses partially offset by the improvement in the gross profit compared to the twelve months ended December 31, 2016.\nIn the first quarter of 2017 we recorded in our financial income, warrant revaluation income of $7.4 million, as a result of reclassifying warrants issued to investors in March and August of 2016 as a \"Liability related to Warrants,\" in 2016, due to its exercise price protection feature. The exercise price protection feature expired on March 8, 2017, and as a result, the liability related to these warrants was reclassified back to shareholders' equity in the first quarter of 2017, while recording related financing income of $7.4 million in the first quarter of 2017.\nDuring the year end preparation of our financial statements we determined with our auditors to revise the accounting approach to this revaluation of warrants and as a result we have revised our first quarter financing income to a financing expense of $1.2 million. As a result of this change we have resubmitted our quarterly reports. This change has no effect on the shareholders' equity nor has it any effect on the Company's cash position.\nNet loss attributable to holders of common stock increased by $4.8 million, a 45% increase to $15.7 million in the twelve months ended December 31, 2017, as compared to $10.9 million in the twelve months ended December 31, 2016.\nFourth Quarter 2017 Results Summary\nRevenue for the fourth quarter ended December 31, 2017 was $1,578,000, an 88% increase from $838,000 in fourth quarter ended December 31, 2016, and a 15% increase sequentially from the third quarter of 2017.\nRevenues for the fourth quarter of 2017 included direct-to-consumer sales in the United States, as well as Australia and initial sales in Germany, and product sales to distributors in the United Kingdom and Canada.\nGross profit increased by $1,216,000, a 188% increase to a profit of $569,000 in the fourth quarter of 2017, as compared to a gross loss of $647,000 in the fourth quarter of 2016.\nOperating loss for the fourth quarter ended December 31, 2017 decreased by $0.7 million to $3.1 million, as compared to a $3.8 million operating loss in the fourth quarter ended December 31, 2016. This decrease is mainly due to the improvement in our gross profit partially offset by the increase in our operating expenses.\nNet loss attributable to holders of common stock decreased by $0.6 million to $3.26 million in the fourth quarter of 2016, as compared to $3.86 million in the fourth quarter of 2016.\nAs of December 31, 2017, cash and cash equivalents totaled $3.7 million. During the first quarter, of 2018, the Company raised $6.6 million in a private placement.\nConference Call Details:\nDate: Monday, March 19, 2018\nTime: 9:00 AM ET\nDial-in Number: 877-407-8035\nInternational Dial-in Number: 201-689-8035\nWebcast: http://www.investorcalendar.com/event/26834\nAbout DarioHealth Corp.\nDarioHealth Corp. (NASDAQ: DRIO) is a leading global digital health company serving its users with dynamic mobile health solutions. In today's day and age, knowledge of health and treatment is being democratized, and we believe people deserve to know everything about their own health and have the best tools to manage their condition. DarioHealth employs a revolutionary approach whereby harnessing big data, we have developed a novel method for chronic disease data management, empowering people to analyze and personalize self-diabetes management in a totally new way without having the disease slow them down. DarioHealth has a commercial office in New York with an R&D center in Caesarea, Israel. For more information, visit http://mydario.investorroom.com/ .\nCautionary Note Regarding Forward-Looking Statements\nThis news release and the statements of representatives and partners of DarioHealth Corp. (the \"Company\") related thereto contain or may contain forward-looking statements within the meaning of the Private Securities Litigation Reform Act of 1995. Statements that are not statements of historical fact may be deemed to be forward-looking statements. Without limiting the generality of the foregoing, words such as \"plan,\" \"project,\" \"potential,\" \"seek,\" \"may,\" \"will,\" \"expect,\" \"believe,\" \"anticipate,\" \"intend,\" \"could,\" \"estimate\" or \"continue\" are intended to identify forward-looking statements. For example, the Company is using forward-looking statements in this press release when the Company provides revenue forecasts and describes growth potential for 2018. Readers are cautioned that certain important factors may affect the Company's actual results and could cause such results to differ materially from any forward-looking statements that may be made in this news release. Factors that may affect the Company's results include, but are not limited to, regulatory approvals, product demand, market acceptance, impact of competitive products and prices, product development, commercialization or technological difficulties, the success or failure of negotiations and trade, legal, social and economic risks, and the risks associated with the adequacy of existing cash resources. Additional factors that could cause or contribute to differences between the Company's actual results and forward-looking statements include, but are not limited to, those risks discussed in the Company's filings with the U.S. Securities and Exchange Commission. Readers are cautioned that actual results (including, without limitation, the timing for and results of the Company's commercial and regulatory plans for Dario™ as described herein) may differ significantly from those set forth in the forward-looking statements. The Company undertakes no obligation to publicly update any forward-looking statements, whether as a result of new information, future events or otherwise, except as required by applicable law.\nDARIOHEALTH CORP.\nCONSOLIDATED BALANCE SHEETS\nU.S. dollars in thousands\nDecember 31,\n2017\n2016\nASSETS\nCURRENT ASSETS:\nCash and cash equivalents\n$ 3,718\n$ 1,093\nShort-term bank deposits\n258\n225\nTrade receivables\n282\n226\nInventories\n1,184\n888\nOther accounts receivable and prepaid expenses\n604\n504\nTotal current assets\n6,046\n2,936\nLEASE DEPOSITS\n42\n35\nPROPERTY AND EQUIPMENT, NET\n869\n901\nTotal assets\n$ 6,957\n$ 3,872\nDARIOHEALTH CORP.\nCONSOLIDATED BALANCE SHEETS\nU.S. dollars in thousands (except stock and stock data)\nDecember 31,\n2017\n2016\nLIABILITIES AND STOCKHOLDERS' EQUITY (DEFICIENCY)\nCURRENT LIABILITIES:\nTrade payables\n$ 1,852\n$ 1,812\nOther accounts payable and accrued expenses\n1,163\n1,113\nTotal current liabilities\n3,015\n2,925\nLIABILITY RELATED TO WARRANTS\n1\n7,488\nSTOCKHOLDERS' EQUITY (DEFICIENCY)\nCommon Stock of $0.0001 par value -\nAuthorized: 160,000,000 shares at December 31, 2017\nand 2016; Issued and Outstanding: 14,074,238 and\n5,713,383 shares at December 31, 2017 and 2016,\nrespectively\n7\n6\nPreferred Stock of $0.0001 par value -\nAuthorized: 5,000,000 shares at December 31, 2017\nand 2016; Issued and Outstanding: None at\nDecember 31, 2017 and December 31, 2016\n-\n-\nAdditional paid-in capital\n74,892\n48,413\nAccumulated deficit\n(70,958)\n(54,960)\nTotal stockholders' equity (deficiency)\n3,941\n(6,541)\nTotal liabilities and stockholders' equity (deficiency)\n$ 6,957\n$ 3,872\nDARIOHEALTH CORP.\nCONSOLIDATED STATEMENTS OF COMPREHENSIVE LOSS\nU.S. dollars in thousands (except stock and stock data)\nYear ended\nDecember 31,\n2017\n2016\nRevenues\n$ 5,170\n$ 2,803\nCost of revenues\n3,859\n3,364\nImpairment of production line\n-\n269\nGross profit (loss)\n1,311\n(830)\nOperating expenses:\nResearch and development\n$ 3,297\n$ 2,154\nSales and marketing\n7,707\n4,739\nGeneral and administrative\n4,726\n3,378\nTotal operating expenses\n15,730\n10,271\nOperating loss\n14,419\n11,101\nFinancial expenses (income), net:\nRevaluation of warrants\n1,168\n(260)\nOther financial expense, net\n156\n46\nTotal financial income, net\n1,324\n(214)\nNet loss\n$ 15,743\n$ 10,887\nDeemed dividend\n255\n710\nNet loss attributable to holders of Common Stock\n$ 15,998\n$ 11,607\nNet loss per share:\nBasic and diluted loss per share\n$ 1.64\n$ 2.09\nWeighted average number of Common Stock\nused in computing basic and diluted net loss\nper share\n9,628,256\n5,202,974\nDARIOHEALTH CORP.\nCONSOLIDATED STATEMENTS OF CASH FLOWS\nU.S. dollars in thousands\nYear ended\nDecember 31,\n2017\n2016\nCash flows from operating activities:\nNet loss\n$ (15,743)\n$ (10,887)\nAdjustments required to reconcile net loss to net cash used in operating activities:\nStock-based compensation and Common Stock to service providers\n3,824\n1,038\nDepreciation\n195\n387\nWrite-off of a production line\n-\n269\nIncrease (decrease) in trade receivables\n(56)\n(226)\nIncrease (decrease) in deferred revenues\n-\n(31)\nDecrease (increase) in other accounts receivable and prepaid expenses\n(99)\n406\nIncrease in inventories\n(295)\n(287)\nIncrease (decrease) in trade payables\n39\n834\nIncrease in other accounts payable and accrued expenses\n334\n378\nChange in the fair value of warrants to purchase shares of Common Stock\n1,168\n(260)\nRevaluation of short-term bank deposits\n(17)\nLoss from disposal of fixed assets\n31\n-\nNet cash used in operating activities\n(10,619)\n(8,379)\nCash flows from investing activities:\nInvestment in short-term bank deposits\n(17)\n(145)\nInvestment in lease deposit, net\n(7)\n6\nPurchase of property and equipment\n(195)\n(808)\nNet cash used in investing activities\n(219)\n(947)\nCash flows from financing activities:\nProceeds from issuance of shares and warrants, net of issuance cost\n13,463\n7,538\nProceeds from exercise of warrants\n*) -\n210\nNet cash provided by financing activities\n13,463\n7,748\nIncrease (decrease) in cash and cash equivalents\n2,625\n(1,578)\nCash and cash equivalents at beginning of year\n1,093\n2,671\nCash and cash equivalents at end of year\n$ 3,718\n$ 1,093\nNon-cash investing and financing activities:\nConversion of Series A Preferred Stock to Common stock\n-\n2,277\nReclassification of warrants from liability to equity\n8,655\n-\nPayment for executives and directors under Salary Program\n183\n154\n*) Represents an amount lower than $1.\nDarioHealth Corporate Contact: Shmuel Herschberg, Marketing Director, shmuel@mydario.com , 1-914-775-5548\nDarioHealth Public Relations Contact: Terese Kelly, Rosica PR, terese@rosica.com , 1-201-843-5600\nDarioHealth Investor Relations Contact: Westwicke Partners, Dario@Westwicke.com , 1-443-213-0500\nView original content: http://www.prnewswire.com/news-releases/dariohealth-reports-fourth-quarter-and-year-end-2017-results-300615810.html\nSOURCE DarioHealth Corp.",
    "published": "2018-03-19T15:00:00.000+02:00",
    "crawled": "2018-03-19T16:47:44.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "caesarea",
        "israel",
        "march",
        "dariohealth",
        "nasdaq",
        "drio",
        "leading",
        "global",
        "digital",
        "health",
        "company",
        "mobile",
        "health",
        "big",
        "data",
        "solution",
        "today",
        "reported",
        "financial",
        "operational",
        "result",
        "fourth",
        "quarter",
        "period",
        "ended",
        "december",
        "fourth",
        "quarter",
        "highlight",
        "record",
        "revenue",
        "million",
        "increased",
        "compared",
        "fourth",
        "quarter",
        "sequential",
        "quarterly",
        "revenue",
        "growth",
        "third",
        "quarter",
        "twelfth",
        "consecutive",
        "quarter",
        "revenue",
        "growth",
        "gross",
        "profit",
        "increase",
        "compared",
        "fourth",
        "quarter",
        "net",
        "loss",
        "decreased",
        "fourth",
        "quarter",
        "highlight",
        "record",
        "revenue",
        "million",
        "increased",
        "compared",
        "full",
        "year",
        "gross",
        "profit",
        "million",
        "increased",
        "compared",
        "full",
        "year",
        "launched",
        "new",
        "market",
        "germany",
        "received",
        "three",
        "additional",
        "regulatory",
        "clearance",
        "fda",
        "android",
        "ce",
        "lightning",
        "tga",
        "australia",
        "lightning",
        "received",
        "positive",
        "market",
        "recognition",
        "digital",
        "health",
        "industry",
        "leader",
        "company",
        "product",
        "offering",
        "perspective",
        "best",
        "global",
        "digital",
        "health",
        "journal",
        "mhealth",
        "best",
        "glucometer",
        "data",
        "management",
        "top",
        "ten",
        "review",
        "selected",
        "philip",
        "hightechxl",
        "innovation",
        "hub",
        "recognized",
        "ccg",
        "uk",
        "first",
        "choice",
        "type",
        "diabetes",
        "outlook",
        "dario",
        "health",
        "confident",
        "ability",
        "continue",
        "execute",
        "vision",
        "anticipates",
        "continued",
        "strong",
        "growth",
        "building",
        "foundation",
        "fundamental",
        "established",
        "including",
        "regulatory",
        "clearance",
        "reimbursement",
        "several",
        "territory",
        "extended",
        "offering",
        "beyond",
        "monitoring",
        "disposable",
        "presence",
        "operation",
        "multiple",
        "market",
        "expansion",
        "multiple",
        "sale",
        "channel",
        "including",
        "b2b",
        "b2c",
        "additionally",
        "q1",
        "dariohealth",
        "raised",
        "approximately",
        "million",
        "investment",
        "led",
        "specialized",
        "healthcare",
        "technology",
        "fund",
        "joined",
        "existing",
        "major",
        "shareholder",
        "dariohealth",
        "among",
        "others",
        "proceeds",
        "used",
        "execute",
        "company",
        "growth",
        "plan",
        "first",
        "time",
        "company",
        "providing",
        "revenue",
        "guidance",
        "company",
        "forecast",
        "revenue",
        "million",
        "million",
        "erez",
        "raphael",
        "chairman",
        "ceo",
        "dariohealth",
        "commented",
        "vision",
        "focus",
        "enabled",
        "u",
        "achieve",
        "real",
        "progress",
        "numerous",
        "accomplishment",
        "positioned",
        "dario",
        "continued",
        "growth",
        "market",
        "penetration",
        "fourth",
        "quarter",
        "full",
        "year",
        "saw",
        "record",
        "sale",
        "established",
        "predictable",
        "stream",
        "high",
        "margin",
        "recurring",
        "subscription",
        "revenue",
        "excited",
        "positive",
        "engagement",
        "achieving",
        "user",
        "translating",
        "significant",
        "monthly",
        "user",
        "growth",
        "customer",
        "lifetime",
        "value",
        "based",
        "continued",
        "momentum",
        "expect",
        "annual",
        "revenue",
        "growth",
        "least",
        "today",
        "ever",
        "confidence",
        "dariohealth",
        "transform",
        "market",
        "pure",
        "monitoring",
        "solution",
        "full",
        "digital",
        "care",
        "solution",
        "dario",
        "product",
        "combine",
        "monitoring",
        "disposable",
        "software",
        "service",
        "capability",
        "result",
        "significantly",
        "better",
        "clinical",
        "benefit",
        "user",
        "full",
        "year",
        "result",
        "summary",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "million",
        "increase",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "generated",
        "year",
        "ended",
        "december",
        "derived",
        "mainly",
        "sale",
        "dariohealth",
        "component",
        "including",
        "blood",
        "glucose",
        "monitoring",
        "system",
        "direct",
        "sale",
        "consumer",
        "located",
        "mainly",
        "united",
        "state",
        "australia",
        "germany",
        "company",
        "online",
        "store",
        "distributor",
        "canada",
        "italy",
        "united",
        "kingdom",
        "gross",
        "profit",
        "increased",
        "increase",
        "profit",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "gross",
        "loss",
        "twelve",
        "month",
        "ended",
        "december",
        "operating",
        "loss",
        "twelve",
        "month",
        "ended",
        "december",
        "increased",
        "million",
        "million",
        "compared",
        "million",
        "operating",
        "loss",
        "twelve",
        "month",
        "ended",
        "december",
        "increase",
        "operating",
        "loss",
        "mainly",
        "due",
        "increase",
        "operating",
        "expense",
        "partially",
        "offset",
        "improvement",
        "gross",
        "profit",
        "compared",
        "twelve",
        "month",
        "ended",
        "december",
        "first",
        "quarter",
        "recorded",
        "financial",
        "income",
        "warrant",
        "revaluation",
        "income",
        "million",
        "result",
        "reclassifying",
        "warrant",
        "issued",
        "investor",
        "march",
        "august",
        "liability",
        "related",
        "warrant",
        "due",
        "exercise",
        "price",
        "protection",
        "feature",
        "exercise",
        "price",
        "protection",
        "feature",
        "expired",
        "march",
        "result",
        "liability",
        "related",
        "warrant",
        "reclassified",
        "back",
        "shareholder",
        "equity",
        "first",
        "quarter",
        "recording",
        "related",
        "financing",
        "income",
        "million",
        "first",
        "quarter",
        "year",
        "end",
        "preparation",
        "financial",
        "statement",
        "determined",
        "auditor",
        "revise",
        "accounting",
        "approach",
        "revaluation",
        "warrant",
        "result",
        "revised",
        "first",
        "quarter",
        "financing",
        "income",
        "financing",
        "expense",
        "million",
        "result",
        "change",
        "resubmitted",
        "quarterly",
        "report",
        "change",
        "effect",
        "shareholder",
        "equity",
        "effect",
        "company",
        "cash",
        "position",
        "net",
        "loss",
        "attributable",
        "holder",
        "common",
        "stock",
        "increased",
        "million",
        "increase",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "fourth",
        "quarter",
        "result",
        "summary",
        "revenue",
        "fourth",
        "quarter",
        "ended",
        "december",
        "increase",
        "fourth",
        "quarter",
        "ended",
        "december",
        "increase",
        "sequentially",
        "third",
        "quarter",
        "revenue",
        "fourth",
        "quarter",
        "included",
        "sale",
        "united",
        "state",
        "well",
        "australia",
        "initial",
        "sale",
        "germany",
        "product",
        "sale",
        "distributor",
        "united",
        "kingdom",
        "canada",
        "gross",
        "profit",
        "increased",
        "increase",
        "profit",
        "fourth",
        "quarter",
        "compared",
        "gross",
        "loss",
        "fourth",
        "quarter",
        "operating",
        "loss",
        "fourth",
        "quarter",
        "ended",
        "december",
        "decreased",
        "million",
        "million",
        "compared",
        "million",
        "operating",
        "loss",
        "fourth",
        "quarter",
        "ended",
        "december",
        "decrease",
        "mainly",
        "due",
        "improvement",
        "gross",
        "profit",
        "partially",
        "offset",
        "increase",
        "operating",
        "expense",
        "net",
        "loss",
        "attributable",
        "holder",
        "common",
        "stock",
        "decreased",
        "million",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "december",
        "cash",
        "cash",
        "equivalent",
        "totaled",
        "million",
        "first",
        "quarter",
        "company",
        "raised",
        "million",
        "private",
        "placement",
        "conference",
        "call",
        "detail",
        "date",
        "monday",
        "march",
        "time",
        "et",
        "number",
        "international",
        "number",
        "webcast",
        "http",
        "dariohealth",
        "dariohealth",
        "nasdaq",
        "drio",
        "leading",
        "global",
        "digital",
        "health",
        "company",
        "serving",
        "user",
        "dynamic",
        "mobile",
        "health",
        "solution",
        "today",
        "day",
        "age",
        "knowledge",
        "health",
        "treatment",
        "democratized",
        "believe",
        "people",
        "deserve",
        "know",
        "everything",
        "health",
        "best",
        "tool",
        "manage",
        "condition",
        "dariohealth",
        "employ",
        "revolutionary",
        "approach",
        "whereby",
        "harnessing",
        "big",
        "data",
        "developed",
        "novel",
        "method",
        "chronic",
        "disease",
        "data",
        "management",
        "empowering",
        "people",
        "analyze",
        "personalize",
        "management",
        "totally",
        "new",
        "way",
        "without",
        "disease",
        "slow",
        "dariohealth",
        "commercial",
        "office",
        "new",
        "york",
        "r",
        "center",
        "caesarea",
        "israel",
        "information",
        "visit",
        "http",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "news",
        "release",
        "statement",
        "representative",
        "partner",
        "dariohealth",
        "company",
        "related",
        "thereto",
        "contain",
        "may",
        "contain",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "statement",
        "historical",
        "fact",
        "may",
        "deemed",
        "statement",
        "without",
        "limiting",
        "generality",
        "foregoing",
        "word",
        "plan",
        "project",
        "potential",
        "seek",
        "may",
        "expect",
        "believe",
        "anticipate",
        "intend",
        "could",
        "estimate",
        "continue",
        "intended",
        "identify",
        "statement",
        "example",
        "company",
        "using",
        "statement",
        "press",
        "release",
        "company",
        "provides",
        "revenue",
        "forecast",
        "describes",
        "growth",
        "potential",
        "reader",
        "cautioned",
        "certain",
        "important",
        "factor",
        "may",
        "affect",
        "company",
        "actual",
        "result",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "statement",
        "may",
        "made",
        "news",
        "release",
        "factor",
        "may",
        "affect",
        "company",
        "result",
        "include",
        "limited",
        "regulatory",
        "approval",
        "product",
        "demand",
        "market",
        "acceptance",
        "impact",
        "competitive",
        "product",
        "price",
        "product",
        "development",
        "commercialization",
        "technological",
        "difficulty",
        "success",
        "failure",
        "negotiation",
        "trade",
        "legal",
        "social",
        "economic",
        "risk",
        "risk",
        "associated",
        "adequacy",
        "existing",
        "cash",
        "resource",
        "additional",
        "factor",
        "could",
        "cause",
        "contribute",
        "difference",
        "company",
        "actual",
        "result",
        "statement",
        "include",
        "limited",
        "risk",
        "discussed",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "reader",
        "cautioned",
        "actual",
        "result",
        "including",
        "without",
        "limitation",
        "timing",
        "result",
        "company",
        "commercial",
        "regulatory",
        "plan",
        "described",
        "herein",
        "may",
        "differ",
        "significantly",
        "set",
        "forth",
        "statement",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "dariohealth",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "bank",
        "deposit",
        "trade",
        "receivables",
        "inventory",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "total",
        "current",
        "asset",
        "lease",
        "deposit",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "dariohealth",
        "consolidated",
        "balance",
        "sheet",
        "dollar",
        "thousand",
        "except",
        "stock",
        "stock",
        "data",
        "december",
        "liability",
        "stockholder",
        "equity",
        "deficiency",
        "current",
        "liability",
        "trade",
        "payable",
        "account",
        "payable",
        "accrued",
        "expense",
        "total",
        "current",
        "liability",
        "liability",
        "related",
        "warrant",
        "stockholder",
        "equity",
        "deficiency",
        "common",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "december",
        "issued",
        "outstanding",
        "share",
        "december",
        "respectively",
        "preferred",
        "stock",
        "par",
        "value",
        "authorized",
        "share",
        "december",
        "issued",
        "outstanding",
        "none",
        "december",
        "december",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficiency",
        "total",
        "liability",
        "stockholder",
        "equity",
        "deficiency",
        "dariohealth",
        "consolidated",
        "statement",
        "comprehensive",
        "loss",
        "dollar",
        "thousand",
        "except",
        "stock",
        "stock",
        "data",
        "year",
        "ended",
        "december",
        "revenue",
        "cost",
        "revenue",
        "impairment",
        "production",
        "line",
        "gross",
        "profit",
        "loss",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "financial",
        "expense",
        "income",
        "net",
        "revaluation",
        "warrant",
        "financial",
        "expense",
        "net",
        "total",
        "financial",
        "income",
        "net",
        "net",
        "loss",
        "deemed",
        "dividend",
        "net",
        "loss",
        "attributable",
        "holder",
        "common",
        "stock",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "number",
        "common",
        "stock",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "dariohealth",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "dollar",
        "thousand",
        "year",
        "ended",
        "december",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "required",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "compensation",
        "common",
        "stock",
        "service",
        "provider",
        "depreciation",
        "production",
        "line",
        "increase",
        "decrease",
        "trade",
        "receivables",
        "increase",
        "decrease",
        "deferred",
        "revenue",
        "decrease",
        "increase",
        "account",
        "receivable",
        "prepaid",
        "expense",
        "increase",
        "inventory",
        "increase",
        "decrease",
        "trade",
        "payable",
        "increase",
        "account",
        "payable",
        "accrued",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "purchase",
        "share",
        "common",
        "stock",
        "revaluation",
        "bank",
        "deposit",
        "loss",
        "disposal",
        "fixed",
        "asset",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "investment",
        "bank",
        "deposit",
        "investment",
        "lease",
        "deposit",
        "net",
        "purchase",
        "property",
        "equipment",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "proceeds",
        "issuance",
        "share",
        "warrant",
        "net",
        "issuance",
        "cost",
        "proceeds",
        "exercise",
        "warrant",
        "net",
        "cash",
        "provided",
        "financing",
        "activity",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "year",
        "cash",
        "cash",
        "equivalent",
        "end",
        "year",
        "investing",
        "financing",
        "activity",
        "conversion",
        "series",
        "preferred",
        "stock",
        "common",
        "stock",
        "reclassification",
        "warrant",
        "liability",
        "equity",
        "payment",
        "executive",
        "director",
        "salary",
        "program",
        "represents",
        "amount",
        "lower",
        "dariohealth",
        "corporate",
        "contact",
        "shmuel",
        "herschberg",
        "marketing",
        "director",
        "shmuel",
        "dariohealth",
        "public",
        "relation",
        "contact",
        "terese",
        "kelly",
        "rosica",
        "pr",
        "terese",
        "dariohealth",
        "investor",
        "relation",
        "contact",
        "westwicke",
        "partner",
        "dario",
        "view",
        "original",
        "content",
        "http",
        "source",
        "dariohealth",
        "corp"
    ]
}