{
    "organizations": [],
    "uuid": "ecfc390f988c865294a47d0602fd857643bee44a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/23/business-wire-keweenaw-sends-letter-to-shareholders.html",
    "ord_in_thread": 0,
    "title": "Keweenaw Sends Letter to Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Sets the Record Straight on New York Hedge Fund Cornwall Capital’s Misleading Statements\nKeweenaw Continues to Execute on its Strategic Initiatives and Drive Long-Term Growth\nCornwall is Seeking to Gain Control of a Timber Company’s Board, but Has Nominated Candidates with No Timber Experience\nCornwall’s Cut-and-Paste “Plan” Comprises 131 Words and Reflects\nZero Understanding of Keweenaw’s Business\nDiscard All White Proxy Cards from Cornwall Capital and\nVote on the GREEN Proxy Card TODAY\nIRONWOOD, Mich.--(BUSINESS WIRE)-- Keweenaw Land Association, Limited (“Keweenaw” or “the Company”) (OTC Pink: KEWL) today sent a letter to shareholders in connection with Cornwall Capital Management LP’s (“Cornwall”) nominations of three director candidates for the Keweenaw Board of Directors (the “Board”).\nThe full text of the letter follows:\nMarch 23, 2018\nDear Shareholders,\nThe 2018 Keweenaw Annual Meeting of Shareholders (“Annual Meeting”), to be held on April 12, 2018, is rapidly approaching. We believe that your investment in the Company will be put at extreme risk should you make the decision to give control of the Board to a New York hedge fund that lacks a detailed plan for the Company and has absolutely no relevant industry experience.\nUnfortunately, Cornwall has made a number of misleading statements with regard to Keweenaw – as well as their own nominees and their intentions regarding the Company’s future. Therefore, we feel compelled to set the record straight.\nIn order to protect your investment and ensure that Keweenaw remains on a path of long-term value creation, we urge you to consider the facts when comparing your current board and Cornwall:\nMyth: Cornwall’s nominees have the right experience to successfully run a forest products and land management company. Reality: Cornwall’s nominees do not have the skills or industry knowledge to oversee a timber company. If Cornwall gained control of the Company’s Board, all shareholders besides Cornwall would be at a severe disadvantage. How is a board of financial engineers expected to compete when Keweenaw’s peer companies are overseen by boards with years of forestry and operational expertise? Further, a change in control of the Company could cause the loss of experienced senior management and trigger employment contract provisions that would cost in excess of one million dollars. Myth: Cornwall has a clear and thoughtful plan to enhance shareholder value. Reality: Cornwall’s 131 word 4-point “plan” is vague and offers no detail as to how it would be implemented – let alone the fact that some elements of this plan are already underway. Cornwall claims operational change is needed, yet offers a brief 131 word “strategy” that could be applicable to virtually any company in any industry, and in many ways simply repackages points Cornwall has already been making, further demonstrating their lack of understanding of the timber business. In contrast, the current Board recently engaged in a strategic review and is focused on implementing additional elements of a strategic plan to create long-term shareholder value, including: Plans to convert to a REIT effective for the 2018 tax year. Reviewing the Company’s cost structure. Identifying land for potential conservation easements. Monetizing non-core assets. Cornwall already has two representatives on the Board. If their plan for the business is so transformative, why have they waited so long to present it, much less worked to implement it? Myth: Keweenaw’s operating expenses are excessive and rising. Reality: Keweenaw’s operating expenses have risen BECAUSE of Cornwall’s activist involvement on the Board. Higher costs are directly related to Cornwall’s activist involvement in the Company and have driven profitability lower. Prior to Cornwall’s representatives joining the Board, director expenses averaged $274,000 per year. With Cornwall representatives on the Board, expenses have nearly doubled to $515,000. Cornwall has requested to expense a roundtrip charter flight from Chicago, IL to Ironwood, MI for a Board meeting, as well as other “elite” travel expenses. If Cornwall is successful, its full proxy solicitation expenses will likely be charged to the Company and expenses will likely continue to skyrocket. Myth: Keweenaw’s strategy is “mired in confusion and reversals.” 1 Reality: Keweenaw’s current Board has a clear plan and understanding of the timber industry, while Cornwall is trying to distract shareholders from what matters. Cornwall Quote: s statements from the Company about the value of a REIT conversion made five, seven and ten years ago. Half a decade ago, much less 10 years ago, a REIT conversion was not feasible. Today, due to changes in tax law and the increased scale of the Company, it is not only feasible, but will enhance near-term returns to shareholders. The current Board is adapting to changing conditions and continuing to act in the best interest of shareholders. Cornwall claims Keweenaw pursues an “unorthodox” strategy of intentionally under-harvesting, but the reality is that the Company has been executing on its strategy of increasing harvest levels for the past year and a half. In fact, since 2014 there has been a nearly 10% year-over-year harvest volume increase, with the increase for 2018 projected at nearly 20%. Further, Cornwall is wrong to claim that Keweenaw lacks an understanding of its timber inventory, when in reality, it is Cornwall that does not understand the facts. When new land is bought, timber inventory increases. The 2017 acquisitions were not fully integrated into the existing inventory system when the new cruise was completed, accounting for the additional approximate 30% standing timber volume disclosed in the Company’s October update on the Strategic Review. Myth: Cornwall was not involved in the 2016 or 2017 Strategic Review, so it makes sense they would harshly criticize it. Reality: Cornwall representatives Jamie Mai and Jan Loeb were fully engaged in the Strategic Reviews. Mai was on the Board during the 2016 strategic review process and both Loeb and Mai served on the Board’s Strategic Review Committee during the 2017 process. In fact, Loeb was the Chair of the 2017 Strategic Review Committee, which conducted an extensive process including holding 21 meetings. Neither Cornwall representative on the committee raised any substantive issues during the strategic review – their criticism began when the sale process ended, because they didn’t like the realities reflected by the outcome. Myth: Keweenaw has mismanaged its timberlands. Reality: Forests respond to how they are managed. Keweenaw’s timberlands now have more volume and a higher mix of sawtimber than 15 years ago, which is a direct result of the Company’s skillful management of its lands. The value of Keweenaw’s assets on a per acre basis has risen steadily over time, as evidenced by the value per acre more than doubling over the past 20 years. The Company’s oldest timber stands are producing more than 35% sawtimber at harvest and this improved sawtimber mix has resulted in higher log sales realization. Additionally, Keweenaw’s timber growth rates are higher than regional averages. Cornwall has repeatedly called the Company’s timber acquisitions “value destructive” but offers no explanation as to why. Repeating a lie doesn’t make it true. The reality is that Keweenaw recent acquisitions of investment grade timberlands will be accretive to harvest levels and provide for immediate cash flow opportunities. What would a bunch of financial engineers know about developing a better timberland strategy? Cornwall failed to include a timberland strategy in its four-point “plan”, likely because they do not understand the timber industry. Myth: Cornwall is aligned with the long-term best interests of all shareholders. Reality: Cornwall bought stock partially based on its own faulty appraisal and misconceptions about the business, and now wants to liquidate their investment by any means necessary. Cornwall hired SilvaTerra to estimate standing timber inventory by satellite imagery. However, the inventory data was collected on adjoining property and not from Keweenaw’s land. No data was ever collected on Keweenaw property. In the appraisal, the sawtimber volume - which is the most valuable component of the forest - was overstated by 72% compared to Keweenaw’s most recent cruise. This was not recognized by Cornwall. An error of this magnitude would have been obvious to any knowledgeable timberland investor. Cornwall did not realize how flawed this analysis was and made investment decisions partially based on this information. Rather than accept responsibility for their mistake, they are blaming the Company and are trying to liquidate their holdings regardless of the adverse impact to all other shareholders.\nIn short, your current Board has a strategic vision for the Company and has the right experience to execute against it. Cornwall does not.\nProtect your investment and vote for your current Board to continue carrying out the strategic vision that has already led to record results for the Company and its investors.\nPLEASE VOTE FOR YOUR BOARD ON THE GREEN PROXY CARD TODAY!\nPLEASE DO NOT SIGN ANY WHITE PROXY CARD SENT TO YOU\nBY CORNWALL CAPITAL MANAGEMENT LP\nSincerely,\nDavid Ayer,\nDirector and Chairman of the Board, Keweenaw Land Association, Limited\nBrian D. Glodowski,\nDirector, CEO, President, and Secretary, Keweenaw Land Association, Limited\nIf you have any questions, or need assistance voting\nyour GREEN proxy card, please contact:\nOKAPI PARTNERS\n1212 Avenue of the Americas, 24th Floor\nNew York, NY 10036\nTelephone for Banks, Brokers, and International Shareholders: +1 212-297-0720\nShareholders may call toll-free (from the U.S. and Canada): 877-796-5274\nEmail: info@okapipartners.com\nAbout Keweenaw Land Association, Limited\nKeweenaw is a forest products and land management company located in Ironwood, Michigan. Keweenaw has land holdings of approximately 185,500 surface acres and over 400,000 acres of mineral rights, located predominantly in the western Upper Peninsula of Michigan and northern Wisconsin. Keweenaw shares trade in the OTC Markets under the Pink directory with 1,301,550 shares outstanding.\nStatements in this document may constitute “forward-looking” statements regarding Keweenaw and its business. Forward looking statements involve significant risks and uncertainties and are not representations as to or guarantees of future results. The risks and uncertainties include changes in general economic conditions generally or in the timber industry, disruptions in Keweenaw’s business, program implementation delays, cost increases, expenses relating to the REIT conversion and proxy contest, capital needs, and other adverse factors. Actual events may cause results to differ materially from those contemplated in the forward looking statements.\n1 Cornwall Capital deck: http://www.innisfreema.com/annual/KEWL/Keweenaw%20Presentation%203_21_18%20vFinal.pdf\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180323005354/en/\nInvestors:\nOkapi Partners LLC\nBruce Goldfarb/Chuck Garske/Lisa Patel\n212-297-0720\nor\nMedia:\nSloane & Company\nDan Zacchei/Joe Germani\n212-486-9500\nDzacchei@sloanepr.com / JGermani@sloanepr.com\nSource: Keweenaw Land Association, Limited",
    "published": "2018-03-23T17:04:00.000+03:00",
    "crawled": "2018-03-23T19:53:28.004+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "set",
        "record",
        "straight",
        "new",
        "york",
        "hedge",
        "fund",
        "cornwall",
        "capital",
        "misleading",
        "statement",
        "keweenaw",
        "continues",
        "execute",
        "strategic",
        "initiative",
        "drive",
        "growth",
        "cornwall",
        "seeking",
        "gain",
        "control",
        "timber",
        "company",
        "board",
        "nominated",
        "candidate",
        "timber",
        "experience",
        "cornwall",
        "plan",
        "comprises",
        "word",
        "reflects",
        "zero",
        "understanding",
        "keweenaw",
        "business",
        "discard",
        "white",
        "proxy",
        "card",
        "cornwall",
        "capital",
        "vote",
        "green",
        "proxy",
        "card",
        "today",
        "ironwood",
        "business",
        "wire",
        "keweenaw",
        "land",
        "association",
        "limited",
        "keweenaw",
        "company",
        "otc",
        "pink",
        "kewl",
        "today",
        "sent",
        "letter",
        "shareholder",
        "connection",
        "cornwall",
        "capital",
        "management",
        "lp",
        "cornwall",
        "nomination",
        "three",
        "director",
        "candidate",
        "keweenaw",
        "board",
        "director",
        "board",
        "full",
        "text",
        "letter",
        "follows",
        "march",
        "dear",
        "shareholder",
        "keweenaw",
        "annual",
        "meeting",
        "shareholder",
        "annual",
        "meeting",
        "held",
        "april",
        "rapidly",
        "approaching",
        "believe",
        "investment",
        "company",
        "put",
        "extreme",
        "risk",
        "make",
        "decision",
        "give",
        "control",
        "board",
        "new",
        "york",
        "hedge",
        "fund",
        "lack",
        "detailed",
        "plan",
        "company",
        "absolutely",
        "relevant",
        "industry",
        "experience",
        "unfortunately",
        "cornwall",
        "made",
        "number",
        "misleading",
        "statement",
        "regard",
        "keweenaw",
        "well",
        "nominee",
        "intention",
        "regarding",
        "company",
        "future",
        "therefore",
        "feel",
        "compelled",
        "set",
        "record",
        "straight",
        "order",
        "protect",
        "investment",
        "ensure",
        "keweenaw",
        "remains",
        "path",
        "value",
        "creation",
        "urge",
        "consider",
        "fact",
        "comparing",
        "current",
        "board",
        "cornwall",
        "myth",
        "cornwall",
        "nominee",
        "right",
        "experience",
        "successfully",
        "run",
        "forest",
        "product",
        "land",
        "management",
        "company",
        "reality",
        "cornwall",
        "nominee",
        "skill",
        "industry",
        "knowledge",
        "oversee",
        "timber",
        "company",
        "cornwall",
        "gained",
        "control",
        "company",
        "board",
        "shareholder",
        "besides",
        "cornwall",
        "would",
        "severe",
        "disadvantage",
        "board",
        "financial",
        "engineer",
        "expected",
        "compete",
        "keweenaw",
        "peer",
        "company",
        "overseen",
        "board",
        "year",
        "forestry",
        "operational",
        "expertise",
        "change",
        "control",
        "company",
        "could",
        "cause",
        "loss",
        "experienced",
        "senior",
        "management",
        "trigger",
        "employment",
        "contract",
        "provision",
        "would",
        "cost",
        "excess",
        "one",
        "million",
        "dollar",
        "myth",
        "cornwall",
        "clear",
        "thoughtful",
        "plan",
        "enhance",
        "shareholder",
        "value",
        "reality",
        "cornwall",
        "word",
        "plan",
        "vague",
        "offer",
        "detail",
        "would",
        "implemented",
        "let",
        "alone",
        "fact",
        "element",
        "plan",
        "already",
        "underway",
        "cornwall",
        "claim",
        "operational",
        "change",
        "needed",
        "yet",
        "offer",
        "brief",
        "word",
        "strategy",
        "could",
        "applicable",
        "virtually",
        "company",
        "industry",
        "many",
        "way",
        "simply",
        "repackages",
        "point",
        "cornwall",
        "already",
        "making",
        "demonstrating",
        "lack",
        "understanding",
        "timber",
        "business",
        "contrast",
        "current",
        "board",
        "recently",
        "engaged",
        "strategic",
        "review",
        "focused",
        "implementing",
        "additional",
        "element",
        "strategic",
        "plan",
        "create",
        "shareholder",
        "value",
        "including",
        "plan",
        "convert",
        "reit",
        "effective",
        "tax",
        "year",
        "reviewing",
        "company",
        "cost",
        "structure",
        "identifying",
        "land",
        "potential",
        "conservation",
        "easement",
        "monetizing",
        "asset",
        "cornwall",
        "already",
        "two",
        "representative",
        "board",
        "plan",
        "business",
        "transformative",
        "waited",
        "long",
        "present",
        "much",
        "less",
        "worked",
        "implement",
        "myth",
        "keweenaw",
        "operating",
        "expense",
        "excessive",
        "rising",
        "reality",
        "keweenaw",
        "operating",
        "expense",
        "risen",
        "cornwall",
        "activist",
        "involvement",
        "board",
        "higher",
        "cost",
        "directly",
        "related",
        "cornwall",
        "activist",
        "involvement",
        "company",
        "driven",
        "profitability",
        "lower",
        "prior",
        "cornwall",
        "representative",
        "joining",
        "board",
        "director",
        "expense",
        "averaged",
        "per",
        "year",
        "cornwall",
        "representative",
        "board",
        "expense",
        "nearly",
        "doubled",
        "cornwall",
        "requested",
        "expense",
        "roundtrip",
        "charter",
        "flight",
        "chicago",
        "il",
        "ironwood",
        "mi",
        "board",
        "meeting",
        "well",
        "elite",
        "travel",
        "expense",
        "cornwall",
        "successful",
        "full",
        "proxy",
        "solicitation",
        "expense",
        "likely",
        "charged",
        "company",
        "expense",
        "likely",
        "continue",
        "skyrocket",
        "myth",
        "keweenaw",
        "strategy",
        "mired",
        "confusion",
        "reality",
        "keweenaw",
        "current",
        "board",
        "clear",
        "plan",
        "understanding",
        "timber",
        "industry",
        "cornwall",
        "trying",
        "distract",
        "shareholder",
        "matter",
        "cornwall",
        "quote",
        "statement",
        "company",
        "value",
        "reit",
        "conversion",
        "made",
        "five",
        "seven",
        "ten",
        "year",
        "ago",
        "half",
        "decade",
        "ago",
        "much",
        "less",
        "year",
        "ago",
        "reit",
        "conversion",
        "feasible",
        "today",
        "due",
        "change",
        "tax",
        "law",
        "increased",
        "scale",
        "company",
        "feasible",
        "enhance",
        "return",
        "shareholder",
        "current",
        "board",
        "adapting",
        "changing",
        "condition",
        "continuing",
        "act",
        "best",
        "interest",
        "shareholder",
        "cornwall",
        "claim",
        "keweenaw",
        "pursues",
        "unorthodox",
        "strategy",
        "intentionally",
        "reality",
        "company",
        "executing",
        "strategy",
        "increasing",
        "harvest",
        "level",
        "past",
        "year",
        "half",
        "fact",
        "since",
        "nearly",
        "harvest",
        "volume",
        "increase",
        "increase",
        "projected",
        "nearly",
        "cornwall",
        "wrong",
        "claim",
        "keweenaw",
        "lack",
        "understanding",
        "timber",
        "inventory",
        "reality",
        "cornwall",
        "understand",
        "fact",
        "new",
        "land",
        "bought",
        "timber",
        "inventory",
        "increase",
        "acquisition",
        "fully",
        "integrated",
        "existing",
        "inventory",
        "system",
        "new",
        "cruise",
        "completed",
        "accounting",
        "additional",
        "approximate",
        "standing",
        "timber",
        "volume",
        "disclosed",
        "company",
        "october",
        "update",
        "strategic",
        "review",
        "myth",
        "cornwall",
        "involved",
        "strategic",
        "review",
        "make",
        "sense",
        "would",
        "harshly",
        "criticize",
        "reality",
        "cornwall",
        "representative",
        "jamie",
        "mai",
        "jan",
        "loeb",
        "fully",
        "engaged",
        "strategic",
        "review",
        "mai",
        "board",
        "strategic",
        "review",
        "process",
        "loeb",
        "mai",
        "served",
        "board",
        "strategic",
        "review",
        "committee",
        "process",
        "fact",
        "loeb",
        "chair",
        "strategic",
        "review",
        "committee",
        "conducted",
        "extensive",
        "process",
        "including",
        "holding",
        "meeting",
        "neither",
        "cornwall",
        "representative",
        "committee",
        "raised",
        "substantive",
        "issue",
        "strategic",
        "review",
        "criticism",
        "began",
        "sale",
        "process",
        "ended",
        "like",
        "reality",
        "reflected",
        "outcome",
        "myth",
        "keweenaw",
        "mismanaged",
        "timberland",
        "reality",
        "forest",
        "respond",
        "managed",
        "keweenaw",
        "timberland",
        "volume",
        "higher",
        "mix",
        "sawtimber",
        "year",
        "ago",
        "direct",
        "result",
        "company",
        "skillful",
        "management",
        "land",
        "value",
        "keweenaw",
        "asset",
        "per",
        "acre",
        "basis",
        "risen",
        "steadily",
        "time",
        "evidenced",
        "value",
        "per",
        "acre",
        "doubling",
        "past",
        "year",
        "company",
        "oldest",
        "timber",
        "stand",
        "producing",
        "sawtimber",
        "harvest",
        "improved",
        "sawtimber",
        "mix",
        "resulted",
        "higher",
        "log",
        "sale",
        "realization",
        "additionally",
        "keweenaw",
        "timber",
        "growth",
        "rate",
        "higher",
        "regional",
        "average",
        "cornwall",
        "repeatedly",
        "called",
        "company",
        "timber",
        "acquisition",
        "value",
        "destructive",
        "offer",
        "explanation",
        "repeating",
        "lie",
        "make",
        "true",
        "reality",
        "keweenaw",
        "recent",
        "acquisition",
        "investment",
        "grade",
        "timberland",
        "accretive",
        "harvest",
        "level",
        "provide",
        "immediate",
        "cash",
        "flow",
        "opportunity",
        "would",
        "bunch",
        "financial",
        "engineer",
        "know",
        "developing",
        "better",
        "timberland",
        "strategy",
        "cornwall",
        "failed",
        "include",
        "timberland",
        "strategy",
        "plan",
        "likely",
        "understand",
        "timber",
        "industry",
        "myth",
        "cornwall",
        "aligned",
        "best",
        "interest",
        "shareholder",
        "reality",
        "cornwall",
        "bought",
        "stock",
        "partially",
        "based",
        "faulty",
        "appraisal",
        "misconception",
        "business",
        "want",
        "liquidate",
        "investment",
        "mean",
        "necessary",
        "cornwall",
        "hired",
        "silvaterra",
        "estimate",
        "standing",
        "timber",
        "inventory",
        "satellite",
        "imagery",
        "however",
        "inventory",
        "data",
        "collected",
        "adjoining",
        "property",
        "keweenaw",
        "land",
        "data",
        "ever",
        "collected",
        "keweenaw",
        "property",
        "appraisal",
        "sawtimber",
        "volume",
        "valuable",
        "component",
        "forest",
        "overstated",
        "compared",
        "keweenaw",
        "recent",
        "cruise",
        "recognized",
        "cornwall",
        "error",
        "magnitude",
        "would",
        "obvious",
        "knowledgeable",
        "timberland",
        "investor",
        "cornwall",
        "realize",
        "flawed",
        "analysis",
        "made",
        "investment",
        "decision",
        "partially",
        "based",
        "information",
        "rather",
        "accept",
        "responsibility",
        "mistake",
        "blaming",
        "company",
        "trying",
        "liquidate",
        "holding",
        "regardless",
        "adverse",
        "impact",
        "shareholder",
        "short",
        "current",
        "board",
        "strategic",
        "vision",
        "company",
        "right",
        "experience",
        "execute",
        "cornwall",
        "protect",
        "investment",
        "vote",
        "current",
        "board",
        "continue",
        "carrying",
        "strategic",
        "vision",
        "already",
        "led",
        "record",
        "result",
        "company",
        "investor",
        "please",
        "vote",
        "board",
        "green",
        "proxy",
        "card",
        "today",
        "please",
        "sign",
        "white",
        "proxy",
        "card",
        "sent",
        "cornwall",
        "capital",
        "management",
        "lp",
        "sincerely",
        "david",
        "ayer",
        "director",
        "chairman",
        "board",
        "keweenaw",
        "land",
        "association",
        "limited",
        "brian",
        "glodowski",
        "director",
        "ceo",
        "president",
        "secretary",
        "keweenaw",
        "land",
        "association",
        "limited",
        "question",
        "need",
        "assistance",
        "voting",
        "green",
        "proxy",
        "card",
        "please",
        "contact",
        "okapi",
        "partner",
        "avenue",
        "america",
        "24th",
        "floor",
        "new",
        "york",
        "ny",
        "telephone",
        "bank",
        "broker",
        "international",
        "shareholder",
        "shareholder",
        "may",
        "call",
        "canada",
        "email",
        "info",
        "keweenaw",
        "land",
        "association",
        "limited",
        "keweenaw",
        "forest",
        "product",
        "land",
        "management",
        "company",
        "located",
        "ironwood",
        "michigan",
        "keweenaw",
        "land",
        "holding",
        "approximately",
        "surface",
        "acre",
        "acre",
        "mineral",
        "right",
        "located",
        "predominantly",
        "western",
        "upper",
        "peninsula",
        "michigan",
        "northern",
        "wisconsin",
        "keweenaw",
        "share",
        "trade",
        "otc",
        "market",
        "pink",
        "directory",
        "share",
        "outstanding",
        "statement",
        "document",
        "may",
        "constitute",
        "statement",
        "regarding",
        "keweenaw",
        "business",
        "forward",
        "looking",
        "statement",
        "involve",
        "significant",
        "risk",
        "uncertainty",
        "representation",
        "guarantee",
        "future",
        "result",
        "risk",
        "uncertainty",
        "include",
        "change",
        "general",
        "economic",
        "condition",
        "generally",
        "timber",
        "industry",
        "disruption",
        "keweenaw",
        "business",
        "program",
        "implementation",
        "delay",
        "cost",
        "increase",
        "expense",
        "relating",
        "reit",
        "conversion",
        "proxy",
        "contest",
        "capital",
        "need",
        "adverse",
        "factor",
        "actual",
        "event",
        "may",
        "cause",
        "result",
        "differ",
        "materially",
        "contemplated",
        "forward",
        "looking",
        "statement",
        "cornwall",
        "capital",
        "deck",
        "http",
        "20presentation",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "okapi",
        "partner",
        "llc",
        "bruce",
        "patel",
        "medium",
        "sloane",
        "company",
        "dan",
        "germani",
        "dzacchei",
        "jgermani",
        "source",
        "keweenaw",
        "land",
        "association",
        "limited"
    ]
}