{
    "organizations": [],
    "uuid": "15d5a1b6598ee87d25bbf2c8b55d12fbb5c1a780",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-one-liberty-properties-reports-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "One Liberty Properties Reports Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "GREAT NECK, N.Y., March 13, 2018 (GLOBE NEWSWIRE) -- One Liberty Properties, Inc. (NYSE:OLP), a real estate investment trust focused on net leased properties, today announced operating results for the quarter and year ended December 31, 2017.\nPatrick J. Callan, Jr., President and Chief Executive Officer of One Liberty stated, “In 2017, One Liberty generated stronger cash flow from operations that supported our dividend being raised for a 6 th consecutive year. We also remained disciplined and judicious in our allocation of capital; we focused our efforts on increasing our ownership of industrial properties that we believe are positioned to outperform other asset classes. Our opportunistic approach to source quality real estate acquisitions in attractive locations, with demographics and other attributes that support our strategy, enables us to create value and growth for our stockholders. As we move ahead, we will look to build on our success in 2018 and beyond.”\nFourth Quarter Operating Results:\nRental income for the three months ended December 31, 2017 increased 1.7% to $17.5 million, from $17.2 million in the corresponding quarter in the prior year, primarily reflecting the net impact of acquisitions and dispositions in 2017 and 2016.\nTotal operating expenses in the fourth quarter of 2017 increased to $11.1 million from $10.1 million for the three months ended December 31, 2016, primarily due to additional real estate expenses and depreciation and amortization related to properties acquired in 2017 and 2016. Substantially all of such additional real estate expense is reimbursed to the Company.\nNet income attributable to One Liberty in the fourth quarter of 2017 was $4.2 million, or $0.22 per diluted share, compared to $4.4 million, or $0.24 per diluted share, in the fourth quarter of 2016. Gain on sale of real estate was $263,000 greater in the 2016 quarter than in that quarter of 2017.\nFunds from Operations, or FFO, was $9.5 million, or $0.50 per diluted share, for the quarter ended December 31, 2017, compared to $9.2 million, or $0.51 per diluted share, in the corresponding quarter of 2016. Adjusted Funds from Operations, or AFFO, was $10.1 million, or $0.53 per diluted share, for the quarter ended December 31, 2017, compared to $9.6 million, or $0.53 per diluted share in the corresponding quarter of the prior year.\nDiluted per share net income, FFO and AFFO were impacted in the quarter ended December 31, 2017 by the approximate 914,000 share increase in the weighted average number of shares of common stock outstanding due to stock issuances pursuant to One Liberty’s at-the-market offering, dividend reinvestment and equity incentive programs. A reconciliation of GAAP amounts to non-GAAP amounts is presented with the financial information included in this release.\nFull Year 2017 Operating Results:\nRental income in 2017 grew 6.2% to $68.2 million from $64.2 million in 2016, primarily reflecting the net impact of acquisitions and dispositions in 2017 and 2016.\nTotal operating expenses during 2017 increased to $44.0 million from $38.9 million in 2016 primarily due to increases in depreciation and amortization and real estate expenses. These expenses increased as a result of the properties acquired in 2017 and 2016, and, to a lesser extent, as a result of write-offs of tenant origination costs with respect to former tenants that sought bankruptcy protection and vacated their properties and expenses relating to a property which was vacant for most of 2017. Most of these vacant properties have been sold or re-leased. The Company estimates that in 2018, it will generate $1.2 million of net income from four properties that were vacant for all or a portion of 2017 and it will not be responsible in the future for the carrying expenses associated with such properties.\nNet income attributable to One Liberty was $24.1 million, or $1.28 per diluted share, compared to $24.4 million, or $1.39 per diluted share, in 2016. Gain on sale of real estate was $250,000 greater in 2016 than in 2017.\nFFO for 2017 was $36.2 million, or $1.94 per diluted share, compared to 2016 FFO of $33.3 million, or $1.90 per diluted share. AFFO for 2017 was $39.1 million compared to $34.8 million in the prior year, with AFFO per diluted share growing 5.0% to $2.09, compared to $1.99 per diluted share.\nDiluted per share net income, FFO and AFFO were impacted in 2017 by the approximate 1.2 million share increase in the weighted average number of shares of common stock outstanding due to stock issuances pursuant to One Liberty’s at-the-market offering, dividend reinvestment and equity incentive programs.\nAcquisitions and Dispositions in 2017:\nThe Company acquired four industrial properties for $43.2 million. The Company expects to recognize in 2018 approximately $3.3 million of rental income from these properties, which contributed $1.6 million of rental income in 2017.\nThe Company sold four properties for gross proceeds of $27.1 million and recognized a net gain of $9.8 million from these sales. The properties sold contributed $328,000 and $1.6 million of rental income in 2017 and 2016, respectively.\nBalance Sheet:\nAt December 31, 2017, the Company had $13.8 million of cash and cash equivalents, total assets of $742.6 million, total debt of $401.9 million, net of $4.4 million of deferred financing costs, and total stockholders’ equity of $296.8 million.\nAt March 5, 2018, One Liberty’s available liquidity was $102.8 million, including $6.7 million of cash and cash equivalents (net of the credit facility’s required $3 million deposit maintenance balance) and up to $96.1 million available under its credit facility.\nDividends:\nOn March 12, 2018, the Board of Directors declared a quarterly dividend on the Company’s common stock of $0.45 per share. The dividend is payable April 6, 2018 to stockholders of record on March 27, 2018. One Liberty increased its quarterly dividend payment by 4.7% from $0.43 per share to $0.45 per share, effective as of the dividend declared in December 2017 and paid in January 2018.\nNon-GAAP Financial Measures:\nOne Liberty computes FFO in accordance with the “White Paper on Funds From Operations” issued by the National Association of Real Estate Investment Trusts (“NAREIT”) and NAREIT’s related guidance. FFO is defined in the White Paper as net income (computed in accordance with generally accepted accounting principles), excluding gains (or losses) from sales of property, plus real estate depreciation and amortization (including amortization of deferred leasing costs), plus impairment write‑downs of depreciable real estate and after adjustments for unconsolidated partnerships and joint ventures. Adjustments for unconsolidated partnerships and joint ventures will be calculated to reflect funds from operations on the same basis. One Liberty computes AFFO by adjusting from FFO for straight-line rent accruals and amortization of lease intangibles, deducting lease termination fees and gain on extinguishment of debt and adding back amortization of restricted stock compensation, amortization of costs in connection with its financing activities (including its share of its unconsolidated joint ventures) and debt prepayment costs. Since the NAREIT White Paper does not provide guidelines for computing AFFO, the computation of AFFO may vary from one REIT to another.\nOne Liberty believes that FFO and AFFO are useful and standard supplemental measures of the operating performance for equity REITs and are used frequently by securities analysts, investors and other interested parties in evaluating equity REITs, many of which present FFO and AFFO when reporting their operating results. FFO and AFFO are intended to exclude GAAP historical cost depreciation and amortization of real estate assets, which assumes that the value of real estate assets diminish predictability over time. In fact, real estate values have historically risen and fallen with market conditions. As a result, management believes that FFO and AFFO provide a performance measure that when compared year over year, should reflect the impact to operations from trends in occupancy rates, rental rates, operating costs, interest costs and other matters without the inclusion of depreciation and amortization, providing a perspective that may not be necessarily apparent from net income. Management also considers FFO and AFFO to be useful in evaluating potential property acquisitions.\nFFO and AFFO do not represent net income or cash flows from operating, investing or financing activities as defined by GAAP. FFO and AFFO should not be considered to be an alternative to net income as a reliable measure of our operating performance nor as an alternative to cash flows as measures of liquidity. FFO and AFFO do not measure whether cash flow is sufficient to fund all of the Company’s cash needs.\nManagement recognizes that there are limitations in the use of FFO and AFFO. In evaluating the Company’s performance, management is careful to examine GAAP measures such as net income and cash flows from operating, investing and financing activities.\nForward Looking Statement:\nCertain information contained in this press release, together with other statements and information publicly disseminated by One Liberty Properties, Inc. is forward looking within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities and Exchange Act of 1934, as amended. We intend such forward looking statements to be covered by the safe harbor provision for forward looking statements contained in the Private Securities Litigation Reform Act of 1995 and include this statement for the purpose of complying with these safe harbor provisions. Information regarding certain important factors that could cause actual outcomes or other events to differ materially from any such forward looking statements appear in the Company's Annual Report on Form 10-K for the year ended December 31, 2017 and in particular “Item 1A. Risk Factors” included therein. You should not rely on forward looking statements since they involve known and unknown other factors which are, in some cases, beyond our control and which could materially affect actual results, performance or achievements.\nAbout One Liberty Properties:\nOne Liberty is a self-administered and self-managed real estate investment trust incorporated in Maryland in 1982. The Company acquires, owns and manages a geographically diversified portfolio of industrial, retail (including furniture stores and supermarkets), restaurant, health and fitness and theater properties. Many of these properties are subject to long term net leases under which the tenant is typically responsible for the property’s real estate taxes, insurance and ordinary maintenance and repairs.\nContact:\nOne Liberty Properties\nInvestor Relations\nPhone: (516) 466-3100\nwww.onelibertyproperties.com\nSource:One Liberty Properties, Inc.",
    "published": "2018-03-13T23:15:00.000+02:00",
    "crawled": "2018-03-14T00:36:25.025+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "great",
        "neck",
        "march",
        "globe",
        "newswire",
        "one",
        "liberty",
        "property",
        "nyse",
        "olp",
        "real",
        "estate",
        "investment",
        "trust",
        "focused",
        "net",
        "leased",
        "property",
        "today",
        "announced",
        "operating",
        "result",
        "quarter",
        "year",
        "ended",
        "december",
        "patrick",
        "callan",
        "president",
        "chief",
        "executive",
        "officer",
        "one",
        "liberty",
        "stated",
        "one",
        "liberty",
        "generated",
        "stronger",
        "cash",
        "flow",
        "operation",
        "supported",
        "dividend",
        "raised",
        "th",
        "consecutive",
        "year",
        "also",
        "remained",
        "disciplined",
        "judicious",
        "allocation",
        "capital",
        "focused",
        "effort",
        "increasing",
        "ownership",
        "industrial",
        "property",
        "believe",
        "positioned",
        "outperform",
        "asset",
        "class",
        "opportunistic",
        "approach",
        "source",
        "quality",
        "real",
        "estate",
        "acquisition",
        "attractive",
        "location",
        "demographic",
        "attribute",
        "support",
        "strategy",
        "enables",
        "u",
        "create",
        "value",
        "growth",
        "stockholder",
        "move",
        "ahead",
        "look",
        "build",
        "success",
        "fourth",
        "quarter",
        "operating",
        "result",
        "rental",
        "income",
        "three",
        "month",
        "ended",
        "december",
        "increased",
        "million",
        "million",
        "corresponding",
        "quarter",
        "prior",
        "year",
        "primarily",
        "reflecting",
        "net",
        "impact",
        "acquisition",
        "disposition",
        "total",
        "operating",
        "expense",
        "fourth",
        "quarter",
        "increased",
        "million",
        "million",
        "three",
        "month",
        "ended",
        "december",
        "primarily",
        "due",
        "additional",
        "real",
        "estate",
        "expense",
        "depreciation",
        "amortization",
        "related",
        "property",
        "acquired",
        "substantially",
        "additional",
        "real",
        "estate",
        "expense",
        "reimbursed",
        "company",
        "net",
        "income",
        "attributable",
        "one",
        "liberty",
        "fourth",
        "quarter",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "gain",
        "sale",
        "real",
        "estate",
        "greater",
        "quarter",
        "quarter",
        "fund",
        "operation",
        "ffo",
        "million",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "december",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "corresponding",
        "quarter",
        "adjusted",
        "fund",
        "operation",
        "affo",
        "million",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "december",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "corresponding",
        "quarter",
        "prior",
        "year",
        "diluted",
        "per",
        "share",
        "net",
        "income",
        "ffo",
        "affo",
        "impacted",
        "quarter",
        "ended",
        "december",
        "approximate",
        "share",
        "increase",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "outstanding",
        "due",
        "stock",
        "issuance",
        "pursuant",
        "one",
        "liberty",
        "offering",
        "dividend",
        "reinvestment",
        "equity",
        "incentive",
        "program",
        "reconciliation",
        "gaap",
        "amount",
        "amount",
        "presented",
        "financial",
        "information",
        "included",
        "release",
        "full",
        "year",
        "operating",
        "result",
        "rental",
        "income",
        "grew",
        "million",
        "million",
        "primarily",
        "reflecting",
        "net",
        "impact",
        "acquisition",
        "disposition",
        "total",
        "operating",
        "expense",
        "increased",
        "million",
        "million",
        "primarily",
        "due",
        "increase",
        "depreciation",
        "amortization",
        "real",
        "estate",
        "expense",
        "expense",
        "increased",
        "result",
        "property",
        "acquired",
        "lesser",
        "extent",
        "result",
        "tenant",
        "origination",
        "cost",
        "respect",
        "former",
        "tenant",
        "sought",
        "bankruptcy",
        "protection",
        "vacated",
        "property",
        "expense",
        "relating",
        "property",
        "vacant",
        "vacant",
        "property",
        "sold",
        "company",
        "estimate",
        "generate",
        "million",
        "net",
        "income",
        "four",
        "property",
        "vacant",
        "portion",
        "responsible",
        "future",
        "carrying",
        "expense",
        "associated",
        "property",
        "net",
        "income",
        "attributable",
        "one",
        "liberty",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "million",
        "per",
        "diluted",
        "share",
        "gain",
        "sale",
        "real",
        "estate",
        "greater",
        "ffo",
        "million",
        "per",
        "diluted",
        "share",
        "compared",
        "ffo",
        "million",
        "per",
        "diluted",
        "share",
        "affo",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "affo",
        "per",
        "diluted",
        "share",
        "growing",
        "compared",
        "per",
        "diluted",
        "share",
        "diluted",
        "per",
        "share",
        "net",
        "income",
        "ffo",
        "affo",
        "impacted",
        "approximate",
        "million",
        "share",
        "increase",
        "weighted",
        "average",
        "number",
        "share",
        "common",
        "stock",
        "outstanding",
        "due",
        "stock",
        "issuance",
        "pursuant",
        "one",
        "liberty",
        "offering",
        "dividend",
        "reinvestment",
        "equity",
        "incentive",
        "program",
        "acquisition",
        "disposition",
        "company",
        "acquired",
        "four",
        "industrial",
        "property",
        "million",
        "company",
        "expects",
        "recognize",
        "approximately",
        "million",
        "rental",
        "income",
        "property",
        "contributed",
        "million",
        "rental",
        "income",
        "company",
        "sold",
        "four",
        "property",
        "gross",
        "proceeds",
        "million",
        "recognized",
        "net",
        "gain",
        "million",
        "sale",
        "property",
        "sold",
        "contributed",
        "million",
        "rental",
        "income",
        "respectively",
        "balance",
        "sheet",
        "december",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "total",
        "asset",
        "million",
        "total",
        "debt",
        "million",
        "net",
        "million",
        "deferred",
        "financing",
        "cost",
        "total",
        "stockholder",
        "equity",
        "million",
        "march",
        "one",
        "liberty",
        "available",
        "liquidity",
        "million",
        "including",
        "million",
        "cash",
        "cash",
        "equivalent",
        "net",
        "credit",
        "facility",
        "required",
        "million",
        "deposit",
        "maintenance",
        "balance",
        "million",
        "available",
        "credit",
        "facility",
        "dividend",
        "march",
        "board",
        "director",
        "declared",
        "quarterly",
        "dividend",
        "company",
        "common",
        "stock",
        "per",
        "share",
        "dividend",
        "payable",
        "april",
        "stockholder",
        "record",
        "march",
        "one",
        "liberty",
        "increased",
        "quarterly",
        "dividend",
        "payment",
        "per",
        "share",
        "per",
        "share",
        "effective",
        "dividend",
        "declared",
        "december",
        "paid",
        "january",
        "financial",
        "measure",
        "one",
        "liberty",
        "computes",
        "ffo",
        "accordance",
        "white",
        "paper",
        "fund",
        "operation",
        "issued",
        "national",
        "association",
        "real",
        "estate",
        "investment",
        "trust",
        "nareit",
        "nareit",
        "related",
        "guidance",
        "ffo",
        "defined",
        "white",
        "paper",
        "net",
        "income",
        "computed",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "excluding",
        "gain",
        "loss",
        "sale",
        "property",
        "plus",
        "real",
        "estate",
        "depreciation",
        "amortization",
        "including",
        "amortization",
        "deferred",
        "leasing",
        "cost",
        "plus",
        "impairment",
        "depreciable",
        "real",
        "estate",
        "adjustment",
        "unconsolidated",
        "partnership",
        "joint",
        "venture",
        "adjustment",
        "unconsolidated",
        "partnership",
        "joint",
        "venture",
        "calculated",
        "reflect",
        "fund",
        "operation",
        "basis",
        "one",
        "liberty",
        "computes",
        "affo",
        "adjusting",
        "ffo",
        "rent",
        "accrual",
        "amortization",
        "lease",
        "intangible",
        "deducting",
        "lease",
        "termination",
        "fee",
        "gain",
        "extinguishment",
        "debt",
        "adding",
        "back",
        "amortization",
        "restricted",
        "stock",
        "compensation",
        "amortization",
        "cost",
        "connection",
        "financing",
        "activity",
        "including",
        "share",
        "unconsolidated",
        "joint",
        "venture",
        "debt",
        "prepayment",
        "cost",
        "since",
        "nareit",
        "white",
        "paper",
        "provide",
        "guideline",
        "computing",
        "affo",
        "computation",
        "affo",
        "may",
        "vary",
        "one",
        "reit",
        "another",
        "one",
        "liberty",
        "belief",
        "ffo",
        "affo",
        "useful",
        "standard",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "equity",
        "reit",
        "used",
        "frequently",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluating",
        "equity",
        "reit",
        "many",
        "present",
        "ffo",
        "affo",
        "reporting",
        "operating",
        "result",
        "ffo",
        "affo",
        "intended",
        "exclude",
        "gaap",
        "historical",
        "cost",
        "depreciation",
        "amortization",
        "real",
        "estate",
        "asset",
        "assumes",
        "value",
        "real",
        "estate",
        "asset",
        "diminish",
        "predictability",
        "time",
        "fact",
        "real",
        "estate",
        "value",
        "historically",
        "risen",
        "fallen",
        "market",
        "condition",
        "result",
        "management",
        "belief",
        "ffo",
        "affo",
        "provide",
        "performance",
        "measure",
        "compared",
        "year",
        "year",
        "reflect",
        "impact",
        "operation",
        "trend",
        "occupancy",
        "rate",
        "rental",
        "rate",
        "operating",
        "cost",
        "interest",
        "cost",
        "matter",
        "without",
        "inclusion",
        "depreciation",
        "amortization",
        "providing",
        "perspective",
        "may",
        "necessarily",
        "apparent",
        "net",
        "income",
        "management",
        "also",
        "considers",
        "ffo",
        "affo",
        "useful",
        "evaluating",
        "potential",
        "property",
        "acquisition",
        "ffo",
        "affo",
        "represent",
        "net",
        "income",
        "cash",
        "flow",
        "operating",
        "investing",
        "financing",
        "activity",
        "defined",
        "gaap",
        "ffo",
        "affo",
        "considered",
        "alternative",
        "net",
        "income",
        "reliable",
        "measure",
        "operating",
        "performance",
        "alternative",
        "cash",
        "flow",
        "measure",
        "liquidity",
        "ffo",
        "affo",
        "measure",
        "whether",
        "cash",
        "flow",
        "sufficient",
        "fund",
        "company",
        "cash",
        "need",
        "management",
        "recognizes",
        "limitation",
        "use",
        "ffo",
        "affo",
        "evaluating",
        "company",
        "performance",
        "management",
        "careful",
        "examine",
        "gaap",
        "measure",
        "net",
        "income",
        "cash",
        "flow",
        "operating",
        "investing",
        "financing",
        "activity",
        "forward",
        "looking",
        "statement",
        "certain",
        "information",
        "contained",
        "press",
        "release",
        "together",
        "statement",
        "information",
        "publicly",
        "disseminated",
        "one",
        "liberty",
        "property",
        "forward",
        "looking",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "intend",
        "forward",
        "looking",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "forward",
        "looking",
        "statement",
        "contained",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "statement",
        "purpose",
        "complying",
        "safe",
        "harbor",
        "provision",
        "information",
        "regarding",
        "certain",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "outcome",
        "event",
        "differ",
        "materially",
        "forward",
        "looking",
        "statement",
        "appear",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "particular",
        "item",
        "1a",
        "risk",
        "factor",
        "included",
        "therein",
        "rely",
        "forward",
        "looking",
        "statement",
        "since",
        "involve",
        "known",
        "unknown",
        "factor",
        "case",
        "beyond",
        "control",
        "could",
        "materially",
        "affect",
        "actual",
        "result",
        "performance",
        "achievement",
        "one",
        "liberty",
        "property",
        "one",
        "liberty",
        "real",
        "estate",
        "investment",
        "trust",
        "incorporated",
        "maryland",
        "company",
        "acquires",
        "owns",
        "manages",
        "geographically",
        "diversified",
        "portfolio",
        "industrial",
        "retail",
        "including",
        "furniture",
        "store",
        "supermarket",
        "restaurant",
        "health",
        "fitness",
        "theater",
        "property",
        "many",
        "property",
        "subject",
        "long",
        "term",
        "net",
        "lease",
        "tenant",
        "typically",
        "responsible",
        "property",
        "real",
        "estate",
        "tax",
        "insurance",
        "ordinary",
        "maintenance",
        "repair",
        "contact",
        "one",
        "liberty",
        "property",
        "investor",
        "relation",
        "phone",
        "source",
        "one",
        "liberty",
        "property",
        "inc"
    ]
}