{
    "organizations": [],
    "uuid": "0ca19f90704573517c653930040726b87b7cc694",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/cnbc-exclusive-cnbc-transcript-general-motors-chairman-ceo-mary-barra-speaks-with-cnbcs-brian-sullivan-today.html",
    "ord_in_thread": 0,
    "title": "CNBC Exclusive: CNBC Transcript: General Motors Chairman & CEO Mary Barra Speaks with CNBC’s Brian Sullivan Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Wednesday, March 7, 2018\nWHERE: CNBC's \"Power Lunch\" – From CERAWeek by IHS Markit in Houston, TX\nFollowing is an unofficial transcript of a CNBC EXCLUSIVE interview with General Motors Chairman & CEO Mary Barra and CNBC's Brian Sullivan on CNBC's \"Power Lunch\" (M-F 1PM-3PM) today, Wednesday, March 7, 2018. Following is a link to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/03/07/general-motors-ceo-mary-barra-we-see-an-all-electric-future.html?play=1 .\nAll references must be sourced to CNBC.\nDOMINIC CHU: TRADERS WILL KEEP EYES AND EARS ON THE LATEST OF COURSE COMING OUT OF THE CERAWEEK CONFERENCE DOWN IN HOUSTON AS WELL. SPEAKING OF WHICH, THAT'S WHERE WE FIND BRIAN SULLIVAN DOWN THERE IN HOUSTON. WE'LL SEND IT BACK DOWN TO YOU GUYS. BACK OVER TO YOU.\nBRIAN SULLIVAN: THE MAGIC OF TELEVISION. HE MENTIONS IT AND THEY COME TO ME. IT'S AMAZING HOW THAT WORKS OUT, DOM. THANK YOU VERY MUCH. OKAY, SO JUST BEHIND US, GENERAL MOTORS CEO MARY BARRA IS WRAPPING UP A MAJOR SPEECH WHERE SHE'S BREAKING SOME NEWS THAT THEY ARE INCREASING PRODUCTION OF THEIR ALL ELECTRIC BOLT. REMEMBER, THEY HAVE TALKED ABOUT AN ALL ELECTRIC WORLD. WE HAD A CHANCE TO SIT DOWN WITH MARY BARRA JUST A FEW MINUTES EARLIER, AND WE BEGAN BY ASKING WHETHER OR NOT SHE'S CONCERNED ABOUT THE WHITE HOUSE AND BUSINESS NOW THAT GARY COHN IS LEAVING.\nMARY BARRA: WELL, I THINK VERY HIGHLY OF GARY COHN. I CONSIDER HIM TO BE, YOU KNOW, A SMART PERSON WHO UNDERSTANDS MARKETS AND HOW THINGS WORK. BUT ONE OF THE THINGS THAT I THINK HAS BEEN VERY IMPORTANT THAT I HAVE SEEN WITH THE ADMINISTRATION IS THEY LISTEN. WHEN YOU LOOK AT A TOUGH OR A COMPLICATED ISSUE LIKE NAFTA AND AUTOS ARE REALLY IMPORTANT IN NAFTA. WE'VE BEEN ABLE TO PROVIDE A LOT OF INFORMATION TO EXPLAIN THE COMPLEXITIES OF THE SUPPLY CHAIN, THE POTENTIAL UNINTENDED CONSEQUENCES. SO I THINK THAT LISTENING PART IS VERY IMPORTANT.\nSULLIVAN: DO YOU BELIEVE THAT NAFTA WILL BE ALTERED OR EVEN RIPPED UP?\nBARRA: WELL, I THINK WE SUPPORT NAFTA BEING MODERNIZED. AND I THINK THERE'S CONSTRUCTIVE WAYS THAT WE CAN DO THAT THAT'S GOING TO IMPROVE NAFTA. THAT'S MY HOPE. AND THAT'S WHAT WE CONTINUE TO PROVIDE INPUT TO ENSURE HAPPENS.\nSULLIVAN: HOW DO YOU DEFINE MODERNIZE, MARY? WHAT WOULD YOU CHANGE?\nBARRA: WELL, I THINK WHEN YOU LOOK AT SOME OF THE – YOU KNOW, HOW TECHNOLOGY IS AFFECTING CARS AND HOW COMPONENTS HAVE CHANGED. WHEN YOU THINK ABOUT NAFTA 25 YEARS AGO, THINK ABOUT THE TECHNOLOGY THAT'S IN A CAR TODAY, I THINK THERE ARE RULES AND THINGS WE CAN MODERNIZE WITH TRACING, ET CETERA, THAT WILL MAKE LESS OF AN ADMINISTRATIVE BURDEN BUT STILL ACCOMPLISH WHAT THE ADMINISTRATION AND THE THREE COUNTRIES NEED.\nSULLIVAN: DO YOU BELIEVE WE'LL GET IMPORTED STEEL TARIFFS? AND IF SO, WHAT WOULD IT MEAN FOR THE PRICE OF A GENERAL MOTORS CAR?\nBARRA: FOR GENERAL MOTORS SPECIFICALLY, YOU KNOW, WE SOURCE ABOUT 90% OF OUR STEEL AND THE MAJORITY OF OUR ALUMINUM FROM THE UNITED STATES. AND SO WHEN I LOOK AT THE SPECIFIC IMPACT FROM THAT PERSPECTIVE THAT'S SOMETHING WE CAN MORE THAN OFFSET. BUT I THINK YOU DO HAVE TO LOOK AT IF CHANGES OCCUR THAT DRIVE THE COST UP, IT WILL HAVE A DIRECT IMPACT ON DEMAND BECAUSE THERE IS AN AFFORDABILITY ISSUE WITH CARS WE HAVE TO STAY COGNIZANT OF. IF THERE'S AN INCREASE TO THE POINT PEOPLE STOP BUYING CARS AND BUY USED THAT WILL AFFECT JOBS.\nSULLIVAN: DO YOU BELIEVE IT WILL INCREASE -- HAVE YOU DONE STUDIES THAT WOULD JUMP THE PRICE OF A GENERAL MOTORS SILVERADO BY A HUNDRED DOLLARS. IS THERE A GAUGE?\nBARRA: WELL, AGAIN, WHEN WE LOOK AT IT, IT'S A SMALL IMPACT. WE WOULD LOOK TO FIND OFFSETS AND EFFICIENCIES TO OFFSET THAT AND NOT HAVE TO PASS IT ON TO THE CUSTOMER. BUT TELL ME EXACTLY IS GOING TO HAPPEN AND THEN WE'LL FIGURE OUT WHAT THE OUTCOME SHOULD BE.\nSULLIVAN: EVERYWHERE IN THE WORLD WE SEE YOUR PRODUCTS. DO YOU WORRY ABOUT A TRADE WAR?\nBARRA: OF COURSE. OF COURSE. YOU KNOW, WHAT WE WANT AT GENERAL MOTORS, I BELIEVE WE HAVE THE STRONGEST PRODUCTS WE HAVE HAD ACROSS THE GLOBE IN THE MARKETS THAT WE COMPETE. GIVE US A LEVEL PLAYING FIELD AND LET US COMPETE AND I THINK WE'LL WIN THE CUSTOMER.\nSULLIVAN: THIS CONFERENCE IS AN OIL AND GAS CONFERENCE. YOU HAVE A FLEET OF ELECTRIC CARS ROLLING AROUND SOMEWHERE HERE, FROM WHAT I UNDERSTAND. WHY IS GM BRINGING AN ELECTRIC CAR TO AN OIL AND GAS CONFERENCE?\nBARRA: WELL I THINK—\nSULLIVAN: ITCHING FOR A FIGHT, I THINK.\nBARRA: I THINK IT IS AN ENERGY CONFERENCE. AND I THINK WE HAVE TO WORK TOGETHER.\nSULLIVAN: OKAY. THEY WOULD SAY THAT, TOO.\nBARRA: I THINK WE HAVE TO WORK TOGETHER TO FIND THE RIGHT SOLUTIONS. BUT, GENERAL MOTORS BELIEVES IN AN ALL ELECTRIC FUTURE. WE'RE WORKING TOWARD A GOAL WITH ZERO CRASHES, ZERO EMISSIONS AND ZERO CONGESTION. AND WE'VE GOT TO WORK TOGETHER TO CREATE THE INFRASTRUCTURE FOR US TO HAVE THE PRODUCTS TO DRIVE DOWN THE COSTS DOWN. BUT I THINK IT'S IMPORTANT FOR THE GLOBE.\nSULLIVAN: YEAH, LET'S TALK ABOUT THE GROWTH. BECAUSE WE HAD THE CEO OF SAUDI ARAMCO, WE DID AN INTERVIEW, AN EXCLUSIVE WITH HIM A COUPLE OF DAYS AGO, AND HE SAID, \"LISTEN, IT'S GOING TO BE AN OIL WORLD FOR GENERATIONS TO COME. E.V.s HAVE A ROLE BUT THEY'RE SO SMALL NOW, EVEN AT FAST GROWTH THEY ARE NOT GOING TO BE A HUGE PART OF THE TRANSPORTATION FLEET MARKET GLOBALLY FOR DECADES.\" DO YOU DISAGREE WITH THAT?\nBARRA: I THINK IT'S GOING TO HAPPEN MORE QUICKLY THAN DECADES. I DO BELIEVE THAT WE'LL HAVE INTERNAL COMBUSTION ENGINES FOR A LONG TIME AND WE'RE WORKING WITH EVERY NEW VEHICLE TO MAKE THOSE VEHICLES MORE FUEL EFFICIENT, TO USE TECHNOLOGY SO THEY CAN BE, YOU KNOW, MORE FUEL EFFICIENT, BETTER FOR THE ENVIRONMENT, BUT WHEN YOU LOOK AT THE GROWTH, WE'VE ANNOUNCED WE'LL HAVE MORE THAN 20 E.V.s BY 2023. AND WHEN YOU LOOK AT PLACES LIKE CHINA WHERE THERE IS A PORTION THAT'S REGULATORY DRIVEN AND THE OTHER THING I LOOKED AT, I THINK, IS A REALLY IMPORTANT DATA POINT IS WHETHER YOU' RE TALKING ABOUT THE CHEVROLET VOLT OR THE CHEVROLET VOLT E.V., THOSE ARE SOME OUR MOST SATISFIED CUSTOMERS. THEY LOVE THAT VEHICLE. SO AS MORE PEOPLE RECOGNIZE WE HAVE THE RIGHT RANGE, UNDERSTAND THAT WE HAVE A CHARGING INFRASTRUCTURE SO THEY DON'T THINK THEY ARE GOING TO BE STRANDED.\nSULLIVAN: YES.\nBARRA: I THINK YOU'RE GOING SEE E.V. ADOPTION CONTINUE.\nSULLIVAN: YEAH, AND I THINK YOU'RE MAKING NEWS BY SAYING INCREASED PRODUCTION OF THE VOLT.\nBARRA: YES. ABSOLUTELY. WE'RE REALLY EXCITED ABOUT IT. WE HAD REALLY STRONG FEEDBACK FROM CUSTOMERS ON THE CHEVROLET VOLT E.V. AND SO WE ARE ANNOUNCING THAT WE WILL BE INCREASING PRODUCTION.\nSULLIVAN: FROM WHAT TO WHAT?\nBARRA: AND WE HAVEN'T GIVEN SPECIFIC NUMBERS. BUT WE ARE YOU KNOW, REACTING TO CUSTOMER INTEREST AND DEMAND.\nSULLIVAN: THEORETICALLY COULD THAT BRING NEW JOBS?\nBARRA: OF COURSE. IN THAT FACTORY AS WE – AND IT'S BEING DONE AT THE LAKE ORION PLANT WHICH IS JUST NORTH OF DETROIT. THAT WILL MEAN ADDITIONAL JOBS.\nSULLIVAN: YOU KNOW, IT'S – WE ASKED THE CEO OF B.P. THE SAME QUESTION YESTERDAY, MARY, WHICH IS WHAT IS THE ROLE OF THE INDUSTRY IN BUILDING OUT THE INFRASTRUCTURE? I LIKE GASOLINE CARS BECAUSE WE KNOW THERE'S GOING TO BE A FILLING STATION SOMEWHERE NEARBY. WHAT IS GMS ROLE IN BUILDING OUT THE INFRASTRUCTURE SO THE CONSUMER KNOWS WHEREVER I GO I'VE GOT A PLACE TO RECHARGE THIS CAR.\nBARRA: I THINK WHAT YOU SAID IS THE VERY MOST IMPORTANT THING. YOU'VE GOT TO HAVE GOOD CONSUMER CONFIDENCE THAT THEY'RE GONNA BE ABLE TO DRIVE THE VEHICLE AND IT WILL SUPPORT THEIR DAILY LIVES AND THEIR HECTIC LIFE OF WHAT THEY ARE DOING. AND SO WE SEE A ROLE IN INVESTING, IN PARTNERING, AND IN MAKING SURE THAT THE CUSTOMER NEED IS FULFILLED. AND SO WE'RE – I DON'T HAVE ANYTHING TO ANNOUNCE TODAY, BUT WE'RE WORKING ON POTENTIAL PARTNERSHIPS AND ALSO ON WHAT WE NEED TO DO. WE BELIEVE THE INFRASTRUCTURE PIECE OF IT IS VERY IMPORTANT. BUT A LOT OF PEOPLE DON'T REALIZE THERE ARE ALREADY 17,000 PUBLIC CHARGING STATIONS IN THE UNITED STATES.\nSULLIVAN: THERE'S THAT MANY?\nBARRA: YES.\nSULLIVAN: THERE'S THAT MANY?\nBARRA: THERE IS.\nSULLIVAN: BUT DO YOU SEE A ROLE THEN FOR YOUR INDUSTRY? SOME PEOPLE SAY WELL, THE GOVERNMENT SHOULD DO IT. BUT PRIVATE INDUSTRY SHOULD DO IT. WHOSE ROLE IS TO PAY FOR IT?\nBARRA: I THINK WE ALL HAVE TO WORK TOGETHER TO PAY FOR IT. I DON'T THINK ITS ONE SINGLE ANSWER. I THINK THERE WILL BE MULTIPLE SOLUTIONS AND I THINK EVERYBODY'S GOT TO PLAY A ROLE.\nSULLIVAN: I SAW A PRETTY AMAZING AMAZING STAT. WHICH IS I BELIEVE AND CORRECT ME IF I'M WRONG. 2.6 BILLION MILES DRIVEN BY A GM E.V. IS THAT CORRECT?\nBARRA: YES.\nSULLIVAN: THAT'S A LOT OF MILES.\nBARRA: IT IS A LOT OF MILES.\nSULLIVAN: WHAT HAVE YOU LEARNED? I KNOW YOU'RE COLLECTING DATA CONSTANTLY, RIGHT?\nBARRA: ABSOLUTELY. AND WHAT WE ARE LEARNING IS THAT THE E.V. CUSTOMER LOVES THEIR VEHICLE. THEY LOVE THE FACT THAT THEY CAN -- MANY OF THEM CHARGE AT HOME OR THEY'RE FIND PLACES TO CHARGE WHILE THEY ARE AT WORK. THEY'RE RECOGNIZING AND I THINK ITS 80% OF MOST PEOPLE, THEIR COMMUTE, THEIR TRAVEL IS LESS THAN 25 MILES. THEY ARE GETTING TO A POINT WHERE THEY ARE ALWAYS ON ELECTRIC POWER. IF IT IS A HYBRID LIKE THE CHEVROLET VOLT OR ON THE E.V., OF COURSE/ AND SO THEY ARE RECOGNIZING THAT THEY ARE NOT GIVING ANYTHING UP. AND THE OTHER PART THAT'S REALLY -- PEOPLE THINK THEY HAVE TO GIVE SOMETHING UP IS, IT'S FUN TO DRIVE.\nSULLIVAN: A LOT OF TORQUE.\nBARRA: EXACTLY! THAT TORQUE IS RIGHT THERE.\nSULLIVAN: NO COMBUSTION LAG.\nBARRA: SO, THEY'RE FUN.\nSULLIVAN: WHAT IS THE CAR OF THE FUTURE – YOU SAID AN ALL ELECTRIC FUTURE. WILL IT HAVE A LITTLE GAS ENGINE JUST IN CASE, MAYBE AS A KIND OF ALTERNATOR? HOW WILL IT LOOK?\nBARRA: WE SEE AN ALL ELECTRIC FUTURE. SO, YOU KNOW, WE HAVE THE VOLT THAT HAS BOTH BUT GOING FORWARD WE SEE PURE ELECTRIC VEHICLES.\nSULLIVAN: YOU KNOW, WE, AS YOU NOTED WE ARE AT AN ENERGY CONFERENCE. I SAID OIL AND GAS, THEY'RE GOING TO GET MAD. BUT YOU KNOW, IT MEANS IF EVERYONE IS ROLLING AROUND IN AN E.V., WE'RE GOING TO NEED TO PRODUCE A LOT MORE POWER IN THIS COUNTRY. DO YOU WORRY WE WON'T HAVE THE NEEDED INVESTMENTS IN THE ENERGY GRID AND THE INFRASTRUCTURE TO ADD ALL THE POWER SO I CAN PLUG IN MY CAR AT HOME?\nBARRA: WELL AND WE'VEE WORKED WITH A LOT OF ENERGY COMPANIES ON THE ISSUE, BECAUSE WE NEED TO MAKE SURE AND WE CAN DO IT IN A COST EFFECTIVE WAY AND ALSO THAT IT'S CLEAN POWER.\nSULLIVAN: WILL WE OWN CARS IN THE FUTURE? WILL— IF SOMEBODY HAS A 5-YEAR-OLD, WILL THAT 5-YEAR-OLD WHEN HE OR SHE GROWS UP WILL THEY OWN A CAR? OR WILL THEY JUST SHARE A FLEET OF GM ELECTRIC VEHICLES?\nBARRA: WELL, I HOPE THEY DO. BUT I THINK WHAT YOU'RE GOING TO SEE AS WE MOVE FORWARD, WE ALREADY HAVE THE BOOK BY CADILLAC WHERE WE'RE OFFERING DIFFERENT MODELS FOR PEOPLE. SO IF YOU PUT THE CUSTOMER IN THE CENTER AND YOU UNDERSTAND THEIR USECASE WE CAN PROVIDE ALMOST AN UNLIMITED AMOUNT OF SOLUTIONS TO MAKE THEIR TRANSPORTATION NEEDS AS EFFICIENT AS POSSIBLE. AND THAT'S WHAT WE ARE DOING AT GENERAL MOTORS.\nSULLIVAN: YEAH, A LOT OF THE STUFF IS MADE IN AMERICA. LIKE YOU SAID, EXPANDING, BUT YOU MAKE A LOT IN MEXICO AS WELL. SO FINALLY, ON THIS ISSUE, WE'LL START AND END WITH IT, HAVE YOU LOOKED AT A SCENARIO WHERE YOU HAVE TO PULL SOME PRODUCTION OUT OF MEXICO BACK TO THE UNITED STATES?\nBARRA: I THINK WHEN YOU LOOK AT – AND YOU'RE REFERRING TO NAFTA -- I BELIEVE THAT WHEN YOU LOOK AT THE COMPLEXITY AND THE LONG LEAD BUSINESS THAT WE'RE IN, THOSE KIND OF SHIFTS THEY JUST AREN'T ECONOMICAL. WHEN YOU THINK ABOUT A VEHICLE, WHEN WE PUT A WE PUT IN A PLANT WE'RE GONNA USE THAT TWO, MAYBE THREE CYCLES. AND SO IT'S JUST NOT EFFICIENT.\nSULLIVAN: WHAT DO YOU DRIVE?\nBARRA: WELL, ONE OF THE BEST –\nSULLIVAN: DO YOU HAVE CARS? ACCESS TO AUTOMOBILES?\nBARRA: WELL, ONE OF THE BEST PARTS OF MY JOB IS I CAN DRIVE ALMOST ANY PRODUCT WE HAVE AND I TRY TO DRIVE ALL OF THEM. BUT RIGHT NOW IT'S WINTER IN MICHIGAN AND SO I'M DRIVING A CADILLAC ESCALADE.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.5221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-03-08T01:45:00.000+02:00",
    "crawled": "2018-03-08T03:16:55.052+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "wednesday",
        "march",
        "cnbc",
        "power",
        "lunch",
        "ceraweek",
        "ihs",
        "markit",
        "houston",
        "tx",
        "following",
        "unofficial",
        "transcript",
        "cnbc",
        "exclusive",
        "interview",
        "general",
        "motor",
        "chairman",
        "ceo",
        "mary",
        "barra",
        "cnbc",
        "brian",
        "sullivan",
        "cnbc",
        "power",
        "lunch",
        "today",
        "wednesday",
        "march",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "dominic",
        "chu",
        "trader",
        "keep",
        "eye",
        "ear",
        "latest",
        "course",
        "coming",
        "ceraweek",
        "conference",
        "houston",
        "well",
        "speaking",
        "find",
        "brian",
        "sullivan",
        "houston",
        "send",
        "back",
        "guy",
        "back",
        "brian",
        "sullivan",
        "magic",
        "television",
        "mention",
        "come",
        "amazing",
        "work",
        "dom",
        "thank",
        "much",
        "okay",
        "behind",
        "u",
        "general",
        "motor",
        "ceo",
        "mary",
        "barra",
        "wrapping",
        "major",
        "speech",
        "breaking",
        "news",
        "increasing",
        "production",
        "electric",
        "bolt",
        "remember",
        "talked",
        "electric",
        "world",
        "chance",
        "sit",
        "mary",
        "barra",
        "minute",
        "earlier",
        "began",
        "asking",
        "whether",
        "concerned",
        "white",
        "house",
        "business",
        "gary",
        "cohn",
        "leaving",
        "mary",
        "barra",
        "well",
        "think",
        "highly",
        "gary",
        "cohn",
        "consider",
        "know",
        "smart",
        "person",
        "understands",
        "market",
        "thing",
        "work",
        "one",
        "thing",
        "think",
        "important",
        "seen",
        "administration",
        "listen",
        "look",
        "tough",
        "complicated",
        "issue",
        "like",
        "nafta",
        "auto",
        "really",
        "important",
        "nafta",
        "able",
        "provide",
        "lot",
        "information",
        "explain",
        "complexity",
        "supply",
        "chain",
        "potential",
        "unintended",
        "consequence",
        "think",
        "listening",
        "part",
        "important",
        "sullivan",
        "believe",
        "nafta",
        "altered",
        "even",
        "ripped",
        "barra",
        "well",
        "think",
        "support",
        "nafta",
        "modernized",
        "think",
        "constructive",
        "way",
        "going",
        "improve",
        "nafta",
        "hope",
        "continue",
        "provide",
        "input",
        "ensure",
        "happens",
        "sullivan",
        "define",
        "modernize",
        "mary",
        "would",
        "change",
        "barra",
        "well",
        "think",
        "look",
        "know",
        "technology",
        "affecting",
        "car",
        "component",
        "changed",
        "think",
        "nafta",
        "year",
        "ago",
        "think",
        "technology",
        "car",
        "today",
        "think",
        "rule",
        "thing",
        "modernize",
        "tracing",
        "et",
        "cetera",
        "make",
        "less",
        "administrative",
        "burden",
        "still",
        "accomplish",
        "administration",
        "three",
        "country",
        "need",
        "sullivan",
        "believe",
        "get",
        "imported",
        "steel",
        "tariff",
        "would",
        "mean",
        "price",
        "general",
        "motor",
        "car",
        "barra",
        "general",
        "motor",
        "specifically",
        "know",
        "source",
        "steel",
        "majority",
        "aluminum",
        "united",
        "state",
        "look",
        "specific",
        "impact",
        "perspective",
        "something",
        "offset",
        "think",
        "look",
        "change",
        "occur",
        "drive",
        "cost",
        "direct",
        "impact",
        "demand",
        "affordability",
        "issue",
        "car",
        "stay",
        "cognizant",
        "increase",
        "point",
        "people",
        "stop",
        "buying",
        "car",
        "buy",
        "used",
        "affect",
        "job",
        "sullivan",
        "believe",
        "increase",
        "done",
        "study",
        "would",
        "jump",
        "price",
        "general",
        "motor",
        "silverado",
        "hundred",
        "dollar",
        "gauge",
        "barra",
        "well",
        "look",
        "small",
        "impact",
        "would",
        "look",
        "find",
        "offset",
        "efficiency",
        "offset",
        "pas",
        "customer",
        "tell",
        "exactly",
        "going",
        "happen",
        "figure",
        "outcome",
        "sullivan",
        "everywhere",
        "world",
        "see",
        "product",
        "worry",
        "trade",
        "war",
        "barra",
        "course",
        "course",
        "know",
        "want",
        "general",
        "motor",
        "believe",
        "strongest",
        "product",
        "across",
        "globe",
        "market",
        "compete",
        "give",
        "u",
        "level",
        "playing",
        "field",
        "let",
        "u",
        "compete",
        "think",
        "win",
        "customer",
        "sullivan",
        "conference",
        "oil",
        "gas",
        "conference",
        "fleet",
        "electric",
        "car",
        "rolling",
        "around",
        "somewhere",
        "understand",
        "gm",
        "bringing",
        "electric",
        "car",
        "oil",
        "gas",
        "conference",
        "barra",
        "well",
        "sullivan",
        "itching",
        "fight",
        "think",
        "barra",
        "think",
        "energy",
        "conference",
        "think",
        "work",
        "together",
        "sullivan",
        "okay",
        "would",
        "say",
        "barra",
        "think",
        "work",
        "together",
        "find",
        "right",
        "solution",
        "general",
        "motor",
        "belief",
        "electric",
        "future",
        "working",
        "toward",
        "goal",
        "zero",
        "crash",
        "zero",
        "emission",
        "zero",
        "congestion",
        "got",
        "work",
        "together",
        "create",
        "infrastructure",
        "u",
        "product",
        "drive",
        "cost",
        "think",
        "important",
        "globe",
        "sullivan",
        "yeah",
        "let",
        "talk",
        "growth",
        "ceo",
        "saudi",
        "aramco",
        "interview",
        "exclusive",
        "couple",
        "day",
        "ago",
        "said",
        "listen",
        "going",
        "oil",
        "world",
        "generation",
        "come",
        "role",
        "small",
        "even",
        "fast",
        "growth",
        "going",
        "huge",
        "part",
        "transportation",
        "fleet",
        "market",
        "globally",
        "decade",
        "disagree",
        "barra",
        "think",
        "going",
        "happen",
        "quickly",
        "decade",
        "believe",
        "internal",
        "combustion",
        "engine",
        "long",
        "time",
        "working",
        "every",
        "new",
        "vehicle",
        "make",
        "vehicle",
        "fuel",
        "efficient",
        "use",
        "technology",
        "know",
        "fuel",
        "efficient",
        "better",
        "environment",
        "look",
        "growth",
        "announced",
        "look",
        "place",
        "like",
        "china",
        "portion",
        "regulatory",
        "driven",
        "thing",
        "looked",
        "think",
        "really",
        "important",
        "data",
        "point",
        "whether",
        "talking",
        "chevrolet",
        "volt",
        "chevrolet",
        "volt",
        "satisfied",
        "customer",
        "love",
        "vehicle",
        "people",
        "recognize",
        "right",
        "range",
        "understand",
        "charging",
        "infrastructure",
        "think",
        "going",
        "stranded",
        "sullivan",
        "yes",
        "barra",
        "think",
        "going",
        "see",
        "adoption",
        "continue",
        "sullivan",
        "yeah",
        "think",
        "making",
        "news",
        "saying",
        "increased",
        "production",
        "volt",
        "barra",
        "yes",
        "absolutely",
        "really",
        "excited",
        "really",
        "strong",
        "feedback",
        "customer",
        "chevrolet",
        "volt",
        "announcing",
        "increasing",
        "production",
        "sullivan",
        "barra",
        "given",
        "specific",
        "number",
        "know",
        "reacting",
        "customer",
        "interest",
        "demand",
        "sullivan",
        "theoretically",
        "could",
        "bring",
        "new",
        "job",
        "barra",
        "course",
        "factory",
        "done",
        "lake",
        "orion",
        "plant",
        "north",
        "detroit",
        "mean",
        "additional",
        "job",
        "sullivan",
        "know",
        "asked",
        "ceo",
        "question",
        "yesterday",
        "mary",
        "role",
        "industry",
        "building",
        "infrastructure",
        "like",
        "gasoline",
        "car",
        "know",
        "going",
        "filling",
        "station",
        "somewhere",
        "nearby",
        "gm",
        "role",
        "building",
        "infrastructure",
        "consumer",
        "know",
        "wherever",
        "go",
        "got",
        "place",
        "recharge",
        "car",
        "barra",
        "think",
        "said",
        "important",
        "thing",
        "got",
        "good",
        "consumer",
        "confidence",
        "gon",
        "na",
        "able",
        "drive",
        "vehicle",
        "support",
        "daily",
        "life",
        "hectic",
        "life",
        "see",
        "role",
        "investing",
        "partnering",
        "making",
        "sure",
        "customer",
        "need",
        "fulfilled",
        "anything",
        "announce",
        "today",
        "working",
        "potential",
        "partnership",
        "also",
        "need",
        "believe",
        "infrastructure",
        "piece",
        "important",
        "lot",
        "people",
        "realize",
        "already",
        "public",
        "charging",
        "station",
        "united",
        "state",
        "sullivan",
        "many",
        "barra",
        "yes",
        "sullivan",
        "many",
        "barra",
        "sullivan",
        "see",
        "role",
        "industry",
        "people",
        "say",
        "well",
        "government",
        "private",
        "industry",
        "whose",
        "role",
        "pay",
        "barra",
        "think",
        "work",
        "together",
        "pay",
        "think",
        "one",
        "single",
        "answer",
        "think",
        "multiple",
        "solution",
        "think",
        "everybody",
        "got",
        "play",
        "role",
        "sullivan",
        "saw",
        "pretty",
        "amazing",
        "amazing",
        "stat",
        "believe",
        "correct",
        "wrong",
        "billion",
        "mile",
        "driven",
        "gm",
        "correct",
        "barra",
        "yes",
        "sullivan",
        "lot",
        "mile",
        "barra",
        "lot",
        "mile",
        "sullivan",
        "learned",
        "know",
        "collecting",
        "data",
        "constantly",
        "right",
        "barra",
        "absolutely",
        "learning",
        "customer",
        "love",
        "vehicle",
        "love",
        "fact",
        "many",
        "charge",
        "home",
        "find",
        "place",
        "charge",
        "work",
        "recognizing",
        "think",
        "people",
        "commute",
        "travel",
        "less",
        "mile",
        "getting",
        "point",
        "always",
        "electric",
        "power",
        "hybrid",
        "like",
        "chevrolet",
        "volt",
        "recognizing",
        "giving",
        "anything",
        "part",
        "really",
        "people",
        "think",
        "give",
        "something",
        "fun",
        "drive",
        "sullivan",
        "lot",
        "torque",
        "barra",
        "exactly",
        "torque",
        "right",
        "sullivan",
        "combustion",
        "lag",
        "barra",
        "fun",
        "sullivan",
        "car",
        "future",
        "said",
        "electric",
        "future",
        "little",
        "gas",
        "engine",
        "case",
        "maybe",
        "kind",
        "alternator",
        "look",
        "barra",
        "see",
        "electric",
        "future",
        "know",
        "volt",
        "going",
        "forward",
        "see",
        "pure",
        "electric",
        "vehicle",
        "sullivan",
        "know",
        "noted",
        "energy",
        "conference",
        "said",
        "oil",
        "gas",
        "going",
        "get",
        "mad",
        "know",
        "mean",
        "everyone",
        "rolling",
        "around",
        "going",
        "need",
        "produce",
        "lot",
        "power",
        "country",
        "worry",
        "wo",
        "needed",
        "investment",
        "energy",
        "grid",
        "infrastructure",
        "add",
        "power",
        "plug",
        "car",
        "home",
        "barra",
        "well",
        "worked",
        "lot",
        "energy",
        "company",
        "issue",
        "need",
        "make",
        "sure",
        "cost",
        "effective",
        "way",
        "also",
        "clean",
        "power",
        "sullivan",
        "car",
        "future",
        "somebody",
        "grows",
        "car",
        "share",
        "fleet",
        "gm",
        "electric",
        "vehicle",
        "barra",
        "well",
        "hope",
        "think",
        "going",
        "see",
        "move",
        "forward",
        "already",
        "book",
        "cadillac",
        "offering",
        "different",
        "model",
        "people",
        "put",
        "customer",
        "center",
        "understand",
        "usecase",
        "provide",
        "almost",
        "unlimited",
        "amount",
        "solution",
        "make",
        "transportation",
        "need",
        "efficient",
        "possible",
        "general",
        "motor",
        "sullivan",
        "yeah",
        "lot",
        "stuff",
        "made",
        "america",
        "like",
        "said",
        "expanding",
        "make",
        "lot",
        "mexico",
        "well",
        "finally",
        "issue",
        "start",
        "end",
        "looked",
        "scenario",
        "pull",
        "production",
        "mexico",
        "back",
        "united",
        "state",
        "barra",
        "think",
        "look",
        "referring",
        "nafta",
        "believe",
        "look",
        "complexity",
        "long",
        "lead",
        "business",
        "kind",
        "shift",
        "economical",
        "think",
        "vehicle",
        "put",
        "put",
        "plant",
        "gon",
        "na",
        "use",
        "two",
        "maybe",
        "three",
        "cycle",
        "efficient",
        "sullivan",
        "drive",
        "barra",
        "well",
        "one",
        "best",
        "sullivan",
        "car",
        "access",
        "automobile",
        "barra",
        "well",
        "one",
        "best",
        "part",
        "job",
        "drive",
        "almost",
        "product",
        "try",
        "drive",
        "right",
        "winter",
        "michigan",
        "driving",
        "cadillac",
        "escalade",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}