{
    "organizations": [],
    "uuid": "775c2e951c122b79d0d6a47c26dbf8a088c4a3ab",
    "author": "",
    "url": "https://www.cnbc.com/2018/03/16/cohan-why-bear-stearns-could-absolutely-happen-again-on-wall-street.html",
    "ord_in_thread": 0,
    "title": "Cohan: Why Bear Stearns could absolutely happen again on Wall Street",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "With the 10th anniversary of the collapse of Bear Stearns here, two important lessons remained decidedly unlearned on Wall Street from the worst financial crisis in our lifetimes.\nThe first relates to how Wall Street finances itself. The problem, then as now, is that by and large Wall Street banks are in the business of borrowing short and lending long, resulting in a dangerous mismatch of assets and liabilities. In layman's terms, generally speaking, the money Wall Street owes its creditors – in the form of overnight financing, commercial paper, short-term loans, revolver credit or your and my deposits – is due and payable relatively quickly.\nIn the case of our deposits — of which say J.P. Morgan Chase has $2.5 trillion worth — that money must be available to us immediately, or anytime we go to an ATM machine or up to the bank teller. Commercial paper is often due and payable within weeks; overnight repo financing is due and payable, literally, the next day. Wall Street by and large finances itself this way because the cost of short-term financing is relatively cheap compared with longer term financing, meaning the banks made more money financing themselves short term.\nshow chapters Here's how Bear Stearns' epic downfall went down 6 Hours Ago | 02:25 For instance, on my savings account, which is deposited at Chase, the bank pays me 0.01 percent annual interest – 1 basis point annually — or essentially free. (The bank pays even less on checking deposits.)\nTo make money — and J.P. Morgan Chase is making gobs of money these days, around $7 billion in net income per quarter — banks and many Wall Street firms, take all the short-term money they have borrowed or owe to their depositors upon demand and lend it out to companies, institutions, individuals and governments on a long-term basis at much higher rates of interest than they pay for the money. In turn, they capture the spread between the two. (Wall Street banks, of course, make money in other ways, too, including from trading debt and equity securities, from underwriting debt and equity securities, from managing money and from advising on corporate mergers and acquisitions.)\nIt's a great business with high barriers to entry, until, for whatever reasons, people start to panic and everyone wants their money at the same time. When that happens, the realities of our \"fractional banking\" system become all too apparent: Our money is not in the bank and never has been in the bank; it's been lent out to many different entities, which often don't have to pay it back for years. That's a big problem when we all want our money immediately. That's what caused the bank failures in 1929 and 1930, and why there are so many pictures of people lined up outside of the closed banks trying to get their money, only to discover their money was not there and never had been, as Jimmy Stewart reminded everyone in \"It's a Wonderful Life.\"\nIt could happen again The same thing happened, in its way, at Bear Stearns a decade ago. The problem in March 2008 was not one of individual depositors wanting their money back. There were no lines around 383 Madison Avenue. That problem was pretty much fixed by the creation during the Great Depression of the Federal Deposit Insurance Corporation, which insures deposits up to $250,000 per bank account. That covers most people. What the FDIC insurance did not cover, and still does not cover, is institutions with more than $250,000 on deposit, or on loan to a bank. It was the institutions — mutual funds, hedge funds, pension funds, endowments, among others — that panicked in March 2008, rightly worried that Bear Stearns would fail and they would not be able to get their money out of the firm.\n(Bear Stearns had $400 billion in assets in March 2008, according to the Federal Reserve.)\nThat fear became a self-fulfilling prophecy in the space of one week a decade ago. While Bear Stearns had around $18 billion of cash on its balance sheet, it required around $75 billion in cash each day to run its business. The difference between the $18 billion it had and the $75 billion it needed was borrowed, on a daily basis, using as collateral for the overnight loans the assets on Bear's balance sheet, including the parts of various mortgage-backed securities it couldn't sell to investors. In the course of a single week during the middle of March 2008, Bear's overnight lenders decided they no longer wanted to take Bear's collateral as security for the overnight loans. Then they decided they did not want to make the loans anymore at all. Bear literally no longer had the money it needed to run its business on a daily basis, giving it no choice but to file for bankruptcy. The papers were prepared — and then the federal government and J.P. Morgan Chase came to the rescue.\nCould the same thing happen again today? Absolutely.\nRewarded to take big risks The other lesson not learned on Wall Street after the financial crisis was the one about needing to change how people on Wall Street get compensated. Then, as now, Wall Street bankers, traders and executives get rewarded to take big risks with other people's money. Their hope, then as now, is that when they sell, say, billions of dollars of mortgage-backed securities, or corporate debt or opaque derivatives and collect the fees associated with those sales, they will be rewarded with big bonuses, often in the millions of dollars. If the loans or derivatives or securities later come-a-cropper, there is no accountability to the bankers or traders who made those deals.\nThe bonuses have been paid, deposited and turned into Park Avenue co-ops or homes in the Hamptons.\nIn short, a decade ago, the Wall Street bonus system rewarded bankers, traders and executives to package up mortgages that should never have been issued into securities and then to sell them off as money-good investments all over the world.\nSince then, plenty of evidence has surfaced to show that Wall Street bankers and traders knew that the mortgages they were packaging into securities did not meet their own banks' credit standards, were then rated AAA by the various ratings agencies (even though many knew they were not AAA pieces of paper) and were sold as good investments to institutions that should have known better but did not. By then, the big bonuses had been paid. There was zero accountability on Wall Street for this horrendous behavior.\nTen years later, the compensation system on Wall Street remains unchanged. Bankers, traders and executives still get rewarded to take big risks with other people's money, and there is just about no way to get the big bonuses back if, and when, things go wrong. (Sure, there are \"clawback\" mechanisms in place but you can count on one hand the number of times in the past decade bonuses have been \"clawed-back.\")\nAs for the way Wall Street finances itself, by and large that remains the same, too, although some firms — notably Goldman Sachs — have lengthened the tenor of their short-term liabilities to some degree.\nA decade ago, the combination of a compensation system that rewarded bad behavior and a financing scheme that left most Wall Street firms vulnerable to a proverbial run on the bank proved to be a deadly combination. Neither structural flaw has been fixed in the intervening years.\nWill we be paying the iron price for those mistakes again soon?\nWilliam D. Cohan, special correspondent, Vanity Fair, was a former mergers and acquisitions investment banker with 17 years at top firms such as Lazard Freres & Co., Merrill Lynch and J.P. Morgan Chase. He is a New York Times bestselling author of three nonfiction books about Wall Street. Cohan is a CNBC contributor.",
    "published": "2018-03-16T14:35:00.000+02:00",
    "crawled": "2018-03-16T14:44:12.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "10th",
        "anniversary",
        "collapse",
        "bear",
        "stearns",
        "two",
        "important",
        "lesson",
        "remained",
        "decidedly",
        "unlearned",
        "wall",
        "street",
        "worst",
        "financial",
        "crisis",
        "lifetime",
        "first",
        "relates",
        "wall",
        "street",
        "finance",
        "problem",
        "large",
        "wall",
        "street",
        "bank",
        "business",
        "borrowing",
        "short",
        "lending",
        "long",
        "resulting",
        "dangerous",
        "mismatch",
        "asset",
        "liability",
        "layman",
        "term",
        "generally",
        "speaking",
        "money",
        "wall",
        "street",
        "owes",
        "creditor",
        "form",
        "overnight",
        "financing",
        "commercial",
        "paper",
        "loan",
        "revolver",
        "credit",
        "deposit",
        "due",
        "payable",
        "relatively",
        "quickly",
        "case",
        "deposit",
        "say",
        "morgan",
        "chase",
        "trillion",
        "worth",
        "money",
        "must",
        "available",
        "u",
        "immediately",
        "anytime",
        "go",
        "atm",
        "machine",
        "bank",
        "teller",
        "commercial",
        "paper",
        "often",
        "due",
        "payable",
        "within",
        "week",
        "overnight",
        "repo",
        "financing",
        "due",
        "payable",
        "literally",
        "next",
        "day",
        "wall",
        "street",
        "large",
        "finance",
        "way",
        "cost",
        "financing",
        "relatively",
        "cheap",
        "compared",
        "longer",
        "term",
        "financing",
        "meaning",
        "bank",
        "made",
        "money",
        "financing",
        "short",
        "term",
        "show",
        "chapter",
        "bear",
        "stearns",
        "epic",
        "downfall",
        "went",
        "hour",
        "ago",
        "instance",
        "saving",
        "account",
        "deposited",
        "chase",
        "bank",
        "pay",
        "percent",
        "annual",
        "interest",
        "basis",
        "point",
        "annually",
        "essentially",
        "free",
        "bank",
        "pay",
        "even",
        "less",
        "checking",
        "deposit",
        "make",
        "money",
        "morgan",
        "chase",
        "making",
        "gob",
        "money",
        "day",
        "around",
        "billion",
        "net",
        "income",
        "per",
        "quarter",
        "bank",
        "many",
        "wall",
        "street",
        "firm",
        "take",
        "money",
        "borrowed",
        "owe",
        "depositor",
        "upon",
        "demand",
        "lend",
        "company",
        "institution",
        "individual",
        "government",
        "basis",
        "much",
        "higher",
        "rate",
        "interest",
        "pay",
        "money",
        "turn",
        "capture",
        "spread",
        "two",
        "wall",
        "street",
        "bank",
        "course",
        "make",
        "money",
        "way",
        "including",
        "trading",
        "debt",
        "equity",
        "security",
        "underwriting",
        "debt",
        "equity",
        "security",
        "managing",
        "money",
        "advising",
        "corporate",
        "merger",
        "acquisition",
        "great",
        "business",
        "high",
        "barrier",
        "entry",
        "whatever",
        "reason",
        "people",
        "start",
        "panic",
        "everyone",
        "want",
        "money",
        "time",
        "happens",
        "reality",
        "fractional",
        "banking",
        "system",
        "become",
        "apparent",
        "money",
        "bank",
        "never",
        "bank",
        "lent",
        "many",
        "different",
        "entity",
        "often",
        "pay",
        "back",
        "year",
        "big",
        "problem",
        "want",
        "money",
        "immediately",
        "caused",
        "bank",
        "failure",
        "many",
        "picture",
        "people",
        "lined",
        "outside",
        "closed",
        "bank",
        "trying",
        "get",
        "money",
        "discover",
        "money",
        "never",
        "jimmy",
        "stewart",
        "reminded",
        "everyone",
        "wonderful",
        "life",
        "could",
        "happen",
        "thing",
        "happened",
        "way",
        "bear",
        "stearns",
        "decade",
        "ago",
        "problem",
        "march",
        "one",
        "individual",
        "depositor",
        "wanting",
        "money",
        "back",
        "line",
        "around",
        "madison",
        "avenue",
        "problem",
        "pretty",
        "much",
        "fixed",
        "creation",
        "great",
        "depression",
        "federal",
        "deposit",
        "insurance",
        "corporation",
        "insures",
        "deposit",
        "per",
        "bank",
        "account",
        "cover",
        "people",
        "fdic",
        "insurance",
        "cover",
        "still",
        "cover",
        "institution",
        "deposit",
        "loan",
        "bank",
        "institution",
        "mutual",
        "fund",
        "hedge",
        "fund",
        "pension",
        "fund",
        "endowment",
        "among",
        "others",
        "panicked",
        "march",
        "rightly",
        "worried",
        "bear",
        "stearns",
        "would",
        "fail",
        "would",
        "able",
        "get",
        "money",
        "firm",
        "bear",
        "stearns",
        "billion",
        "asset",
        "march",
        "according",
        "federal",
        "reserve",
        "fear",
        "became",
        "prophecy",
        "space",
        "one",
        "week",
        "decade",
        "ago",
        "bear",
        "stearns",
        "around",
        "billion",
        "cash",
        "balance",
        "sheet",
        "required",
        "around",
        "billion",
        "cash",
        "day",
        "run",
        "business",
        "difference",
        "billion",
        "billion",
        "needed",
        "borrowed",
        "daily",
        "basis",
        "using",
        "collateral",
        "overnight",
        "loan",
        "asset",
        "bear",
        "balance",
        "sheet",
        "including",
        "part",
        "various",
        "security",
        "could",
        "sell",
        "investor",
        "course",
        "single",
        "week",
        "middle",
        "march",
        "bear",
        "overnight",
        "lender",
        "decided",
        "longer",
        "wanted",
        "take",
        "bear",
        "collateral",
        "security",
        "overnight",
        "loan",
        "decided",
        "want",
        "make",
        "loan",
        "anymore",
        "bear",
        "literally",
        "longer",
        "money",
        "needed",
        "run",
        "business",
        "daily",
        "basis",
        "giving",
        "choice",
        "file",
        "bankruptcy",
        "paper",
        "prepared",
        "federal",
        "government",
        "morgan",
        "chase",
        "came",
        "rescue",
        "could",
        "thing",
        "happen",
        "today",
        "absolutely",
        "rewarded",
        "take",
        "big",
        "risk",
        "lesson",
        "learned",
        "wall",
        "street",
        "financial",
        "crisis",
        "one",
        "needing",
        "change",
        "people",
        "wall",
        "street",
        "get",
        "compensated",
        "wall",
        "street",
        "banker",
        "trader",
        "executive",
        "get",
        "rewarded",
        "take",
        "big",
        "risk",
        "people",
        "money",
        "hope",
        "sell",
        "say",
        "billion",
        "dollar",
        "security",
        "corporate",
        "debt",
        "opaque",
        "derivative",
        "collect",
        "fee",
        "associated",
        "sale",
        "rewarded",
        "big",
        "bonus",
        "often",
        "million",
        "dollar",
        "loan",
        "derivative",
        "security",
        "later",
        "accountability",
        "banker",
        "trader",
        "made",
        "deal",
        "bonus",
        "paid",
        "deposited",
        "turned",
        "park",
        "avenue",
        "home",
        "hampton",
        "short",
        "decade",
        "ago",
        "wall",
        "street",
        "bonus",
        "system",
        "rewarded",
        "banker",
        "trader",
        "executive",
        "package",
        "mortgage",
        "never",
        "issued",
        "security",
        "sell",
        "investment",
        "world",
        "since",
        "plenty",
        "evidence",
        "surfaced",
        "show",
        "wall",
        "street",
        "banker",
        "trader",
        "knew",
        "mortgage",
        "packaging",
        "security",
        "meet",
        "bank",
        "credit",
        "standard",
        "rated",
        "aaa",
        "various",
        "rating",
        "agency",
        "even",
        "though",
        "many",
        "knew",
        "aaa",
        "piece",
        "paper",
        "sold",
        "good",
        "investment",
        "institution",
        "known",
        "better",
        "big",
        "bonus",
        "paid",
        "zero",
        "accountability",
        "wall",
        "street",
        "horrendous",
        "behavior",
        "ten",
        "year",
        "later",
        "compensation",
        "system",
        "wall",
        "street",
        "remains",
        "unchanged",
        "banker",
        "trader",
        "executive",
        "still",
        "get",
        "rewarded",
        "take",
        "big",
        "risk",
        "people",
        "money",
        "way",
        "get",
        "big",
        "bonus",
        "back",
        "thing",
        "go",
        "wrong",
        "sure",
        "clawback",
        "mechanism",
        "place",
        "count",
        "one",
        "hand",
        "number",
        "time",
        "past",
        "decade",
        "bonus",
        "way",
        "wall",
        "street",
        "finance",
        "large",
        "remains",
        "although",
        "firm",
        "notably",
        "goldman",
        "sachs",
        "lengthened",
        "tenor",
        "liability",
        "degree",
        "decade",
        "ago",
        "combination",
        "compensation",
        "system",
        "rewarded",
        "bad",
        "behavior",
        "financing",
        "scheme",
        "left",
        "wall",
        "street",
        "firm",
        "vulnerable",
        "proverbial",
        "run",
        "bank",
        "proved",
        "deadly",
        "combination",
        "neither",
        "structural",
        "flaw",
        "fixed",
        "intervening",
        "year",
        "paying",
        "iron",
        "price",
        "mistake",
        "soon",
        "william",
        "cohan",
        "special",
        "correspondent",
        "vanity",
        "fair",
        "former",
        "merger",
        "acquisition",
        "investment",
        "banker",
        "year",
        "top",
        "firm",
        "lazard",
        "freres",
        "merrill",
        "lynch",
        "morgan",
        "chase",
        "new",
        "york",
        "time",
        "bestselling",
        "author",
        "three",
        "nonfiction",
        "book",
        "wall",
        "street",
        "cohan",
        "cnbc",
        "contributor"
    ]
}