{
    "organizations": [],
    "uuid": "d54489b6dfe9458c4bf09a50fd20617600cc48db",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/pr-newswire-legacy-reserves-lp-announces-corporate-transition-and-conference-call-to-discuss-transaction.html",
    "ord_in_thread": 0,
    "title": "Legacy Reserves LP Announces Corporate Transition and Conference Call to Discuss Transaction",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MIDLAND, Texas, March 26, 2018 /PRNewswire/ -- Legacy Reserves LP (\"Legacy\") (NASDAQ:LGCY) today announced the execution of definitive documentation to effectuate its corporate transition to Legacy Reserves Inc. (\"New Legacy\"), a newly-created Delaware corporation (the \"Transaction\").\nKey Elements of the Transaction\nEach unit representing a limited partner interest (NASDAQ: LGCY) will be converted into the right to receive 1.0 share of New Legacy's common stock (\"Common Stock\"); Each 8% Series A and Series B Fixed-to-Floating Rate Cumulative Redeemable Perpetual Preferred Unit (the \"Preferred Units,\" NASDAQ: LGCYP and LGCYO, respectively) will be converted into the right to receive 1.9620 and 1.72236 shares (pursuant to Legacy's partnership agreement) of Common Stock, respectively, with any rights to accumulated and unpaid distributions being discharged and the Preferred Units being cancelled; All incentive distribution units will be automatically cancelled and will cease to exist; New Legacy will purchase the General Partner for $3 million in cash; and The general partner interest of Legacy will remain outstanding, indirectly owned by New Legacy.\nMr. Paul T. Horne, Chairman and Chief Executive Officer of Legacy's general partner, commented, \"As a result of the Transaction, Legacy will become a newly-traded C-Corp stock with a less complicated balance sheet and an enhanced opportunity to raise capital and grow the business. We took our first steps towards this transition over two years ago and, after considerable time, effort and evaluation, we are thrilled to make this announcement and look forward to continuing our great operations under a new, simplified corporate structure. We have established a platform for the creation of significant value for the company and we look forward to stepping out from the dark cloud we have been under as an upstream MLP.\"\nConditions to Closing\nCompletion of the associated merger is subject to customary conditions including the affirmative vote of the majority of votes cast by unitholders at a special meeting of the unitholders and the customary closing conditions of the associated purchase agreement having been satisfied or waived. Under the terms of Legacy's partnership agreement, holders of the Preferred Units are not entitled to vote on the merger. The Board of Directors of the General Partner (the \"GP Board\") has unanimously approved the terms of, and has recommended that the unitholders approve, the merger. The GP Board approved New Legacy's purchase of the General Partner with the special approval of the Conflicts Committee of the GP Board. The Merger is intended to be tax-free to unitholders subject to potential recapture for some unitholders as a result of the change in tax status from a partnership to a C-Corporation.\nOther Capital Structure Items\nLegacy's existing revolving credit facility, second lien term loan, and senior unsecured notes will remain in place with Legacy remaining as the borrower. Legacy has entered into separate agreements to amend the revolving credit facility and the second lien term loan to, among other things, permit the Transaction, allow for the incurrence and payment of tax and overhead expenses at New Legacy and further restrict Legacy's ability to make distributions. As part of the Spring redetermination, Legacy's borrowing base was reaffirmed at $575 million. Legacy intends to commence a consent solicitation to amend the provisions of the indentures of its senior unsecured notes to, among other things, amend the definition of Change of Control to exclude the Transaction and reflect the new corporate structure. Legacy owns over 50% of the outstanding principal amount of its 6.625% Senior Notes due 2021 (\"2021 Notes\") and intends to vote in favor of the proposed amendment. In addition, holders of over 50% of the outstanding principal amount of Legacy's 8% Senior Notes due 2020 (\"2020 Notes\") have agreed to vote in favor of the proposed amendment. Legacy is not offering or paying any consent fees to any holders of 2020 Notes or 2021 Notes for such consents.\nAdvisors\nKirkland & Ellis LLP acted as legal counsel to Legacy. Evercore Partners acted as independent financial advisor and Richards, Layton & Finger, PA acted as independent legal counsel to the Conflicts Committee of the GP Board.\nConference Call\nLegacy will host a conference call to discuss the Transaction later today at 3:30 p.m. (Central Time). Those wishing to participate in the conference call should dial 877-870-4263. A replay of the call will be available through Monday, April 2, 2018, by dialing 877-344-7529 and entering replay code 10118395. Those wishing to listen to the live or archived web cast via the Internet or view the corresponding presentation materials should go to the Investor Relations tab of our website at www.legacylp.com . Following our prepared remarks, we will be pleased to answer questions from securities analysts and institutional portfolio managers and analysts; the complete call is open to all other interested parties on a listen-only basis.\nAbout Legacy Reserves LP\nLegacy Reserves LP is a master limited partnership headquartered in Midland, Texas and focused on the development of oil and natural gas properties primarily located in the Permian Basin, East Texas, Rocky Mountain and Mid-Continent regions of the United States. Additional information is available at www.LegacyLP.com .\nAdditional Information and Where to Find It\nIn connection with the proposed Transaction, New Legacy will prepare and file with the U.S. Securities and Exchange Commission (the \"SEC\") a registration statement on Form S-4 that will include a proxy statement of Legacy and a prospectus of New Legacy (the \"proxy statement/prospectus\") which Legacy plans to mail to its unitholders to solicit approval for the merger.\nINVESTORS AND UNITHOLDERS ARE URGED TO READ THE PROXY STATEMENT/PROSPECTUS AND OTHER RELEVANT DOCUMENTS FILED OR TO BE FILED WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT LEGACY AND NEW LEGACY, AS WELL AS THE TRANSACTION AND RELATED MATTERS.\nThis communication does not constitute an offer to sell or the solicitation of an offer to buy any securities or a solicitation of any vote or approval, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offering of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the U.S. Securities Act of 1933, as amended.\nA free copy of the proxy statement/prospectus and other filings containing information about Legacy and New Legacy may be obtained at the SEC's Internet site at www.sec.gov . In addition, the documents filed with the SEC by Legacy and New Legacy may be obtained free of charge by directing such request to: Legacy Reserves LP, Attention: Investor Relations, at 303 W. Wall, Suite 1800, Midland, Texas 79701 or emailing IR@legacylp.com or calling 855-534-5200. These documents may also be obtained for free from Legacy's investor relations website at https://www.legacylp.com/investor-relations .\nLegacy and its general partner's directors, executive officers, other members of management and employees may be deemed to be participants in the solicitation of proxies from Legacy's unitholders in respect of the Transaction that will be described in the proxy statement/prospectus. Information regarding the directors and executive officers of Legacy's general partner is contained in Legacy's public filings with the SEC, including its definitive proxy statement on Form DEF 14A filed with the SEC on April 10, 2017 and its Current Report on Form 8-K filed with the SEC on February 21, 2018.\nA more complete description will be available in the registration statement and the proxy statement/prospectus.\nCautionary Statement Relevant to Forward-Looking information\nCertain statements in this press release are \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, including, without limitation, statements regarding the expected benefits of the Transaction to Legacy and its limited partners, the anticipated completion of the Transaction or the timing thereof, the expected future growth, dividends, distributions of the reorganized company, and plans and objectives of management for future operations. All statements, other than statements of historical facts, included in this press release that address activities, events or developments that Legacy expects, believes or anticipates will or may occur in the future, are forward-looking statements. Words such as \"anticipates,\" \"expects,\" \"intends,\" \"plans,\" \"targets,\" \"projects,\" \"believes,\" \"seeks,\" \"schedules,\" \"estimated,\" and similar expressions are intended to identify such forward-looking statements. These forward-looking statements rely on a number of assumptions concerning future events and are subject to a number of uncertainties, factors and risks, many of which are outside the control of Legacy, which could cause results to differ materially from those expected by management of Legacy. Such risks and uncertainties include, but are not limited to, realized oil and natural gas prices; production volumes, lease operating expenses, general and administrative costs and finding and development costs; future operating results; and the factors set forth under the heading \"Risk Factors\" in Legacy's filings with the SEC, including its Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and Current Reports on Form 8-K. The reader should not place undue reliance on these forward-looking statements, which speak only as of the date of this press release. Unless legally required, Legacy undertakes no obligation to update publicly any forward-looking statements, whether as a result of new information, future events or otherwise.\nCONTACT:\nLegacy Reserves LP\nDan Westcott\nPresident and Chief Financial Officer\n432-689-5200\nView original content with multimedia: http://www.prnewswire.com/news-releases/legacy-reserves-lp-announces-corporate-transition-and-conference-call-to-discuss-transaction-300619144.html\nSOURCE Legacy Reserves LP",
    "published": "2018-03-26T15:00:00.000+03:00",
    "crawled": "2018-03-26T16:28:02.047+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "midland",
        "texas",
        "march",
        "legacy",
        "reserve",
        "lp",
        "legacy",
        "nasdaq",
        "lgcy",
        "today",
        "announced",
        "execution",
        "definitive",
        "documentation",
        "effectuate",
        "corporate",
        "transition",
        "legacy",
        "reserve",
        "new",
        "legacy",
        "delaware",
        "corporation",
        "transaction",
        "key",
        "element",
        "transaction",
        "unit",
        "representing",
        "limited",
        "partner",
        "interest",
        "nasdaq",
        "lgcy",
        "converted",
        "right",
        "receive",
        "share",
        "new",
        "legacy",
        "common",
        "stock",
        "common",
        "stock",
        "series",
        "series",
        "b",
        "rate",
        "cumulative",
        "redeemable",
        "perpetual",
        "preferred",
        "unit",
        "preferred",
        "unit",
        "nasdaq",
        "lgcyp",
        "lgcyo",
        "respectively",
        "converted",
        "right",
        "receive",
        "share",
        "pursuant",
        "legacy",
        "partnership",
        "agreement",
        "common",
        "stock",
        "respectively",
        "right",
        "accumulated",
        "unpaid",
        "distribution",
        "discharged",
        "preferred",
        "unit",
        "cancelled",
        "incentive",
        "distribution",
        "unit",
        "automatically",
        "cancelled",
        "cease",
        "exist",
        "new",
        "legacy",
        "purchase",
        "general",
        "partner",
        "million",
        "cash",
        "general",
        "partner",
        "interest",
        "legacy",
        "remain",
        "outstanding",
        "indirectly",
        "owned",
        "new",
        "legacy",
        "paul",
        "horne",
        "chairman",
        "chief",
        "executive",
        "officer",
        "legacy",
        "general",
        "partner",
        "commented",
        "result",
        "transaction",
        "legacy",
        "become",
        "stock",
        "less",
        "complicated",
        "balance",
        "sheet",
        "enhanced",
        "opportunity",
        "raise",
        "capital",
        "grow",
        "business",
        "took",
        "first",
        "step",
        "towards",
        "transition",
        "two",
        "year",
        "ago",
        "considerable",
        "time",
        "effort",
        "evaluation",
        "thrilled",
        "make",
        "announcement",
        "look",
        "forward",
        "continuing",
        "great",
        "operation",
        "new",
        "simplified",
        "corporate",
        "structure",
        "established",
        "platform",
        "creation",
        "significant",
        "value",
        "company",
        "look",
        "forward",
        "stepping",
        "dark",
        "cloud",
        "upstream",
        "mlp",
        "condition",
        "closing",
        "completion",
        "associated",
        "merger",
        "subject",
        "customary",
        "condition",
        "including",
        "affirmative",
        "vote",
        "majority",
        "vote",
        "cast",
        "unitholders",
        "special",
        "meeting",
        "unitholders",
        "customary",
        "closing",
        "condition",
        "associated",
        "purchase",
        "agreement",
        "satisfied",
        "waived",
        "term",
        "legacy",
        "partnership",
        "agreement",
        "holder",
        "preferred",
        "unit",
        "entitled",
        "vote",
        "merger",
        "board",
        "director",
        "general",
        "partner",
        "gp",
        "board",
        "unanimously",
        "approved",
        "term",
        "recommended",
        "unitholders",
        "approve",
        "merger",
        "gp",
        "board",
        "approved",
        "new",
        "legacy",
        "purchase",
        "general",
        "partner",
        "special",
        "approval",
        "conflict",
        "committee",
        "gp",
        "board",
        "merger",
        "intended",
        "unitholders",
        "subject",
        "potential",
        "recapture",
        "unitholders",
        "result",
        "change",
        "tax",
        "status",
        "partnership",
        "capital",
        "structure",
        "item",
        "legacy",
        "existing",
        "revolving",
        "credit",
        "facility",
        "second",
        "lien",
        "term",
        "loan",
        "senior",
        "unsecured",
        "note",
        "remain",
        "place",
        "legacy",
        "remaining",
        "borrower",
        "legacy",
        "entered",
        "separate",
        "agreement",
        "amend",
        "revolving",
        "credit",
        "facility",
        "second",
        "lien",
        "term",
        "loan",
        "among",
        "thing",
        "permit",
        "transaction",
        "allow",
        "incurrence",
        "payment",
        "tax",
        "overhead",
        "expense",
        "new",
        "legacy",
        "restrict",
        "legacy",
        "ability",
        "make",
        "distribution",
        "part",
        "spring",
        "redetermination",
        "legacy",
        "borrowing",
        "base",
        "reaffirmed",
        "million",
        "legacy",
        "intends",
        "commence",
        "consent",
        "solicitation",
        "amend",
        "provision",
        "indenture",
        "senior",
        "unsecured",
        "note",
        "among",
        "thing",
        "amend",
        "definition",
        "change",
        "control",
        "exclude",
        "transaction",
        "reflect",
        "new",
        "corporate",
        "structure",
        "legacy",
        "owns",
        "outstanding",
        "principal",
        "amount",
        "senior",
        "note",
        "due",
        "note",
        "intends",
        "vote",
        "favor",
        "proposed",
        "amendment",
        "addition",
        "holder",
        "outstanding",
        "principal",
        "amount",
        "legacy",
        "senior",
        "note",
        "due",
        "note",
        "agreed",
        "vote",
        "favor",
        "proposed",
        "amendment",
        "legacy",
        "offering",
        "paying",
        "consent",
        "fee",
        "holder",
        "note",
        "note",
        "consent",
        "advisor",
        "kirkland",
        "elli",
        "llp",
        "acted",
        "legal",
        "counsel",
        "legacy",
        "evercore",
        "partner",
        "acted",
        "independent",
        "financial",
        "advisor",
        "richards",
        "layton",
        "finger",
        "pa",
        "acted",
        "independent",
        "legal",
        "counsel",
        "conflict",
        "committee",
        "gp",
        "board",
        "conference",
        "call",
        "legacy",
        "host",
        "conference",
        "call",
        "discus",
        "transaction",
        "later",
        "today",
        "central",
        "time",
        "wishing",
        "participate",
        "conference",
        "call",
        "dial",
        "replay",
        "call",
        "available",
        "monday",
        "april",
        "dialing",
        "entering",
        "replay",
        "code",
        "wishing",
        "listen",
        "live",
        "archived",
        "web",
        "cast",
        "via",
        "internet",
        "view",
        "corresponding",
        "presentation",
        "material",
        "go",
        "investor",
        "relation",
        "tab",
        "website",
        "following",
        "prepared",
        "remark",
        "pleased",
        "answer",
        "question",
        "security",
        "analyst",
        "institutional",
        "portfolio",
        "manager",
        "analyst",
        "complete",
        "call",
        "open",
        "interested",
        "party",
        "basis",
        "legacy",
        "reserve",
        "lp",
        "legacy",
        "reserve",
        "lp",
        "master",
        "limited",
        "partnership",
        "headquartered",
        "midland",
        "texas",
        "focused",
        "development",
        "oil",
        "natural",
        "gas",
        "property",
        "primarily",
        "located",
        "permian",
        "basin",
        "east",
        "texas",
        "rocky",
        "mountain",
        "region",
        "united",
        "state",
        "additional",
        "information",
        "available",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "transaction",
        "new",
        "legacy",
        "prepare",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "registration",
        "statement",
        "form",
        "include",
        "proxy",
        "statement",
        "legacy",
        "prospectus",
        "new",
        "legacy",
        "proxy",
        "legacy",
        "plan",
        "mail",
        "unitholders",
        "solicit",
        "approval",
        "merger",
        "investor",
        "unitholders",
        "urged",
        "read",
        "proxy",
        "relevant",
        "document",
        "filed",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "legacy",
        "new",
        "legacy",
        "well",
        "transaction",
        "related",
        "matter",
        "communication",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "solicitation",
        "vote",
        "approval",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offering",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "free",
        "copy",
        "proxy",
        "filing",
        "containing",
        "information",
        "legacy",
        "new",
        "legacy",
        "may",
        "obtained",
        "sec",
        "internet",
        "site",
        "addition",
        "document",
        "filed",
        "sec",
        "legacy",
        "new",
        "legacy",
        "may",
        "obtained",
        "free",
        "charge",
        "directing",
        "request",
        "legacy",
        "reserve",
        "lp",
        "attention",
        "investor",
        "relation",
        "wall",
        "suite",
        "midland",
        "texas",
        "emailing",
        "ir",
        "calling",
        "document",
        "may",
        "also",
        "obtained",
        "free",
        "legacy",
        "investor",
        "relation",
        "website",
        "http",
        "legacy",
        "general",
        "partner",
        "director",
        "executive",
        "officer",
        "member",
        "management",
        "employee",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "legacy",
        "unitholders",
        "respect",
        "transaction",
        "described",
        "proxy",
        "information",
        "regarding",
        "director",
        "executive",
        "officer",
        "legacy",
        "general",
        "partner",
        "contained",
        "legacy",
        "public",
        "filing",
        "sec",
        "including",
        "definitive",
        "proxy",
        "statement",
        "form",
        "def",
        "14a",
        "filed",
        "sec",
        "april",
        "current",
        "report",
        "form",
        "filed",
        "sec",
        "february",
        "complete",
        "description",
        "available",
        "registration",
        "statement",
        "proxy",
        "cautionary",
        "statement",
        "relevant",
        "information",
        "certain",
        "statement",
        "press",
        "release",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "including",
        "without",
        "limitation",
        "statement",
        "regarding",
        "expected",
        "benefit",
        "transaction",
        "legacy",
        "limited",
        "partner",
        "anticipated",
        "completion",
        "transaction",
        "timing",
        "thereof",
        "expected",
        "future",
        "growth",
        "dividend",
        "distribution",
        "reorganized",
        "company",
        "plan",
        "objective",
        "management",
        "future",
        "operation",
        "statement",
        "statement",
        "historical",
        "fact",
        "included",
        "press",
        "release",
        "address",
        "activity",
        "event",
        "development",
        "legacy",
        "expects",
        "belief",
        "anticipates",
        "may",
        "occur",
        "future",
        "statement",
        "word",
        "anticipates",
        "expects",
        "intends",
        "plan",
        "target",
        "project",
        "belief",
        "seek",
        "schedule",
        "estimated",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "rely",
        "number",
        "assumption",
        "concerning",
        "future",
        "event",
        "subject",
        "number",
        "uncertainty",
        "factor",
        "risk",
        "many",
        "outside",
        "control",
        "legacy",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "expected",
        "management",
        "legacy",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "realized",
        "oil",
        "natural",
        "gas",
        "price",
        "production",
        "volume",
        "lease",
        "operating",
        "expense",
        "general",
        "administrative",
        "cost",
        "finding",
        "development",
        "cost",
        "future",
        "operating",
        "result",
        "factor",
        "set",
        "forth",
        "heading",
        "risk",
        "factor",
        "legacy",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "unless",
        "legally",
        "required",
        "legacy",
        "undertakes",
        "obligation",
        "update",
        "publicly",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "legacy",
        "reserve",
        "lp",
        "dan",
        "westcott",
        "president",
        "chief",
        "financial",
        "officer",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "legacy",
        "reserve",
        "lp"
    ]
}