{
    "organizations": [],
    "uuid": "1fb4bdd26c5296cdf5ebfa36a3c14a17f593dd8b",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/03/14/jillian-manus-structure-capital/",
    "ord_in_thread": 0,
    "title": "This Venture Capitalist Has a Sexual Harassment Hotline for Founders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "This article originally ran in Term Sheet, Fortune’s newsletter about deals and dealmakers. Sign up here.\nJillian Manus, a managing partner at Structure Capital and a judge on “ The Pitch ” podcast, had a circuitous path to venture capital.\nEarlier in her career, Manus worked in banking and media, serving as an M&A co-director of the technology, media and telecom group for Credit Suisse Zurich. She had just moved to Switzerland when her life turned upside down.\n“I was in a domestic abuse situation that ended with me in the hospital for many months,” she said. “When I came out, I was so ashamed that I disappeared onto the streets. I had been successful before that, but when someone takes your pride away like that, you bottom out.”\nIn an interview with Term Sheet, Manus discusses homelessness, sexual harassment in the Valley, and the biggest mistakes early-stage founders make.\nTERM SHEET: You mentioned that you were homeless for a period of time. How were you able to come out of that experience & start to re-build your life?\nMANUS: I lived in shelters in New York for more than a year. I stayed at “hot & cot” shelters, meaning that you’d get a hot meal and a cot. In those days, you were unable to stay in a shelter for more than a couple of nights, so I was at my 16th shelter when I saw the soup kitchen was not being utilized properly. The teams, the volunteers, and the food — it just wasn’t organized well.\nBecause I had a business background, I went into the kitchen and started to put everyone on an org chart and began mobilizing people to collect extra food leftover from the local businesses. I created an assembly line in the kitchen, and I started to remember who I was and feel like I had something to contribute. Even if you don’t get paid, if you have a purpose, then you can address any challenge in life. When you have purpose, you have productivity, and when you have productivity, you have confidence.\nYou are now a judge on Gimlet Media’s “The Pitch,” making investments in Shift and LiquiGlide . You’ve previously said that you “abhor” Shark Tank because you think it’s predatory. Why did you decide to join The Pitch, which has been described as a Shark Tank-style podcast?\nMANUS: The format is the same — four judges (or VCs) who are pitched. But my whole philosophy about venture capitalists is that I believe it’s about building people up, not tearing them down. If you have a criticism, follow it with something constructive that can help them. And that’s what we do with The Pitch. We’re not like Shark Tank at all — we don’t invest $20,000 for 80% of the company. We’re not predatory.\nHow much do you invest on average?\nMANUS: For one of the last companies we invested in, we put $1.2 million into the company for 20% equity.\nWhat are some of the big mistakes that early stage founders make?\nMANUS: One big one is they don’t know their numbers. You gotta know your numbers. We had a founder recently who was doing such a good job pitching until she said, “If we partner with this company, then we’ll own a significant part of the market.” And we asked about what percentage of the market it represents, and she didn’t know. The same goes for if you don’t know your burn rate or if you have no idea of projections, it’s a problem.\nValuations are another thing. Founders come in with these crazy valuations, and you say to them, “How did you value your company?” And they say, “Well I talked to other founders, and they were doing the same.” That is not an answer. That’s another big problem. You don’t value your own company based on what everyone else is doing.\nSexual harassment allegations have plagued the VC community in recent months. You’ve learned a lot about this through your sexual harassment hotline. Can you explain how it works?\nMANUS: It’s been going on now for a little more than three years. It’s called the “SOS,” and basically any founder, any woman, anytime can text me. It has to start with “SOS” and a message with what they need. Are they being sexually harassed? Are they in a dangerous situation? Are they being bullied? And do they need a call back right away?\nI’ve created a little black book of all the predators, and then with the women’s permission, I connect them to other women who are in similar situations. Together, they’re able to out the predator.\nNote: A Structure Capital spokesperson declined to share the number publicly, clarifying that each partner gives out their number to portfolio company founders who can then share it with colleagues or others in the industry.\nWhat is the most common type of SOS message you receive?\nMANUS: There are two. One is sexual harassment at work to undermine their confidence. Another one is from female founders where VCs expect more — everything from blowjobs to handjobs to hotel keys. It is that ridiculous.\nI was on the phone with a woman last night at 3 a.m. about a situation where she was at a party and then then went to a club. One of the heads of the company, who was much more senior than her, was there too. He was very drunk and he pinned her against the wall and started groping under her dress. Then, she locked herself in the bathroom and SOS’ed me.\nWhat is the best thing for a woman to do if she finds herself in a situation like the ones you just described?\nMANUS: It depends. There are three different scenarios. One is if you’re in a business meeting and someone makes a joke. For example, I was being assessed for a board, and I was in my last interview, and I said, “Any other questions?” One of the men said, “Yes. I’ve been trying to figure out what color underwear you’re wearing.” For me, I’m older and I’ve dealt with this whether it was in the film industry, publishing, or finance. The one thing I tell women is, “Never respond emotionally.” Don’t ever show them the anger or the hurt. The minute you respond emotionally in a work situations, they steal your power. I say that to women all across the board. Anytime you lose your control over yourself, you lose a piece of your leverage. That’s what people want, but if you don’t take the bait, that’s when you’ll maintaining your control by showing them they have not gotten to you.\nFirst, don’t react emotionally. Second, try to get back on track. If you’re unable to do that, remove yourself from the situation with your chin up, turn your back, and leave. If you want to lose your mind, do that in the bathroom.\nWhen that man made that underwear comment to me, I could’ve said, “How dare you speak like that to me,” but you see, then he would’ve won. He expected to get to me, and he didn’t.\nIt’s happening across many industries, but how do you think the tech community in particular can begin to address some of these problems?\nMANUS: It’s about accountability, but my biggest concern is that the pendulum has swung so far the other way that there are two things happening. Men are now being able to use this as an excuse to not take meetings with women. That’s a big concern.\nWomen were in defense mode, and then we went on offense mode. Now, we have to get to the point of being in diplomatic mode. How do we create better communication between men and women? In the last three months, I’ve been getting a lot of SOS messages from men, too. I think there need to be more forums where men and women talk more openly to each other about all of this. The next way to right the pendulum is if we’re not siloed, if we’re not pointing our pistols at each other.\nLast year, women received 7% of all venture capital. Structure Capital’s portfolio is composed of 30% female-led companies. What is the reason for this disparity?\nMANUS: At Structure Capital, we are not solely focused on funding underrepresented entrepreneurs. We are focused on investing in founders who have a diverse skillset and if that means a female founder, we don’t shy away. We have seen a wave of female entrepreneurs, and so the risk of investing in female-led companies is finally being realized. Our fund will invest more in these companies because we truly see their results and their ROI. The contribution and intellect of females are being undervalued and underestimated, and we know that the companies and the funds who have invested in more female-led companies have experienced better returns. Currently, we’ve invested in 26 female-founded or co-founded companies, averaging 30%.\nWhat are some industry trends in tech right now you think Term Sheet readers should be paying attention to?\nMANUS: We see blockchain as more than a “trend” as far as areas of investment. We see it as the next innovation inflection point for this world as the Internet once was. Although I do think cryptocurrencies are here to stay, we are not investing in this “trend.”\nWe are also seeing AI as an immense industry trend and opportunity as it relates to skills translation like Shift.org who provides active military vets skills training to transition into high growth tech companies. There is also a huge trend toward healthcare delivery and the utilization of labor forces, such as mobilizing healthcare and creating more communication for patients and doctors. In turn, this creates more predictive and data-driven therapies and agnostics like what we’re seeing with Verily and Apple Watch.\nDigital health is going to be a key area of tech to watch but it’s ultimately going to be disrupted by blockchain. We are trying to invest into more transparency and companies who are creating opportunities in the gig economy.",
    "published": "2018-03-14T20:36:00.000+02:00",
    "crawled": "2018-03-14T22:57:39.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "article",
        "originally",
        "ran",
        "term",
        "sheet",
        "fortune",
        "newsletter",
        "deal",
        "dealmakers",
        "sign",
        "jillian",
        "manus",
        "managing",
        "partner",
        "structure",
        "capital",
        "judge",
        "pitch",
        "podcast",
        "circuitous",
        "path",
        "venture",
        "capital",
        "earlier",
        "career",
        "manus",
        "worked",
        "banking",
        "medium",
        "serving",
        "technology",
        "medium",
        "telecom",
        "group",
        "credit",
        "suisse",
        "zurich",
        "moved",
        "switzerland",
        "life",
        "turned",
        "upside",
        "domestic",
        "abuse",
        "situation",
        "ended",
        "hospital",
        "many",
        "month",
        "said",
        "came",
        "ashamed",
        "disappeared",
        "onto",
        "street",
        "successful",
        "someone",
        "take",
        "pride",
        "away",
        "like",
        "bottom",
        "interview",
        "term",
        "sheet",
        "manus",
        "discusses",
        "homelessness",
        "sexual",
        "harassment",
        "valley",
        "biggest",
        "mistake",
        "founder",
        "make",
        "term",
        "sheet",
        "mentioned",
        "homeless",
        "period",
        "time",
        "able",
        "come",
        "experience",
        "start",
        "life",
        "manus",
        "lived",
        "shelter",
        "new",
        "york",
        "year",
        "stayed",
        "hot",
        "cot",
        "shelter",
        "meaning",
        "get",
        "hot",
        "meal",
        "cot",
        "day",
        "unable",
        "stay",
        "shelter",
        "couple",
        "night",
        "16th",
        "shelter",
        "saw",
        "soup",
        "kitchen",
        "utilized",
        "properly",
        "team",
        "volunteer",
        "food",
        "organized",
        "well",
        "business",
        "background",
        "went",
        "kitchen",
        "started",
        "put",
        "everyone",
        "org",
        "chart",
        "began",
        "mobilizing",
        "people",
        "collect",
        "extra",
        "food",
        "leftover",
        "local",
        "business",
        "created",
        "assembly",
        "line",
        "kitchen",
        "started",
        "remember",
        "feel",
        "like",
        "something",
        "contribute",
        "even",
        "get",
        "paid",
        "purpose",
        "address",
        "challenge",
        "life",
        "purpose",
        "productivity",
        "productivity",
        "confidence",
        "judge",
        "gimlet",
        "medium",
        "pitch",
        "making",
        "investment",
        "shift",
        "liquiglide",
        "previously",
        "said",
        "abhor",
        "shark",
        "tank",
        "think",
        "predatory",
        "decide",
        "join",
        "pitch",
        "described",
        "shark",
        "podcast",
        "manus",
        "format",
        "four",
        "judge",
        "vcs",
        "pitched",
        "whole",
        "philosophy",
        "venture",
        "capitalist",
        "believe",
        "building",
        "people",
        "tearing",
        "criticism",
        "follow",
        "something",
        "constructive",
        "help",
        "pitch",
        "like",
        "shark",
        "tank",
        "invest",
        "company",
        "predatory",
        "much",
        "invest",
        "average",
        "manus",
        "one",
        "last",
        "company",
        "invested",
        "put",
        "million",
        "company",
        "equity",
        "big",
        "mistake",
        "early",
        "stage",
        "founder",
        "make",
        "manus",
        "one",
        "big",
        "one",
        "know",
        "number",
        "got",
        "ta",
        "know",
        "number",
        "founder",
        "recently",
        "good",
        "job",
        "pitching",
        "said",
        "partner",
        "company",
        "significant",
        "part",
        "asked",
        "percentage",
        "market",
        "represents",
        "know",
        "go",
        "know",
        "burn",
        "rate",
        "idea",
        "projection",
        "problem",
        "valuation",
        "another",
        "thing",
        "founder",
        "come",
        "crazy",
        "valuation",
        "say",
        "value",
        "company",
        "say",
        "well",
        "talked",
        "founder",
        "answer",
        "another",
        "big",
        "problem",
        "value",
        "company",
        "based",
        "everyone",
        "else",
        "sexual",
        "harassment",
        "allegation",
        "plagued",
        "vc",
        "community",
        "recent",
        "month",
        "learned",
        "lot",
        "sexual",
        "harassment",
        "hotline",
        "explain",
        "work",
        "manus",
        "going",
        "little",
        "three",
        "year",
        "called",
        "so",
        "basically",
        "founder",
        "woman",
        "anytime",
        "text",
        "start",
        "so",
        "message",
        "need",
        "sexually",
        "harassed",
        "dangerous",
        "situation",
        "bullied",
        "need",
        "call",
        "back",
        "right",
        "away",
        "created",
        "little",
        "black",
        "book",
        "predator",
        "woman",
        "permission",
        "connect",
        "woman",
        "similar",
        "situation",
        "together",
        "able",
        "predator",
        "note",
        "structure",
        "capital",
        "spokesperson",
        "declined",
        "share",
        "number",
        "publicly",
        "clarifying",
        "partner",
        "give",
        "number",
        "portfolio",
        "company",
        "founder",
        "share",
        "colleague",
        "others",
        "industry",
        "common",
        "type",
        "so",
        "message",
        "receive",
        "manus",
        "two",
        "one",
        "sexual",
        "harassment",
        "work",
        "undermine",
        "confidence",
        "another",
        "one",
        "female",
        "founder",
        "vcs",
        "expect",
        "everything",
        "blowjob",
        "handjobs",
        "hotel",
        "key",
        "ridiculous",
        "phone",
        "woman",
        "last",
        "night",
        "situation",
        "party",
        "went",
        "club",
        "one",
        "head",
        "company",
        "much",
        "senior",
        "drunk",
        "pinned",
        "wall",
        "started",
        "groping",
        "dress",
        "locked",
        "bathroom",
        "so",
        "ed",
        "best",
        "thing",
        "woman",
        "find",
        "situation",
        "like",
        "one",
        "described",
        "manus",
        "depends",
        "three",
        "different",
        "scenario",
        "one",
        "business",
        "meeting",
        "someone",
        "make",
        "joke",
        "example",
        "assessed",
        "board",
        "last",
        "interview",
        "said",
        "question",
        "one",
        "men",
        "said",
        "yes",
        "trying",
        "figure",
        "color",
        "underwear",
        "older",
        "dealt",
        "whether",
        "film",
        "industry",
        "publishing",
        "finance",
        "one",
        "thing",
        "tell",
        "woman",
        "never",
        "respond",
        "ever",
        "show",
        "anger",
        "hurt",
        "minute",
        "respond",
        "emotionally",
        "work",
        "situation",
        "steal",
        "power",
        "say",
        "woman",
        "across",
        "board",
        "anytime",
        "lose",
        "control",
        "lose",
        "piece",
        "leverage",
        "people",
        "want",
        "take",
        "bait",
        "maintaining",
        "control",
        "showing",
        "gotten",
        "first",
        "react",
        "emotionally",
        "second",
        "try",
        "get",
        "back",
        "track",
        "unable",
        "remove",
        "situation",
        "chin",
        "turn",
        "back",
        "leave",
        "want",
        "lose",
        "mind",
        "bathroom",
        "man",
        "made",
        "underwear",
        "comment",
        "could",
        "said",
        "dare",
        "speak",
        "like",
        "see",
        "would",
        "expected",
        "get",
        "happening",
        "across",
        "many",
        "industry",
        "think",
        "tech",
        "community",
        "particular",
        "begin",
        "address",
        "problem",
        "manus",
        "accountability",
        "biggest",
        "concern",
        "pendulum",
        "swung",
        "far",
        "way",
        "two",
        "thing",
        "happening",
        "men",
        "able",
        "use",
        "excuse",
        "take",
        "meeting",
        "woman",
        "big",
        "concern",
        "woman",
        "defense",
        "mode",
        "went",
        "offense",
        "mode",
        "get",
        "point",
        "diplomatic",
        "mode",
        "create",
        "better",
        "communication",
        "men",
        "woman",
        "last",
        "three",
        "month",
        "getting",
        "lot",
        "so",
        "message",
        "men",
        "think",
        "need",
        "forum",
        "men",
        "woman",
        "talk",
        "openly",
        "next",
        "way",
        "right",
        "pendulum",
        "siloed",
        "pointing",
        "pistol",
        "last",
        "year",
        "woman",
        "received",
        "venture",
        "capital",
        "structure",
        "capital",
        "portfolio",
        "composed",
        "company",
        "reason",
        "disparity",
        "manus",
        "structure",
        "capital",
        "solely",
        "focused",
        "funding",
        "underrepresented",
        "entrepreneur",
        "focused",
        "investing",
        "founder",
        "diverse",
        "skillset",
        "mean",
        "female",
        "founder",
        "shy",
        "away",
        "seen",
        "wave",
        "female",
        "entrepreneur",
        "risk",
        "investing",
        "company",
        "finally",
        "realized",
        "fund",
        "invest",
        "company",
        "truly",
        "see",
        "result",
        "roi",
        "contribution",
        "intellect",
        "female",
        "undervalued",
        "underestimated",
        "know",
        "company",
        "fund",
        "invested",
        "company",
        "experienced",
        "better",
        "return",
        "currently",
        "invested",
        "company",
        "averaging",
        "industry",
        "trend",
        "tech",
        "right",
        "think",
        "term",
        "sheet",
        "reader",
        "paying",
        "attention",
        "manus",
        "see",
        "blockchain",
        "trend",
        "far",
        "area",
        "investment",
        "see",
        "next",
        "innovation",
        "inflection",
        "point",
        "world",
        "internet",
        "although",
        "think",
        "cryptocurrencies",
        "stay",
        "investing",
        "also",
        "seeing",
        "ai",
        "immense",
        "industry",
        "trend",
        "opportunity",
        "relates",
        "skill",
        "translation",
        "like",
        "provides",
        "active",
        "military",
        "vet",
        "skill",
        "training",
        "transition",
        "high",
        "growth",
        "tech",
        "company",
        "also",
        "huge",
        "trend",
        "toward",
        "healthcare",
        "delivery",
        "utilization",
        "labor",
        "force",
        "mobilizing",
        "healthcare",
        "creating",
        "communication",
        "patient",
        "doctor",
        "turn",
        "creates",
        "predictive",
        "therapy",
        "agnostic",
        "like",
        "seeing",
        "verily",
        "apple",
        "watch",
        "digital",
        "health",
        "going",
        "key",
        "area",
        "tech",
        "watch",
        "ultimately",
        "going",
        "disrupted",
        "blockchain",
        "trying",
        "invest",
        "transparency",
        "company",
        "creating",
        "opportunity",
        "gig",
        "economy"
    ]
}