{
    "organizations": [],
    "uuid": "6be594c0eaaf1d097e2388d5e252dd957c89d7da",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/28/pr-newswire-renasant-corporation-and-brand-group-holdings-inc-announce-definitive-merger-agreement.html",
    "ord_in_thread": 0,
    "title": "Renasant Corporation and Brand Group Holdings, Inc. Announce Definitive Merger Agreement",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TUPELO, Miss. and LAWRENCEVILLE, Ga., March 28, 2018 /PRNewswire/ -- Renasant Corporation (the \"Company\" or \"Renasant\") (NASDAQ: RNST) and Brand Group Holdings, Inc. (\"Brand\") jointly announced today the signing of a definitive merger agreement pursuant to which Brand will merge with and into Renasant in a transaction currently valued at approximately $452.9 million. The proposed merger has been approved unanimously by each company's Board of Directors and is expected to close in the third quarter of 2018. Completion of the transaction is subject to the satisfaction of customary closing conditions, including the receipt of required regulatory approvals and the approval of Brand's shareholders.\nFounded in 1905, Brand is the privately-held bank holding company of The Brand Banking Company, which has 13 locations throughout the greater Atlanta market. As of December 31, 2017, Brand had approximately $2.4 billion in total assets, approximately $1.9 billion in total loans (excluding mortgage loans held for sale) and approximately $1.9 billion in total deposits.\n\"The ability to partner with a 113-year-old company with strong talent in one of the most attractive markets in the country is a tremendous opportunity. We believe this merger will significantly enhance our Atlanta presence, which is the largest MSA by GDP and 2nd largest MSA by population in the Southeast,\" said Renasant Chairman and Chief Executive Officer, Robin McGraw.\nMitch Waycaster, Renasant President and Chief Operating Officer, further commenting on the transaction, added, \"This merger will greatly benefit our current and future clients by expanding our locations, services and products. Brand has a long-standing history built on serving its community with intention, and we look forward to being able to better meet the needs of our combined clients and communities through this merger.\"\nBartow Morgan Jr., Chief Executive Officer of BrandBank, will become the Chief Commercial Banking Officer for the Renasant Bank system with responsibility for commercial banking, including Renasant Bank's specialty lines and other financial services. He will also join Renasant Bank's Board of Directors. In addition, one independent Brand director will be appointed to both the Renasant Corporation and Renasant Bank Boards. Richard Fairey, President and Chief Operating Officer of BrandBank, will be named Chief Retail Banking Officer for the Renasant Bank system, and Mike Dunlap, Executive Vice President and Director of Commercial Banking for BrandBank, will assume the role of President of the Georgia Commercial Banking Group for Renasant Bank.\n\"Renasant is aligned strategically and culturally with BrandBank. As a proud company with a long history in the Atlanta market, we look forward to the unique opportunity of leveraging BrandBank's commercial banking niches with the enhanced lending capacity and specialized lines of business provided by Renasant,\" said Morgan. \"We are excited for our clients, bankers, and shareholders to realize the immediate and longer term benefits and value creation opportunities this merger provides.\"\nAccording to the terms of the merger agreement, Brand shareholders will receive 32.87 shares of Renasant common stock and $77.50 in cash for each share of Brand common stock. Additionally, all Brand options will be cashed out at $1,550 per share. Based on Renasant's closing price of $41.66 per share as of March 27, 2018, the implied transaction value is approximately $452.9 million, in the aggregate, or $1,447 per share. The transaction's final pricing is contingent (and subject to reduction only) upon Brand's divestiture of certain assets, as outlined in the definitive merger agreement, which will be filed with the Securities and Exchange Commission in the coming days. Excluding one-time transaction costs, the merger is expected to be immediately accretive to Renasant's estimated earnings and to have a substantial positive long-term impact on Renasant.\nSupplemental information regarding the merger in the form of a presentation to analysts and investors is available by accessing the News and Market Data/Presentation link under the Investor Relations tab on Renasant's website at www.renasant.com .\nKeefe, Bruyette and Woods, Inc. served as financial advisor to Renasant, and the law firm of Phelps Dunbar LLP served as its legal advisor. Evercore served as lead financial advisor to Brand, and the law firm of Troutman Sanders LLP served as its legal advisor. Banks Street Partners LLC also served as financial advisor to Brand.\nConference Call Information:\nRenasant will hold a conference call with analysts on Thursday, March 29, 2018, at 10:00 AM Eastern Time (9:00 AM Central Time) and will address the merger announcement during this call.\nThe webcast can be accessed through Renasant's investor relations website at www.renasant.com or https://services.choruscall.com/links/rnst180329.html . To access the conference call via telephone, dial 1-877-513-1143 in the United States and request the Renasant Conference Call. International participants should dial 1-412-902-4145 to access the conference call.\nThe webcast will be archived on www.renasant.com beginning one hour after the call and will remain accessible for one year. Replays can also be accessed via telephone by dialing 1-877-344-7529 in the United States and entering conference number 10118648 or by dialing 1-412-317-0088 internationally and entering the same conference number. Telephone replay access is available until April 12, 2018.\nAbout Renasant Corporation:\nRenasant Corporation is the parent of Renasant Bank, a 114-year-old financial services institution. Renasant has assets of approximately $9.8 billion and operates 180 banking, mortgage and wealth management offices in Mississippi, Tennessee, Alabama, Florida and Georgia.\nAbout Brand Group Holdings, Inc.:\nBrand Group Holdings, Inc. is a $2.4 billion bank holding company located in the Atlanta Metropolitan area, operating as BrandBank. Bartow Morgan, Jr. is the fifth generation CEO of the company, which was founded in Lawrenceville, Georgia in 1905.\nAdditional information about the Renasant/Brand transaction\nThis communication is being made in respect of the proposed merger transaction involving Renasant and Brand. In connection with the proposed merger, Renasant intends to file a Registration Statement on Form S-4 that will include a proxy statement for Brand and a prospectus of Renasant, and Renasant will file other relevant documents concerning the proposed merger, with the Securities and Exchange Commission (the \"SEC\"). This release does not constitute an offer to sell or the solicitation of an offer to buy any securities. Before making any investment decision, brand investors are urged to read the proxy statement/prospectus and any other documents to be filed with the sec in connection with the proposed merger or incorporated by reference in the proxy statement/prospectus because they will contain important information about renasant, brand and the proposed merger. When available, the proxy statement/prospectus will be mailed to shareholders of Brand. Investors will also be able to obtain copies of the proxy statement/prospectus and other relevant documents filed by Renasant (when they become available) free of charge at the SEC's website ( www.sec.gov ). In addition, documents filed with the SEC by Renasant will be available free of charge from Kevin Chapman, Chief Financial Officer, Renasant Corporation, 209 Troy Street, Tupelo, Mississippi 38804-4827, telephone: (662) 680-1450.\n\"Safe Harbor\" statement under the Private Securities Litigation Reform Act of 1995:\nThis release contains various \" \" within the meaning of the Private Securities Litigation Reform Act of 1995 about Renasant, Brand or the combined company that are subject to risks and uncertainties. Congress passed the Private Securities Litigation Reform Act of 1995 in an effort to encourage companies to provide information about their anticipated future financial performance. This act provides a safe harbor for such disclosure, which protects a company from unwarranted litigation if actual results are different from management expectations. Forward-looking statements include information concerning the future financial performance, business strategy, projected plans and objectives of Renasant, Brand and the combined company. These statements are based upon the current beliefs and expectations of Renasant's and Brand's management and are inherently subject to significant business, economic and competitive risks and uncertainties, many of which are beyond the control of Renasant's or Brand's management. Renasant's, Brand's or the combined company's actual results may differ from those indicated or implied in the , and such differences may be material. Statements preceded by, followed by or that otherwise include the words \"believes,\" \"expects,\" \"anticipates,\" \"intends,\" \"estimates,\" \"plans,\" \"may increase,\" \"may fluctuate,\" \"will likely result,\" and similar expressions, or future or conditional verbs such as \"will,\" \"should,\" \"would,\" and \"could,\" are generally forward-looking in nature and not historical facts. Investors should understand that, in addition to factors previously disclosed in Renasant's reports filed with the SEC and those identified elsewhere in this release, include, but are not limited to, statements about (1) the expected benefits of the transaction between Renasant and Brand, including future financial and operating results, cost savings, enhanced revenues and the expected market position of the combined company that may be realized from the transaction, and (2) Renasant's and Brand's plans, objectives, expectations and intentions and other statements contained in this release that are not historical facts.\nThe following risks, among others, could cause actual results to differ materially from the anticipated results or other expectations expressed in the : (1) the businesses of Renasant and Brand may not be integrated successfully or the integration may be more difficult, time-consuming or costly than expected; (2) the expected growth opportunities or costs savings from the transaction may not be fully realized or may take longer to realize than expected; (3) revenues following the transaction may be lower than expected as a result of losses of customers or other reasons; (4) deposit attrition, operating costs, customer loss and business disruption following the transaction, including difficulties in maintaining relationships with employees, may be greater than expected; (5) governmental approvals of the transaction may not be obtained on the proposed terms or expected timeframe; (6) Brand's shareholders may fail to approve the transaction; (7) the terms of the proposed transaction may need to be modified to satisfy such approvals or conditions; (8) reputational risks and the reaction of the companies' customers to the transaction; (9) diversion of management time on merger-related issues; (10) changes in asset quality and credit risk; (11) inflation; (12) the cost and availability of capital; (13) customer acceptance of the combined company's products and services; (14) customer borrowing, repayment, investment and deposit practices; (15) the introduction, withdrawal, success and timing of business initiatives; (16) the impact, extent, and timing of technological changes; (17) severe catastrophic events in the companies' respective geographic area; (18) a weakening of the economies in which the combined company will conduct operations may adversely affect its operating results; (19) the U.S. legal and regulatory framework, including those regulations associated with the Dodd-Frank Wall Street Reform and Consumer Protection Act, could adversely affect the operating results of the combined company; (20) the interest rate environment may compress margins and adversely affect net interest income; and (21) competition from other financial services companies in the companies' markets could adversely affect operations.\nAdditional factors that could cause Renasant's results to differ materially from those described in the can be found in Renasant's reports (such as annual reports on Form 10-K, quarterly reports on Form 10-Q and current reports on Form 8-K) filed with the SEC and available at the SEC's website ( www.sec.gov ). All subsequent written and oral concerning Renasant, Brand or the proposed merger or other matters and attributable to Renasant, Brand or any person acting on either of their behalf are expressly qualified in their entirety by the cautionary statements above. Renasant and Brand expressly disclaim any duty to update or revise any , all of which are expressly qualified by the statements in this section.\nCONTACTS:\nFor Media:\nFor Financials:\nJohn Oxford\nKevin Chapman\nFirst Vice President\nExecutive Vice President\nDirector Marketing\nChief Financial Officer\n(662) 680-1219\n(662) 680-1450\njoxford@renasant.com\nkchapman@renasant.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/renasant-corporation-and-brand-group-holdings-inc-announce-definitive-merger-agreement-300621394.html\nSOURCE Renasant Corporation",
    "published": "2018-03-29T02:07:00.000+03:00",
    "crawled": "2018-03-29T03:27:59.001+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tupelo",
        "miss",
        "lawrenceville",
        "march",
        "renasant",
        "corporation",
        "company",
        "renasant",
        "nasdaq",
        "rnst",
        "brand",
        "group",
        "holding",
        "brand",
        "jointly",
        "announced",
        "today",
        "signing",
        "definitive",
        "merger",
        "agreement",
        "pursuant",
        "brand",
        "merge",
        "renasant",
        "transaction",
        "currently",
        "valued",
        "approximately",
        "million",
        "proposed",
        "merger",
        "approved",
        "unanimously",
        "company",
        "board",
        "director",
        "expected",
        "close",
        "third",
        "quarter",
        "completion",
        "transaction",
        "subject",
        "satisfaction",
        "customary",
        "closing",
        "condition",
        "including",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "approval",
        "brand",
        "shareholder",
        "founded",
        "brand",
        "bank",
        "holding",
        "company",
        "brand",
        "banking",
        "company",
        "location",
        "throughout",
        "greater",
        "atlanta",
        "market",
        "december",
        "brand",
        "approximately",
        "billion",
        "total",
        "asset",
        "approximately",
        "billion",
        "total",
        "loan",
        "excluding",
        "mortgage",
        "loan",
        "held",
        "sale",
        "approximately",
        "billion",
        "total",
        "deposit",
        "ability",
        "partner",
        "company",
        "strong",
        "talent",
        "one",
        "attractive",
        "market",
        "country",
        "tremendous",
        "opportunity",
        "believe",
        "merger",
        "significantly",
        "enhance",
        "atlanta",
        "presence",
        "largest",
        "msa",
        "gdp",
        "2nd",
        "largest",
        "msa",
        "population",
        "southeast",
        "said",
        "renasant",
        "chairman",
        "chief",
        "executive",
        "officer",
        "robin",
        "mcgraw",
        "mitch",
        "waycaster",
        "renasant",
        "president",
        "chief",
        "operating",
        "officer",
        "commenting",
        "transaction",
        "added",
        "merger",
        "greatly",
        "benefit",
        "current",
        "future",
        "client",
        "expanding",
        "location",
        "service",
        "product",
        "brand",
        "history",
        "built",
        "serving",
        "community",
        "intention",
        "look",
        "forward",
        "able",
        "better",
        "meet",
        "need",
        "combined",
        "client",
        "community",
        "merger",
        "bartow",
        "morgan",
        "chief",
        "executive",
        "officer",
        "brandbank",
        "become",
        "chief",
        "commercial",
        "banking",
        "officer",
        "renasant",
        "bank",
        "system",
        "responsibility",
        "commercial",
        "banking",
        "including",
        "renasant",
        "bank",
        "specialty",
        "line",
        "financial",
        "service",
        "also",
        "join",
        "renasant",
        "bank",
        "board",
        "director",
        "addition",
        "one",
        "independent",
        "brand",
        "director",
        "appointed",
        "renasant",
        "corporation",
        "renasant",
        "bank",
        "board",
        "richard",
        "fairey",
        "president",
        "chief",
        "operating",
        "officer",
        "brandbank",
        "named",
        "chief",
        "retail",
        "banking",
        "officer",
        "renasant",
        "bank",
        "system",
        "mike",
        "dunlap",
        "executive",
        "vice",
        "president",
        "director",
        "commercial",
        "banking",
        "brandbank",
        "assume",
        "role",
        "president",
        "georgia",
        "commercial",
        "banking",
        "group",
        "renasant",
        "bank",
        "renasant",
        "aligned",
        "strategically",
        "culturally",
        "brandbank",
        "proud",
        "company",
        "long",
        "history",
        "atlanta",
        "market",
        "look",
        "forward",
        "unique",
        "opportunity",
        "leveraging",
        "brandbank",
        "commercial",
        "banking",
        "niche",
        "enhanced",
        "lending",
        "capacity",
        "specialized",
        "line",
        "business",
        "provided",
        "renasant",
        "said",
        "morgan",
        "excited",
        "client",
        "banker",
        "shareholder",
        "realize",
        "immediate",
        "longer",
        "term",
        "benefit",
        "value",
        "creation",
        "opportunity",
        "merger",
        "provides",
        "according",
        "term",
        "merger",
        "agreement",
        "brand",
        "shareholder",
        "receive",
        "share",
        "renasant",
        "common",
        "stock",
        "cash",
        "share",
        "brand",
        "common",
        "stock",
        "additionally",
        "brand",
        "option",
        "cashed",
        "per",
        "share",
        "based",
        "renasant",
        "closing",
        "price",
        "per",
        "share",
        "march",
        "implied",
        "transaction",
        "value",
        "approximately",
        "million",
        "aggregate",
        "per",
        "share",
        "transaction",
        "final",
        "pricing",
        "contingent",
        "subject",
        "reduction",
        "upon",
        "brand",
        "divestiture",
        "certain",
        "asset",
        "outlined",
        "definitive",
        "merger",
        "agreement",
        "filed",
        "security",
        "exchange",
        "commission",
        "coming",
        "day",
        "excluding",
        "transaction",
        "cost",
        "merger",
        "expected",
        "immediately",
        "accretive",
        "renasant",
        "estimated",
        "earnings",
        "substantial",
        "positive",
        "impact",
        "renasant",
        "supplemental",
        "information",
        "regarding",
        "merger",
        "form",
        "presentation",
        "analyst",
        "investor",
        "available",
        "accessing",
        "news",
        "market",
        "link",
        "investor",
        "relation",
        "tab",
        "renasant",
        "website",
        "keefe",
        "bruyette",
        "wood",
        "served",
        "financial",
        "advisor",
        "renasant",
        "law",
        "firm",
        "phelps",
        "dunbar",
        "llp",
        "served",
        "legal",
        "advisor",
        "evercore",
        "served",
        "lead",
        "financial",
        "advisor",
        "brand",
        "law",
        "firm",
        "troutman",
        "sander",
        "llp",
        "served",
        "legal",
        "advisor",
        "bank",
        "street",
        "partner",
        "llc",
        "also",
        "served",
        "financial",
        "advisor",
        "brand",
        "conference",
        "call",
        "information",
        "renasant",
        "hold",
        "conference",
        "call",
        "analyst",
        "thursday",
        "march",
        "eastern",
        "time",
        "central",
        "time",
        "address",
        "merger",
        "announcement",
        "call",
        "webcast",
        "accessed",
        "renasant",
        "investor",
        "relation",
        "website",
        "http",
        "access",
        "conference",
        "call",
        "via",
        "telephone",
        "dial",
        "united",
        "state",
        "request",
        "renasant",
        "conference",
        "call",
        "international",
        "participant",
        "dial",
        "access",
        "conference",
        "call",
        "webcast",
        "archived",
        "beginning",
        "one",
        "hour",
        "call",
        "remain",
        "accessible",
        "one",
        "year",
        "replay",
        "also",
        "accessed",
        "via",
        "telephone",
        "dialing",
        "united",
        "state",
        "entering",
        "conference",
        "number",
        "dialing",
        "internationally",
        "entering",
        "conference",
        "number",
        "telephone",
        "replay",
        "access",
        "available",
        "april",
        "renasant",
        "corporation",
        "renasant",
        "corporation",
        "parent",
        "renasant",
        "bank",
        "financial",
        "service",
        "institution",
        "renasant",
        "asset",
        "approximately",
        "billion",
        "operates",
        "banking",
        "mortgage",
        "wealth",
        "management",
        "office",
        "mississippi",
        "tennessee",
        "alabama",
        "florida",
        "georgia",
        "brand",
        "group",
        "holding",
        "brand",
        "group",
        "holding",
        "billion",
        "bank",
        "holding",
        "company",
        "located",
        "atlanta",
        "metropolitan",
        "area",
        "operating",
        "brandbank",
        "bartow",
        "morgan",
        "fifth",
        "generation",
        "ceo",
        "company",
        "founded",
        "lawrenceville",
        "georgia",
        "additional",
        "information",
        "transaction",
        "communication",
        "made",
        "respect",
        "proposed",
        "merger",
        "transaction",
        "involving",
        "renasant",
        "brand",
        "connection",
        "proposed",
        "merger",
        "renasant",
        "intends",
        "file",
        "registration",
        "statement",
        "form",
        "include",
        "proxy",
        "statement",
        "brand",
        "prospectus",
        "renasant",
        "renasant",
        "file",
        "relevant",
        "document",
        "concerning",
        "proposed",
        "merger",
        "security",
        "exchange",
        "commission",
        "sec",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "making",
        "investment",
        "decision",
        "brand",
        "investor",
        "urged",
        "read",
        "proxy",
        "document",
        "filed",
        "sec",
        "connection",
        "proposed",
        "merger",
        "incorporated",
        "reference",
        "proxy",
        "contain",
        "important",
        "information",
        "renasant",
        "brand",
        "proposed",
        "merger",
        "available",
        "proxy",
        "mailed",
        "shareholder",
        "brand",
        "investor",
        "also",
        "able",
        "obtain",
        "copy",
        "proxy",
        "relevant",
        "document",
        "filed",
        "renasant",
        "become",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "addition",
        "document",
        "filed",
        "sec",
        "renasant",
        "available",
        "free",
        "charge",
        "kevin",
        "chapman",
        "chief",
        "financial",
        "officer",
        "renasant",
        "corporation",
        "troy",
        "street",
        "tupelo",
        "mississippi",
        "telephone",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "release",
        "contains",
        "various",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "renasant",
        "brand",
        "combined",
        "company",
        "subject",
        "risk",
        "uncertainty",
        "congress",
        "passed",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "effort",
        "encourage",
        "company",
        "provide",
        "information",
        "anticipated",
        "future",
        "financial",
        "performance",
        "act",
        "provides",
        "safe",
        "harbor",
        "disclosure",
        "protects",
        "company",
        "unwarranted",
        "litigation",
        "actual",
        "result",
        "different",
        "management",
        "expectation",
        "statement",
        "include",
        "information",
        "concerning",
        "future",
        "financial",
        "performance",
        "business",
        "strategy",
        "projected",
        "plan",
        "objective",
        "renasant",
        "brand",
        "combined",
        "company",
        "statement",
        "based",
        "upon",
        "current",
        "belief",
        "expectation",
        "renasant",
        "brand",
        "management",
        "inherently",
        "subject",
        "significant",
        "business",
        "economic",
        "competitive",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "control",
        "renasant",
        "brand",
        "management",
        "renasant",
        "brand",
        "combined",
        "company",
        "actual",
        "result",
        "may",
        "differ",
        "indicated",
        "implied",
        "difference",
        "may",
        "material",
        "statement",
        "preceded",
        "followed",
        "otherwise",
        "include",
        "word",
        "belief",
        "expects",
        "anticipates",
        "intends",
        "estimate",
        "plan",
        "may",
        "increase",
        "may",
        "fluctuate",
        "likely",
        "result",
        "similar",
        "expression",
        "future",
        "conditional",
        "verb",
        "would",
        "could",
        "generally",
        "nature",
        "historical",
        "fact",
        "investor",
        "understand",
        "addition",
        "factor",
        "previously",
        "disclosed",
        "renasant",
        "report",
        "filed",
        "sec",
        "identified",
        "elsewhere",
        "release",
        "include",
        "limited",
        "statement",
        "expected",
        "benefit",
        "transaction",
        "renasant",
        "brand",
        "including",
        "future",
        "financial",
        "operating",
        "result",
        "cost",
        "saving",
        "enhanced",
        "revenue",
        "expected",
        "market",
        "position",
        "combined",
        "company",
        "may",
        "realized",
        "transaction",
        "renasant",
        "brand",
        "plan",
        "objective",
        "expectation",
        "intention",
        "statement",
        "contained",
        "release",
        "historical",
        "fact",
        "following",
        "risk",
        "among",
        "others",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "result",
        "expectation",
        "expressed",
        "business",
        "renasant",
        "brand",
        "may",
        "integrated",
        "successfully",
        "integration",
        "may",
        "difficult",
        "costly",
        "expected",
        "expected",
        "growth",
        "opportunity",
        "cost",
        "saving",
        "transaction",
        "may",
        "fully",
        "realized",
        "may",
        "take",
        "longer",
        "realize",
        "expected",
        "revenue",
        "following",
        "transaction",
        "may",
        "lower",
        "expected",
        "result",
        "loss",
        "customer",
        "reason",
        "deposit",
        "attrition",
        "operating",
        "cost",
        "customer",
        "loss",
        "business",
        "disruption",
        "following",
        "transaction",
        "including",
        "difficulty",
        "maintaining",
        "relationship",
        "employee",
        "may",
        "greater",
        "expected",
        "governmental",
        "approval",
        "transaction",
        "may",
        "obtained",
        "proposed",
        "term",
        "expected",
        "timeframe",
        "brand",
        "shareholder",
        "may",
        "fail",
        "approve",
        "transaction",
        "term",
        "proposed",
        "transaction",
        "may",
        "need",
        "modified",
        "satisfy",
        "approval",
        "condition",
        "reputational",
        "risk",
        "reaction",
        "company",
        "customer",
        "transaction",
        "diversion",
        "management",
        "time",
        "issue",
        "change",
        "asset",
        "quality",
        "credit",
        "risk",
        "inflation",
        "cost",
        "availability",
        "capital",
        "customer",
        "acceptance",
        "combined",
        "company",
        "product",
        "service",
        "customer",
        "borrowing",
        "repayment",
        "investment",
        "deposit",
        "practice",
        "introduction",
        "withdrawal",
        "success",
        "timing",
        "business",
        "initiative",
        "impact",
        "extent",
        "timing",
        "technological",
        "change",
        "severe",
        "catastrophic",
        "event",
        "company",
        "respective",
        "geographic",
        "area",
        "weakening",
        "economy",
        "combined",
        "company",
        "conduct",
        "operation",
        "may",
        "adversely",
        "affect",
        "operating",
        "result",
        "legal",
        "regulatory",
        "framework",
        "including",
        "regulation",
        "associated",
        "wall",
        "street",
        "reform",
        "consumer",
        "protection",
        "act",
        "could",
        "adversely",
        "affect",
        "operating",
        "result",
        "combined",
        "company",
        "interest",
        "rate",
        "environment",
        "may",
        "compress",
        "margin",
        "adversely",
        "affect",
        "net",
        "interest",
        "income",
        "competition",
        "financial",
        "service",
        "company",
        "company",
        "market",
        "could",
        "adversely",
        "affect",
        "operation",
        "additional",
        "factor",
        "could",
        "cause",
        "renasant",
        "result",
        "differ",
        "materially",
        "described",
        "found",
        "renasant",
        "report",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "current",
        "report",
        "form",
        "filed",
        "sec",
        "available",
        "sec",
        "website",
        "subsequent",
        "written",
        "oral",
        "concerning",
        "renasant",
        "brand",
        "proposed",
        "merger",
        "matter",
        "attributable",
        "renasant",
        "brand",
        "person",
        "acting",
        "either",
        "behalf",
        "expressly",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "renasant",
        "brand",
        "expressly",
        "disclaim",
        "duty",
        "update",
        "revise",
        "expressly",
        "qualified",
        "statement",
        "section",
        "contact",
        "medium",
        "financials",
        "john",
        "oxford",
        "kevin",
        "chapman",
        "first",
        "vice",
        "president",
        "executive",
        "vice",
        "president",
        "director",
        "marketing",
        "chief",
        "financial",
        "officer",
        "joxford",
        "kchapman",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "renasant",
        "corporation"
    ]
}