{
    "organizations": [],
    "uuid": "97c361c2640dbac85e550b3e273668c0ff6dd79f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/pr-newswire-immunocellular-therapeutics-announces-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "ImmunoCellular Therapeutics Announces Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LOS ANGELES, March 13, 2018 /PRNewswire/ -- ImmunoCellular Therapeutics, Ltd. (\"ImmunoCellular\") (NYSE American: IMUC) today announced financial results for the fourth quarter and full year ended December 31, 2017.\nAnthony J. Gringeri, PhD, President and Chief Executive Officer commented: \"We ended 2017 in a strong financial condition with approximately $6.6 million in cash and $4.6 million in both working capital and stockholders' equity. During the fourth quarter of 2017 we received approximately $5.6 million of net proceeds from exercises of warrants issued in our July 2017 underwritten public offering, and we implemented payment programs with our key vendors, both of which contributed to a strengthening of our balance sheet. In the second half of 2017, we also reduced our expenses, and are operating in what we believe is a capital-efficient manner, which should meaningfully extend our cash runway. We believe that with our current financial plan, we may successfully be able to regain compliance with the NYSE American listing standards regarding stockholders' equity.\"\nDr. Gringeri continued: \"In the fourth quarter of 2017, we achieved a key milestone in our Stem-to-T-Cell research program by successfully packaging T cell receptor DNA into a viral vector and transferring that DNA into human hematopoietic stem cells. We are currently working to achieve our next milestone in this program, optimizing transfection conditions for the hematopoietic stem cells, which would then enable preclinical testing. Additionally, we are completing the wind-down of ICT-107 activities while continuing to seek partnership opportunities for our clinical-stage anticancer assets. In addition, as previously announced, we recently retained Ladenburg Thalmann & Co. Inc. as our strategic financial advisor to assist in the review of our business and assets and the exploration of strategic opportunities for enhancing stockholder value, including the potential sale or merger of the Company. It is important to remember that we cannot guarantee that this process will culminate in a transaction. Nevertheless, it is a top priority for our management and board, and we are optimistic that this next phase can identify further opportunities for creating value for ImmunoCellular stockholders.\"\nFourth Quarter and Full Year 2017 Financial Results\nFor the year ended December 31, 2017, the Company incurred a net loss of $14.3 million compared to $22.1 million in 2016. The net loss available to common stockholders for the year ended December 31, 2017, was $17.7 million, or $1.23 per basic and diluted common share, compared to $22.1 million, or $7.89 per basic and diluted common share, in 2016. The 2017 net loss available to common stockholders includes the net loss of $14.3 million, plus $2.3 million of deemed dividends and $1.0 million of original issue discount associated with the convertible preferred stock issued as part of the July 2017 financing. There were no similar charges during 2016.\nThe decrease in net loss between years is due to reductions in both research and development expenses and general and administrative expenses. Research and development expenses in 2017 decreased to $17.1 million from $19.1 million in the prior year. The decrease reflects the suspension of the phase 3 trial of ICT-107 in June 2017. In 2017, general and administrative expenses were $4.0 million compared to $5.0 million in 2016. Simultaneous with the suspension of the ICT -107 trial, the Company reduced the number of administrative personnel, downsized its office space and reduced other expenses. These reductions were partially offset by higher professional fees. Additionally, during 2017, the Company recognized a gain of $7.7 million related to the de-recognition of the liability resulting from advances, plus accrued interest, from the California Institute of Regenerative Medicine. In 2016, the Company recognized a gain of $3.8 million related to the revaluation of its warrant derivatives. During 2017, the Company early adopted ASU 2017-11, which allowed the Company to reclassify its warrant derivatives as equity. Accordingly, there were no gains or losses associated with warrant revaluation during 2017.\nNet loss for the quarter ended December 31, 2017, was $431,000, or $0.01 per basic and diluted common share, compared to $6.3 million, or $1.36 per basic and diluted common share, for the quarter ended December 31, 2016. The decrease in the net loss is attributable to reduction in research and development associated with the suspension of the phase 3 trial of ICT-107 as well as certain discounts that the Company negotiated with key vendors.\nIn July 2017, ImmunoCellular completed an underwritten public offering that provided $4.0 million in net proceeds from the sale of convertible preferred stock, with the potential to secure an additional $9 million in funding over the 12 months following the closing of the financing from the exercise of warrants to purchase preferred stock issued in the financing transaction. As part of the financing, the Company issued three warrant tranches of $3 million each with maturities in October 2017, January 2018 and July 2018. Through December 31, 2017, the Company received $7.8 million in net proceeds from the exercise of warrants. The Company is using the financing proceeds to move forward with a restructuring plan focused on winding down ICT-107 activities and advancing early-stage research programs while continuing to seek partnership opportunities for development-stage assets. As of December 31, 2017, the Company had $6.6 million in cash, $4.6 million of working capital and stockholders' equity and 41,913,256 shares of common stock outstanding.\nConference Call and Webcast Today\nImmunoCellular plans to hold a conference call and webcast today, March 13, 2018, at 5:00 pm ET to review 2017 financial results and provide a business update. The call will be hosted by Anthony J. Gringeri, PhD, President and Chief Executive Officer.\nLIVE CALL:\n(877) 853-5636 (toll-free); international dial-in: (631) 291-4544; conference code 4075529.\nWEBCAST:\nInterested parties who wish to listen to the webcast should visit the Investor Relations section of ImmunoCellular's website at www.imuc.com , under the Events and Presentations tab. A replay of the webcast will be available one hour after the conclusion of the event.\nThe conference call will contain . The information provided on the teleconference is accurate only at the time of the conference call, and ImmunoCellular will take no responsibility for providing updated information except as required by law.\nAbout ImmunoCellular Therapeutics, Ltd.\nImmunoCellular Therapeutics, Ltd., based in Los Angeles, is developing immune-based therapies for the treatment of cancer. ImmunoCellular is focused on advancing its Stem-to-T-Cell research program, which engineers hematopoietic stem cells to generate cytotoxic T cells. Additional assets, for which the Company is seeking partners, include clinical-stage programs - ICT-107, ICT-121 and ICT-140, which are patient-specific, dendritic cell-based immunotherapies targeting solid tumors. To learn more about ImmunoCellular, please visit www.imuc.com .\nForward-Looking Statements for ImmunoCellular Therapeutics\nThis press release contains certain , including statements regarding ImmunoCellular's intentions and current expectations concerning, among other things, whether ImmunoCellular will be able to finance its ongoing operations following termination of existing clinical development programs, reduce outstanding obligations to creditors of the Company and minimize or defer the costs of restructuring in order to enable its immunotherapy program; whether ImmunoCellular will be able to identify and execute a successful strategic transaction; the likelihood, timing and outcome of ImmunoCellular's possible strategic alternatives, including a partnership, collaboration or restructuring; ImmunoCellular's beliefs regarding the advantages and therapeutic and commercial value of its programs; ImmunoCellular's ability to maintain its listing on the NYSE American and regain compliance with the NYSE American's listing standards; ImmunoCellular's ability to advance its Stem-to-T-Cell program and achieve certain milestones; and ImmunoCellular's ability to achieve its other clinical, operational, strategic and financial goals. Forward-looking statements are not guarantees of future performance and are subject to a number of risks and uncertainties, including the availability of resources to continue to develop ImmunoCellular's product candidates and the uncertain timing of completion and success of clinical trials. Additional risks and uncertainties are described under the heading \"Risk Factors\" in ImmunoCellular's most recently filed quarterly report on Form 10-Q for the period ended September 30, 2017 and subsequent filings with the Securities and Exchange Commission. Except as required by law, ImmunoCellular undertakes no obligation to update or revise any , whether as a result of new information, future events or otherwise.\nContact :\nImmunoCellular Therapeutics, Ltd.\nJane Green\n(267) 457-3734 direct\n(415) 652-4819 mobile\njane@jmgcomm.com\nLytham Partners, LLC\nJoe Dorame, Robert Blum, or Joseph Diaz\n(602) 889-9700\nimuc@lythampartners.com\nConsolidated Balance Sheets\n12/31/2017\n12/31/2016\nCash\n$ 6,629,870\n$ 11,437,118\nOther current assets\n378,787\n1,977,671\nNon current assets\n568\n3,475,201\nTotal assets\n$ 7,009,225\n$ 16,889,990\nCurrent liabilities\n$ 2,360,754\n$ 3,238,943\nWarrant liability\n-\n573,560\nCIRM liability\n-\n6,945,741\nShareholders' equity\n4,648,471\n6,131,746\n$ 7,009,225\n$ 16,889,990\nConsolidated Statement of Operations\nYear ended 12/31/17\nYear ended 12/31/16\nYear ended 12/31/15\nRevenue\n$ -\n$ -\n$ -\nResearch and development\n17,126,244\n19,105,727\n10,896,591\nGeneral and administrative\n4,027,200\n5,006,398\n4,616,500\nLoss before other income (expenses)\n(21,153,444)\n(24,112,125)\n(15,513,091)\nInterest income\n4,680\n24,381\n19,863\nInterest expense\n(882,683)\n(1,311,836)\n(133,905)\nFinancing expense\n-\n(498,520)\n(88,939)\nChange in fair value of warrant liability\n-\n3,812,398\n2,925,258\nDerecognition of CIRM liability\n7,719,440\n-\n-\nNet loss before provision for income taxes\n(14,312,007)\n(22,085,702)\n(12,790,814)\nDeemed dividend on convertible preferred stock\n(2,284,396)\n-\n-\nAccretion of original issue discount on preferred stock\n(1,033,470)\n-\n-\nPreferred stock dividends\n(10,024)\n-\n-\nDeemed dividend from warrant repricing\n(41,756)\n-\n-\nNet loss attributable to common shareholders\n$ (17,681,653)\n$ (22,085,702)\n$ (12,790,814)\nNet loss attributable per share to common stockholder, basic and diluted:\n$ (1.23)\n$ (7.89)\n$ (5.87)\nView original content with multimedia: http://www.prnewswire.com/news-releases/immunocellular-therapeutics-announces-fourth-quarter-and-full-year-2017-financial-results-300613432.html\nSOURCE ImmunoCellular Therapeutics, Ltd.",
    "published": "2018-03-13T23:05:00.000+02:00",
    "crawled": "2018-03-14T01:06:39.014+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "los",
        "angeles",
        "march",
        "immunocellular",
        "therapeutic",
        "immunocellular",
        "nyse",
        "american",
        "imuc",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "anthony",
        "gringeri",
        "phd",
        "president",
        "chief",
        "executive",
        "officer",
        "commented",
        "ended",
        "strong",
        "financial",
        "condition",
        "approximately",
        "million",
        "cash",
        "million",
        "working",
        "capital",
        "stockholder",
        "equity",
        "fourth",
        "quarter",
        "received",
        "approximately",
        "million",
        "net",
        "proceeds",
        "exercise",
        "warrant",
        "issued",
        "july",
        "underwritten",
        "public",
        "offering",
        "implemented",
        "payment",
        "program",
        "key",
        "vendor",
        "contributed",
        "strengthening",
        "balance",
        "sheet",
        "second",
        "half",
        "also",
        "reduced",
        "expense",
        "operating",
        "believe",
        "manner",
        "meaningfully",
        "extend",
        "cash",
        "runway",
        "believe",
        "current",
        "financial",
        "plan",
        "may",
        "successfully",
        "able",
        "regain",
        "compliance",
        "nyse",
        "american",
        "listing",
        "standard",
        "regarding",
        "stockholder",
        "equity",
        "gringeri",
        "continued",
        "fourth",
        "quarter",
        "achieved",
        "key",
        "milestone",
        "research",
        "program",
        "successfully",
        "packaging",
        "cell",
        "receptor",
        "dna",
        "viral",
        "vector",
        "transferring",
        "dna",
        "human",
        "hematopoietic",
        "stem",
        "cell",
        "currently",
        "working",
        "achieve",
        "next",
        "milestone",
        "program",
        "optimizing",
        "transfection",
        "condition",
        "hematopoietic",
        "stem",
        "cell",
        "would",
        "enable",
        "preclinical",
        "testing",
        "additionally",
        "completing",
        "activity",
        "continuing",
        "seek",
        "partnership",
        "opportunity",
        "anticancer",
        "asset",
        "addition",
        "previously",
        "announced",
        "recently",
        "retained",
        "ladenburg",
        "thalmann",
        "strategic",
        "financial",
        "advisor",
        "assist",
        "review",
        "business",
        "asset",
        "exploration",
        "strategic",
        "opportunity",
        "enhancing",
        "stockholder",
        "value",
        "including",
        "potential",
        "sale",
        "merger",
        "company",
        "important",
        "remember",
        "guarantee",
        "process",
        "culminate",
        "transaction",
        "nevertheless",
        "top",
        "priority",
        "management",
        "board",
        "optimistic",
        "next",
        "phase",
        "identify",
        "opportunity",
        "creating",
        "value",
        "immunocellular",
        "stockholder",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "company",
        "incurred",
        "net",
        "loss",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "basic",
        "diluted",
        "common",
        "share",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "common",
        "share",
        "net",
        "loss",
        "available",
        "common",
        "stockholder",
        "includes",
        "net",
        "loss",
        "million",
        "plus",
        "million",
        "deemed",
        "dividend",
        "million",
        "original",
        "issue",
        "discount",
        "associated",
        "convertible",
        "preferred",
        "stock",
        "issued",
        "part",
        "july",
        "financing",
        "similar",
        "charge",
        "decrease",
        "net",
        "loss",
        "year",
        "due",
        "reduction",
        "research",
        "development",
        "expense",
        "general",
        "administrative",
        "expense",
        "research",
        "development",
        "expense",
        "decreased",
        "million",
        "million",
        "prior",
        "year",
        "decrease",
        "reflects",
        "suspension",
        "phase",
        "trial",
        "june",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "simultaneous",
        "suspension",
        "ict",
        "trial",
        "company",
        "reduced",
        "number",
        "administrative",
        "personnel",
        "downsized",
        "office",
        "space",
        "reduced",
        "expense",
        "reduction",
        "partially",
        "offset",
        "higher",
        "professional",
        "fee",
        "additionally",
        "company",
        "recognized",
        "gain",
        "million",
        "related",
        "liability",
        "resulting",
        "advance",
        "plus",
        "accrued",
        "interest",
        "california",
        "institute",
        "regenerative",
        "medicine",
        "company",
        "recognized",
        "gain",
        "million",
        "related",
        "revaluation",
        "warrant",
        "derivative",
        "company",
        "early",
        "adopted",
        "asu",
        "allowed",
        "company",
        "reclassify",
        "warrant",
        "derivative",
        "equity",
        "accordingly",
        "gain",
        "loss",
        "associated",
        "warrant",
        "revaluation",
        "net",
        "loss",
        "quarter",
        "ended",
        "december",
        "per",
        "basic",
        "diluted",
        "common",
        "share",
        "compared",
        "million",
        "per",
        "basic",
        "diluted",
        "common",
        "share",
        "quarter",
        "ended",
        "december",
        "decrease",
        "net",
        "loss",
        "attributable",
        "reduction",
        "research",
        "development",
        "associated",
        "suspension",
        "phase",
        "trial",
        "well",
        "certain",
        "discount",
        "company",
        "negotiated",
        "key",
        "vendor",
        "july",
        "immunocellular",
        "completed",
        "underwritten",
        "public",
        "offering",
        "provided",
        "million",
        "net",
        "proceeds",
        "sale",
        "convertible",
        "preferred",
        "stock",
        "potential",
        "secure",
        "additional",
        "million",
        "funding",
        "month",
        "following",
        "closing",
        "financing",
        "exercise",
        "warrant",
        "purchase",
        "preferred",
        "stock",
        "issued",
        "financing",
        "transaction",
        "part",
        "financing",
        "company",
        "issued",
        "three",
        "warrant",
        "tranche",
        "million",
        "maturity",
        "october",
        "january",
        "july",
        "december",
        "company",
        "received",
        "million",
        "net",
        "proceeds",
        "exercise",
        "warrant",
        "company",
        "using",
        "financing",
        "proceeds",
        "move",
        "forward",
        "restructuring",
        "plan",
        "focused",
        "winding",
        "activity",
        "advancing",
        "research",
        "program",
        "continuing",
        "seek",
        "partnership",
        "opportunity",
        "asset",
        "december",
        "company",
        "million",
        "cash",
        "million",
        "working",
        "capital",
        "stockholder",
        "equity",
        "share",
        "common",
        "stock",
        "outstanding",
        "conference",
        "call",
        "webcast",
        "today",
        "immunocellular",
        "plan",
        "hold",
        "conference",
        "call",
        "webcast",
        "today",
        "march",
        "pm",
        "et",
        "review",
        "financial",
        "result",
        "provide",
        "business",
        "update",
        "call",
        "hosted",
        "anthony",
        "gringeri",
        "phd",
        "president",
        "chief",
        "executive",
        "officer",
        "live",
        "call",
        "international",
        "conference",
        "code",
        "webcast",
        "interested",
        "party",
        "wish",
        "listen",
        "webcast",
        "visit",
        "investor",
        "relation",
        "section",
        "immunocellular",
        "website",
        "event",
        "presentation",
        "tab",
        "replay",
        "webcast",
        "available",
        "one",
        "hour",
        "conclusion",
        "event",
        "conference",
        "call",
        "contain",
        "information",
        "provided",
        "teleconference",
        "accurate",
        "time",
        "conference",
        "call",
        "immunocellular",
        "take",
        "responsibility",
        "providing",
        "updated",
        "information",
        "except",
        "required",
        "law",
        "immunocellular",
        "therapeutic",
        "immunocellular",
        "therapeutic",
        "based",
        "los",
        "angeles",
        "developing",
        "therapy",
        "treatment",
        "cancer",
        "immunocellular",
        "focused",
        "advancing",
        "research",
        "program",
        "engineer",
        "hematopoietic",
        "stem",
        "cell",
        "generate",
        "cytotoxic",
        "cell",
        "additional",
        "asset",
        "company",
        "seeking",
        "partner",
        "include",
        "program",
        "dendritic",
        "immunotherapy",
        "targeting",
        "solid",
        "tumor",
        "learn",
        "immunocellular",
        "please",
        "visit",
        "statement",
        "immunocellular",
        "therapeutic",
        "press",
        "release",
        "contains",
        "certain",
        "including",
        "statement",
        "regarding",
        "immunocellular",
        "intention",
        "current",
        "expectation",
        "concerning",
        "among",
        "thing",
        "whether",
        "immunocellular",
        "able",
        "finance",
        "ongoing",
        "operation",
        "following",
        "termination",
        "existing",
        "clinical",
        "development",
        "program",
        "reduce",
        "outstanding",
        "obligation",
        "creditor",
        "company",
        "minimize",
        "defer",
        "cost",
        "restructuring",
        "order",
        "enable",
        "immunotherapy",
        "program",
        "whether",
        "immunocellular",
        "able",
        "identify",
        "execute",
        "successful",
        "strategic",
        "transaction",
        "likelihood",
        "timing",
        "outcome",
        "immunocellular",
        "possible",
        "strategic",
        "alternative",
        "including",
        "partnership",
        "collaboration",
        "restructuring",
        "immunocellular",
        "belief",
        "regarding",
        "advantage",
        "therapeutic",
        "commercial",
        "value",
        "program",
        "immunocellular",
        "ability",
        "maintain",
        "listing",
        "nyse",
        "american",
        "regain",
        "compliance",
        "nyse",
        "american",
        "listing",
        "standard",
        "immunocellular",
        "ability",
        "advance",
        "program",
        "achieve",
        "certain",
        "milestone",
        "immunocellular",
        "ability",
        "achieve",
        "clinical",
        "operational",
        "strategic",
        "financial",
        "goal",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "including",
        "availability",
        "resource",
        "continue",
        "develop",
        "immunocellular",
        "product",
        "candidate",
        "uncertain",
        "timing",
        "completion",
        "success",
        "clinical",
        "trial",
        "additional",
        "risk",
        "uncertainty",
        "described",
        "heading",
        "risk",
        "factor",
        "immunocellular",
        "recently",
        "filed",
        "quarterly",
        "report",
        "form",
        "period",
        "ended",
        "september",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "except",
        "required",
        "law",
        "immunocellular",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "immunocellular",
        "therapeutic",
        "jane",
        "green",
        "direct",
        "mobile",
        "jane",
        "lytham",
        "partner",
        "llc",
        "joe",
        "dorame",
        "robert",
        "blum",
        "joseph",
        "diaz",
        "imuc",
        "consolidated",
        "balance",
        "sheet",
        "cash",
        "current",
        "asset",
        "non",
        "current",
        "asset",
        "total",
        "asset",
        "current",
        "liability",
        "warrant",
        "liability",
        "cirm",
        "liability",
        "shareholder",
        "equity",
        "consolidated",
        "statement",
        "operation",
        "year",
        "ended",
        "year",
        "ended",
        "year",
        "ended",
        "revenue",
        "research",
        "development",
        "general",
        "administrative",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "financing",
        "expense",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "derecognition",
        "cirm",
        "liability",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "deemed",
        "dividend",
        "convertible",
        "preferred",
        "stock",
        "accretion",
        "original",
        "issue",
        "discount",
        "preferred",
        "stock",
        "preferred",
        "stock",
        "dividend",
        "deemed",
        "dividend",
        "warrant",
        "repricing",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "loss",
        "attributable",
        "per",
        "share",
        "common",
        "stockholder",
        "basic",
        "diluted",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "immunocellular",
        "therapeutic",
        "ltd"
    ]
}