{
    "organizations": [],
    "uuid": "653588ea3173bfecffedbcf48913621c58a3da09",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/business-wire-quidel-receives-fda-clearance-for-its-point-of-care-sofiaa-lyme-fluorescent-immunoassay-for-use-with-sofiaa-2-instrument.html",
    "ord_in_thread": 0,
    "title": "Quidel Receives FDA Clearance for Its Point-of-Care Sofia® Lyme Fluorescent Immunoassay for Use with Sofia® 2 Instrument",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO--(BUSINESS WIRE)-- Quidel Corporation (NASDAQ: QDEL) (“Quidel”), a provider of rapid diagnostic testing solutions, cellular-based virology assays and molecular diagnostic systems, announced today that it has received 510(k) clearance from the United States Food and Drug Administration (FDA) to market its Sofia Lyme FIA to be used with the Sofia 2 Fluorescent Immunoassay Analyzer for the rapid differential detection of human IgM and IgG antibodies to Borrelia burgdorferi from serum and plasma specimens from patients suspected of B. burgdorferi infection. The test is intended for use with either the Sofia or Sofia 2 analyzer to aid in the diagnosis of Lyme disease.\nSofia 2 is Quidel’s next-generation version of its best-selling Sofia instrumented system. Sofia 2 utilizes the original Sofia’s fluorescent chemistry design while improving upon the graphical user interface and optics system to provide an accurate, automated and objective result in as few as 3 minutes. Sofia 2 also integrates wireless connectivity and its barcode scanner within a smaller footprint than the legacy Sofia instrument. The next-generation Sofia system also comes connected to Virena®, Quidel’s data management system, which provides aggregated, de-identified testing data in near real-time.\nLyme disease is the most common tickborne disease in North America and Europe 1 . In the United States, Lyme disease is caused by the bacterium, Borrelia burgdorferi, transmitted through the bite of an infected blacklegged tick 1,2 .\nPatients infected with B. burgdorferi may experience symptoms associated with three stages: early localized disease, early disseminated disease, and late persistent disease 1 . The most characteristic symptom of early localized disease is the appearance of erythema migrans (EM) on the skin 1,3 . EM may also be accompanied by flu-like symptoms days or weeks after infection 3 . In the second stage, early disseminated disease, untreated patients may begin to see neurological and rheumatological manifestations, and less commonly, dermatological, cardiac, or ophthalmological manifestations. These symptoms generally appear weeks to months after infection 1 . If the disease continues to be left untreated, late persistent disease may also follow months or years later with continued progression of manifestations in the joints, heart, skin, and nervous system 2,3 .\nEarly detection and treatment of Lyme disease can help resolve symptoms and prevent progression of the disease 1 . The primary means of identifying B. burgdorferi infection is detection of the body’s IgM and IgG antibody response by way of immunoassay 3 . Detection of IgM antibodies to B. burgdorferi is generally most significant in the earlier stages of the disease. Conversely, detection of IgG antibodies has proven to be significant for longer periods, as the antibodies may remain detectable years after infection.\n“The Sofia Lyme Assay’s 510(k) clearance for use on the Sofia 2 instrument will allow healthcare workers to generate a faster result, thereby accelerating the diagnosis and potential treatment of Lyme Disease for the patient. This is another example of our ability to provide simple, cost-effective solutions for physician offices and hospitals that previously had to wait several days for send-out Lyme results,” said Douglas Bryant, president and chief executive officer of Quidel Corporation. “We expect that this new product introduction will increase the utilization of our Sofia 2 platform, and could create incremental instrument placement opportunities in the near to medium term.”\nThe Sofia Lyme Assay was previously 510(k) cleared for use on the Sofia instrument. This new 510(k) clearance allows the assay to also be run on the Sofia 2 instrument. The Sofia Lyme Assay is the fourth 510(k) cleared Sofia test for use on the Sofia 2 system: the Sofia Influenza A+B Assay, the Sofia RSV Assay, and the Sofia Strep A+ Assay were 510(k) cleared and CLIA waived by the FDA in 2017.\nWormser, G. P., Dattwyler, R. J., Shapiro, E. D., Halperin, J. J., Steere, A. C., Klempner, M. S., Nadelman, R. B. (2006). The Clinical Assessment, Treatment, and Prevention of Lyme Disease, Human Granulocytic Anaplasmosis, and Babesiosis: Clinical Practice Guidelines by the Infectious Diseases Society of America. Clinical Infectious Diseases, 43(9), 1089-1134. CDC. http://www.cdc.gov/lyme/diagnosistesting/LabTest/TwoStep/index Aguero-Rosenfeld, M. E., Wang, G., Schwartz, I., & Wormser, G. P. (2005). Diagnosis of Lyme Borreliosis. Clinical Microbiology Reviews, 18(3), 484-509.\nAbout Quidel Corporation\nQuidel Corporation serves to enhance the health and well-being of people around the globe through the development of diagnostic solutions that can lead to improved patient outcomes and provide economic benefits to the healthcare system. Marketed under the Sofia®, QuickVue®, D3® Direct Detection, Thyretain®, Triage® and InflammaDry® leading brand names, as well as under the new Solana®, AmpliVue® and Lyra® molecular diagnostic brands, Quidel’s products aid in the detection and diagnosis of many critical diseases and conditions, including, among others, influenza, respiratory syncytial virus, Strep A, herpes, pregnancy, thyroid disease and fecal occult blood. Quidel's recently acquired Triage® system of tests comprises a comprehensive test menu that provides rapid, cost-effective treatment decisions at the point-of-care (POC), offering a diverse immunoassay menu in a variety of tests to provide healthcare providers with diagnostic answers for quantitative BNP, CK-MB, d-dimer, myoglobin, troponin I and qualitative TOX Drug Screen. Quidel’s research and development engine is also developing a continuum of diagnostic solutions from advanced immunoassay to molecular diagnostic tests to further improve the quality of healthcare in physicians’ offices and hospital and reference laboratories. For more information about Quidel’s comprehensive product portfolio, visit quidel.com .\nForward-Looking Statements\nThis press release contains within the meaning of the federal securities laws that involve material risks, assumptions and uncertainties. Many possible events or factors could affect our future financial results and performance, such that our actual results and performance may differ materially from those that may be described or implied in the . As such, no forward-looking statement can be guaranteed. Differences in actual results and performance may arise as a result of a number of factors including, without limitation, fluctuations in our operating results resulting from seasonality, the timing of the onset, length and severity of cold and flu seasons, government and media attention focused on influenza and the related potential impact on humans from novel influenza viruses, adverse changes in competitive conditions in domestic and international markets, changes in sales levels as it relates to the absorption of our fixed costs, lower than anticipated market penetration of our products, the reimbursement system currently in place and future changes to that system, changes in economic conditions in our domestic and international markets, the quantity of our product in our distributors’ inventory or distribution channels, changes in the buying patterns of our distributors, and changes in the healthcare market and consolidation of our customer base; our development and protection of intellectual property; our development of new technologies, products and markets; our reliance on a limited number of key distributors; our reliance on sales of our influenza diagnostics tests; our ability to manage our growth strategy; our ability to integrate companies or technologies we have acquired or may acquire, including integration and transition risks, the ability to achieve anticipated financial results and synergies, and effects of disruptions or threatened disruptions to our relationships, or those of the acquired businesses, with distributors, suppliers, customers and employees; intellectual property risks, including but not limited to, infringement litigation; our debt service requirements; our inability to settle conversions of our Convertible Senior Notes in cash; the effect on our operating results from the trigger of the conditional conversion feature of our Convertible Senior Notes; the possibility that we may incur additional indebtedness; our need for additional funds to finance our operating needs; volatility and disruption in the global capital and credit markets; acceptance of our products among physicians and other healthcare providers; competition with other providers of diagnostic products; adverse actions or delays in new product reviews or related to currently-marketed products by the FDA or any loss of previously received regulatory approvals or clearances; changes in government policies; compliance with other government regulations, such as safe working conditions, manufacturing practices, environmental protection, fire hazard and disposal of hazardous substances; third-party reimbursement policies; our ability to meet demand for our products; interruptions in our supply of raw materials; product defects; business risks not covered by insurance and exposure to other litigation claims; interruption to our computer systems; competition for and loss of management and key personnel; international risks, including but not limited to, compliance with product registration requirements, exposure to currency exchange fluctuations and foreign currency exchange risk sharing arrangements, longer payment cycles, lower selling prices and greater difficulty in collecting accounts receivable, reduced protection of intellectual property rights, political and economic instability, taxes, and diversion of lower priced international products into U.S. markets; dilution resulting from future sales of our equity; volatility in our stock price; provisions in our charter documents, Delaware law and our Convertible Senior Notes that might delay or impede stockholder actions with respect to business combinations or similar transactions; and our intention of not paying dividends. Forward-looking statements typically are identified by the use of terms such as “may,” “will,” “should,” “might,” “expect,” “anticipate,” “estimate,” “plan,” “intend,” “goal,” “project,” “strategy,” “future,” and similar words, although some are expressed differently. The risks described in reports and registration statements that we file with the Securities and Exchange Commission (the “SEC”) from time to time, should be carefully considered. You are cautioned not to place undue reliance on these , which reflect management’s analysis only as of the date of this press release. Except as required by law, we undertake no obligation to publicly release the results of any revision or update of these , whether as a result of new information, future events or otherwise.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180305006044/en/\nQuidel Contact:\nQuidel Corporation\nRandy Steward\nChief Financial Officer\n(858) 552-7931\nor\nMedia and Investors Contact:\nQuidel Corporation\nRuben Argueta\n(858) 646-8023\nrargueta@quidel.com\nSource: Quidel Corporation",
    "published": "2018-03-06T00:10:00.000+02:00",
    "crawled": "2018-03-06T02:28:41.024+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "business",
        "wire",
        "quidel",
        "corporation",
        "nasdaq",
        "qdel",
        "quidel",
        "provider",
        "rapid",
        "diagnostic",
        "testing",
        "solution",
        "virology",
        "assay",
        "molecular",
        "diagnostic",
        "system",
        "announced",
        "today",
        "received",
        "k",
        "clearance",
        "united",
        "state",
        "food",
        "drug",
        "administration",
        "fda",
        "market",
        "sofia",
        "lyme",
        "fia",
        "used",
        "sofia",
        "fluorescent",
        "immunoassay",
        "analyzer",
        "rapid",
        "differential",
        "detection",
        "human",
        "igm",
        "igg",
        "antibody",
        "borrelia",
        "burgdorferi",
        "serum",
        "plasma",
        "specimen",
        "patient",
        "suspected",
        "burgdorferi",
        "infection",
        "test",
        "intended",
        "use",
        "either",
        "sofia",
        "sofia",
        "analyzer",
        "aid",
        "diagnosis",
        "lyme",
        "disease",
        "sofia",
        "quidel",
        "version",
        "sofia",
        "instrumented",
        "system",
        "sofia",
        "utilizes",
        "original",
        "sofia",
        "fluorescent",
        "chemistry",
        "design",
        "improving",
        "upon",
        "graphical",
        "user",
        "interface",
        "optic",
        "system",
        "provide",
        "accurate",
        "automated",
        "objective",
        "result",
        "minute",
        "sofia",
        "also",
        "integrates",
        "wireless",
        "connectivity",
        "barcode",
        "scanner",
        "within",
        "smaller",
        "footprint",
        "legacy",
        "sofia",
        "instrument",
        "sofia",
        "system",
        "also",
        "come",
        "connected",
        "quidel",
        "data",
        "management",
        "system",
        "provides",
        "aggregated",
        "testing",
        "data",
        "near",
        "lyme",
        "disease",
        "common",
        "tickborne",
        "disease",
        "north",
        "america",
        "europe",
        "united",
        "state",
        "lyme",
        "disease",
        "caused",
        "bacterium",
        "borrelia",
        "burgdorferi",
        "transmitted",
        "bite",
        "infected",
        "blacklegged",
        "tick",
        "patient",
        "infected",
        "burgdorferi",
        "may",
        "experience",
        "symptom",
        "associated",
        "three",
        "stage",
        "early",
        "localized",
        "disease",
        "early",
        "disseminated",
        "disease",
        "late",
        "persistent",
        "disease",
        "characteristic",
        "symptom",
        "early",
        "localized",
        "disease",
        "appearance",
        "erythema",
        "migrans",
        "em",
        "skin",
        "em",
        "may",
        "also",
        "accompanied",
        "symptom",
        "day",
        "week",
        "infection",
        "second",
        "stage",
        "early",
        "disseminated",
        "disease",
        "untreated",
        "patient",
        "may",
        "begin",
        "see",
        "neurological",
        "rheumatological",
        "manifestation",
        "less",
        "commonly",
        "dermatological",
        "cardiac",
        "ophthalmological",
        "manifestation",
        "symptom",
        "generally",
        "appear",
        "week",
        "month",
        "infection",
        "disease",
        "continues",
        "left",
        "untreated",
        "late",
        "persistent",
        "disease",
        "may",
        "also",
        "follow",
        "month",
        "year",
        "later",
        "continued",
        "progression",
        "manifestation",
        "joint",
        "heart",
        "skin",
        "nervous",
        "system",
        "early",
        "detection",
        "treatment",
        "lyme",
        "disease",
        "help",
        "resolve",
        "symptom",
        "prevent",
        "progression",
        "disease",
        "primary",
        "mean",
        "identifying",
        "burgdorferi",
        "infection",
        "detection",
        "body",
        "igm",
        "igg",
        "antibody",
        "response",
        "way",
        "immunoassay",
        "detection",
        "igm",
        "antibody",
        "burgdorferi",
        "generally",
        "significant",
        "earlier",
        "stage",
        "disease",
        "conversely",
        "detection",
        "igg",
        "antibody",
        "proven",
        "significant",
        "longer",
        "period",
        "antibody",
        "may",
        "remain",
        "detectable",
        "year",
        "infection",
        "sofia",
        "lyme",
        "assay",
        "k",
        "clearance",
        "use",
        "sofia",
        "instrument",
        "allow",
        "healthcare",
        "worker",
        "generate",
        "faster",
        "result",
        "thereby",
        "accelerating",
        "diagnosis",
        "potential",
        "treatment",
        "lyme",
        "disease",
        "patient",
        "another",
        "example",
        "ability",
        "provide",
        "simple",
        "solution",
        "physician",
        "office",
        "hospital",
        "previously",
        "wait",
        "several",
        "day",
        "lyme",
        "result",
        "said",
        "douglas",
        "bryant",
        "president",
        "chief",
        "executive",
        "officer",
        "quidel",
        "corporation",
        "expect",
        "new",
        "product",
        "introduction",
        "increase",
        "utilization",
        "sofia",
        "platform",
        "could",
        "create",
        "incremental",
        "instrument",
        "placement",
        "opportunity",
        "near",
        "medium",
        "sofia",
        "lyme",
        "assay",
        "previously",
        "k",
        "cleared",
        "use",
        "sofia",
        "instrument",
        "new",
        "k",
        "clearance",
        "allows",
        "assay",
        "also",
        "run",
        "sofia",
        "instrument",
        "sofia",
        "lyme",
        "assay",
        "fourth",
        "k",
        "cleared",
        "sofia",
        "test",
        "use",
        "sofia",
        "system",
        "sofia",
        "influenza",
        "assay",
        "sofia",
        "rsv",
        "assay",
        "sofia",
        "strep",
        "assay",
        "k",
        "cleared",
        "clia",
        "waived",
        "fda",
        "wormser",
        "dattwyler",
        "shapiro",
        "halperin",
        "steere",
        "klempner",
        "nadelman",
        "b",
        "clinical",
        "assessment",
        "treatment",
        "prevention",
        "lyme",
        "disease",
        "human",
        "granulocytic",
        "anaplasmosis",
        "babesiosis",
        "clinical",
        "practice",
        "guideline",
        "infectious",
        "disease",
        "society",
        "america",
        "clinical",
        "infectious",
        "disease",
        "cdc",
        "http",
        "wang",
        "schwartz",
        "wormser",
        "diagnosis",
        "lyme",
        "borreliosis",
        "clinical",
        "microbiology",
        "review",
        "quidel",
        "corporation",
        "quidel",
        "corporation",
        "serf",
        "enhance",
        "health",
        "people",
        "around",
        "globe",
        "development",
        "diagnostic",
        "solution",
        "lead",
        "improved",
        "patient",
        "outcome",
        "provide",
        "economic",
        "benefit",
        "healthcare",
        "system",
        "marketed",
        "direct",
        "detection",
        "leading",
        "brand",
        "name",
        "well",
        "new",
        "molecular",
        "diagnostic",
        "brand",
        "quidel",
        "product",
        "aid",
        "detection",
        "diagnosis",
        "many",
        "critical",
        "disease",
        "condition",
        "including",
        "among",
        "others",
        "influenza",
        "respiratory",
        "syncytial",
        "virus",
        "strep",
        "herpes",
        "pregnancy",
        "thyroid",
        "disease",
        "fecal",
        "occult",
        "blood",
        "quidel",
        "recently",
        "acquired",
        "system",
        "test",
        "comprises",
        "comprehensive",
        "test",
        "menu",
        "provides",
        "rapid",
        "treatment",
        "decision",
        "poc",
        "offering",
        "diverse",
        "immunoassay",
        "menu",
        "variety",
        "test",
        "provide",
        "healthcare",
        "provider",
        "diagnostic",
        "answer",
        "quantitative",
        "bnp",
        "myoglobin",
        "troponin",
        "qualitative",
        "tox",
        "drug",
        "screen",
        "quidel",
        "research",
        "development",
        "engine",
        "also",
        "developing",
        "continuum",
        "diagnostic",
        "solution",
        "advanced",
        "immunoassay",
        "molecular",
        "diagnostic",
        "test",
        "improve",
        "quality",
        "healthcare",
        "physician",
        "office",
        "hospital",
        "reference",
        "laboratory",
        "information",
        "quidel",
        "comprehensive",
        "product",
        "portfolio",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "involve",
        "material",
        "risk",
        "assumption",
        "uncertainty",
        "many",
        "possible",
        "event",
        "factor",
        "could",
        "affect",
        "future",
        "financial",
        "result",
        "performance",
        "actual",
        "result",
        "performance",
        "may",
        "differ",
        "materially",
        "may",
        "described",
        "implied",
        "statement",
        "guaranteed",
        "difference",
        "actual",
        "result",
        "performance",
        "may",
        "arise",
        "result",
        "number",
        "factor",
        "including",
        "without",
        "limitation",
        "fluctuation",
        "operating",
        "result",
        "resulting",
        "seasonality",
        "timing",
        "onset",
        "length",
        "severity",
        "cold",
        "flu",
        "season",
        "government",
        "medium",
        "attention",
        "focused",
        "influenza",
        "related",
        "potential",
        "impact",
        "human",
        "novel",
        "influenza",
        "virus",
        "adverse",
        "change",
        "competitive",
        "condition",
        "domestic",
        "international",
        "market",
        "change",
        "sale",
        "level",
        "relates",
        "absorption",
        "fixed",
        "cost",
        "lower",
        "anticipated",
        "market",
        "penetration",
        "product",
        "reimbursement",
        "system",
        "currently",
        "place",
        "future",
        "change",
        "system",
        "change",
        "economic",
        "condition",
        "domestic",
        "international",
        "market",
        "quantity",
        "product",
        "distributor",
        "inventory",
        "distribution",
        "channel",
        "change",
        "buying",
        "pattern",
        "distributor",
        "change",
        "healthcare",
        "market",
        "consolidation",
        "customer",
        "base",
        "development",
        "protection",
        "intellectual",
        "property",
        "development",
        "new",
        "technology",
        "product",
        "market",
        "reliance",
        "limited",
        "number",
        "key",
        "distributor",
        "reliance",
        "sale",
        "influenza",
        "diagnostics",
        "test",
        "ability",
        "manage",
        "growth",
        "strategy",
        "ability",
        "integrate",
        "company",
        "technology",
        "acquired",
        "may",
        "acquire",
        "including",
        "integration",
        "transition",
        "risk",
        "ability",
        "achieve",
        "anticipated",
        "financial",
        "result",
        "synergy",
        "effect",
        "disruption",
        "threatened",
        "disruption",
        "relationship",
        "acquired",
        "business",
        "distributor",
        "supplier",
        "customer",
        "employee",
        "intellectual",
        "property",
        "risk",
        "including",
        "limited",
        "infringement",
        "litigation",
        "debt",
        "service",
        "requirement",
        "inability",
        "settle",
        "conversion",
        "convertible",
        "senior",
        "note",
        "cash",
        "effect",
        "operating",
        "result",
        "trigger",
        "conditional",
        "conversion",
        "feature",
        "convertible",
        "senior",
        "note",
        "possibility",
        "may",
        "incur",
        "additional",
        "indebtedness",
        "need",
        "additional",
        "fund",
        "finance",
        "operating",
        "need",
        "volatility",
        "disruption",
        "global",
        "capital",
        "credit",
        "market",
        "acceptance",
        "product",
        "among",
        "physician",
        "healthcare",
        "provider",
        "competition",
        "provider",
        "diagnostic",
        "product",
        "adverse",
        "action",
        "delay",
        "new",
        "product",
        "review",
        "related",
        "product",
        "fda",
        "loss",
        "previously",
        "received",
        "regulatory",
        "approval",
        "clearance",
        "change",
        "government",
        "policy",
        "compliance",
        "government",
        "regulation",
        "safe",
        "working",
        "condition",
        "manufacturing",
        "practice",
        "environmental",
        "protection",
        "fire",
        "hazard",
        "disposal",
        "hazardous",
        "substance",
        "reimbursement",
        "policy",
        "ability",
        "meet",
        "demand",
        "product",
        "interruption",
        "supply",
        "raw",
        "material",
        "product",
        "defect",
        "business",
        "risk",
        "covered",
        "insurance",
        "exposure",
        "litigation",
        "claim",
        "interruption",
        "computer",
        "system",
        "competition",
        "loss",
        "management",
        "key",
        "personnel",
        "international",
        "risk",
        "including",
        "limited",
        "compliance",
        "product",
        "registration",
        "requirement",
        "exposure",
        "currency",
        "exchange",
        "fluctuation",
        "foreign",
        "currency",
        "exchange",
        "risk",
        "sharing",
        "arrangement",
        "longer",
        "payment",
        "cycle",
        "lower",
        "selling",
        "price",
        "greater",
        "difficulty",
        "collecting",
        "account",
        "receivable",
        "reduced",
        "protection",
        "intellectual",
        "property",
        "right",
        "political",
        "economic",
        "instability",
        "tax",
        "diversion",
        "lower",
        "priced",
        "international",
        "product",
        "market",
        "dilution",
        "resulting",
        "future",
        "sale",
        "equity",
        "volatility",
        "stock",
        "price",
        "provision",
        "charter",
        "document",
        "delaware",
        "law",
        "convertible",
        "senior",
        "note",
        "might",
        "delay",
        "impede",
        "stockholder",
        "action",
        "respect",
        "business",
        "combination",
        "similar",
        "transaction",
        "intention",
        "paying",
        "dividend",
        "statement",
        "typically",
        "identified",
        "use",
        "term",
        "may",
        "might",
        "expect",
        "anticipate",
        "estimate",
        "plan",
        "intend",
        "goal",
        "project",
        "strategy",
        "future",
        "similar",
        "word",
        "although",
        "expressed",
        "differently",
        "risk",
        "described",
        "report",
        "registration",
        "statement",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "time",
        "time",
        "carefully",
        "considered",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "reflect",
        "management",
        "analysis",
        "date",
        "press",
        "release",
        "except",
        "required",
        "law",
        "undertake",
        "obligation",
        "publicly",
        "release",
        "result",
        "revision",
        "update",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "view",
        "source",
        "version",
        "http",
        "quidel",
        "contact",
        "quidel",
        "corporation",
        "randy",
        "steward",
        "chief",
        "financial",
        "officer",
        "medium",
        "investor",
        "contact",
        "quidel",
        "corporation",
        "ruben",
        "argueta",
        "rargueta",
        "source",
        "quidel",
        "corporation"
    ]
}