{
    "organizations": [],
    "uuid": "224f3b8ad2feb4d8144c431cd778c532b9b3b863",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL4N1QP5MQ",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 8 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,902.0 -60.4 NZX 50** 8,285.57 1.23 DJIA** 24,801.36 -82.76 NIKKEI** 21,252.72 -165.04 Nasdaq** 7,372.007 24.642 FTSE** 7,157.84 11.09 S&P 500** 2,728.12 -1.32 Hang Seng** 30,196.92 -313.81 SPI 200 Fut 5,919 22.00 STI** 3,450.69 -41.23 SSEC** 3,271.4626 -18.18 KOSPI** 2,401.82 -9.59 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.049 -0.003 KR 10 YR Bond 2.727 -0.032 AU 10 YR Bond 2.818 0.001 US 10 YR Bond 2.879 0.002 NZ 10 YR Bond 3.04 0 US 30 YR Bond 3.1473 0.011 -- Currencies Net Chng Net Chng SGD US$ 1.314 -0.0021 KRW US$ 1,066.21 3.25 AUD US$ 0.782 -0.0009 NZD US$ 0.7283 -0.0005 EUR US$ 1.2413 0.0011 Yen US$ 106.04 -0.07 THB US$ 31.31 0.02 PHP US$ 52.001 0.062 IDR US$ 13,762 -8 INR US$ 64.87 -0.03 MYR US$ 3.903 0.001 TWD US$ 29.254 -0.033 CNY US$ 6.3206 0.0132 HKD US$ 7.8361 0.0029 -- Commodities Net Chng Net Chng Spot Gold 1,325.8101 -8.2499 Silver (Lon) 16.498 -0.232 U.S. Gold Fut 1,326.6 -8.6 Brent Crude 64.55 -1.24 Iron Ore CNY513 -6.5 TRJCRB Index - - TOCOM Rubber JPY190 -1.8 LME Copper 6,941 -63 -- ** indicates closing price All prices as of 2121 GMT EQUITIES GLOBAL - A key gauge of world stock markets slipped on Wednesday after a strong advocate of free trade resigned from the White House, fanning fears that U.S. President Donald Trump will proceed with protectionist tariffs and risk a global trade war. MSCI's gauge of stocks across the globe shed 0.20 percent, while the pan-European FTSEurofirst 300 index rose 0.35 percent. For a full report, click on - - - - NEW YORK - The S&P 500 ended slightly lower after Wednesday's volatile session as investors struggled to get a read on U.S. trade policy after President Donald Trump promised hefty import tariffs but then said Mexico and Canada could be exempt. The Dow Jones Industrial Average fell 82.76 points, or 0.33 percent, to 24,801.36 and the S&P 500 lost 1.32 points, or 0.05 percent, to 2,726.8, while the Nasdaq Composite added 24.64 points, or 0.33 percent, to 7,396.65. For a full report, click on - - - - LONDON - European shares clawed back losses on Wednesday as deal-making speculation reinvigorated trading following a muted start to the session. The pan-European STOXX 600 index ended with a gain of 0.4 percent, climbing steadily through the day and shaking off worries over the resignation of Donald Trump's economic adviser Gary Cohn, seen as a bulwark against protectionist forces within the U.S. government. Shares on Wall Street fell. For a full report, click on - - - - TOKYO - Japan's Nikkei share average dropped on Wednesday after free-trade advocate Gary Cohn resigned as U.S. President Donald Trump's top economic adviser, fanning fears Washington will proceed with tariffs, pushing the steelmaker index to an eight-month low. Nikkei average dropped 0.8 percent to 21,252.72, not far from 4-1/2-month low of 21,042.09. For a full report, click on - - - - SHANGHAI - China stocks reversed gains from earlier in the session to end lower on Wednesday, as fears of a trade war were rekindled amid the departure of Gary Cohn, a key advocate for free trade in the White House. At the close, the Shanghai Composite index was down 0.5 percent at 3,271.67. For a full report, click on - - - - AUSTRALIA - Australian shares are expected to open slightly higher despite a poor run up from Wall Street but may see some pressure from BHP shares which are to trade ex-dividend. The local share price index futures rose 0.4 percent, or 22 points, to 5,919, a 17-point premium to the underlying S&P/ASX 200 index close. The benchmark dropped 1.01 pct in the previous session. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index shed early gains and turned to negative territory on Wednesday. At 0632 GMT, the KOSPI was down 9.59 points or 0.40 percent at 2,401.82. The benchmark index dropped after free-trade advocate Gary Cohn resigned as U.S. President Donald Trump's top economic adviser, fanning fears Washington will proceed with tariffs. For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The dollar held steady on Wednesday, recouping earlier losses tied to the exit of a top economic adviser to U.S. President Donald Trump, which had raised concerns that tensions over a global trade war were entering a heightened phase. At 11:44 a.m. (1644 GMT), the index that tracks the dollar versus six currencies rose 0.135 points or 0.15 percent, to 89.753, rebounding from an earlier low of 89.407. For a full report, click on - - - - CHINA - China's yuan slipped against the U.S. dollar on Wednesday as weakness in the greenback globally spurred demand for it from companies. In the spot market, the onshore yuan opened at 6.3287 per dollar and was changing hands at 6.3270 at midday, 170 pips weaker than the previous late session close but 0.04 percent firmer than the midpoint. For a full report, click on - - - - AUSTRALIA - The Australian and New Zealand dollars ran into turbulence on Wednesday as renewed concerns about the risk of a global trade war spooked investors, while a soft reading on Australian economic growth added insult to injury. The Aussie dollar lapsed 0.4 percent to $0.7795, having been as high as $0.7842 at one stage overnight. Its kiwi cousin fared better to hold at $0.7295, after reaching a top of $0.7311. For a full report, click on - - - - SEOUL - The Korean won stepped up to close at a two-week high, while bond yields fell. The won was Quote: d at 1,069.1 per dollar on the onshore settlement platform , 0.65 percent firmer than its previous close at 1,076.1. The currency closed at its highest since Feb. 19, after North Korean leader Kim Jong Un expressed his willingness to deneclearise the Korean peninsula. For a full report, click on - - - - TREASURIES NEW YORK - Treasuries were little changed on the day Wednesday in choppy trading as investors weighed the risks of trade wars following the resignation of Gary Cohn, the top economic advisor to U.S. President Donald Trump, and the prospect of a more hawkish Federal Reserve as economic momentum improves. Benchmark 10-year notes were last little changed from Tuesday at yields of 2.88 percent, though trading was choppy through the day. For a full report, click on - - - - LONDON - Euro zone government bond yields fell on Wednesday on concerns that planned U.S. import tariffs including on goods from Europe could impede the European Central Bank's plan to withdraw post-crisis monetary stimulus. Most euro zone government bond yields fell 2-5 basis points, though the yield on Germany's 10-year government bond, the benchmark for the region, rose off session lows of 0.647 percent to trade at 0.65 percent by 1700 GMT - more or less flat on the day . For a full report, click on - - - - TOKYO - Short-dated Japanese government bond yields rose on Wednesday ahead of an auction later this week, while longer-dated bond yields dipped as the Bank of Japan's buying operation highlighted limited selling interest. The two-year JGB yield rose 1.0 basis point to minus 0.160 percent, while the five-year JGB yield rose 0.5 basis point to minus 0.115 percent. For a full report, click on COMMODITIES GOLD Gold prices slipped on Wednesday after hitting a one-week high on news that a top economic advisor to the Trump administration had resigned, stoking fears of a trade war and knocking down the dollar. Spot gold dropped 0.6 percent at $1,325.51 per ounce by 1:34 p.m. EST (1834 GMT), after touching $1,340.42, its highest since Feb. 26. U.S. gold futures for April delivery settled down $7.60, or 0.6 percent, at $1,327.60 per ounce. For a full report, click on - - - - IRON ORE Chinese steel futures fell almost 2 percent on Wednesday, dropping along with other riskier assets in Asia after a key advocate for free trade in the U.S. government resigned, stoking worries Washington will proceed with steep tariffs that could risk a trade war. Coking coal slid 2.3 percent to close at 1,347.50 yuan per tonne, after hitting a one-month trough of 1,338.50 yuan. Coke fell 1.5 percent to 2,151 yuan. For a full report, click on - - - - BASE METALS Aluminium prices slid on Wednesday to near three-month lows as the prospect of U.S. tariffs were bolstered by the resignation of a key advocate for free trade, while base metals generally came under pressure from worries about a trade war. Benchmark aluminium prices on the London Metal Exchange ended down 2.3 percent at $2,098 a tonne from an earlier $2,097, the lowest since Dec. 20. For a full report, click on - - - - OIL Oil prices tumbled on Wednesday as financial markets slid amid concerns that Washington's plans for import tariffs could spark a trade war, and after U.S. government data showed an increase in crude inventories and output. Brent crude futures for May delivery fell $1.45 to settle at $64.34 a barrel, a 2.20 percent loss. Brent traded between $63.83 and $65.80 during the session. For a full report, click on - - - - PALM OIL Malaysian palm oil futures rose on Tuesday after three days of losses, buoyed by bullish forecasts from a leading analyst at an industry conference in Kuala Lumpur. For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures slipped on Wednesday, dragged down by weaker Shanghai futures, and a stronger yen against the U.S. dollar that makes yen-denominated assets less affordable when purchased in other currencies. The Tokyo Commodity Exchange (TOCOM) rubber contract for August delivery, finished 2.2 yen lower at 191.8 yen ($1.82) per kg. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-03-08T05:32:00.000+02:00",
    "crawled": "2018-03-08T17:26:12.039+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "cny513",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "jpy190",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "key",
        "gauge",
        "world",
        "stock",
        "market",
        "slipped",
        "wednesday",
        "strong",
        "advocate",
        "free",
        "trade",
        "resigned",
        "white",
        "house",
        "fanning",
        "fear",
        "president",
        "donald",
        "trump",
        "proceed",
        "protectionist",
        "tariff",
        "risk",
        "global",
        "trade",
        "war",
        "msci",
        "gauge",
        "stock",
        "across",
        "globe",
        "shed",
        "percent",
        "ftseurofirst",
        "index",
        "rose",
        "percent",
        "full",
        "report",
        "click",
        "new",
        "york",
        "p",
        "ended",
        "slightly",
        "lower",
        "wednesday",
        "volatile",
        "session",
        "investor",
        "struggled",
        "get",
        "read",
        "trade",
        "policy",
        "president",
        "donald",
        "trump",
        "promised",
        "hefty",
        "import",
        "tariff",
        "said",
        "mexico",
        "canada",
        "could",
        "exempt",
        "dow",
        "jones",
        "industrial",
        "average",
        "fell",
        "point",
        "percent",
        "p",
        "lost",
        "point",
        "percent",
        "nasdaq",
        "composite",
        "added",
        "point",
        "percent",
        "full",
        "report",
        "click",
        "london",
        "european",
        "share",
        "clawed",
        "back",
        "loss",
        "wednesday",
        "speculation",
        "reinvigorated",
        "trading",
        "following",
        "muted",
        "start",
        "session",
        "stoxx",
        "index",
        "ended",
        "gain",
        "percent",
        "climbing",
        "steadily",
        "day",
        "shaking",
        "worry",
        "resignation",
        "donald",
        "trump",
        "economic",
        "adviser",
        "gary",
        "cohn",
        "seen",
        "bulwark",
        "protectionist",
        "force",
        "within",
        "government",
        "share",
        "wall",
        "street",
        "fell",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "nikkei",
        "share",
        "average",
        "dropped",
        "wednesday",
        "advocate",
        "gary",
        "cohn",
        "resigned",
        "president",
        "donald",
        "trump",
        "top",
        "economic",
        "adviser",
        "fanning",
        "fear",
        "washington",
        "proceed",
        "tariff",
        "pushing",
        "steelmaker",
        "index",
        "low",
        "nikkei",
        "average",
        "dropped",
        "percent",
        "far",
        "low",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "reversed",
        "gain",
        "earlier",
        "session",
        "end",
        "lower",
        "wednesday",
        "fear",
        "trade",
        "war",
        "rekindled",
        "amid",
        "departure",
        "gary",
        "cohn",
        "key",
        "advocate",
        "free",
        "trade",
        "white",
        "house",
        "close",
        "shanghai",
        "composite",
        "index",
        "percent",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "expected",
        "open",
        "slightly",
        "higher",
        "despite",
        "poor",
        "run",
        "wall",
        "street",
        "may",
        "see",
        "pressure",
        "bhp",
        "share",
        "trade",
        "local",
        "share",
        "price",
        "index",
        "future",
        "rose",
        "percent",
        "point",
        "premium",
        "underlying",
        "index",
        "close",
        "benchmark",
        "dropped",
        "pct",
        "previous",
        "session",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "shed",
        "early",
        "gain",
        "turned",
        "negative",
        "territory",
        "wednesday",
        "gmt",
        "kospi",
        "point",
        "percent",
        "benchmark",
        "index",
        "dropped",
        "advocate",
        "gary",
        "cohn",
        "resigned",
        "president",
        "donald",
        "trump",
        "top",
        "economic",
        "adviser",
        "fanning",
        "fear",
        "washington",
        "proceed",
        "tariff",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "held",
        "steady",
        "wednesday",
        "recouping",
        "earlier",
        "loss",
        "tied",
        "exit",
        "top",
        "economic",
        "adviser",
        "president",
        "donald",
        "trump",
        "raised",
        "concern",
        "tension",
        "global",
        "trade",
        "war",
        "entering",
        "heightened",
        "phase",
        "gmt",
        "index",
        "track",
        "dollar",
        "versus",
        "six",
        "currency",
        "rose",
        "point",
        "percent",
        "rebounding",
        "earlier",
        "low",
        "full",
        "report",
        "click",
        "china",
        "china",
        "yuan",
        "slipped",
        "dollar",
        "wednesday",
        "weakness",
        "greenback",
        "globally",
        "spurred",
        "demand",
        "company",
        "spot",
        "market",
        "onshore",
        "yuan",
        "opened",
        "per",
        "dollar",
        "changing",
        "hand",
        "midday",
        "pip",
        "weaker",
        "previous",
        "late",
        "session",
        "close",
        "percent",
        "firmer",
        "midpoint",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "new",
        "zealand",
        "dollar",
        "ran",
        "turbulence",
        "wednesday",
        "renewed",
        "concern",
        "risk",
        "global",
        "trade",
        "war",
        "spooked",
        "investor",
        "soft",
        "reading",
        "australian",
        "economic",
        "growth",
        "added",
        "insult",
        "injury",
        "aussie",
        "dollar",
        "lapsed",
        "percent",
        "high",
        "one",
        "stage",
        "overnight",
        "kiwi",
        "cousin",
        "fared",
        "better",
        "hold",
        "reaching",
        "top",
        "full",
        "report",
        "click",
        "seoul",
        "korean",
        "stepped",
        "close",
        "high",
        "bond",
        "yield",
        "fell",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "firmer",
        "previous",
        "close",
        "currency",
        "closed",
        "highest",
        "since",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "expressed",
        "willingness",
        "deneclearise",
        "korean",
        "peninsula",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "little",
        "changed",
        "day",
        "wednesday",
        "choppy",
        "trading",
        "investor",
        "weighed",
        "risk",
        "trade",
        "war",
        "following",
        "resignation",
        "gary",
        "cohn",
        "top",
        "economic",
        "advisor",
        "president",
        "donald",
        "trump",
        "prospect",
        "hawkish",
        "federal",
        "reserve",
        "economic",
        "momentum",
        "improves",
        "benchmark",
        "note",
        "last",
        "little",
        "changed",
        "tuesday",
        "yield",
        "percent",
        "though",
        "trading",
        "choppy",
        "day",
        "full",
        "report",
        "click",
        "london",
        "euro",
        "zone",
        "government",
        "bond",
        "yield",
        "fell",
        "wednesday",
        "concern",
        "planned",
        "import",
        "tariff",
        "including",
        "good",
        "europe",
        "could",
        "impede",
        "european",
        "central",
        "bank",
        "plan",
        "withdraw",
        "monetary",
        "stimulus",
        "euro",
        "zone",
        "government",
        "bond",
        "yield",
        "fell",
        "basis",
        "point",
        "though",
        "yield",
        "germany",
        "government",
        "bond",
        "benchmark",
        "region",
        "rose",
        "session",
        "low",
        "percent",
        "trade",
        "percent",
        "gmt",
        "less",
        "flat",
        "day",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "yield",
        "rose",
        "wednesday",
        "ahead",
        "auction",
        "later",
        "week",
        "bond",
        "yield",
        "dipped",
        "bank",
        "japan",
        "buying",
        "operation",
        "highlighted",
        "limited",
        "selling",
        "interest",
        "jgb",
        "yield",
        "rose",
        "basis",
        "point",
        "minus",
        "percent",
        "jgb",
        "yield",
        "rose",
        "basis",
        "point",
        "minus",
        "percent",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "price",
        "slipped",
        "wednesday",
        "hitting",
        "high",
        "news",
        "top",
        "economic",
        "advisor",
        "trump",
        "administration",
        "resigned",
        "stoking",
        "fear",
        "trade",
        "war",
        "knocking",
        "dollar",
        "spot",
        "gold",
        "dropped",
        "percent",
        "per",
        "ounce",
        "est",
        "gmt",
        "touching",
        "highest",
        "since",
        "gold",
        "future",
        "april",
        "delivery",
        "settled",
        "percent",
        "per",
        "ounce",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "chinese",
        "steel",
        "future",
        "fell",
        "almost",
        "percent",
        "wednesday",
        "dropping",
        "along",
        "riskier",
        "asset",
        "asia",
        "key",
        "advocate",
        "free",
        "trade",
        "government",
        "resigned",
        "stoking",
        "worry",
        "washington",
        "proceed",
        "steep",
        "tariff",
        "could",
        "risk",
        "trade",
        "war",
        "coking",
        "coal",
        "slid",
        "percent",
        "close",
        "yuan",
        "per",
        "tonne",
        "hitting",
        "trough",
        "yuan",
        "coke",
        "fell",
        "percent",
        "yuan",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "aluminium",
        "price",
        "slid",
        "wednesday",
        "near",
        "low",
        "prospect",
        "tariff",
        "bolstered",
        "resignation",
        "key",
        "advocate",
        "free",
        "trade",
        "base",
        "metal",
        "generally",
        "came",
        "pressure",
        "worry",
        "trade",
        "war",
        "benchmark",
        "aluminium",
        "price",
        "london",
        "metal",
        "exchange",
        "ended",
        "percent",
        "tonne",
        "earlier",
        "lowest",
        "since",
        "full",
        "report",
        "click",
        "oil",
        "oil",
        "price",
        "tumbled",
        "wednesday",
        "financial",
        "market",
        "slid",
        "amid",
        "concern",
        "washington",
        "plan",
        "import",
        "tariff",
        "could",
        "spark",
        "trade",
        "war",
        "government",
        "data",
        "showed",
        "increase",
        "crude",
        "inventory",
        "output",
        "brent",
        "crude",
        "future",
        "may",
        "delivery",
        "fell",
        "settle",
        "barrel",
        "percent",
        "loss",
        "brent",
        "traded",
        "session",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "rose",
        "tuesday",
        "three",
        "day",
        "loss",
        "buoyed",
        "bullish",
        "forecast",
        "leading",
        "analyst",
        "industry",
        "conference",
        "kuala",
        "lumpur",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "slipped",
        "wednesday",
        "dragged",
        "weaker",
        "shanghai",
        "future",
        "stronger",
        "yen",
        "dollar",
        "make",
        "asset",
        "less",
        "affordable",
        "purchased",
        "currency",
        "tokyo",
        "commodity",
        "exchange",
        "tocom",
        "rubber",
        "contract",
        "august",
        "delivery",
        "finished",
        "yen",
        "lower",
        "yen",
        "per",
        "kg",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}