{
    "organizations": [],
    "uuid": "96cc6a9072f4df99266c0f487e5b0585dd7a5c43",
    "author": "Polina Marinova",
    "url": "http://fortune.com/2018/03/07/patricia-nakache-trinity-ventures/",
    "ord_in_thread": 0,
    "title": "Trinity Ventures' Patricia Nakache: SoftBank Is Re-Shaping Venture | Fortune",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "This Venture Capitalist Says SoftBank Is Creating a Subset of ‘Untouchable’ Companies Courtesy of Trinity Ventures 10:24 AM EST \nThis article originally ran in Term Sheet, Fortune’s newsletter about deals and dealmakers. Sign up here. \nPatricia Nakache, a general partner at Trinity Ventures , calls her path to venture capital “serendipitous.” In 1999, she had recently left McKinsey & Company to join a startup at the peak of the dot-com boom. \n“It was a time when Fortune Magazine couldn’t get enough content about what was happening in Silicon Valley, so I ended up freelancing a few pieces about management best practices in Silicon Valley,” she says. \nIt was through her Fortune articles that she met the partners at Trinity Ventures, an early-stage venture capital firm. “Every time I talked to them, they kept telling me how busy they were,” she says. “So I told them, ‘Well, if you’re so busy, I can help.’” \nFast forward 18 years, and Nakache is still at Trinity investing in companies with a focus on consumer marketplaces and real estate tech. She has become a powerhouse in venture capital with investments in LoopNet, Care.com, PayScale, ThredUp and Uptake. \nBelow is a conversation with Nakache about the evolution of e-commerce, the pitfalls of fundraising, and SoftBank’s effect on the VC ecosystem. \nTERM SHEET: At the height of the Dot Com bubble, you wrote an article about how “anyone who’s anyone has an Internet business plan.” In the piece, you interview Trinity Ventures’ Gus Tai, who estimated that the number of e-commerce business plans he received jumped 20-fold in the past year. That was 1999. How has the consumer space evolved since then? \nNAKACHE: The consumer space definitely experienced a roller coaster. Post the Dot Com bust, the whole consumer e-commerce space went pretty quiet. People were disillusioned. People were skeptical about the business models surrounding those consumer businesses. What’s interesting is that the companies that made it through that Valley of Disillusionment came out really strong on the other end really had to hunker down. \nWe had one example in our portfolio at Trinity, which was Blue Nile, an e-commerce company for diamonds. At the time, they were one of the companies that all of a sudden fell out of favor, and insiders had to dig deep to support it. They ultimately went public, and those companies that went through those tough times had to become super disciplined. As a result, many of them ended up having robust business models and healthy cultures around spend. As you know, raising a lot of money can create pretty spendy cultures, so that definitely happened during the Dot Com boom. \nAfter we went through The Valley of Disillusionment, consumer started picking up again around 2004 and 2005. In this post-mobile world, there was an explosion in direct-to-consumer and on-demand services that was very much like what happened in the Dot Com boom. I don’t think it’s been quite as dramatic. There’s a disillusionment for sure that exists around on-demand services now but it’s not anywhere near what we saw in the Dot Com era. \nYou covered the hype of the Internet & saw what happened with the Dot Com bust. Are you seeing any similarities to what’s happening with cryptocurrency today? \nNAKACHE: Absolutely. People see the opportunity, see that there are relatively low barriers to the opportunity, and therefore jump on the bandwagon. It takes time as an investor to figure out which of these businesses will truly have longevity and for which ones blockchain makes sense. For people who do their homework, there will certainly be gems in there. But I think that a lot of companies are raising a lot of money, say through an ICO, and that money leads to a lack of discipline and executing on a real business, and that’s not going to end well. \nAnd if it doesn’t end well, what will it take for a company to emerge from the Valley of Disillusionment? \nNAKACHE: Too often, companies view fundraising events — whether it be traditional venture capital or some of these new mega-funds or an ICO — they use that as a measure of success. Companies that stay grounded in business metrics and executing against their business model are the ones that will be successful long-term. For sure, it can be validating when you raise significant amounts of capital, but celebrating the capital-raising too much can lead you astray. \nOne of the companies you invested in was LoopNet, and Rich Boyle told Term Sheet that he had a hard time fundraising. Do you remember some of the conversations you had with him at the time & why it was such a challenging experience? \nNAKACHE: That’s a perfect example of going through the Valley of Disillusionment. The Dot Com bubble had burst and getting new outside firms to lead financing was extremely tough for virtually every company that was an online site. And so it was not unique to LoopNet at all. The insiders came together and gave Rich an inside round with the mandate of: “You need to get to profitability on this money.” And he hunkered down and made it happen. It’s the perfect example of the will and discipline it took. I think one of the things that companies can benefit from when they’re capital-constrained is that it gives them super sharp focus. \nThere are many things happening today from traditional venture funds to initial coin offerings. If I’m the founder of a company, how do I know which route to pursue? \nNAKACHE: I would ask, “What are you looking for from your source of capital?” I do think there is a certain amount of stewardship, guidance and a steady hand on the wheel that traditional venture capital has always provided. I do think there are lessons from the Dot Com era for entrepreneurs going through a cycle today. As an entrepreneur, if you’re not interested in that kind of partnership, then maybe it’s not the right route. \nAnd then if those routes don’t work, there’s always SoftBank. \nNAKACHE: It’s really altering the structure of venture pretty fundamentally. I feel like over the past three years, the venture environment had bifurcated into this world of “haves” and “have nots” where there are some companies that have struggled to raise money and some companies that have been able to raise gobs of money. \nBut I think what the Vision Fund has done has created this layer of “super-haves.” And the “super-haves” are almost untouchable in a way because they’re in a whole different stratosphere from a competitive perspective. If you are an early-stage venture fund, you have to be thinking pretty hard about, “I hope I’m backing the company that ultimately becomes a ‘super-have’ because they seem to have an unfair advantage.” \nWhat are some big trends in e-commerce & consumer that you’re paying attention to right now? \nNAKACHE: There are two consumer trends I’d point to. One is the rise of the direct-to-consumer brands and the emergence of millennials and Gen Z as conscious consumers who are exerting a fair bit of influence in the online consumer space with their wallets. They are clearly articulating that it matters to them what the brands they buy from stand for. I think brands that embrace that and take a stand are going to thrive. \nAnother one is this whole “less is more” trend. “Less is more” is related to the sharing economy. How do we make better use of underutilized assets? How do we cut down on waste? I’m looking at a lot concepts in the real estate space that are around how we make better use of real estate space. Consumers fundamentally do care about reducing waste. \nIndustry-wide, female founders received 2% of all venture funding last year. What needs to happen for this stat to change? \nNAKACHE: One thing is that the more women there are making investment decisions, the more women will get funded. It’s a natural part of tapping into existing networks. I also think the more success examples that we have of women building their ventures successfully, the more that will create new patterns of success in the eyes of venture capitalists. \nKatrina Lake at Stitch Fix and Sheila Marcelo at Care.com have done an incredible job. When we start adding to that set of examples, we will start moving the needle. But this last year, I think there’s been a lot of awareness building about these disparities. Hats off to some of the young women in the industry for ringing the alarm bells because I think it’s shined a much-needed spotlight on the disparities. I think there’s a movement afoot trying to seize the moment and make some serious changes. There’s a bunch of groups trying to make progress on this front. Let’s take advantage of the fact that we’re all paying attention now. SPONSORED FINANCIAL CONTENT ",
    "published": "2018-03-07T12:24:00.000+02:00",
    "crawled": "2018-03-07T17:50:22.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "venture",
        "capitalist",
        "say",
        "softbank",
        "creating",
        "subset",
        "untouchable",
        "company",
        "courtesy",
        "trinity",
        "venture",
        "est",
        "article",
        "originally",
        "ran",
        "term",
        "sheet",
        "fortune",
        "newsletter",
        "deal",
        "dealmakers",
        "sign",
        "patricia",
        "nakache",
        "general",
        "partner",
        "trinity",
        "venture",
        "call",
        "path",
        "venture",
        "capital",
        "recently",
        "left",
        "mckinsey",
        "company",
        "join",
        "startup",
        "peak",
        "boom",
        "time",
        "fortune",
        "magazine",
        "get",
        "enough",
        "content",
        "happening",
        "silicon",
        "valley",
        "ended",
        "freelancing",
        "piece",
        "management",
        "best",
        "practice",
        "silicon",
        "valley",
        "say",
        "fortune",
        "article",
        "met",
        "partner",
        "trinity",
        "venture",
        "venture",
        "capital",
        "firm",
        "every",
        "time",
        "talked",
        "kept",
        "telling",
        "busy",
        "say",
        "told",
        "well",
        "busy",
        "fast",
        "forward",
        "year",
        "nakache",
        "still",
        "trinity",
        "investing",
        "company",
        "focus",
        "consumer",
        "marketplace",
        "real",
        "estate",
        "tech",
        "become",
        "powerhouse",
        "venture",
        "capital",
        "investment",
        "loopnet",
        "payscale",
        "thredup",
        "uptake",
        "conversation",
        "nakache",
        "evolution",
        "pitfall",
        "fundraising",
        "softbank",
        "effect",
        "vc",
        "ecosystem",
        "term",
        "sheet",
        "height",
        "dot",
        "com",
        "bubble",
        "wrote",
        "article",
        "anyone",
        "anyone",
        "internet",
        "business",
        "piece",
        "interview",
        "trinity",
        "venture",
        "gu",
        "tai",
        "estimated",
        "number",
        "business",
        "plan",
        "received",
        "jumped",
        "past",
        "year",
        "consumer",
        "space",
        "evolved",
        "since",
        "nakache",
        "consumer",
        "space",
        "definitely",
        "experienced",
        "roller",
        "coaster",
        "post",
        "dot",
        "com",
        "bust",
        "whole",
        "consumer",
        "space",
        "went",
        "pretty",
        "quiet",
        "people",
        "disillusioned",
        "people",
        "skeptical",
        "business",
        "model",
        "surrounding",
        "consumer",
        "business",
        "interesting",
        "company",
        "made",
        "valley",
        "disillusionment",
        "came",
        "really",
        "strong",
        "end",
        "really",
        "hunker",
        "one",
        "example",
        "portfolio",
        "trinity",
        "blue",
        "nile",
        "company",
        "diamond",
        "time",
        "one",
        "company",
        "sudden",
        "fell",
        "favor",
        "insider",
        "dig",
        "deep",
        "support",
        "ultimately",
        "went",
        "public",
        "company",
        "went",
        "tough",
        "time",
        "become",
        "super",
        "disciplined",
        "result",
        "many",
        "ended",
        "robust",
        "business",
        "model",
        "healthy",
        "culture",
        "around",
        "spend",
        "know",
        "raising",
        "lot",
        "money",
        "create",
        "pretty",
        "spendy",
        "culture",
        "definitely",
        "happened",
        "dot",
        "com",
        "boom",
        "went",
        "valley",
        "disillusionment",
        "consumer",
        "started",
        "picking",
        "around",
        "world",
        "explosion",
        "service",
        "much",
        "like",
        "happened",
        "dot",
        "com",
        "boom",
        "think",
        "quite",
        "dramatic",
        "disillusionment",
        "sure",
        "exists",
        "around",
        "service",
        "anywhere",
        "near",
        "saw",
        "dot",
        "com",
        "era",
        "covered",
        "hype",
        "internet",
        "saw",
        "happened",
        "dot",
        "com",
        "bust",
        "seeing",
        "similarity",
        "happening",
        "cryptocurrency",
        "today",
        "nakache",
        "absolutely",
        "people",
        "see",
        "opportunity",
        "see",
        "relatively",
        "low",
        "barrier",
        "opportunity",
        "therefore",
        "jump",
        "bandwagon",
        "take",
        "time",
        "investor",
        "figure",
        "business",
        "truly",
        "longevity",
        "one",
        "blockchain",
        "make",
        "sense",
        "people",
        "homework",
        "certainly",
        "gem",
        "think",
        "lot",
        "company",
        "raising",
        "lot",
        "money",
        "say",
        "ico",
        "money",
        "lead",
        "lack",
        "discipline",
        "executing",
        "real",
        "business",
        "going",
        "end",
        "well",
        "end",
        "well",
        "take",
        "company",
        "emerge",
        "valley",
        "disillusionment",
        "nakache",
        "often",
        "company",
        "view",
        "fundraising",
        "event",
        "whether",
        "traditional",
        "venture",
        "capital",
        "new",
        "ico",
        "use",
        "measure",
        "success",
        "company",
        "stay",
        "grounded",
        "business",
        "metric",
        "executing",
        "business",
        "model",
        "one",
        "successful",
        "sure",
        "validating",
        "raise",
        "significant",
        "amount",
        "capital",
        "celebrating",
        "much",
        "lead",
        "astray",
        "one",
        "company",
        "invested",
        "loopnet",
        "rich",
        "boyle",
        "told",
        "term",
        "sheet",
        "hard",
        "time",
        "fundraising",
        "remember",
        "conversation",
        "time",
        "challenging",
        "experience",
        "nakache",
        "perfect",
        "example",
        "going",
        "valley",
        "disillusionment",
        "dot",
        "com",
        "bubble",
        "burst",
        "getting",
        "new",
        "outside",
        "firm",
        "lead",
        "financing",
        "extremely",
        "tough",
        "virtually",
        "every",
        "company",
        "online",
        "site",
        "unique",
        "loopnet",
        "insider",
        "came",
        "together",
        "gave",
        "rich",
        "inside",
        "round",
        "mandate",
        "need",
        "get",
        "profitability",
        "hunkered",
        "made",
        "happen",
        "perfect",
        "example",
        "discipline",
        "took",
        "think",
        "one",
        "thing",
        "company",
        "benefit",
        "give",
        "super",
        "sharp",
        "focus",
        "many",
        "thing",
        "happening",
        "today",
        "traditional",
        "venture",
        "fund",
        "initial",
        "coin",
        "offering",
        "founder",
        "company",
        "know",
        "route",
        "pursue",
        "nakache",
        "would",
        "ask",
        "looking",
        "source",
        "capital",
        "think",
        "certain",
        "amount",
        "stewardship",
        "guidance",
        "steady",
        "hand",
        "wheel",
        "traditional",
        "venture",
        "capital",
        "always",
        "provided",
        "think",
        "lesson",
        "dot",
        "com",
        "era",
        "entrepreneur",
        "going",
        "cycle",
        "today",
        "entrepreneur",
        "interested",
        "kind",
        "partnership",
        "maybe",
        "right",
        "route",
        "route",
        "work",
        "always",
        "softbank",
        "nakache",
        "really",
        "altering",
        "structure",
        "venture",
        "pretty",
        "fundamentally",
        "feel",
        "like",
        "past",
        "three",
        "year",
        "venture",
        "environment",
        "bifurcated",
        "world",
        "have",
        "nots",
        "company",
        "struggled",
        "raise",
        "money",
        "company",
        "able",
        "raise",
        "gob",
        "money",
        "think",
        "vision",
        "fund",
        "done",
        "created",
        "layer",
        "almost",
        "untouchable",
        "way",
        "whole",
        "different",
        "stratosphere",
        "competitive",
        "perspective",
        "venture",
        "fund",
        "thinking",
        "pretty",
        "hard",
        "hope",
        "backing",
        "company",
        "ultimately",
        "becomes",
        "seem",
        "unfair",
        "big",
        "trend",
        "consumer",
        "paying",
        "attention",
        "right",
        "nakache",
        "two",
        "consumer",
        "trend",
        "point",
        "one",
        "rise",
        "brand",
        "emergence",
        "millennials",
        "gen",
        "z",
        "conscious",
        "consumer",
        "exerting",
        "fair",
        "bit",
        "influence",
        "online",
        "consumer",
        "space",
        "wallet",
        "clearly",
        "articulating",
        "matter",
        "brand",
        "buy",
        "stand",
        "think",
        "brand",
        "embrace",
        "take",
        "stand",
        "going",
        "thrive",
        "another",
        "one",
        "whole",
        "less",
        "trend",
        "less",
        "related",
        "sharing",
        "economy",
        "make",
        "better",
        "use",
        "underutilized",
        "asset",
        "cut",
        "waste",
        "looking",
        "lot",
        "concept",
        "real",
        "estate",
        "space",
        "around",
        "make",
        "better",
        "use",
        "real",
        "estate",
        "space",
        "consumer",
        "fundamentally",
        "care",
        "reducing",
        "waste",
        "female",
        "founder",
        "received",
        "venture",
        "funding",
        "last",
        "year",
        "need",
        "happen",
        "stat",
        "change",
        "nakache",
        "one",
        "thing",
        "woman",
        "making",
        "investment",
        "decision",
        "woman",
        "get",
        "funded",
        "natural",
        "part",
        "tapping",
        "existing",
        "network",
        "also",
        "think",
        "success",
        "example",
        "woman",
        "building",
        "venture",
        "successfully",
        "create",
        "new",
        "pattern",
        "success",
        "eye",
        "venture",
        "capitalist",
        "katrina",
        "lake",
        "stitch",
        "fix",
        "sheila",
        "marcelo",
        "done",
        "incredible",
        "job",
        "start",
        "adding",
        "set",
        "example",
        "start",
        "moving",
        "needle",
        "last",
        "year",
        "think",
        "lot",
        "awareness",
        "building",
        "disparity",
        "hat",
        "young",
        "woman",
        "industry",
        "ringing",
        "alarm",
        "bell",
        "think",
        "shined",
        "spotlight",
        "disparity",
        "think",
        "movement",
        "afoot",
        "trying",
        "seize",
        "moment",
        "make",
        "serious",
        "change",
        "bunch",
        "group",
        "trying",
        "make",
        "progress",
        "front",
        "let",
        "take",
        "advantage",
        "fact",
        "paying",
        "attention",
        "sponsored",
        "financial",
        "content"
    ]
}