{
    "organizations": [],
    "uuid": "b8ef0b71d5c22d50863adfcc8d2b2a7ccb7f9eaf",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/27/globe-newswire-touchstone-announces-year-end-2017-results.html",
    "ord_in_thread": 0,
    "title": "Touchstone Announces Year-End 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CALGARY, Alberta, March 27, 2018 (GLOBE NEWSWIRE) -- Touchstone Exploration Inc. (“Touchstone” or the “Company”) (TSX:TXP) (LSE:TXP) announces its financial and operating results for the three months and year ended December 31, 2017. Selected financial and operational information is outlined below and should be read in conjunction with Touchstone’s December 31, 2017 audited consolidated financial statements, the related Management’s discussion and analysis and the Annual Information Form, all of which will be available under the Company’s profile on SEDAR ( www.sedar.com ) and the Company’s website ( www.touchstoneexploration.com ). Tabular amounts herein are in thousands of Canadian dollars, and amounts in text are rounded to thousands of Canadian dollars unless otherwise stated.\n2017 Annual Highlights\nAchieved average crude oil production of 1,375 barrels per day (“bbls/d”), representing a 6% increase from 2016 annual average production of 1,301 bbls/d.\nIncreased petroleum revenues 33% from the prior year, generating $32,020,000 versus $24,036,000 in 2016.\nRealized operating netback prior to derivatives of $22.56 per barrel, an increase of 50% from the $15.08 per barrel generated in 2016.\nGenerated funds flow from operations of $3,110,000 ($0.03 per basic share) compared to $6,117,000 ($0.07 per basic share) realized in 2016. 2016 funds flow included realized financial derivative gains of $6,462,000.\nRecorded a net loss of $947,000 ($0.01 per basic share) versus a net loss of $12,853,000 ($0.15 per basic share) in 2016.\nExecuted a $9,378,000 exploration and development program to drill four successful wells and perform 20 recompletions.\nReduced the Company’s US$6,000,000 letter of credit related to the East Brighton exploration property to US$2,150,000 and secured a financing facility to support the full amount.\nCompleted an admission and listing on the AIM market of the London Stock Exchange in June 2017 and raised net proceeds of $5,329,000 from two United Kingdom private placements.\nExited 2017 with cash of $13,920,000 and reduced net debt by 42% from 2016 to $8,192,000.\nFinancial and Operating Results Summary\nThree months ended\nDecember 31,\nYear ended\nDecember 31,\n2017 2016 2017 2016 Operating Average daily oil production (bbls/d) 1,448 1,245 1,375 1,301 Operating netback (1) ($/bbl) Brent benchmark price (2) 78.11 65.53 70.22 57.68 Discount (8.23 ) (3.68 ) (6.43 ) (7.19 ) Realized sales price 69.88 61.85 63.79 50.49 Royalties (20.16 ) (16.69 ) (17.89 ) (12.43 ) Operating expenses (27.58 ) (21.76 ) (23.34 ) (22.99 ) Operating netback prior to derivatives 22.14 23.40 22.56 15.07 Realized gain on derivatives - - - 13.57 Operating netback after derivatives 22.14 23.40 22.56 28.64 Financial ($000’s except share and per share amounts) Funds flow from operations 892 353 3,110 6,117 Per share – basic and diluted (1) 0.01 0.01 0.03 0.07 Net earnings (loss) 3,653 (7,154 ) (947 ) (12,853 ) Per share – basic and diluted 0.03 (0.09 ) (0.01 ) (0.15 ) Capital expenditures Exploration 330 553 1,240 2,029 Property and equipment 763 819 8,138 1,852 Total 1,093 1,372 9,378 3,881 Total assets – end of period 91,336 89,285 Net debt (1) – end of period 8,192 14,154 Weighted average shares outstanding Basic 105,955,000 83,137,143 94,203,562 83,121,842 Diluted 106,542,151 83,137,143 94,203,562 83,121,842 Outstanding shares – end of period 129,021,428 83,137,143 Notes:\n(1) See “ Advisories: Non-GAAP Measures”.\n(2) Source: US Energy Information Administration.\nSubsequent to a balance sheet restructuring in November 2016, the Company’s focus was to resume a growth strategy through an organic drilling and recompletion program. 2017 results exceeded expectations, as the Company successfully drilled four development wells and performed 20 well recompletions. The four new wells contributed a combined average of 312 bbls/d of incremental production over an average of 177 production days, outperforming the Company’s forecasted type curve.\nThe Company invested $9,378,000 in 2017 on exploration and development expenditures, of which $6,960,000 related to drilling and well recompletions. As a result, fourth quarter 2017 and annual 2017 average crude oil production were 1,448 and 1,375 bbls/d per day respectively, representing increases of 16% and 6% from the respective prior year comparative periods.\nRealized 2017 pricing for crude oil was $63.79 (US$49.18) per barrel versus $50.49 (US$38.10) per barrel received in 2016. Petroleum revenues increased 33% from the prior year based on a 26% year-over-year increase in realized crude oil prices and a 5% increase in total production. Royalty expenses represented 28.1% of petroleum revenue during the year ended December 31, 2017 versus 24.6% in the prior year. The increase reflected the rising scale effect of increased commodity prices to royalty rates, slightly offset by increased new drilling production which qualified for royalty incentives. Annual operating costs increased 7% on an absolute basis and 2% on a per barrel basis from 2016, primarily driven from a one-time $811,000 prior period abandonment fee adjustment recorded in 2017. Excluding the adjustment, annual operating costs decreased 6% on a per barrel basis from 2016. 2017 general and administrative costs remained consistent with the prior year; reductions in salaries were offset by increased fees associated with the Company’s AIM listing. Finance costs increased by $1,626,000 from the prior year, as the Company incurred a full year of interest and royalty fees relating to its term loan established in November 2016.\nThe Company generated funds flow from operations of $3,110,000 ($0.03 per basic share) for the year ended December 31, 2017 versus $6,117,000 ($0.07 per basic share) recognized in the prior year. The Company’s 2016 commodity derivative contracts increased 2016 funds flow by $6,462,000. The Company liquidated its outstanding hedge book in June 2016 and did not enter into any commodity based derivative contracts in 2017.\nThe Company recorded a net loss of $947,000 ($0.01 per basic share) during the year ended December 31, 2017 versus a net loss of $12,853,000 ($0.15 per basic share) recognized in the prior year. The year over year change was primarily the result of net impairment recoveries of $7,851,000 recorded in 2017 versus net impairment charges of $5,337,000 expensed in 2016.\nIn June 2017 the Company completed an admission and listing on the AIM market of the London Stock Exchange. In conjunction with the AIM admission, the Company placed an additional 20,000,000 new common shares at a price of $0.12, resulting in gross and net proceeds of $2,446,000 and $777,000, respectively. Touchstone completed an additional private placement with United Kingdom investors in December 2017. The Company placed an additional 25,784,285 new common shares at a price of $0.20, resulting in gross and net proceeds of $5,052,000 and $4,552,000, respectively.\nIn March 2017, Touchstone reduced the Company’s cash collateralized US$6,000,000 letter of credit related to its East Brighton exploration property to US$2,150,000. In November 2017, the Company secured a performance security guarantee for the letter of credit with Export Development Canada (“EDC”), resulting in an increase of available cash.\nThe Company exited 2017 with a cash balance of $13,920,000, a working capital surplus of $6,808,000, and a term loan balance of $15,000,000. Primarily based on the proceeds received from the two private placements and the reduction in the cash collateralized letter of credit, Touchstone’s December 31, 2017 net debt was $8,192,000, which represented a decrease of 42% from year-end 2016.\nThe Company commenced a 10 well drilling and 24 well recompletion program in February 2018. The Company has drilled and completed one well and performed five well recompletions in 2018 to date, resulting in current March field estimated production of 1,654 bbls/d (through March 25, 2018).\nAbout Touchstone\nTouchstone Exploration Inc. is a Calgary based company engaged in the business of acquiring interests in petroleum and natural gas rights, and the exploration, development, production and sale of petroleum and natural gas. Touchstone is currently active in onshore properties located in the Republic of Trinidad and Tobago. The Company's common shares are traded on the Toronto Stock Exchange and the AIM market of the London Stock Exchange under the symbol “TXP”.\nAdvisories\nNon-GAAP Measures\nThis press release contains terms commonly used in the oil and natural gas industry, such as funds flow from operations per share, operating netback and net debt. These terms do not have a standardized meaning under International Financial Reporting Standards and may not be comparable to similar measures presented by other companies. Shareholders and investors are cautioned that these measures should not be construed as alternatives to cash provided by operating activities, net income, total liabilities, or other measures of financial performance as determined in accordance with Generally Accepted Accounting Principles. Management uses these Non-GAAP measures for its own performance measurement and to provide stakeholders with measures to compare the Company’s operations over time.\nThe Company calculates funds flow from operations per share by dividing funds flow from operations by the weighted average number of common shares outstanding during the applicable period. The Company uses operating netback as a key performance indicator of field results. Operating netback is presented on a per barrel basis and is calculated by deducting royalties and operating expenses from petroleum revenue. The Company discloses operating netback both prior to realized gains or losses on derivatives and after the impacts of derivatives are included. Realized gains or losses represent the portion of risk management contracts that have settled in cash during the period, and disclosing this impact provides Management and investors with transparent measures that reflect how the Company’s risk management program can impact netback metrics. The Company considers operating netback to be a key measure as it demonstrates Touchstone’s profitability relative to current commodity prices. Net debt is calculated by summing the Company’s working capital and undiscounted non-current interest-bearing liabilities. Working capital is calculated as current assets less current liabilities as they appear on the statements of financial position. The Company uses this information to assess its true debt and liquidity position and to manage capital and liquidity risk.\nForward-Looking Statements\nCertain information provided in this press release may constitute forward-looking statements within the meaning of applicable securities laws. Forward-looking information in this press release may include, but is not limited to, statements relating to field estimated production, the potential undertaking, timing, locations and costs of future well drilling and recompletions and the sufficiency of resources to fund future drilling and recompletion operations. Although the Company believes that the expectations and assumptions on which the forward-looking statements are based are reasonable, undue reliance should not be placed on the forward-looking statements because the Company can give no assurance that they will prove to be correct. Since forward-looking statements address future events and conditions, by their very nature they involve inherent risks and uncertainties. Actual results could differ materially from those currently anticipated due to a number of factors and risks. Certain of these risks are set out in more detail in the Company’s Annual Information Form dated March 26, 2018 which has been filed on SEDAR and can be accessed at www.sedar.com . The forward-looking statements contained in this press release are made as of the date hereof, and except as may be required by applicable securities laws, the Company assumes no obligation to update publicly or revise any forward-looking statements made herein or otherwise, whether as a result of new information, future events or otherwise.\nContact\nMr. Paul Baay, President and Chief Executive Officer; or\nMr. Scott Budau, Chief Financial Officer\nTelephone: 403.750.4487\nwww.touchstoneexploration.com\nSource:Touchstone Exploration Inc.",
    "published": "2018-03-27T10:01:00.000+03:00",
    "crawled": "2018-03-27T13:55:27.109+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "calgary",
        "alberta",
        "march",
        "globe",
        "newswire",
        "touchstone",
        "exploration",
        "touchstone",
        "company",
        "tsx",
        "txp",
        "lse",
        "txp",
        "announces",
        "financial",
        "operating",
        "result",
        "three",
        "month",
        "year",
        "ended",
        "december",
        "selected",
        "financial",
        "operational",
        "information",
        "outlined",
        "read",
        "conjunction",
        "touchstone",
        "december",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "related",
        "management",
        "discussion",
        "analysis",
        "annual",
        "information",
        "form",
        "available",
        "company",
        "profile",
        "sedar",
        "company",
        "website",
        "tabular",
        "amount",
        "herein",
        "thousand",
        "canadian",
        "dollar",
        "amount",
        "text",
        "rounded",
        "thousand",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "stated",
        "annual",
        "highlight",
        "achieved",
        "average",
        "crude",
        "oil",
        "production",
        "barrel",
        "per",
        "day",
        "representing",
        "increase",
        "annual",
        "average",
        "production",
        "increased",
        "petroleum",
        "revenue",
        "prior",
        "year",
        "generating",
        "versus",
        "realized",
        "operating",
        "netback",
        "prior",
        "derivative",
        "per",
        "barrel",
        "increase",
        "per",
        "barrel",
        "generated",
        "generated",
        "fund",
        "flow",
        "operation",
        "per",
        "basic",
        "share",
        "compared",
        "per",
        "basic",
        "share",
        "realized",
        "fund",
        "flow",
        "included",
        "realized",
        "financial",
        "derivative",
        "gain",
        "recorded",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "versus",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "executed",
        "exploration",
        "development",
        "program",
        "drill",
        "four",
        "successful",
        "well",
        "perform",
        "recompletions",
        "reduced",
        "company",
        "u",
        "letter",
        "credit",
        "related",
        "east",
        "brighton",
        "exploration",
        "property",
        "u",
        "secured",
        "financing",
        "facility",
        "support",
        "full",
        "amount",
        "completed",
        "admission",
        "listing",
        "aim",
        "market",
        "london",
        "stock",
        "exchange",
        "june",
        "raised",
        "net",
        "proceeds",
        "two",
        "united",
        "kingdom",
        "private",
        "placement",
        "exited",
        "cash",
        "reduced",
        "net",
        "debt",
        "financial",
        "operating",
        "result",
        "summary",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "operating",
        "average",
        "daily",
        "oil",
        "production",
        "operating",
        "netback",
        "brent",
        "benchmark",
        "price",
        "discount",
        "realized",
        "sale",
        "price",
        "royalty",
        "operating",
        "expense",
        "operating",
        "netback",
        "prior",
        "derivative",
        "realized",
        "gain",
        "derivative",
        "operating",
        "netback",
        "derivative",
        "financial",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "fund",
        "flow",
        "operation",
        "per",
        "share",
        "basic",
        "diluted",
        "net",
        "earnings",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "capital",
        "expenditure",
        "exploration",
        "property",
        "equipment",
        "total",
        "total",
        "asset",
        "end",
        "period",
        "net",
        "debt",
        "end",
        "period",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "outstanding",
        "share",
        "end",
        "period",
        "note",
        "see",
        "advisory",
        "measure",
        "source",
        "u",
        "energy",
        "information",
        "administration",
        "subsequent",
        "balance",
        "sheet",
        "restructuring",
        "november",
        "company",
        "focus",
        "resume",
        "growth",
        "strategy",
        "organic",
        "drilling",
        "recompletion",
        "program",
        "result",
        "exceeded",
        "expectation",
        "company",
        "successfully",
        "drilled",
        "four",
        "development",
        "well",
        "performed",
        "well",
        "recompletions",
        "four",
        "new",
        "well",
        "contributed",
        "combined",
        "average",
        "incremental",
        "production",
        "average",
        "production",
        "day",
        "outperforming",
        "company",
        "forecasted",
        "type",
        "curve",
        "company",
        "invested",
        "exploration",
        "development",
        "expenditure",
        "related",
        "drilling",
        "well",
        "recompletions",
        "result",
        "fourth",
        "quarter",
        "annual",
        "average",
        "crude",
        "oil",
        "production",
        "per",
        "day",
        "respectively",
        "representing",
        "increase",
        "respective",
        "prior",
        "year",
        "comparative",
        "period",
        "realized",
        "pricing",
        "crude",
        "oil",
        "u",
        "per",
        "barrel",
        "versus",
        "u",
        "per",
        "barrel",
        "received",
        "petroleum",
        "revenue",
        "increased",
        "prior",
        "year",
        "based",
        "increase",
        "realized",
        "crude",
        "oil",
        "price",
        "increase",
        "total",
        "production",
        "royalty",
        "expense",
        "represented",
        "petroleum",
        "revenue",
        "year",
        "ended",
        "december",
        "versus",
        "prior",
        "year",
        "increase",
        "reflected",
        "rising",
        "scale",
        "effect",
        "increased",
        "commodity",
        "price",
        "royalty",
        "rate",
        "slightly",
        "offset",
        "increased",
        "new",
        "drilling",
        "production",
        "qualified",
        "royalty",
        "incentive",
        "annual",
        "operating",
        "cost",
        "increased",
        "absolute",
        "basis",
        "per",
        "barrel",
        "basis",
        "primarily",
        "driven",
        "prior",
        "period",
        "abandonment",
        "fee",
        "adjustment",
        "recorded",
        "excluding",
        "adjustment",
        "annual",
        "operating",
        "cost",
        "decreased",
        "per",
        "barrel",
        "basis",
        "general",
        "administrative",
        "cost",
        "remained",
        "consistent",
        "prior",
        "year",
        "reduction",
        "salary",
        "offset",
        "increased",
        "fee",
        "associated",
        "company",
        "aim",
        "listing",
        "finance",
        "cost",
        "increased",
        "prior",
        "year",
        "company",
        "incurred",
        "full",
        "year",
        "interest",
        "royalty",
        "fee",
        "relating",
        "term",
        "loan",
        "established",
        "november",
        "company",
        "generated",
        "fund",
        "flow",
        "operation",
        "per",
        "basic",
        "share",
        "year",
        "ended",
        "december",
        "versus",
        "per",
        "basic",
        "share",
        "recognized",
        "prior",
        "year",
        "company",
        "commodity",
        "derivative",
        "contract",
        "increased",
        "fund",
        "flow",
        "company",
        "liquidated",
        "outstanding",
        "hedge",
        "book",
        "june",
        "enter",
        "commodity",
        "based",
        "derivative",
        "contract",
        "company",
        "recorded",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "year",
        "ended",
        "december",
        "versus",
        "net",
        "loss",
        "per",
        "basic",
        "share",
        "recognized",
        "prior",
        "year",
        "year",
        "year",
        "change",
        "primarily",
        "result",
        "net",
        "impairment",
        "recovery",
        "recorded",
        "versus",
        "net",
        "impairment",
        "charge",
        "expensed",
        "june",
        "company",
        "completed",
        "admission",
        "listing",
        "aim",
        "market",
        "london",
        "stock",
        "exchange",
        "conjunction",
        "aim",
        "admission",
        "company",
        "placed",
        "additional",
        "new",
        "common",
        "share",
        "price",
        "resulting",
        "gross",
        "net",
        "proceeds",
        "respectively",
        "touchstone",
        "completed",
        "additional",
        "private",
        "placement",
        "united",
        "kingdom",
        "investor",
        "december",
        "company",
        "placed",
        "additional",
        "new",
        "common",
        "share",
        "price",
        "resulting",
        "gross",
        "net",
        "proceeds",
        "respectively",
        "march",
        "touchstone",
        "reduced",
        "company",
        "cash",
        "collateralized",
        "u",
        "letter",
        "credit",
        "related",
        "east",
        "brighton",
        "exploration",
        "property",
        "u",
        "november",
        "company",
        "secured",
        "performance",
        "security",
        "guarantee",
        "letter",
        "credit",
        "export",
        "development",
        "canada",
        "edc",
        "resulting",
        "increase",
        "available",
        "cash",
        "company",
        "exited",
        "cash",
        "balance",
        "working",
        "capital",
        "surplus",
        "term",
        "loan",
        "balance",
        "primarily",
        "based",
        "proceeds",
        "received",
        "two",
        "private",
        "placement",
        "reduction",
        "cash",
        "collateralized",
        "letter",
        "credit",
        "touchstone",
        "december",
        "net",
        "debt",
        "represented",
        "decrease",
        "company",
        "commenced",
        "well",
        "drilling",
        "well",
        "recompletion",
        "program",
        "february",
        "company",
        "drilled",
        "completed",
        "one",
        "well",
        "performed",
        "five",
        "well",
        "recompletions",
        "date",
        "resulting",
        "current",
        "march",
        "field",
        "estimated",
        "production",
        "march",
        "touchstone",
        "touchstone",
        "exploration",
        "calgary",
        "based",
        "company",
        "engaged",
        "business",
        "acquiring",
        "interest",
        "petroleum",
        "natural",
        "gas",
        "right",
        "exploration",
        "development",
        "production",
        "sale",
        "petroleum",
        "natural",
        "gas",
        "touchstone",
        "currently",
        "active",
        "onshore",
        "property",
        "located",
        "republic",
        "trinidad",
        "tobago",
        "company",
        "common",
        "share",
        "traded",
        "toronto",
        "stock",
        "exchange",
        "aim",
        "market",
        "london",
        "stock",
        "exchange",
        "symbol",
        "txp",
        "advisory",
        "measure",
        "press",
        "release",
        "contains",
        "term",
        "commonly",
        "used",
        "oil",
        "natural",
        "gas",
        "industry",
        "fund",
        "flow",
        "operation",
        "per",
        "share",
        "operating",
        "netback",
        "net",
        "debt",
        "term",
        "standardized",
        "meaning",
        "international",
        "financial",
        "reporting",
        "standard",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "shareholder",
        "investor",
        "cautioned",
        "measure",
        "construed",
        "alternative",
        "cash",
        "provided",
        "operating",
        "activity",
        "net",
        "income",
        "total",
        "liability",
        "measure",
        "financial",
        "performance",
        "determined",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "management",
        "us",
        "measure",
        "performance",
        "measurement",
        "provide",
        "stakeholder",
        "measure",
        "compare",
        "company",
        "operation",
        "time",
        "company",
        "calculates",
        "fund",
        "flow",
        "operation",
        "per",
        "share",
        "dividing",
        "fund",
        "flow",
        "operation",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "applicable",
        "period",
        "company",
        "us",
        "operating",
        "netback",
        "key",
        "performance",
        "indicator",
        "field",
        "result",
        "operating",
        "netback",
        "presented",
        "per",
        "barrel",
        "basis",
        "calculated",
        "deducting",
        "royalty",
        "operating",
        "expense",
        "petroleum",
        "revenue",
        "company",
        "discloses",
        "operating",
        "netback",
        "prior",
        "realized",
        "gain",
        "loss",
        "derivative",
        "impact",
        "derivative",
        "included",
        "realized",
        "gain",
        "loss",
        "represent",
        "portion",
        "risk",
        "management",
        "contract",
        "settled",
        "cash",
        "period",
        "disclosing",
        "impact",
        "provides",
        "management",
        "investor",
        "transparent",
        "measure",
        "reflect",
        "company",
        "risk",
        "management",
        "program",
        "impact",
        "netback",
        "metric",
        "company",
        "considers",
        "operating",
        "netback",
        "key",
        "measure",
        "demonstrates",
        "touchstone",
        "profitability",
        "relative",
        "current",
        "commodity",
        "price",
        "net",
        "debt",
        "calculated",
        "summing",
        "company",
        "working",
        "capital",
        "undiscounted",
        "liability",
        "working",
        "capital",
        "calculated",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "appear",
        "statement",
        "financial",
        "position",
        "company",
        "us",
        "information",
        "assess",
        "true",
        "debt",
        "liquidity",
        "position",
        "manage",
        "capital",
        "liquidity",
        "risk",
        "statement",
        "certain",
        "information",
        "provided",
        "press",
        "release",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "information",
        "press",
        "release",
        "may",
        "include",
        "limited",
        "statement",
        "relating",
        "field",
        "estimated",
        "production",
        "potential",
        "undertaking",
        "timing",
        "location",
        "cost",
        "future",
        "well",
        "drilling",
        "recompletions",
        "sufficiency",
        "resource",
        "fund",
        "future",
        "drilling",
        "recompletion",
        "operation",
        "although",
        "company",
        "belief",
        "expectation",
        "assumption",
        "statement",
        "based",
        "reasonable",
        "undue",
        "reliance",
        "placed",
        "statement",
        "company",
        "give",
        "assurance",
        "prove",
        "correct",
        "since",
        "statement",
        "address",
        "future",
        "event",
        "condition",
        "nature",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "currently",
        "anticipated",
        "due",
        "number",
        "factor",
        "risk",
        "certain",
        "risk",
        "set",
        "detail",
        "company",
        "annual",
        "information",
        "form",
        "dated",
        "march",
        "filed",
        "sedar",
        "accessed",
        "statement",
        "contained",
        "press",
        "release",
        "made",
        "date",
        "hereof",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "company",
        "assumes",
        "obligation",
        "update",
        "publicly",
        "revise",
        "statement",
        "made",
        "herein",
        "otherwise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "contact",
        "paul",
        "baay",
        "president",
        "chief",
        "executive",
        "officer",
        "scott",
        "budau",
        "chief",
        "financial",
        "officer",
        "telephone",
        "source",
        "touchstone",
        "exploration",
        "inc"
    ]
}