{
    "organizations": [],
    "uuid": "1148905e754ec51bcd009a0c0248505cc57c2758",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/business-wire-kopin-provides-business-update-and-fourth-quarter-fiscal-2017-operating-results.html",
    "ord_in_thread": 0,
    "title": "Kopin Provides Business Update and Fourth Quarter, Fiscal 2017 Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Fourth Quarter Revenues Increase 79% over Fourth Quarter 2016, Primarily Driven by Military Sales Second Half Revenues Increase 70% Over the First Half, Achieving Guidance Company Showcased Four New AR/VR Headsets with Key Kopin Components at CES Full Year 2018 Revenue Guidance of $35-40 million Company Anticipates Achieving Break Even Profitability by Year End 2019\nWESTBOROUGH, Mass.--(BUSINESS WIRE)-- Kopin Corporation (NASDAQ: KOPN ), a leading developer of innovative wearable computing technologies and solutions, today provided an update on its business initiatives and reported financial results for the fourth quarter and full year ended December 30, 2017.\n“We are very pleased with such a strong finish to the year, with 79% revenue growth in the fourth quarter as compared to the fourth quarter of 2016 allowing us to achieve our stated goal of second half revenues increasing 70% over the first half of the year,” said Dr. John C.C. Fan, CEO of Kopin Corporation. “Our military revenue primarily drove our results, with increasing demand for our displays from a number of new programs. We begin 2018 with both the F-35 and FWS-I programs tracking to plan, along with a new display development program for armored vehicles. We expect these programs to ramp over the coming years as they enter full production.\n“We are also starting 2018 with very strong demand from enterprise augmented reality (AR) customers for our displays and optics. At an event we hosted at CES 2018 our key customers forecasted a significant increase in volume this year, with some pointing to 2018 as the ‘tipping point’ for enterprise adoption of AR.”\nDr. Fan continued, “All of our leading technologies were on display at CES. We demonstrated our latest development in organic light emitting diode (OLED) displays. We first introduced our Lightning TM OLED display at CES 2017 and in just a year’s time we increased the brightness by a multiple of 10, an amazing improvement in performance.\n“We also introduced our next generation SOLOS smartglasses. This new version enables cyclists and runners to get real-time updates, such as speed, power and pace, and use the SOLOS software platform to measure their progress. The new version also has a group chat feature which allows cyclists wearing SOLOS to talk with each other. SOLOS was the focus of my presentation in January at the AR in Action Summit at MIT Media labs. In my talk I explained five rules which we believe are critical for the success of an AR product. SOLOS was developed under these design rules and we believe it is the best example of form and function for an AR product. In anticipation of the production launch of SOLOS, we have added key team members to build out our marketing and sales strategy and we are very excited about the opportunity ahead.\n“Along with partners at CES we also introduced two new products which utilize Lightning OLED displays and related optics. The ELF VR headset, which won a CES Innovation Award, is the most compact and lightweight virtual reality headset available today. The ELF delivers a picture-like image with two 2k x 2k displays (1” diagonal size) and eliminates potential dizziness with a 120 Hz refresh rate. We believe this is the first VR headset that meets the size, weight and performance necessary to drive adoption of VR technology. With our partner Pico we introduced Eagle, a lightweight mobile headset that creates a home theatre experience on the go. Eagle, another CES award winning product, incorporates two 720p Lighting OLED displays (1280x720 resolution in a 0.49 inch diagonal size). In effect the user gets the experience of an 80” HD screen viewed from 10 feet away, while maintaining situational awareness. We expect Eagle to begin shipping in 2018.\n“Both the Elf and Eagle will benefit from our partnership with Yunnan OLiGHTEK Opto-electronics Technology Co. Ltd. (OliGHTEK) to enhance OLED production capacity. Kopin expects to begin production of the Lightning OLED displays later this year using a new state-of-the-art OLED deposition system, which was co-funded by both companies. In addition, our partner BOE is on schedule in building the world’s largest OLED on silicon fabrication facility. BOE announced at CES that the fab is expected to be at mass production levels by late 2019.\n“We enter 2018 with strong military and industrial programs in place, along with the initial AR and VR consumer and enterprise products from both Kopin and our customers. We are very excited about both the short and long term opportunities for Kopin,” concluded Dr. Fan.\nFourth Quarter Financial Results\nTotal revenues for the fourth quarter ended December 30, 2017 were $11.4 million, compared with $6.4 million for the fourth quarter ended December 31, 2016.\nResearch and development (R&D) expenses for the fourth quarter of 2017 were $4.7 million compared to $3.8 million for the fourth quarter of 2016.\nSelling, general and administrative (SG&A) expenses were $4.4 million for the fourth quarter of 2017 compared to $4.9 million for the fourth quarter of 2016.\nNet loss attributable to controlling interest for the fourth quarter of 2017 was $2.9 million, or $0.04 per share, compared with net loss of $5.2 million, or $0.08 per share, for the fourth quarter of 2016. The fourth quarter of 2017 included an impairment charge to goodwill of $0.6 million and a gain of $1.7 million from the mark to market of a warrant received from a company that licensed Kopin’s intellectual property. The fourth quarter of 2016 included a $1.0 million gain from the sale of an investment.\nDuring the fourth quarter of 2017 Kopin had 12 patents granted and filed for 5 new applications. Kopin has over 300 patents and patents pending, almost all of which are related to wearable applications.\nFull Year Results\nTotal revenue for the twelve months ended December 30, 2017 were $27.8 million, compared to $22.6 million for 2016.\nResearch and development expenses for 2017 were $18.9 million compared with $16.0 million in 2016.\nSelling, general and administrative expenses were $20.5 million in 2017, compared with $17.0 million in 2016.\nThe net loss from controlling interest for the 12 months ended December 30, 2017 was $26.3 million or $0.38 per share, versus a net loss of $23.4 million or $0.37 per share for 2016. The full year 2017 included an impairment charge to goodwill of $0.6 million and a gain of $2.0 million from the mark to market of a warrant we received form a company that licensed intellectual property from us. The full year of 2016 included a $1.0 million gain from the sale of an investment and a $7.7 million gain from the sale of a facility.\nKopin has maintained a strong financial position. Net cash used in operating activities for the twelve months ended December 30, 2017 was approximately $27.2 million. Kopin’s cash and equivalents and marketable securities were approximately $68.8 million at December 30, 2017 as compared to $77.2 million at December 30, 2016, with no long-term debt.\n“We expect revenues for the fiscal year 2018 to be in the range of $35 to $40 million,” said Richard Sneider, Chief Financial Officer of Kopin Corporation. “We would expect the revenue growth to be stronger in the second half of the year as new products enter the market. Looking farther out our goal is to achieve break even on profitability by the end of 2019.”\nAll amounts above are estimates and readers should refer to our Form 10-K for the year ended December 30, 2017, for final disposition as well as important risk factors.\nForward-Looking Statements\nStatements in this press release may be considered “forward-looking” statements under the “Safe Harbor” provisions of the Private Securities Litigation Reform Act of 1995. These include, without limitation, statements relating to our belief that we expectation that the F-35 and FWS-I programs will ramp over the coming years as they enter full production; our belief that we are starting 2018 with very strong demand from enterprise augmented reality (AR) customers for our displays and optics; the expectation that some of our customer believe 2018 to be the ‘tipping point’ for enterprise adoption of AR; our belief that Elf is the first VR headset that meets the size, weight and performance necessary to drive adoption of VR technology; our expectation that Eagle will begin shipping in 2018; our expectation that we will begin production of the Lightning OLED displays later this year; our expectation that our revenues for the fiscal year 2018 will be in the range of $35 to $40 million; and our goal is to achieve break even on profitability by the end of 2019. These statements involve a number of risks and uncertainties that could cause actual results to differ materially from those expressed in the forward-looking statements. These risks and uncertainties include, but are not limited to, the following either or both the F-35 and FWS-I programs could be cancelled; we may not receive additional orders for our components for the F-35 and FWS-I programs; we may be designed out of the F-35 and FWS-I programs; demand for our display and optics for 2018 may not be strong; our customer forecasts that we base our expectations on may be wrong;2018 may not be the tipping point for the enterprise adoption of AR; there may be technical, production or similar issues which may prevent Elf from being sold; there may be no demand for Elf; technical, production or similar issues may prevent the Lightening OLED display from going into production in 2018 or ever; our expectation of revenues in the range of $35 to $40 million may be wrong; we may not achieve breakeven by 2018; and other risk factors and cautionary statements listed in Kopin’s periodic reports and registration statements filed with the Securities and Exchange Commission, including the Annual Report on Form 10-K for the 12 months ended December 31, 2016, and Kopin’s subsequent filings with the Securities and Exchange Commission. You should not place undue reliance on any forward-looking statements, which are based only on information currently available to Kopin and only as of the date on which they are made. We undertake no obligation to update any of these forward-looking statements to reflect events or circumstances occurring after the date of this release.\nKopin Corporation Condensed Consolidated Statements of Operations (Unaudited) Three Months Ended Year Ended December 30, 2017\nDecember 31, 2016\nDecember 30, 2017\nDecember 31, 2016\nRevenues: Net product revenues $ 10,392,860 $ 5,517,878 $ 24,894,805 $ 21,115,125 Research and development revenues 1,003,866 855,469 2,946,685 1,527,441 11,396,726 6,373,347 27,841,490 22,642,566 Expenses: Cost of product revenues 6,738,951 3,957,802 18,118,418 17,814,271 Research and development 4,665,764 3,757,041 18,879,715 16,039,661 Selling, general and administrative 4,354,173 4,938,056 20,541,119 16,961,773 Impairment of Goodwill 600,086 - 600,086 - Gain on sale of property and plant - - - (7,700,522 ) 16,358,974 12,652,899 58,139,338 43,115,183 Loss from operations (4,962,248 ) (6,279,552 ) (30,297,848 ) (20,472,617 ) Other income (expense), net 1,332,189 2,037,008 2,023,231 571,472 Loss before benefit (provision) for income taxes and (3,630,059 ) (4,242,544 ) (28,274,617 ) (19,901,145 ) net loss (income) from noncontrolling interest Benefit (provision) for income taxes 643,500 (912,000 ) 1,785,000 (3,130,000 ) Loss before net loss (income) from noncontrolling interest (2,986,559 ) (5,154,544 ) (26,489,617 ) (23,031,145 ) Net loss (income) attributable to noncontrolling interest 75,894 (35,331 ) 141,117 (402,971 ) Net loss $ (2,910,665 ) $ (5,189,875 ) $ (26,348,500 ) $ (23,434,116 ) Net loss per share: Basic $ (0.04 ) $ (0.08 ) $ (0.38 ) $ (0.37 ) Diluted $ (0.04 ) $ (0.08 ) $ (0.38 ) $ (0.37 ) Weighted average number of common shares outstanding: Basic 72,349,294 64,138,117 69,914,956 64,045,675 Diluted 72,349,294 64,138,117 69,914,956 64,045,675\nKopin Corporation Condensed Consolidated Balance Sheets (Unaudited) December 30, 2017\nDecember 31, 2016\nASSETS Current assets: Cash and marketable securities $ 68,755,684 $ 77,197,896 Accounts receivable, net 4,918,429 1,699,195 Inventory 5,080,797 3,302,112 Prepaid and other current assets 1,243,029 1,194,901 Total current assets 79,997,939 83,394,104 Land, equipment and improvements, net 5,077,043 2,976,006 Goodwill and intangible assets 2,663,883 844,023 Other assets 2,808,345 618,139 Total assets $ 90,547,210 $ 87,832,272 LIABILITIES AND STOCKHOLDERS' EQUITY Current liabilities: Accounts payable $ 4,918,605 $ 4,355,462 Accrued expenses 4,609,980 4,522,120 Income taxes payable 2,173,298 935,364 Deferred income taxes 812,506 2,571,000 Billings in excess of revenue earned 896,479 981,761 Total current liabilities 13,410,868 13,365,707 Other long term liabilities 326,341 - Lease and other commitments 644,048 246,922 Total Kopin Corporation stockholders' equity 76,893,686 74,077,686 Noncontrolling interest (727,733 ) 141,957 Total stockholders' equity 76,165,953 74,219,643 Total liabilities and stockholders' equity $ 90,547,210 $ 87,832,272\nKopin Corporation Supplemental Information (Unaudited) Three Months Ended Year Ended December 30, 2017\nDecember 31, 2016\nDecember 30, 2017\nDecember 31, 2016\nDisplay Revenues by Category (in millions) Military Applications $ 7.1 $ 1.8 $ 13.4 $ 5.3 Industrial Applications 1.4 1.7 5.4 6.3 Consumer 1.6 1.5 4.4 7.4 Other 0.3 0.5 1.6 2.1 Research and Development 1.0 0.9 3.0 1.5 Total $ 11.4 $ 6.4 $ 27.8 $ 22.6 Stock-Based Compensation Expense Continuing Operations Cost of component revenues $ 85,000 $ 135,000 $ 491,000 $ 562,000 Research and development 183,000 149,000 799,000 527,000 Selling, general and administrative (962,000 ) 661,000 1,006,000 1,336,000 $ (694,000 ) $ 945,000 $ 2,296,000 $ 2,425,000 Other Financial Information Depreciation and amortization $ 623,000 $ 44,000 $ 2,502,000 $ 994,000\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180308005453/en/\nKopin Corporation\nRichard Sneider, 508-870-5959\nTreasurer and Chief Financial Officer\nRichard_Sneider@kopin.com\nor\nMarket Street Partners\nJoann Horne, 415-445-3233\nJHorne@marketstreetpartners.com\nSource: Kopin Corporation",
    "published": "2018-03-08T16:00:00.000+02:00",
    "crawled": "2018-03-08T19:39:56.003+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "fourth",
        "quarter",
        "revenue",
        "increase",
        "fourth",
        "quarter",
        "primarily",
        "driven",
        "military",
        "sale",
        "second",
        "half",
        "revenue",
        "increase",
        "first",
        "half",
        "achieving",
        "guidance",
        "company",
        "showcased",
        "four",
        "new",
        "headset",
        "key",
        "kopin",
        "component",
        "ce",
        "full",
        "year",
        "revenue",
        "guidance",
        "million",
        "company",
        "anticipates",
        "achieving",
        "break",
        "even",
        "profitability",
        "year",
        "end",
        "westborough",
        "business",
        "wire",
        "kopin",
        "corporation",
        "nasdaq",
        "kopn",
        "leading",
        "developer",
        "innovative",
        "wearable",
        "computing",
        "technology",
        "solution",
        "today",
        "provided",
        "update",
        "business",
        "initiative",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "pleased",
        "strong",
        "finish",
        "year",
        "revenue",
        "growth",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "allowing",
        "u",
        "achieve",
        "stated",
        "goal",
        "second",
        "half",
        "revenue",
        "increasing",
        "first",
        "half",
        "year",
        "said",
        "john",
        "fan",
        "ceo",
        "kopin",
        "corporation",
        "military",
        "revenue",
        "primarily",
        "drove",
        "result",
        "increasing",
        "demand",
        "display",
        "number",
        "new",
        "program",
        "begin",
        "program",
        "tracking",
        "plan",
        "along",
        "new",
        "display",
        "development",
        "program",
        "armored",
        "vehicle",
        "expect",
        "program",
        "ramp",
        "coming",
        "year",
        "enter",
        "full",
        "production",
        "also",
        "starting",
        "strong",
        "demand",
        "enterprise",
        "augmented",
        "reality",
        "ar",
        "customer",
        "display",
        "optic",
        "event",
        "hosted",
        "ce",
        "key",
        "customer",
        "forecasted",
        "significant",
        "increase",
        "volume",
        "year",
        "pointing",
        "tipping",
        "point",
        "enterprise",
        "adoption",
        "fan",
        "continued",
        "leading",
        "technology",
        "display",
        "ce",
        "demonstrated",
        "latest",
        "development",
        "organic",
        "light",
        "emitting",
        "diode",
        "oled",
        "display",
        "first",
        "introduced",
        "lightning",
        "tm",
        "oled",
        "display",
        "ce",
        "year",
        "time",
        "increased",
        "brightness",
        "multiple",
        "amazing",
        "improvement",
        "performance",
        "also",
        "introduced",
        "next",
        "generation",
        "solo",
        "smartglasses",
        "new",
        "version",
        "enables",
        "cyclist",
        "runner",
        "get",
        "update",
        "speed",
        "power",
        "pace",
        "use",
        "solo",
        "software",
        "platform",
        "measure",
        "progress",
        "new",
        "version",
        "also",
        "group",
        "chat",
        "feature",
        "allows",
        "cyclist",
        "wearing",
        "solo",
        "talk",
        "solo",
        "focus",
        "presentation",
        "january",
        "ar",
        "action",
        "summit",
        "mit",
        "medium",
        "lab",
        "talk",
        "explained",
        "five",
        "rule",
        "believe",
        "critical",
        "success",
        "ar",
        "product",
        "solo",
        "developed",
        "design",
        "rule",
        "believe",
        "best",
        "example",
        "form",
        "function",
        "ar",
        "product",
        "anticipation",
        "production",
        "launch",
        "solo",
        "added",
        "key",
        "team",
        "member",
        "build",
        "marketing",
        "sale",
        "strategy",
        "excited",
        "opportunity",
        "ahead",
        "along",
        "partner",
        "ce",
        "also",
        "introduced",
        "two",
        "new",
        "product",
        "utilize",
        "lightning",
        "oled",
        "display",
        "related",
        "optic",
        "elf",
        "vr",
        "headset",
        "ce",
        "innovation",
        "award",
        "compact",
        "lightweight",
        "virtual",
        "reality",
        "headset",
        "available",
        "today",
        "elf",
        "delivers",
        "image",
        "two",
        "2k",
        "x",
        "2k",
        "display",
        "diagonal",
        "size",
        "eliminates",
        "potential",
        "dizziness",
        "hz",
        "refresh",
        "rate",
        "believe",
        "first",
        "vr",
        "headset",
        "meet",
        "size",
        "weight",
        "performance",
        "necessary",
        "drive",
        "adoption",
        "vr",
        "technology",
        "partner",
        "pico",
        "introduced",
        "eagle",
        "lightweight",
        "mobile",
        "headset",
        "creates",
        "home",
        "theatre",
        "experience",
        "go",
        "eagle",
        "another",
        "ce",
        "award",
        "winning",
        "product",
        "incorporates",
        "two",
        "720p",
        "lighting",
        "oled",
        "display",
        "1280x720",
        "resolution",
        "inch",
        "diagonal",
        "size",
        "effect",
        "user",
        "get",
        "experience",
        "hd",
        "screen",
        "viewed",
        "foot",
        "away",
        "maintaining",
        "situational",
        "awareness",
        "expect",
        "eagle",
        "begin",
        "shipping",
        "elf",
        "eagle",
        "benefit",
        "partnership",
        "yunnan",
        "olightek",
        "technology",
        "olightek",
        "enhance",
        "oled",
        "production",
        "capacity",
        "kopin",
        "expects",
        "begin",
        "production",
        "lightning",
        "oled",
        "display",
        "later",
        "year",
        "using",
        "new",
        "oled",
        "deposition",
        "system",
        "company",
        "addition",
        "partner",
        "boe",
        "schedule",
        "building",
        "world",
        "largest",
        "oled",
        "silicon",
        "fabrication",
        "facility",
        "boe",
        "announced",
        "ce",
        "fab",
        "expected",
        "mass",
        "production",
        "level",
        "late",
        "enter",
        "strong",
        "military",
        "industrial",
        "program",
        "place",
        "along",
        "initial",
        "ar",
        "vr",
        "consumer",
        "enterprise",
        "product",
        "kopin",
        "customer",
        "excited",
        "short",
        "long",
        "term",
        "opportunity",
        "kopin",
        "concluded",
        "fan",
        "fourth",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "ended",
        "december",
        "research",
        "development",
        "r",
        "expense",
        "fourth",
        "quarter",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "selling",
        "general",
        "administrative",
        "sg",
        "expense",
        "million",
        "fourth",
        "quarter",
        "compared",
        "million",
        "fourth",
        "quarter",
        "net",
        "loss",
        "attributable",
        "controlling",
        "interest",
        "fourth",
        "quarter",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "fourth",
        "quarter",
        "included",
        "impairment",
        "charge",
        "goodwill",
        "million",
        "gain",
        "million",
        "mark",
        "market",
        "warrant",
        "received",
        "company",
        "licensed",
        "kopin",
        "intellectual",
        "property",
        "fourth",
        "quarter",
        "included",
        "million",
        "gain",
        "sale",
        "investment",
        "fourth",
        "quarter",
        "kopin",
        "patent",
        "granted",
        "filed",
        "new",
        "application",
        "kopin",
        "patent",
        "patent",
        "pending",
        "almost",
        "related",
        "wearable",
        "application",
        "full",
        "year",
        "result",
        "total",
        "revenue",
        "twelve",
        "month",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "research",
        "development",
        "expense",
        "million",
        "compared",
        "million",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "net",
        "loss",
        "controlling",
        "interest",
        "month",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "versus",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "full",
        "year",
        "included",
        "impairment",
        "charge",
        "goodwill",
        "million",
        "gain",
        "million",
        "mark",
        "market",
        "warrant",
        "received",
        "form",
        "company",
        "licensed",
        "intellectual",
        "property",
        "u",
        "full",
        "year",
        "included",
        "million",
        "gain",
        "sale",
        "investment",
        "million",
        "gain",
        "sale",
        "facility",
        "kopin",
        "maintained",
        "strong",
        "financial",
        "position",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "twelve",
        "month",
        "ended",
        "december",
        "approximately",
        "million",
        "kopin",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "approximately",
        "million",
        "december",
        "compared",
        "million",
        "december",
        "debt",
        "expect",
        "revenue",
        "fiscal",
        "year",
        "range",
        "million",
        "said",
        "richard",
        "sneider",
        "chief",
        "financial",
        "officer",
        "kopin",
        "corporation",
        "would",
        "expect",
        "revenue",
        "growth",
        "stronger",
        "second",
        "half",
        "year",
        "new",
        "product",
        "enter",
        "market",
        "looking",
        "farther",
        "goal",
        "achieve",
        "break",
        "even",
        "profitability",
        "end",
        "amount",
        "estimate",
        "reader",
        "refer",
        "form",
        "year",
        "ended",
        "december",
        "final",
        "disposition",
        "well",
        "important",
        "risk",
        "factor",
        "statement",
        "statement",
        "press",
        "release",
        "may",
        "considered",
        "statement",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "include",
        "without",
        "limitation",
        "statement",
        "relating",
        "belief",
        "expectation",
        "program",
        "ramp",
        "coming",
        "year",
        "enter",
        "full",
        "production",
        "belief",
        "starting",
        "strong",
        "demand",
        "enterprise",
        "augmented",
        "reality",
        "ar",
        "customer",
        "display",
        "optic",
        "expectation",
        "customer",
        "believe",
        "tipping",
        "point",
        "enterprise",
        "adoption",
        "ar",
        "belief",
        "elf",
        "first",
        "vr",
        "headset",
        "meet",
        "size",
        "weight",
        "performance",
        "necessary",
        "drive",
        "adoption",
        "vr",
        "technology",
        "expectation",
        "eagle",
        "begin",
        "shipping",
        "expectation",
        "begin",
        "production",
        "lightning",
        "oled",
        "display",
        "later",
        "year",
        "expectation",
        "revenue",
        "fiscal",
        "year",
        "range",
        "million",
        "goal",
        "achieve",
        "break",
        "even",
        "profitability",
        "end",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "following",
        "either",
        "program",
        "could",
        "cancelled",
        "may",
        "receive",
        "additional",
        "order",
        "component",
        "program",
        "may",
        "designed",
        "program",
        "demand",
        "display",
        "optic",
        "may",
        "strong",
        "customer",
        "forecast",
        "base",
        "expectation",
        "may",
        "wrong",
        "may",
        "tipping",
        "point",
        "enterprise",
        "adoption",
        "ar",
        "may",
        "technical",
        "production",
        "similar",
        "issue",
        "may",
        "prevent",
        "elf",
        "sold",
        "may",
        "demand",
        "elf",
        "technical",
        "production",
        "similar",
        "issue",
        "may",
        "prevent",
        "lightening",
        "oled",
        "display",
        "going",
        "production",
        "ever",
        "expectation",
        "revenue",
        "range",
        "million",
        "may",
        "wrong",
        "may",
        "achieve",
        "breakeven",
        "risk",
        "factor",
        "cautionary",
        "statement",
        "listed",
        "kopin",
        "periodic",
        "report",
        "registration",
        "statement",
        "filed",
        "security",
        "exchange",
        "commission",
        "including",
        "annual",
        "report",
        "form",
        "month",
        "ended",
        "december",
        "kopin",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "place",
        "undue",
        "reliance",
        "statement",
        "based",
        "information",
        "currently",
        "available",
        "kopin",
        "date",
        "made",
        "undertake",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "occurring",
        "date",
        "release",
        "kopin",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "revenue",
        "net",
        "product",
        "revenue",
        "research",
        "development",
        "revenue",
        "expense",
        "cost",
        "product",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "impairment",
        "goodwill",
        "gain",
        "sale",
        "property",
        "plant",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "loss",
        "benefit",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "income",
        "noncontrolling",
        "interest",
        "benefit",
        "provision",
        "income",
        "tax",
        "loss",
        "net",
        "loss",
        "income",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "income",
        "attributable",
        "noncontrolling",
        "interest",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "kopin",
        "corporation",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "marketable",
        "security",
        "account",
        "receivable",
        "net",
        "inventory",
        "prepaid",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "land",
        "equipment",
        "improvement",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "income",
        "tax",
        "payable",
        "deferred",
        "income",
        "tax",
        "billing",
        "excess",
        "revenue",
        "earned",
        "total",
        "current",
        "liability",
        "long",
        "term",
        "liability",
        "lease",
        "commitment",
        "total",
        "kopin",
        "corporation",
        "stockholder",
        "equity",
        "noncontrolling",
        "interest",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "kopin",
        "corporation",
        "supplemental",
        "information",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "december",
        "december",
        "display",
        "revenue",
        "category",
        "million",
        "military",
        "application",
        "industrial",
        "application",
        "consumer",
        "research",
        "development",
        "total",
        "compensation",
        "expense",
        "continuing",
        "operation",
        "cost",
        "component",
        "revenue",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "financial",
        "information",
        "depreciation",
        "amortization",
        "view",
        "source",
        "version",
        "http",
        "kopin",
        "corporation",
        "richard",
        "sneider",
        "treasurer",
        "chief",
        "financial",
        "officer",
        "market",
        "street",
        "partner",
        "joann",
        "horne",
        "jhorne",
        "source",
        "kopin",
        "corporation"
    ]
}