{
    "organizations": [],
    "uuid": "1aa525d9d6fddfdca63157f071a0d89868071e18",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/morningcall/update-1-asia-morning-call-global-markets-idUSL3N1R85ZH",
    "ord_in_thread": 0,
    "title": "UPDATE 1-Asia Morning Call-Global Markets",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 27 (Reuters) - Stock Markets Net Chng Stock Markets Net Chng S&P/ASX 200** 5,790.5 -30.2 NZX 50** 8,476.17 43.76 DJIA** 24,202.6 669.40 NIKKEI** 20,766.1 148.24 Nasdaq** 7,220.543 227.877 FTSE** 6,888.69 -33.25 S&P 500** 2,658.55 70.29 Hang Seng** 30,548.77 239.48 SPI 200 Fut 5,811 33.00 STI** 3,412.46 -8.93 SSEC** 3,133.9238 -18.84 KOSPI** 2,437.08 20.32 -- Bonds Net Chng Bonds Net Chng JP 10 YR Bond 0.024 0 KR 10 YR Bond 2.687 0.039 AU 10 YR Bond 2.694 0.036 US 10 YR Bond 2.852 0.026 NZ 10 YR Bond 2.83 0.025 US 30 YR Bond 3.0859 0.012 -- Currencies Net Chng Net Chng SGD US$ 1.3083 0.0002 KRW US$ 1,074.53 -0.16 AUD US$ 0.77465 -0.00035 NZD US$ 0.7295 -0.0002 EUR US$ 1.2446 0.0004 Yen US$ 105.4 0 THB US$ 31.13 0.01 PHP US$ 52.131 -0.234 IDR US$ 13,735 -45 INR US$ 64.82 -0.16 MYR US$ 3.894 -0.021 TWD US$ 29.153 -0.017 CNY US$ 6.2807 -0.0425 HKD US$ 7.8456 -0.0001 -- Commodities Net Chng Net Chng Spot Gold 1,353.06 6.3 Silver (Lon) 16.656 0.136 U.S. Gold Fut 1,353.4 3.5 Brent Crude 70.05 -0.4 Iron Ore CNY440 1.5 TRJCRB Index - - TOCOM Rubber JPY176.5 2 LME Copper 6,623.5 -36.5 -- ** indicates closing price All prices as of 21:12 GMT EQUITIES GLOBAL - Stocks rose almost everywhere on Monday, reflecting optimism that the United States and China are set to begin negotiations on trade. MSCI's world equity index, which tracks shares in 47 countries, rose 1.53 percent after touching its level since Feb. 9, stirred by expectations that U.S. Treasury Secretary Steven Mnuchin would try to reach an agreement with China. For a full report, click on - - - - NEW YORK - Wall Street scored its best day in 2-1/2 years and the Dow Jones Industrial Average saw its third-biggest point gain ever on Monday, as trade war fears eased on reports the United States and China are willing to renegotiate tariffs and trade imbalances. The rally, fueled by technology stocks, came on the heels of the indexes' worst weekly performance since January 2016, the S&P 500's gain making up for less than half of the prior week's near 6 percent loss. For a full report, click on - - - - LONDON - European shares fell on Monday as a late surge in the euro and diplomatic tensions with Russia more than offset hopes that the protectionist shift in U.S. trade policy may be more selective and tactical than first feared. The regional STOXX 600 benchmark fell 0.7 percent to its lowest level since February 2017, having earlier gained as much as 0.6 percent following reports the United States and China had quietly started negotiations to improve U.S. access to Chinese markets. For a full report, click on - - - - TOKYO - Japan's Nikkei share average rose on Monday in choppy trade, bouncing from a six-month low early in the session as investors covered their short positions and snapped up stocks which will go ex-dividend this week. The Nikkei ended 0.7 percent higher at 20,766.10 points, after hitting an early low of 20,347.49, the weakest since late September. For a full report, click on - - - - SHANGHAI - China stocks pared their losses on Monday after reports emerged the United States and China have started talks to improve U.S. access to Chinese markets, easing fears of a trade war between the two economic giants that have rocked global markets. At the close, the Shanghai Composite index was down 0.6 percent at 3,133.72, while the blue-chip CSI300 index also lost 0.6 percent at 3,879.89. For a full report, click on - - - - AUSTRALIA - Australian shares are likely to open higher on Tuesday, tracking a surge on Wall Street, as trade war fears eased on reports that U.S. and China are set to begin negotiations on trade. The local share price index futures rose 0.6 percent or 33 points to 5,811, a 20.5-point premium to the underlying S&P/ASX 200 index close. The benchmark declined 0.5 percent on Monday. For a full report, click on - - - - SEOUL - South Korea's KOSPI stock index strengthened on Monday. At 06:30 GMT, the KOSPI closed 20.32 points, or 0.84 percent, higher at 2,437.08. The benchmark index was supported by purchases from individual investors For a full report, click on - - - - FOREIGN EXCHANGE NEW YORK - The U.S. dollar fell to a five-week low against a basket of major currencies on Monday, as optimism that the United States and China are set to begin negotiations on trade helped ease fears of a trade war and investors' appetite for risk improved. The dollar index, which measures the greenback against a basket of six other major currencies, was down 0.44 percent at 89.044, after slipping to a five-week low of 88.979. For a full report, click on - - - - SHANGHAI - China's yuan reversed earlier losses and strengthened against the dollar on Monday afternoon, when the dollar remained weak globally and worries about a possible trade war between the United Stated and China eased. The spot market opened at 6.3100 per dollar and settled at 6.2849 by the closing bell at onshore trading session. For a full report, click on - - - - AUSTRALIA - The Australian and New Zealand dollars bounced on Monday as investors saw some light at the end of the tunnel after South Korea won a reprieve from U.S. steel tariffs, rekindling hopes a full-blown global trade war might not materialise. The Australian dollar rose 0.6 percent to 81.07 yen after going as deep as 80.51 on Friday, the lowest since November 2016. For a full report, click on - - - - SEOUL - The Korean won and bond yields rose on Monday. The won was Quote: d at 1,081.1 per dollar on the onshore settlement platform , 0.1 percent firmer than its previous close at 1,082.2. For a full report, click on - - - - TREASURIES NEW YORK - U.S. Treasury yields rose and the yield curve flattened on Monday following a lackluster two-year note auction, in a test of investor appetite following last week's strong run spurred by nervousness about a global trade war. The $30 billion two-year note supply, together with $51 billion in three-month bills and $45 billion in six-month bills, were part of this week's record high $294 billion of debt. For a full report, click on - - - - LONDON - The premium that investors demand to hold Spanish bonds over top-rated Germany fell to six-week lows on Monday after the country's second ratings upgrade of the year led to a further outperformance of its bond market over euro zone peers. Bond yields across the euro area were higher as reports that the United States and China have started negotiations to improve U.S. access to Chinese markets eased fears of a trade war and reduced the appeal of fixed income. For a full report, click on - - - - TOKYO - Japanese government bond prices eased slightly on Monday, supported by a recovery in domestic shares, though trade remained dull in a cautious market ahead of the financial year-end. Ten-year JGB futures fell 0.03 point to 150.96, For a full report, click on COMMODITIES GOLD Gold prices rose to more than five-week highs on Monday after the United States said it would expel 60 Russian diplomats, prompting investor flight into assets considered safe havens. Spot gold was up 0.6 percent at $1,354.62 per ounce by 1:33 p.m. EDT (1733 GMT), while U.S. gold futures for April delivery settled up $5.10, or 0.4 percent, at $1,355 per ounce. For a full report, click on - - - - IRON ORE Chinese steel futures fell for a third straight session on Monday to their lowest in more than eight months, as investors remained worried over the trade spat between the United States and China and the continued weakness in steel demand. The most active rebar on the Shanghai Futures Exchange fell as much as 3.7 percent to a session low of 3,333 yuan ($527.92) a tonne, the lowest since July 7, 2017. It closed 2.8 percent lower at 3,363 yuan a tonne. For a full report, click on - - - - BASE METALS Copper slid to its lowest since early December on Monday, weighed down by a sharp rise in stockpiles and simmering concerns over the outlook for U.S.-China trade relations. U.S. President Donald Trump signed a memorandum on Friday that could impose up to $60 billion in import tariffs on Chinese goods. That sparked a sharp drop in equities, with the Dow Jones Industrial Average falling more than 400 points. For a full report, click on - - - - OIL Crude oil futures slipped on Monday as investors cashed in some profits from last week's rally but concerns about Saudi-Iran tensions kept losses in check. Brent crude futures slipped 33 cents, or 0.5 percent, to settle at $70.12 a barrel. U.S. West Texas Intermediate (WTI) crude futures also lost half a percent, or 33 cents, to end at $65.55. For a full report, click on - - - - PALM OIL Malaysian palm oil futures rebounded from losses earlier in the day to rise on Monday evening, lifted by improving export data and technical buying. The benchmark palm oil contract for June delivery on the Bursa Malaysia Derivatives Exchange was up 0.25 percent to 2,434 ringgit ($625.06) a tonne at the close. It earlier fell to 2,412 ringgit, its lowest since March 20. For a full report, click on - - - - RUBBER Benchmark Tokyo rubber futures bounced back from a 17-month low hit in early trading on Monday to close up a little more than 1 percent, but were still pressured by a stronger yen and weaker Shanghai futures. Tokyo Commodity Exchange (TOCOM) futures, which set the tone for rubber prices in Southeast Asia, have also been dragged down by rising rubber stockpiles in Japan and China, as well as worries over slack demand amid rising trade tensions between the world's top two economies. For a full report, click on - - - - (Bengaluru Bureau; +91 80 6749 1130)\n ",
    "published": "2018-03-27T05:17:00.000+03:00",
    "crawled": "2018-03-27T11:46:40.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "reuters",
        "stock",
        "market",
        "net",
        "chng",
        "stock",
        "market",
        "net",
        "chng",
        "nzx",
        "djia",
        "nikkei",
        "nasdaq",
        "ftse",
        "p",
        "hang",
        "seng",
        "spi",
        "fut",
        "sti",
        "ssec",
        "kospi",
        "bond",
        "net",
        "chng",
        "bond",
        "net",
        "chng",
        "jp",
        "yr",
        "bond",
        "kr",
        "yr",
        "bond",
        "au",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "nz",
        "yr",
        "bond",
        "u",
        "yr",
        "bond",
        "currency",
        "net",
        "chng",
        "net",
        "chng",
        "sgd",
        "u",
        "krw",
        "u",
        "aud",
        "u",
        "nzd",
        "u",
        "eur",
        "u",
        "yen",
        "u",
        "thb",
        "u",
        "php",
        "u",
        "idr",
        "u",
        "inr",
        "u",
        "myr",
        "u",
        "twd",
        "u",
        "cny",
        "u",
        "hkd",
        "u",
        "commodity",
        "net",
        "chng",
        "net",
        "chng",
        "spot",
        "gold",
        "silver",
        "lon",
        "gold",
        "fut",
        "brent",
        "crude",
        "iron",
        "ore",
        "cny440",
        "trjcrb",
        "index",
        "tocom",
        "rubber",
        "lme",
        "copper",
        "indicates",
        "closing",
        "price",
        "price",
        "gmt",
        "equity",
        "global",
        "stock",
        "rose",
        "almost",
        "everywhere",
        "monday",
        "reflecting",
        "optimism",
        "united",
        "state",
        "china",
        "set",
        "begin",
        "negotiation",
        "trade",
        "msci",
        "world",
        "equity",
        "index",
        "track",
        "share",
        "country",
        "rose",
        "percent",
        "touching",
        "level",
        "since",
        "stirred",
        "expectation",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "would",
        "try",
        "reach",
        "agreement",
        "china",
        "full",
        "report",
        "click",
        "new",
        "york",
        "wall",
        "street",
        "scored",
        "best",
        "day",
        "year",
        "dow",
        "jones",
        "industrial",
        "average",
        "saw",
        "point",
        "gain",
        "ever",
        "monday",
        "trade",
        "war",
        "fear",
        "eased",
        "report",
        "united",
        "state",
        "china",
        "willing",
        "renegotiate",
        "tariff",
        "trade",
        "imbalance",
        "rally",
        "fueled",
        "technology",
        "stock",
        "came",
        "heel",
        "index",
        "worst",
        "weekly",
        "performance",
        "since",
        "january",
        "p",
        "gain",
        "making",
        "less",
        "half",
        "prior",
        "week",
        "near",
        "percent",
        "loss",
        "full",
        "report",
        "click",
        "london",
        "european",
        "share",
        "fell",
        "monday",
        "late",
        "surge",
        "euro",
        "diplomatic",
        "tension",
        "russia",
        "offset",
        "hope",
        "protectionist",
        "shift",
        "trade",
        "policy",
        "may",
        "selective",
        "tactical",
        "first",
        "feared",
        "regional",
        "stoxx",
        "benchmark",
        "fell",
        "percent",
        "lowest",
        "level",
        "since",
        "february",
        "earlier",
        "gained",
        "much",
        "percent",
        "following",
        "report",
        "united",
        "state",
        "china",
        "quietly",
        "started",
        "negotiation",
        "improve",
        "access",
        "chinese",
        "market",
        "full",
        "report",
        "click",
        "tokyo",
        "japan",
        "nikkei",
        "share",
        "average",
        "rose",
        "monday",
        "choppy",
        "trade",
        "bouncing",
        "low",
        "early",
        "session",
        "investor",
        "covered",
        "short",
        "position",
        "snapped",
        "stock",
        "go",
        "week",
        "nikkei",
        "ended",
        "percent",
        "higher",
        "point",
        "hitting",
        "early",
        "low",
        "weakest",
        "since",
        "late",
        "september",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "stock",
        "pared",
        "loss",
        "monday",
        "report",
        "emerged",
        "united",
        "state",
        "china",
        "started",
        "talk",
        "improve",
        "access",
        "chinese",
        "market",
        "easing",
        "fear",
        "trade",
        "war",
        "two",
        "economic",
        "giant",
        "rocked",
        "global",
        "market",
        "close",
        "shanghai",
        "composite",
        "index",
        "percent",
        "csi300",
        "index",
        "also",
        "lost",
        "percent",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "share",
        "likely",
        "open",
        "higher",
        "tuesday",
        "tracking",
        "surge",
        "wall",
        "street",
        "trade",
        "war",
        "fear",
        "eased",
        "report",
        "china",
        "set",
        "begin",
        "negotiation",
        "trade",
        "local",
        "share",
        "price",
        "index",
        "future",
        "rose",
        "percent",
        "point",
        "premium",
        "underlying",
        "index",
        "close",
        "benchmark",
        "declined",
        "percent",
        "monday",
        "full",
        "report",
        "click",
        "seoul",
        "south",
        "korea",
        "kospi",
        "stock",
        "index",
        "strengthened",
        "monday",
        "gmt",
        "kospi",
        "closed",
        "point",
        "percent",
        "higher",
        "benchmark",
        "index",
        "supported",
        "purchase",
        "individual",
        "investor",
        "full",
        "report",
        "click",
        "foreign",
        "exchange",
        "new",
        "york",
        "dollar",
        "fell",
        "low",
        "basket",
        "major",
        "currency",
        "monday",
        "optimism",
        "united",
        "state",
        "china",
        "set",
        "begin",
        "negotiation",
        "trade",
        "helped",
        "ease",
        "fear",
        "trade",
        "war",
        "investor",
        "appetite",
        "risk",
        "improved",
        "dollar",
        "index",
        "measure",
        "greenback",
        "basket",
        "six",
        "major",
        "currency",
        "percent",
        "slipping",
        "low",
        "full",
        "report",
        "click",
        "shanghai",
        "china",
        "yuan",
        "reversed",
        "earlier",
        "loss",
        "strengthened",
        "dollar",
        "monday",
        "afternoon",
        "dollar",
        "remained",
        "weak",
        "globally",
        "worry",
        "possible",
        "trade",
        "war",
        "united",
        "stated",
        "china",
        "eased",
        "spot",
        "market",
        "opened",
        "per",
        "dollar",
        "settled",
        "closing",
        "bell",
        "onshore",
        "trading",
        "session",
        "full",
        "report",
        "click",
        "australia",
        "australian",
        "new",
        "zealand",
        "dollar",
        "bounced",
        "monday",
        "investor",
        "saw",
        "light",
        "end",
        "tunnel",
        "south",
        "korea",
        "reprieve",
        "steel",
        "tariff",
        "rekindling",
        "hope",
        "global",
        "trade",
        "war",
        "might",
        "materialise",
        "australian",
        "dollar",
        "rose",
        "percent",
        "yen",
        "going",
        "deep",
        "friday",
        "lowest",
        "since",
        "november",
        "full",
        "report",
        "click",
        "seoul",
        "korean",
        "bond",
        "yield",
        "rose",
        "monday",
        "quote",
        "per",
        "dollar",
        "onshore",
        "settlement",
        "platform",
        "percent",
        "firmer",
        "previous",
        "close",
        "full",
        "report",
        "click",
        "treasury",
        "new",
        "york",
        "treasury",
        "yield",
        "rose",
        "yield",
        "curve",
        "flattened",
        "monday",
        "following",
        "lackluster",
        "note",
        "auction",
        "test",
        "investor",
        "appetite",
        "following",
        "last",
        "week",
        "strong",
        "run",
        "spurred",
        "nervousness",
        "global",
        "trade",
        "war",
        "billion",
        "note",
        "supply",
        "together",
        "billion",
        "bill",
        "billion",
        "bill",
        "part",
        "week",
        "record",
        "high",
        "billion",
        "debt",
        "full",
        "report",
        "click",
        "london",
        "premium",
        "investor",
        "demand",
        "hold",
        "spanish",
        "bond",
        "germany",
        "fell",
        "low",
        "monday",
        "country",
        "second",
        "rating",
        "upgrade",
        "year",
        "led",
        "outperformance",
        "bond",
        "market",
        "euro",
        "zone",
        "peer",
        "bond",
        "yield",
        "across",
        "euro",
        "area",
        "higher",
        "report",
        "united",
        "state",
        "china",
        "started",
        "negotiation",
        "improve",
        "access",
        "chinese",
        "market",
        "eased",
        "fear",
        "trade",
        "war",
        "reduced",
        "appeal",
        "fixed",
        "income",
        "full",
        "report",
        "click",
        "tokyo",
        "japanese",
        "government",
        "bond",
        "price",
        "eased",
        "slightly",
        "monday",
        "supported",
        "recovery",
        "domestic",
        "share",
        "though",
        "trade",
        "remained",
        "dull",
        "cautious",
        "market",
        "ahead",
        "financial",
        "jgb",
        "future",
        "fell",
        "point",
        "full",
        "report",
        "click",
        "commodity",
        "gold",
        "gold",
        "price",
        "rose",
        "high",
        "monday",
        "united",
        "state",
        "said",
        "would",
        "expel",
        "russian",
        "diplomat",
        "prompting",
        "investor",
        "flight",
        "asset",
        "considered",
        "safe",
        "haven",
        "spot",
        "gold",
        "percent",
        "per",
        "ounce",
        "edt",
        "gmt",
        "gold",
        "future",
        "april",
        "delivery",
        "settled",
        "percent",
        "per",
        "ounce",
        "full",
        "report",
        "click",
        "iron",
        "ore",
        "chinese",
        "steel",
        "future",
        "fell",
        "third",
        "straight",
        "session",
        "monday",
        "lowest",
        "eight",
        "month",
        "investor",
        "remained",
        "worried",
        "trade",
        "spat",
        "united",
        "state",
        "china",
        "continued",
        "weakness",
        "steel",
        "demand",
        "active",
        "rebar",
        "shanghai",
        "future",
        "exchange",
        "fell",
        "much",
        "percent",
        "session",
        "low",
        "yuan",
        "tonne",
        "lowest",
        "since",
        "july",
        "closed",
        "percent",
        "lower",
        "yuan",
        "tonne",
        "full",
        "report",
        "click",
        "base",
        "metal",
        "copper",
        "slid",
        "lowest",
        "since",
        "early",
        "december",
        "monday",
        "weighed",
        "sharp",
        "rise",
        "stockpile",
        "simmering",
        "concern",
        "outlook",
        "trade",
        "relation",
        "president",
        "donald",
        "trump",
        "signed",
        "memorandum",
        "friday",
        "could",
        "impose",
        "billion",
        "import",
        "tariff",
        "chinese",
        "good",
        "sparked",
        "sharp",
        "drop",
        "equity",
        "dow",
        "jones",
        "industrial",
        "average",
        "falling",
        "point",
        "full",
        "report",
        "click",
        "oil",
        "crude",
        "oil",
        "future",
        "slipped",
        "monday",
        "investor",
        "cashed",
        "profit",
        "last",
        "week",
        "rally",
        "concern",
        "tension",
        "kept",
        "loss",
        "check",
        "brent",
        "crude",
        "future",
        "slipped",
        "cent",
        "percent",
        "settle",
        "barrel",
        "west",
        "texas",
        "intermediate",
        "wti",
        "crude",
        "future",
        "also",
        "lost",
        "half",
        "percent",
        "cent",
        "end",
        "full",
        "report",
        "click",
        "palm",
        "oil",
        "malaysian",
        "palm",
        "oil",
        "future",
        "rebounded",
        "loss",
        "earlier",
        "day",
        "rise",
        "monday",
        "evening",
        "lifted",
        "improving",
        "export",
        "data",
        "technical",
        "buying",
        "benchmark",
        "palm",
        "oil",
        "contract",
        "june",
        "delivery",
        "bursa",
        "malaysia",
        "derivative",
        "exchange",
        "percent",
        "ringgit",
        "tonne",
        "close",
        "earlier",
        "fell",
        "ringgit",
        "lowest",
        "since",
        "march",
        "full",
        "report",
        "click",
        "rubber",
        "benchmark",
        "tokyo",
        "rubber",
        "future",
        "bounced",
        "back",
        "low",
        "hit",
        "early",
        "trading",
        "monday",
        "close",
        "little",
        "percent",
        "still",
        "pressured",
        "stronger",
        "yen",
        "weaker",
        "shanghai",
        "future",
        "tokyo",
        "commodity",
        "exchange",
        "tocom",
        "future",
        "set",
        "tone",
        "rubber",
        "price",
        "southeast",
        "asia",
        "also",
        "dragged",
        "rising",
        "rubber",
        "stockpile",
        "japan",
        "china",
        "well",
        "worry",
        "slack",
        "demand",
        "amid",
        "rising",
        "trade",
        "tension",
        "world",
        "top",
        "two",
        "economy",
        "full",
        "report",
        "click",
        "bengaluru",
        "bureau"
    ]
}