{
    "organizations": [],
    "uuid": "f98eea8be781292fe0334b0a8498c2bb744c6d1d",
    "author": "Kevork Djansezian",
    "url": "https://www.cnbc.com/2018/03/05/oscars-2018-shape-of-water-triumphs.html",
    "ord_in_thread": 0,
    "title": "Oscars 2018: ‘Shape of Water’ triumphs",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "‘Shape of Water’ triumphs at an Oscars awash in change Guillermo del Toro's romance \"The Shape of Water\" swam away with best picture at the Oscars. It was a ceremony flooded by a sense of a change for a movie business confronting the post-Harvey Weinstein era. \"The Shape of Water,\" which came in with 13 nods, took a leading four awards, including best production design, best score and best director for del Toro. Published 6 Hours Ago The Associated Press Frederick J. Brown | AFP | Getty Images Producer and director Guillermo del Toro (L) and producter J. Miles Dale pose in the press room with the Oscar for best picture and best director for their film The Shape of Water during the 90th Annual Academy Awards on March 4, 2018, in Hollywood, California. \nAgainst all odds, love won out at the 90th Academy Awards. \nGuillermo del Toro's lavish, full-hearted monster romance \"The Shape of Water\" swam away with best picture at an Oscar ceremony flooded by a sense of a change for a movie business confronting the post-Harvey Weinstein era. The ceremony, held Sunday at the Dolby Theatre in Los Angeles, exorcised some demons — like last year's envelope fiasco — and wrestled with other, deeper problems in Hollywood, like gender equality and diversity. \n\"The Shape of Water,\" which came in with 13 nods, took a leading four awards, including best production design, best score and best director for del Toro. The Cold War-set movie, about a mute woman and a captive fish-man, is del Toro's Technicolor ode to outsiders of all kinds — and species. \n\"The greatest thing that art does, and that our industry does, is erase the lines in the sand,\" said del Toro, accepting the best director award. \nDel Toro became the third Mexican-born filmmaker to win the award, joining his friends and countrymen Alejandro Inarritu and Alfonso Cuaron — who once were dubbed \"the Three Amigos.\" He dedicated the best picture award to young filmmakers — \"the youth who are showing us how things are done.\" \nThe night's final award was handed out again by Warren Beatty and Faye Dunaway, a year after the infamous \"Moonlight\"-\"La La Land\" error. \"It's so nice seeing you again,\" said Beatty with a grin. \nThe ceremony was the crescendo of one of Hollywood's most turbulent awards seasons ever — one that saw cascading allegations of sexual harassment topple movie moguls, upended Oscar campaigns and new movements sparked like Time's Up. \nMuch of Sunday's broadcast, hosted for the second straight year by Jimmy Kimmel, seemed to point a way forward for the industry. \"It's a new day in Hollywood,\" said presenter Jennifer Lawrence, who with Jodie Foster, subbed for last year's best-actor winner, Casey Affleck, in presenting the best-actress award. \nThe award went to Frances McDormand for \"Three Billboards Outside Ebbing, Missouri,\" a movie about a furious woman out for justice. McDormand asked all the attending female nominees stand up in the theater. There weren't nearly as many as men, despite the historic nominations for Greta Gerwig (the fifth woman nominated for best director) and Rachel Morrison (\"Mudbound\"), the first woman nominated for best cinematography. \n\"Look around, ladies and gentlemen, because we all have stories to tell and projects that need financing,\" declared McDormand. \"I have two words to leave with you tonight, ladies and gentlemen: Inclusion Rider\" — referring to actors signing contracts that mandate a film's gender and racial inclusivity. \nJordan Peele won for his script to his horror sensation \"Get Out,\" becoming the first African-American to win for best original screenplay. Peele said he stopped writing it \"20 times,\" skeptical that it would ever get made. \n\"But I kept coming back to it because I knew if someone would let me make this movie, that people would hear it and people would see it,\" said Peele. \"So I want to dedicate this to all the people who raised my voice and let me make this movie.\" \nThings went expected in the acting categories, where three widely admired veteran actors won their first Oscars. Gary Oldman won for his Winston Churchill in \"Darkest Hour,\" Allison Janney (\"I, Tonya\") took best supporting actress, and Sam Rockwell (\"Three Billboards\") won best supporting actor. Oldman thanked his nearly 99-year-old mother. \"Put the kettle on,\" he told her. \"I'm bringing Oscar home.\" \nBut many of the show's most powerful moments came in between the awards. Ashley Judd, Anabella Sciorra and Salma Hayek — who all made allegations of sexual misconduct against Weinstein — together assembled for a mid-show segment dedicated to the #MeToo movement that has followed the downfall of Weinstein, long an Oscar heavyweight. They were met by a standing ovation. \n\"We work together to make sure the next 90 years empower these limitless possibilities of equality, diversity, inclusion and intersectionality,\" said Judd. \"That's what this year has promised us.\" \nKimmel opened with a monologue that mixed Weinstein punchlines with earnest comments about reforming gender equality in Hollywood. And of course, Kimmel — returning to the scene of the flub — dove straight into material about last year's infamous best-picture mix-up. \n\"I do want to mention, this year, when you hear your name called, don't get up right away,\" said Kimmel. \"Give us a minute.\" \nBut while Kimmel spent a few moments on the fiasco known as Envelopegate, he expended far more minutes frankly and soberly discussing the parade of sexual harassment allegations in the wake of the revelations regarding Weinstein. Kimmel cited the industry's poor record for female directors and equal pay. \n\"We can't let bad behavior slide anymore,\" said Kimmel. \"The world is watching us.\" \nGesturing to a giant statue on the stage, he praised Oscar, himself for keeping \"his hands where you can see them\" and for having \"no penis at all.\" But Kimmel introduced the broadcast as \"a night for positivity,\" and cited, among other things, the box-office success of \"Black Panther\" and \"Wonder Woman.\" \n\"I remember a time when the major studios didn't believe a woman or a minority could open a superhero movie — and the reason I remember that time is because it was March of last year,\" said Kimmel. \nIn a year lacking a clear front-runner the awards were spread around. Christopher Nolan's World War II epic \"Dunkirk\" landed three awards, all for its technical craft: editing, sound editing and sound design. \nSeveral cinema legends won their first Oscar. James Ivory, 89, won best adapted screenplay for his script to the coming-of-age drama \"Call Me By Your Name,\" becoming the oldest winner ever. After 14 nominations, revered cinematographer Roger Deakins finally won for his photography on \"Blade Runner 2049.\" \nPakistan-born comedian Kumail Nanjiani joined Kenyan-born Lupita Nyong'o to salute the so-called Dreamers — immigrants brought to the U.S. illegally as children and here without permanent protection from deportation. \"Dreams are the foundation of Hollywood and dreams are the foundation of America. And, so, to all the Dreamers out there, we stand with you,\" Nanjiani said. \nLater, Pixar's colorful ode to Mexican culture \"Coco\" won best animated film as well as best song for \"Remember Me.\" Best foreign language film went to Chile's \"A Fantastic Woman,\" Sebastian Lelio's drama starring transgender actress Daniela Vega. \n\"The biggest thank you of all to the people of Mexico,\" said director Lee Unkrich to loud applause. \"Marginalized people deserve to feel like they belong. Representation matters.\" \nNetflix scored its first feature-film Oscar, with best documentary going to \"Icarus,\" Bryan Fogel's investigation into doping in sports, aided by the assistance of Grigory Rodchenkov, the head of the Russian anti-doping laboratory who candidly discussed the doping scheme under Vladimir Putin. Fogel dedicated the award to Rodchenkov, \"our fearless whistleblower who now lives in grave danger.\" \n\"Darkest Hour\" won for best makeup. The period romance \"Phantom Thread\" won for costume design. \nNo Golden Globes-style fashion protest was held by organizers of Time's Up, the initiative begun by several hundred prominent women in entertainment to combat sexual harassment. Their goals go beyond red carpets, organizers said in the lead-up to the Oscars. \"We did the dress code thing and now we're doing the work,\" said #MeToo founder Tarana Burke on the red carpet. \nThe parade of sexual harassment allegations made the normal superficial red carpet a place of sometimes more serious discussion than attire. Scrutiny fell Sunday on E! host Ryan Seacrest after his former stylist, Suzie Hardy, alleged sexual harassment against the red-carpet regular. Seacrest has denied it and E! has supported him. Best supporting actress Oscar nominee Mary J. Blige said Seacrest is \"fighting for his life right now.\" \nTwenty years ago, a \"Titanic\" sweep won record ratings for the Oscar broadcast. But ratings have recently been declining. Last year's show drew 32.9 million viewers for ABC, a 4 percent drop from the prior year. Movie attendance also hit a 24-year low in 2017. \nBut this year is already off to a strong start, thanks largely to Ryan Coogler's \"Black Panther,\" which many analysts believe will play a prominent role at next year's Oscars. In three weeks, it has already grossed $500 million domestically — a kind of tally that dwarfs most of this year's Oscar nominees. The film's star, Chadwick Boseman, was placed front-and-center, at the Dolby Theatre. \nWith just a few minutes before the show started, Kimmel and his team emerged from his dressing room chanting, \"Let's get it right this time!\"",
    "published": "2018-03-05T02:00:00.000+02:00",
    "crawled": "2018-03-05T08:57:41.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "shape",
        "water",
        "triumph",
        "oscar",
        "awash",
        "change",
        "guillermo",
        "del",
        "toro",
        "romance",
        "shape",
        "water",
        "swam",
        "away",
        "best",
        "picture",
        "oscar",
        "ceremony",
        "flooded",
        "sense",
        "change",
        "movie",
        "business",
        "confronting",
        "weinstein",
        "era",
        "shape",
        "water",
        "came",
        "nod",
        "took",
        "leading",
        "four",
        "award",
        "including",
        "best",
        "production",
        "design",
        "best",
        "score",
        "best",
        "director",
        "del",
        "toro",
        "published",
        "hour",
        "ago",
        "associated",
        "press",
        "frederick",
        "brown",
        "afp",
        "getty",
        "image",
        "producer",
        "director",
        "guillermo",
        "del",
        "toro",
        "l",
        "producter",
        "mile",
        "dale",
        "pose",
        "press",
        "room",
        "oscar",
        "best",
        "picture",
        "best",
        "director",
        "film",
        "shape",
        "water",
        "90th",
        "annual",
        "academy",
        "award",
        "march",
        "hollywood",
        "california",
        "odds",
        "love",
        "90th",
        "academy",
        "award",
        "guillermo",
        "del",
        "toro",
        "lavish",
        "monster",
        "romance",
        "shape",
        "water",
        "swam",
        "away",
        "best",
        "picture",
        "oscar",
        "ceremony",
        "flooded",
        "sense",
        "change",
        "movie",
        "business",
        "confronting",
        "weinstein",
        "era",
        "ceremony",
        "held",
        "sunday",
        "dolby",
        "theatre",
        "los",
        "angeles",
        "exorcised",
        "demon",
        "like",
        "last",
        "year",
        "envelope",
        "fiasco",
        "wrestled",
        "deeper",
        "problem",
        "hollywood",
        "like",
        "gender",
        "equality",
        "diversity",
        "shape",
        "water",
        "came",
        "nod",
        "took",
        "leading",
        "four",
        "award",
        "including",
        "best",
        "production",
        "design",
        "best",
        "score",
        "best",
        "director",
        "del",
        "toro",
        "cold",
        "movie",
        "mute",
        "woman",
        "captive",
        "del",
        "toro",
        "technicolor",
        "ode",
        "outsider",
        "kind",
        "specie",
        "greatest",
        "thing",
        "art",
        "industry",
        "erase",
        "line",
        "sand",
        "said",
        "del",
        "toro",
        "accepting",
        "best",
        "director",
        "award",
        "del",
        "toro",
        "became",
        "third",
        "filmmaker",
        "win",
        "award",
        "joining",
        "friend",
        "countryman",
        "alejandro",
        "inarritu",
        "alfonso",
        "cuaron",
        "dubbed",
        "three",
        "amigo",
        "dedicated",
        "best",
        "picture",
        "award",
        "young",
        "filmmaker",
        "youth",
        "showing",
        "u",
        "thing",
        "done",
        "night",
        "final",
        "award",
        "handed",
        "warren",
        "beatty",
        "faye",
        "dunaway",
        "year",
        "infamous",
        "moonlight",
        "la",
        "la",
        "land",
        "error",
        "nice",
        "seeing",
        "said",
        "beatty",
        "grin",
        "ceremony",
        "crescendo",
        "one",
        "hollywood",
        "turbulent",
        "award",
        "season",
        "ever",
        "one",
        "saw",
        "cascading",
        "allegation",
        "sexual",
        "harassment",
        "topple",
        "movie",
        "mogul",
        "upended",
        "oscar",
        "campaign",
        "new",
        "movement",
        "sparked",
        "like",
        "time",
        "much",
        "sunday",
        "broadcast",
        "hosted",
        "second",
        "straight",
        "year",
        "jimmy",
        "kimmel",
        "seemed",
        "point",
        "way",
        "forward",
        "industry",
        "new",
        "day",
        "hollywood",
        "said",
        "presenter",
        "jennifer",
        "lawrence",
        "jodie",
        "foster",
        "subbed",
        "last",
        "year",
        "winner",
        "casey",
        "affleck",
        "presenting",
        "award",
        "award",
        "went",
        "france",
        "mcdormand",
        "three",
        "billboard",
        "outside",
        "ebbing",
        "missouri",
        "movie",
        "furious",
        "woman",
        "justice",
        "mcdormand",
        "asked",
        "attending",
        "female",
        "nominee",
        "stand",
        "theater",
        "nearly",
        "many",
        "men",
        "despite",
        "historic",
        "nomination",
        "greta",
        "gerwig",
        "fifth",
        "woman",
        "nominated",
        "best",
        "director",
        "rachel",
        "morrison",
        "mudbound",
        "first",
        "woman",
        "nominated",
        "best",
        "cinematography",
        "look",
        "around",
        "lady",
        "gentleman",
        "story",
        "tell",
        "project",
        "need",
        "financing",
        "declared",
        "mcdormand",
        "two",
        "word",
        "leave",
        "tonight",
        "lady",
        "gentleman",
        "inclusion",
        "rider",
        "referring",
        "actor",
        "signing",
        "contract",
        "mandate",
        "film",
        "gender",
        "racial",
        "inclusivity",
        "jordan",
        "peele",
        "script",
        "horror",
        "sensation",
        "get",
        "becoming",
        "first",
        "win",
        "best",
        "original",
        "screenplay",
        "peele",
        "said",
        "stopped",
        "writing",
        "time",
        "skeptical",
        "would",
        "ever",
        "get",
        "made",
        "kept",
        "coming",
        "back",
        "knew",
        "someone",
        "would",
        "let",
        "make",
        "movie",
        "people",
        "would",
        "hear",
        "people",
        "would",
        "see",
        "said",
        "peele",
        "want",
        "dedicate",
        "people",
        "raised",
        "voice",
        "let",
        "make",
        "movie",
        "thing",
        "went",
        "expected",
        "acting",
        "category",
        "three",
        "widely",
        "admired",
        "veteran",
        "actor",
        "first",
        "oscar",
        "gary",
        "oldman",
        "winston",
        "churchill",
        "darkest",
        "hour",
        "allison",
        "janney",
        "tonya",
        "took",
        "best",
        "supporting",
        "actress",
        "sam",
        "rockwell",
        "three",
        "billboard",
        "best",
        "supporting",
        "actor",
        "oldman",
        "thanked",
        "nearly",
        "mother",
        "put",
        "kettle",
        "told",
        "bringing",
        "oscar",
        "home",
        "many",
        "show",
        "powerful",
        "moment",
        "came",
        "award",
        "ashley",
        "judd",
        "anabella",
        "sciorra",
        "salma",
        "hayek",
        "made",
        "allegation",
        "sexual",
        "misconduct",
        "weinstein",
        "together",
        "assembled",
        "segment",
        "dedicated",
        "metoo",
        "movement",
        "followed",
        "downfall",
        "weinstein",
        "long",
        "oscar",
        "heavyweight",
        "met",
        "standing",
        "ovation",
        "work",
        "together",
        "make",
        "sure",
        "next",
        "year",
        "empower",
        "limitless",
        "possibility",
        "equality",
        "diversity",
        "inclusion",
        "intersectionality",
        "said",
        "judd",
        "year",
        "promised",
        "u",
        "kimmel",
        "opened",
        "monologue",
        "mixed",
        "weinstein",
        "punchlines",
        "earnest",
        "comment",
        "reforming",
        "gender",
        "equality",
        "hollywood",
        "course",
        "kimmel",
        "returning",
        "scene",
        "flub",
        "dove",
        "straight",
        "material",
        "last",
        "year",
        "infamous",
        "want",
        "mention",
        "year",
        "hear",
        "name",
        "called",
        "get",
        "right",
        "away",
        "said",
        "kimmel",
        "give",
        "u",
        "minute",
        "kimmel",
        "spent",
        "moment",
        "fiasco",
        "known",
        "envelopegate",
        "expended",
        "far",
        "minute",
        "frankly",
        "soberly",
        "discussing",
        "parade",
        "sexual",
        "harassment",
        "allegation",
        "wake",
        "revelation",
        "regarding",
        "weinstein",
        "kimmel",
        "cited",
        "industry",
        "poor",
        "record",
        "female",
        "director",
        "equal",
        "pay",
        "ca",
        "let",
        "bad",
        "behavior",
        "slide",
        "anymore",
        "said",
        "kimmel",
        "world",
        "watching",
        "u",
        "gesturing",
        "giant",
        "statue",
        "stage",
        "praised",
        "oscar",
        "keeping",
        "hand",
        "see",
        "penis",
        "kimmel",
        "introduced",
        "broadcast",
        "night",
        "positivity",
        "cited",
        "among",
        "thing",
        "success",
        "black",
        "panther",
        "wonder",
        "woman",
        "remember",
        "time",
        "major",
        "studio",
        "believe",
        "woman",
        "minority",
        "could",
        "open",
        "superhero",
        "movie",
        "reason",
        "remember",
        "time",
        "march",
        "last",
        "year",
        "said",
        "kimmel",
        "year",
        "lacking",
        "clear",
        "award",
        "spread",
        "around",
        "christopher",
        "nolan",
        "world",
        "war",
        "ii",
        "epic",
        "dunkirk",
        "landed",
        "three",
        "award",
        "technical",
        "craft",
        "editing",
        "sound",
        "editing",
        "sound",
        "design",
        "several",
        "cinema",
        "legend",
        "first",
        "oscar",
        "james",
        "ivory",
        "best",
        "adapted",
        "screenplay",
        "script",
        "drama",
        "call",
        "name",
        "becoming",
        "oldest",
        "winner",
        "ever",
        "nomination",
        "revered",
        "cinematographer",
        "roger",
        "deakins",
        "finally",
        "photography",
        "blade",
        "runner",
        "comedian",
        "kumail",
        "nanjiani",
        "joined",
        "lupita",
        "nyong",
        "salute",
        "dreamer",
        "immigrant",
        "brought",
        "illegally",
        "child",
        "without",
        "permanent",
        "protection",
        "deportation",
        "dream",
        "foundation",
        "hollywood",
        "dream",
        "foundation",
        "america",
        "dreamer",
        "stand",
        "nanjiani",
        "said",
        "later",
        "pixar",
        "colorful",
        "ode",
        "mexican",
        "culture",
        "coco",
        "best",
        "animated",
        "film",
        "well",
        "best",
        "song",
        "remember",
        "best",
        "foreign",
        "language",
        "film",
        "went",
        "chile",
        "fantastic",
        "woman",
        "sebastian",
        "lelio",
        "drama",
        "starring",
        "transgender",
        "actress",
        "daniela",
        "vega",
        "biggest",
        "thank",
        "people",
        "mexico",
        "said",
        "director",
        "lee",
        "unkrich",
        "loud",
        "applause",
        "marginalized",
        "people",
        "deserve",
        "feel",
        "like",
        "belong",
        "representation",
        "matter",
        "netflix",
        "scored",
        "first",
        "oscar",
        "best",
        "documentary",
        "going",
        "icarus",
        "bryan",
        "fogel",
        "investigation",
        "doping",
        "sport",
        "aided",
        "assistance",
        "grigory",
        "rodchenkov",
        "head",
        "russian",
        "laboratory",
        "candidly",
        "discussed",
        "doping",
        "scheme",
        "vladimir",
        "putin",
        "fogel",
        "dedicated",
        "award",
        "rodchenkov",
        "fearless",
        "whistleblower",
        "life",
        "grave",
        "danger",
        "darkest",
        "hour",
        "best",
        "makeup",
        "period",
        "romance",
        "phantom",
        "thread",
        "costume",
        "design",
        "golden",
        "fashion",
        "protest",
        "held",
        "organizer",
        "time",
        "initiative",
        "begun",
        "several",
        "hundred",
        "prominent",
        "woman",
        "entertainment",
        "combat",
        "sexual",
        "harassment",
        "goal",
        "go",
        "beyond",
        "red",
        "carpet",
        "organizer",
        "said",
        "oscar",
        "dress",
        "code",
        "thing",
        "work",
        "said",
        "metoo",
        "founder",
        "tarana",
        "burke",
        "red",
        "carpet",
        "parade",
        "sexual",
        "harassment",
        "allegation",
        "made",
        "normal",
        "superficial",
        "red",
        "carpet",
        "place",
        "sometimes",
        "serious",
        "discussion",
        "attire",
        "scrutiny",
        "fell",
        "sunday",
        "e",
        "host",
        "ryan",
        "seacrest",
        "former",
        "stylist",
        "suzie",
        "hardy",
        "alleged",
        "sexual",
        "harassment",
        "regular",
        "seacrest",
        "denied",
        "e",
        "supported",
        "best",
        "supporting",
        "actress",
        "oscar",
        "nominee",
        "mary",
        "blige",
        "said",
        "seacrest",
        "fighting",
        "life",
        "right",
        "twenty",
        "year",
        "ago",
        "titanic",
        "sweep",
        "record",
        "rating",
        "oscar",
        "broadcast",
        "rating",
        "recently",
        "declining",
        "last",
        "year",
        "show",
        "drew",
        "million",
        "viewer",
        "abc",
        "percent",
        "drop",
        "prior",
        "year",
        "movie",
        "attendance",
        "also",
        "hit",
        "low",
        "year",
        "already",
        "strong",
        "start",
        "thanks",
        "largely",
        "ryan",
        "coogler",
        "black",
        "panther",
        "many",
        "analyst",
        "believe",
        "play",
        "prominent",
        "role",
        "next",
        "year",
        "oscar",
        "three",
        "week",
        "already",
        "grossed",
        "million",
        "domestically",
        "kind",
        "tally",
        "dwarf",
        "year",
        "oscar",
        "nominee",
        "film",
        "star",
        "chadwick",
        "boseman",
        "placed",
        "dolby",
        "theatre",
        "minute",
        "show",
        "started",
        "kimmel",
        "team",
        "emerged",
        "dressing",
        "room",
        "chanting",
        "let",
        "get",
        "right",
        "time"
    ]
}