{
    "organizations": [],
    "uuid": "c4a76d94282dbc59c38fdefe1d17a6ac198631f7",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-usa-trade-tariffs-instantview/trump-sets-steel-and-aluminum-tariffs-mexico-canada-exempted-idUSKCN1GK2YL",
    "ord_in_thread": 0,
    "title": "Trump sets steel and aluminum tariffs; Mexico, Canada exempted",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Reuters) - President Donald Trump pressed ahead with the imposition of 25 percent tariffs on steel imports and 10 percent for aluminum on Thursday but exempted Canada and Mexico, backtracking from earlier pledges of tariffs on all countries.\nCOMMENTS: ETHAN HARRIS, CHIEF ECONOMIST AT BANK OF AMERICAN MERRILL LYNCH:\n“Our view on the tariffs is that we should be viewing the situation as an ongoing process that’s going to continue indefinitely into the future. The U.S. trade representative has a long list of potential additional measures they could be taking.”\n“A lot of the things we’re seeing now like the aluminum and steel tariffs are not new – we’ve seen those same kind of protectionist measures before and so it’s a well-worn playbook.”\n“At this stage all of those things which have come to fruition have been pretty small from a macroeconomic point of view, so we haven’t changed our forecast on any of this.”\n“I think the thing we need to watch for is whether we see something that’s much more aggressive... For example, in the case of the steel and aluminum tariffs, is there a retaliation from Europe and does that in turn cause a counter-retaliation from the Trump administration.”\nDAVID KOTOK, CHAIRMAN & CHIEF INVESTMENT OFFICER, CUMBERLAND ADVISORS SARASOTA, FLORIDA\n“It is good news to see Canada and Mexico carve out. It is also good news to see some flexibility on others. The whole theme of tariffs, quotas, barriers is still troubling. No one wins in a trade war.”\nSHAUN OSBORNE, CHIEF CURRENCY STRATEGIST AT SCOTIABANK “I think he (Trump) has been walked off the ledge of a broad imposition of tariffs. We have seen a bit of a positive reaction in the CAD to that news when it first broke.\n“Probably a sigh of relief to the extent that it is not going to get slapped on Canada straight away. The U.S. is clearly tying this to getting what they want out of NAFTA. The game is not over at this point yet because what they want and what Canada can readily give, there may still be some light between those two points. So I wouldn’t say the risk has been lifted entirely but it’s much better than it looked for Canada, certainly late last week.”\nMICHAEL O’ROURKE, CHIEF MARKET STRATEGIST, JONESTRADING, GREENWICH, CONNECTICUT:\n“He dialed it back a little bit, but they’re still tariffs, and we’re still going in the wrong direction from a policy perspective if you’re a markets-focused globalist. I wouldn’t be surprised if he comes out with different tariffs on other things.”\nDENNIS DICK, HEAD OF MARKETS STRUCTURE, PROPRIETARY TRADER AT BRIGHT TRADING LLC IN LAS VEGAS\n“The tariff thing is a big hangover for the market. It likes the idea of exempting Canada and Mexico and possibly exempting other countries too. It is confusing. You’ve a lot of political confusion coming out of the White House.”\nCHUCK CARLSON, CHIEF EXECUTIVE OFFICER AT HORIZON INVESTMENT SERVICES IN HAMMOND, INDIANA\n“This is something that bites less than what the rhetoric was last week. I think it is still kind of a fluid thing as well... It’s a softer play on the idea then the original sky was falling reaction last week when it sounded like it was going to be across the board, no ifs, ands or buts, and everybody was just going to get hammered.”\n“As is his style, this is the first gambit in a negotiation. He’s trying to leverage this with NAFTA and he’s trying to leverage it with some other agreements.”\n“There’s probably a bit of a sigh of relief here. Because of the fluidity of the whole thing, there’s a belief that we’re not going to get the worst, that we’ve left the door open to avoid trade wars and to modify this.”\n“This might simmer down some of the volatility that has been in the market from a trader’s mentality, and I don’t think the ramifications of this are going to be the sort of significant impact on the market that could sway the market’s primary direction.”\nJOHN CAREY, PORTFOLIO MANAGER, AMUNDI PIONEER ASSET MANAGEMENT, BOSTON:\n“There’s been a little improvement in (the market). Perhaps people perceive the statement as being more moderate and flexible than what they originally anticipated. There are some legitimate strategic concerns there, for our continuing to have the production capability for high-grade steel and aluminum, but on the other side, there’s some economic risk we have to be careful about. It’s still early days in negotiation, so we have to see what all the responses are from other countries, whether they will be doing something to retaliate.”\nBORIS SCHLOSSBERG, MANAGING DIRECTOR OF FX STRATEGY, BK ASSET MANAGEMENT, NEW YORK\n“This is not really tariff. It’s more theater. This is much tamer than what we had expected initially. The interesting open question is whether there is more to come. Will it become contentious with China and intellectual properties? That could be a more of a dangerous game to play. You would have the No.1 and No. 2 economies in the world going at it and become contentious? Will Trump go toe to toe with the Chinese?”\nMARK GRANT, CHIEF GLOBAL STRATEGIST AT B. RILEY FBR INC, FORT LAUDERDALE, FLORIDA:\n“I think it is a positive for two of our most important trading partners. But the news is problematic for the EU (European Union) so let’s see how they respond. Do I think this will turn into a trade war? No. Do I think there will be some retaliation? Yes. I do expect other tariffs over the next few months. I think both bond and stock markets were fearful initially that this would lead to a trade war and the end result is that things have certainly calm down. I honestly think President Trump is trying to strengthen America’s hand and will probably be doing more of that.”\nKIM FORREST, SENIOR PORTFOLIO MANAGER AT FORT PITT CAPITAL GROUP IN PITTSBURGH\n“My dad had a great saying – don’t cry until you are hurt. Apparently there are no real tariffs being put in place. It’s more of a bid to bring trading partners to the table.”\nMARKET REACTION: STOCKS: U.S. stocks extended gains ahead of the announcement, as the AP reported key details. The S&P 500 was last up 0.2 percent.\nBONDS: U.S. treasury bond yields rose slightly, then dipped.\nFOREX: The Canadian dollar and Mexican peso gained against the U.S. dollar. The U.S. dollar index gained slightly then dipped.\nOur Standards: The Thomson Reuters Trust Principles.",
    "published": "2018-03-09T05:14:00.000+02:00",
    "crawled": "2018-03-09T02:44:57.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "reuters",
        "president",
        "donald",
        "trump",
        "pressed",
        "ahead",
        "imposition",
        "percent",
        "tariff",
        "steel",
        "import",
        "percent",
        "aluminum",
        "thursday",
        "exempted",
        "canada",
        "mexico",
        "backtracking",
        "earlier",
        "pledge",
        "tariff",
        "country",
        "comment",
        "ethan",
        "harris",
        "chief",
        "economist",
        "bank",
        "american",
        "merrill",
        "lynch",
        "view",
        "tariff",
        "viewing",
        "situation",
        "ongoing",
        "process",
        "going",
        "continue",
        "indefinitely",
        "future",
        "trade",
        "representative",
        "long",
        "list",
        "potential",
        "additional",
        "measure",
        "could",
        "lot",
        "thing",
        "seeing",
        "like",
        "aluminum",
        "steel",
        "tariff",
        "new",
        "seen",
        "kind",
        "protectionist",
        "measure",
        "stage",
        "thing",
        "come",
        "fruition",
        "pretty",
        "small",
        "macroeconomic",
        "point",
        "view",
        "changed",
        "forecast",
        "think",
        "thing",
        "need",
        "watch",
        "whether",
        "see",
        "something",
        "much",
        "aggressive",
        "example",
        "case",
        "steel",
        "aluminum",
        "tariff",
        "retaliation",
        "europe",
        "turn",
        "cause",
        "trump",
        "david",
        "kotok",
        "chairman",
        "chief",
        "investment",
        "officer",
        "cumberland",
        "advisor",
        "sarasota",
        "florida",
        "good",
        "news",
        "see",
        "canada",
        "mexico",
        "carve",
        "also",
        "good",
        "news",
        "see",
        "flexibility",
        "others",
        "whole",
        "theme",
        "tariff",
        "quota",
        "barrier",
        "still",
        "troubling",
        "one",
        "win",
        "trade",
        "shaun",
        "osborne",
        "chief",
        "currency",
        "strategist",
        "scotiabank",
        "think",
        "trump",
        "walked",
        "ledge",
        "broad",
        "imposition",
        "tariff",
        "seen",
        "bit",
        "positive",
        "reaction",
        "cad",
        "news",
        "first",
        "broke",
        "probably",
        "sigh",
        "relief",
        "extent",
        "going",
        "get",
        "slapped",
        "canada",
        "straight",
        "away",
        "clearly",
        "tying",
        "getting",
        "want",
        "nafta",
        "game",
        "point",
        "yet",
        "want",
        "canada",
        "readily",
        "give",
        "may",
        "still",
        "light",
        "two",
        "point",
        "say",
        "risk",
        "lifted",
        "entirely",
        "much",
        "better",
        "looked",
        "canada",
        "certainly",
        "late",
        "last",
        "michael",
        "rourke",
        "chief",
        "market",
        "strategist",
        "jonestrading",
        "greenwich",
        "connecticut",
        "dialed",
        "back",
        "little",
        "bit",
        "still",
        "tariff",
        "still",
        "going",
        "wrong",
        "direction",
        "policy",
        "perspective",
        "globalist",
        "surprised",
        "come",
        "different",
        "tariff",
        "dennis",
        "dick",
        "head",
        "market",
        "structure",
        "proprietary",
        "trader",
        "bright",
        "trading",
        "llc",
        "la",
        "vega",
        "tariff",
        "thing",
        "big",
        "hangover",
        "market",
        "like",
        "idea",
        "exempting",
        "canada",
        "mexico",
        "possibly",
        "exempting",
        "country",
        "confusing",
        "lot",
        "political",
        "confusion",
        "coming",
        "white",
        "chuck",
        "carlson",
        "chief",
        "executive",
        "officer",
        "horizon",
        "investment",
        "service",
        "hammond",
        "indiana",
        "something",
        "bite",
        "less",
        "rhetoric",
        "last",
        "week",
        "think",
        "still",
        "kind",
        "fluid",
        "thing",
        "well",
        "softer",
        "play",
        "idea",
        "original",
        "sky",
        "falling",
        "reaction",
        "last",
        "week",
        "sounded",
        "like",
        "going",
        "across",
        "board",
        "ifs",
        "ands",
        "buts",
        "everybody",
        "going",
        "get",
        "style",
        "first",
        "gambit",
        "negotiation",
        "trying",
        "leverage",
        "nafta",
        "trying",
        "leverage",
        "probably",
        "bit",
        "sigh",
        "relief",
        "fluidity",
        "whole",
        "thing",
        "belief",
        "going",
        "get",
        "worst",
        "left",
        "door",
        "open",
        "avoid",
        "trade",
        "war",
        "modify",
        "might",
        "simmer",
        "volatility",
        "market",
        "trader",
        "mentality",
        "think",
        "ramification",
        "going",
        "sort",
        "significant",
        "impact",
        "market",
        "could",
        "sway",
        "market",
        "primary",
        "john",
        "carey",
        "portfolio",
        "manager",
        "amundi",
        "pioneer",
        "asset",
        "management",
        "boston",
        "little",
        "improvement",
        "market",
        "perhaps",
        "people",
        "perceive",
        "statement",
        "moderate",
        "flexible",
        "originally",
        "anticipated",
        "legitimate",
        "strategic",
        "concern",
        "continuing",
        "production",
        "capability",
        "steel",
        "aluminum",
        "side",
        "economic",
        "risk",
        "careful",
        "still",
        "early",
        "day",
        "negotiation",
        "see",
        "response",
        "country",
        "whether",
        "something",
        "boris",
        "schlossberg",
        "managing",
        "director",
        "fx",
        "strategy",
        "bk",
        "asset",
        "management",
        "new",
        "york",
        "really",
        "tariff",
        "theater",
        "much",
        "tamer",
        "expected",
        "initially",
        "interesting",
        "open",
        "question",
        "whether",
        "come",
        "become",
        "contentious",
        "china",
        "intellectual",
        "property",
        "could",
        "dangerous",
        "game",
        "play",
        "would",
        "economy",
        "world",
        "going",
        "become",
        "contentious",
        "trump",
        "go",
        "toe",
        "toe",
        "chinese",
        "mark",
        "grant",
        "chief",
        "global",
        "strategist",
        "riley",
        "fbr",
        "inc",
        "fort",
        "lauderdale",
        "florida",
        "think",
        "positive",
        "two",
        "important",
        "trading",
        "partner",
        "news",
        "problematic",
        "eu",
        "european",
        "union",
        "let",
        "see",
        "respond",
        "think",
        "turn",
        "trade",
        "war",
        "think",
        "retaliation",
        "yes",
        "expect",
        "tariff",
        "next",
        "month",
        "think",
        "bond",
        "stock",
        "market",
        "fearful",
        "initially",
        "would",
        "lead",
        "trade",
        "war",
        "end",
        "result",
        "thing",
        "certainly",
        "calm",
        "honestly",
        "think",
        "president",
        "trump",
        "trying",
        "strengthen",
        "america",
        "hand",
        "probably",
        "kim",
        "forrest",
        "senior",
        "portfolio",
        "manager",
        "fort",
        "pitt",
        "capital",
        "group",
        "pittsburgh",
        "dad",
        "great",
        "saying",
        "cry",
        "hurt",
        "apparently",
        "real",
        "tariff",
        "put",
        "place",
        "bid",
        "bring",
        "trading",
        "partner",
        "market",
        "reaction",
        "stock",
        "stock",
        "extended",
        "gain",
        "ahead",
        "announcement",
        "ap",
        "reported",
        "key",
        "detail",
        "p",
        "last",
        "percent",
        "bond",
        "treasury",
        "bond",
        "yield",
        "rose",
        "slightly",
        "dipped",
        "forex",
        "canadian",
        "dollar",
        "mexican",
        "peso",
        "gained",
        "dollar",
        "dollar",
        "index",
        "gained",
        "slightly",
        "dipped",
        "standard",
        "thomson",
        "reuters",
        "trust",
        "principle"
    ]
}