{
    "organizations": [],
    "uuid": "0201709c1300a96452a5af09a80f8c2890efc5d1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/09/globe-newswire-la-quinta-holdings-announces-record-date-and-special-meeting-of-stockholders-related-to-its-proposed-acquisition-by-wyndham.html",
    "ord_in_thread": 0,
    "title": "La Quinta Holdings Announces Record Date and Special Meeting of Stockholders Related to its Proposed Acquisition by Wyndham Worldwide",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IRVING, Texas, March 09, 2018 (GLOBE NEWSWIRE) -- La Quinta Holdings Inc. (the \"Company\" or “La Quinta”) (NYSE:LQ) announced today that the Company has established a record date of March 19, 2018, and a meeting date of April 26, 2018, for a special meeting of its stockholders to, among other things, consider and vote on a proposal to approve the previously announced Agreement and Plan of Merger (the “Merger Agreement”) with Wyndham Worldwide Corporation, a Delaware corporation (“Wyndham Worldwide”) and WHG BB Sub, Inc., a Delaware corporation and an indirect wholly-owned subsidiary of Wyndham Worldwide, pursuant to which, on the terms and subject to the conditions set forth in the Merger Agreement, Wyndham Worldwide has agreed to acquire La Quinta’s franchising and management business (the “Merger”). As previously announced, La Quinta has agreed that it will effect, prior to the consummation of the Merger and subject to the terms and conditions of the Merger Agreement and related agreements, a separation of La Quinta’s real estate assets and certain related assets and liabilities, which will be conveyed to CorePoint Lodging Inc. (“CorePoint”), a newly formed subsidiary of La Quinta, followed by a pro rata distribution to La Quinta stockholders of common stock representing 100% of the interest in CorePoint (the “Spin-Off”). After the Spin-Off is completed, CorePoint will be a separate, publicly held company that will own La Quinta’s real estate assets and certain related assets and liabilities.\nLa Quinta’s stockholders of record at the close of business on March 19, 2018, will be entitled to receive notice of, and to vote at, the special meeting. Additional information concerning the proposed Merger and the special meeting will be included in the definitive proxy statement that will be mailed to La Quinta’s stockholders of record as of such date.\nLa Quinta also announced today that the waiting period under the Hart-Scott-Rodino Antitrust Improvements Act of 1976, as amended (the “HSR Act”), in connection with the Merger, has expired. Expiration of the waiting period under the HSR Act satisfies one of the conditions to the closing of the Merger. La Quinta continues to expect the Merger and the Spin-Off to close in the second quarter of 2018, subject to approval by La Quinta’s stockholders and the satisfaction of certain other closing conditions set forth in the Merger Agreement.\nFORWARD LOOKING STATEMENTS\nThe foregoing contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. We intend for these forward-looking statements to be covered by the safe harbor provisions of the federal securities laws relating to forward-looking statements. These forward-looking statements include statements relating to the expected timing, completion and effects of the proposed merger, separation and spin-off, as well as other statements representing management’s beliefs about, future events, transactions, strategies, operations and financial results, including, without limitation, our expectations with respect to the costs and other anticipated financial impacts of the spin-off and merger; future financial and operating results of CorePoint Lodging Inc. (“CorePoint”) and La Quinta Holdings Inc. (“La Quinta”); the ability of La Quinta, CorePoint and Wyndham Worldwide Corporation (“Wyndham Worldwide”) to complete the contemplated financing transactions and reorganizations in connection with the merger and the spin-off; La Quinta’s plans, objectives, expectations and intentions with respect to future operations and services; required approvals to complete the merger and the spin-off by our stockholders and by governmental regulatory authorities, and the timing and conditions for such approvals; the stock price of CorePoint following the consummation of the transactions; the stock price of La Quinta prior to the consummation of the transactions; and the satisfaction of the closing conditions to the proposed merger and the spin-off. Such forward-looking statements often contain words such as “assume,” “will,” “anticipate,” “believe,” “predict,” “project,” “potential,” “contemplate,” “plan,” “forecast,” “estimate,” “expect,” “intend,” “is targeting,” “may,” “should,” “would,” “could,” “goal,” “seek,” “hope,” “aim,” “continue” and other similar words or expressions or the negative thereof or other variations thereon. Forward-looking statements are made based upon management’s current expectations and beliefs and are not guarantees of future performance. Such forward-looking statements involve numerous assumptions, risks and uncertainties that may cause actual results to differ materially from those expressed or implied in any such statements. Our actual business, financial condition or results of operations may differ materially from those suggested by forward-looking statements as a result of risks and uncertainties which include, among others, those risks and uncertainties described in any of our filings with the SEC. You are urged to carefully consider all such factors. Although it is believed that the expectations reflected in such forward-looking statements are reasonable and are expressed in good faith, such expectations may not prove to be correct and persons reading this communication are therefore cautioned not to place undue reliance on these forward-looking statements which speak only to expectations as of the date of this communication. We do not undertake or plan to update or revise forward-looking statements to reflect actual results, changes in plans, assumptions, estimates or projections, or other circumstances occurring after the date of this communication, even if such results, changes or circumstances make it clear that any forward-looking information will not be realized. If we make any future public statements or disclosures which modify or impact any of the forward-looking statements contained in or accompanying this communication, such statements or disclosures will be deemed to modify or supersede such statements in this communication.\nADDITIONAL INFORMATION AND WHERE TO FIND IT\nThis communication does not constitute an offer to buy or sell or the solicitation of an offer to buy or sell any securities or a solicitation of any vote or approval. This communication relates to a proposed acquisition of La Quinta by Wyndham Worldwide. In connection with this proposed acquisition, La Quinta may file one or more proxy statements or other documents with the Securities and Exchange Commission (the “SEC”). This communication is not a substitute for any proxy statement or other document La Quinta may file with the SEC in connection with the proposed transaction. INVESTORS AND SECURITY HOLDERS OF LA QUINTA ARE URGED TO READ THE PROXY STATEMENT AND OTHER DOCUMENTS THAT MAY BE FILED WITH THE SEC CAREFULLY AND IN THEIR ENTIRETY IF AND WHEN THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. Any definitive proxy statement(s) (if and when available) will be mailed to stockholders of La Quinta. Investors and security holders will be able to obtain free copies of these documents (if and when available) and other documents filed with the SEC by La Quinta through the website maintained by the SEC at http://www.sec.gov . Copies of the documents filed with the SEC by La Quinta will be available free of charge on La Quinta’s internet website at www.lq.com or upon written request to: Secretary, La Quinta Holdings Inc., 909 Hidden Ridge, Suite 600, Irving, TX 75038, or by telephone at (214) 492-6600.\nParticipants in Solicitation\nLa Quinta, its directors and certain of its executive officers may be considered participants in the solicitation of proxies in connection with the proposed transaction. Information regarding the persons who may, under the rules of the SEC, be deemed participants in such solicitation in connection with the proposed merger will be set forth in the proxy statement if and when it is filed with the SEC. Information regarding the persons who may, under the rules of the SEC, be considered participants in the solicitation of the stockholders of La Quinta in connection with the proposed merger is set forth in its Annual Report on Form 10-K for the fiscal year ended December 31, 2017, which was filed with the SEC on March 1, 2018, its proxy statement for its 2017 annual meeting of stockholders, which was filed with the SEC on April 7, 2017, and its Current Report on Form 8-K, which was filed with the SEC on March 8, 2018.\nThese documents can be obtained free of charge from the sources indicated above. Additional information regarding the participants in the proxy solicitation and a description of their direct and indirect interests, by security holdings or otherwise, will be contained in the proxy statement and other relevant materials to be filed with the SEC when they become available.\nLa Quinta Holdings Inc.\n909 Hidden Ridge, Suite 600\nIrving, Texas 75038\nTel. 214-492-6600\nwww.lq.com\nAbout La Quinta Holdings Inc.\nLa Quinta Holdings Inc. (LQ) is a leading owner, operator and franchisor of select-service hotels primarily serving the upper-midscale and midscale segments. The Company’s owned and franchised portfolio consists of approximately 900 properties representing over 87,500 rooms located in 48 states in the U.S., and in Canada, Mexico, Honduras and Colombia. These properties operate under the La Quinta Inn & Suites®, La Quinta Inn® and LQ Hotel® brands. La Quinta’s team is committed to providing guests with a refreshing and engaging experience. For more information, please visit: www.LQ.com .\nFrom time to time, La Quinta may use its website as a distribution channel of material company information. Financial and other important information regarding the Company is routinely accessible through and posted on its website at www.lq.com/investorrelations . In addition, you may automatically receive email alerts and other information about La Quinta when you enroll your email address by visiting the Email Alerts section at www.lq.com/investorrelations .\nInvestor Inquiries:\nKristin Hays\nInvestor Relations\n214-492-6786\ninvestor.relations@laquinta.com\nMedia Contacts:\nTeresa Ferguson\nPublic Relations\n214-492-6937\ninvestor.relations@laquinta.com\nSource:La Quinta Holdings Inc.",
    "published": "2018-03-09T16:30:00.000+02:00",
    "crawled": "2018-03-09T20:22:29.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "irving",
        "texas",
        "march",
        "globe",
        "newswire",
        "la",
        "quinta",
        "holding",
        "company",
        "la",
        "quinta",
        "nyse",
        "lq",
        "announced",
        "today",
        "company",
        "established",
        "record",
        "date",
        "march",
        "meeting",
        "date",
        "april",
        "special",
        "meeting",
        "stockholder",
        "among",
        "thing",
        "consider",
        "vote",
        "proposal",
        "approve",
        "previously",
        "announced",
        "agreement",
        "plan",
        "merger",
        "merger",
        "agreement",
        "wyndham",
        "worldwide",
        "corporation",
        "delaware",
        "corporation",
        "wyndham",
        "worldwide",
        "whg",
        "bb",
        "sub",
        "delaware",
        "corporation",
        "indirect",
        "subsidiary",
        "wyndham",
        "worldwide",
        "pursuant",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "merger",
        "agreement",
        "wyndham",
        "worldwide",
        "agreed",
        "acquire",
        "la",
        "quinta",
        "franchising",
        "management",
        "business",
        "merger",
        "previously",
        "announced",
        "la",
        "quinta",
        "agreed",
        "effect",
        "prior",
        "consummation",
        "merger",
        "subject",
        "term",
        "condition",
        "merger",
        "agreement",
        "related",
        "agreement",
        "separation",
        "la",
        "quinta",
        "real",
        "estate",
        "asset",
        "certain",
        "related",
        "asset",
        "liability",
        "conveyed",
        "corepoint",
        "lodging",
        "corepoint",
        "newly",
        "formed",
        "subsidiary",
        "la",
        "quinta",
        "followed",
        "pro",
        "rata",
        "distribution",
        "la",
        "quinta",
        "stockholder",
        "common",
        "stock",
        "representing",
        "interest",
        "corepoint",
        "completed",
        "corepoint",
        "separate",
        "publicly",
        "held",
        "company",
        "la",
        "quinta",
        "real",
        "estate",
        "asset",
        "certain",
        "related",
        "asset",
        "liability",
        "la",
        "quinta",
        "stockholder",
        "record",
        "close",
        "business",
        "march",
        "entitled",
        "receive",
        "notice",
        "vote",
        "special",
        "meeting",
        "additional",
        "information",
        "concerning",
        "proposed",
        "merger",
        "special",
        "meeting",
        "included",
        "definitive",
        "proxy",
        "statement",
        "mailed",
        "la",
        "quinta",
        "stockholder",
        "record",
        "date",
        "la",
        "quinta",
        "also",
        "announced",
        "today",
        "waiting",
        "period",
        "antitrust",
        "improvement",
        "act",
        "amended",
        "hsr",
        "act",
        "connection",
        "merger",
        "expired",
        "expiration",
        "waiting",
        "period",
        "hsr",
        "act",
        "satisfies",
        "one",
        "condition",
        "closing",
        "merger",
        "la",
        "quinta",
        "continues",
        "expect",
        "merger",
        "close",
        "second",
        "quarter",
        "subject",
        "approval",
        "la",
        "quinta",
        "stockholder",
        "satisfaction",
        "certain",
        "closing",
        "condition",
        "set",
        "forth",
        "merger",
        "agreement",
        "forward",
        "looking",
        "statement",
        "foregoing",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "intend",
        "statement",
        "covered",
        "safe",
        "harbor",
        "provision",
        "federal",
        "security",
        "law",
        "relating",
        "statement",
        "statement",
        "include",
        "statement",
        "relating",
        "expected",
        "timing",
        "completion",
        "effect",
        "proposed",
        "merger",
        "separation",
        "well",
        "statement",
        "representing",
        "management",
        "belief",
        "future",
        "event",
        "transaction",
        "strategy",
        "operation",
        "financial",
        "result",
        "including",
        "without",
        "limitation",
        "expectation",
        "respect",
        "cost",
        "anticipated",
        "financial",
        "impact",
        "merger",
        "future",
        "financial",
        "operating",
        "result",
        "corepoint",
        "lodging",
        "corepoint",
        "la",
        "quinta",
        "holding",
        "la",
        "quinta",
        "ability",
        "la",
        "quinta",
        "corepoint",
        "wyndham",
        "worldwide",
        "corporation",
        "wyndham",
        "worldwide",
        "complete",
        "contemplated",
        "financing",
        "transaction",
        "reorganization",
        "connection",
        "merger",
        "la",
        "quinta",
        "plan",
        "objective",
        "expectation",
        "intention",
        "respect",
        "future",
        "operation",
        "service",
        "required",
        "approval",
        "complete",
        "merger",
        "stockholder",
        "governmental",
        "regulatory",
        "authority",
        "timing",
        "condition",
        "approval",
        "stock",
        "price",
        "corepoint",
        "following",
        "consummation",
        "transaction",
        "stock",
        "price",
        "la",
        "quinta",
        "prior",
        "consummation",
        "transaction",
        "satisfaction",
        "closing",
        "condition",
        "proposed",
        "merger",
        "statement",
        "often",
        "contain",
        "word",
        "assume",
        "anticipate",
        "believe",
        "predict",
        "project",
        "potential",
        "contemplate",
        "plan",
        "forecast",
        "estimate",
        "expect",
        "intend",
        "targeting",
        "may",
        "would",
        "could",
        "goal",
        "seek",
        "hope",
        "aim",
        "continue",
        "similar",
        "word",
        "expression",
        "negative",
        "thereof",
        "variation",
        "thereon",
        "statement",
        "made",
        "based",
        "upon",
        "management",
        "current",
        "expectation",
        "belief",
        "guarantee",
        "future",
        "performance",
        "statement",
        "involve",
        "numerous",
        "assumption",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "actual",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "may",
        "differ",
        "materially",
        "suggested",
        "statement",
        "result",
        "risk",
        "uncertainty",
        "include",
        "among",
        "others",
        "risk",
        "uncertainty",
        "described",
        "filing",
        "sec",
        "urged",
        "carefully",
        "consider",
        "factor",
        "although",
        "believed",
        "expectation",
        "reflected",
        "statement",
        "reasonable",
        "expressed",
        "good",
        "faith",
        "expectation",
        "may",
        "prove",
        "correct",
        "person",
        "reading",
        "communication",
        "therefore",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "expectation",
        "date",
        "communication",
        "undertake",
        "plan",
        "update",
        "revise",
        "statement",
        "reflect",
        "actual",
        "result",
        "change",
        "plan",
        "assumption",
        "estimate",
        "projection",
        "circumstance",
        "occurring",
        "date",
        "communication",
        "even",
        "result",
        "change",
        "circumstance",
        "make",
        "clear",
        "information",
        "realized",
        "make",
        "future",
        "public",
        "statement",
        "disclosure",
        "modify",
        "impact",
        "statement",
        "contained",
        "accompanying",
        "communication",
        "statement",
        "disclosure",
        "deemed",
        "modify",
        "supersede",
        "statement",
        "communication",
        "additional",
        "information",
        "find",
        "communication",
        "constitute",
        "offer",
        "buy",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "sell",
        "security",
        "solicitation",
        "vote",
        "approval",
        "communication",
        "relates",
        "proposed",
        "acquisition",
        "la",
        "quinta",
        "wyndham",
        "worldwide",
        "connection",
        "proposed",
        "acquisition",
        "la",
        "quinta",
        "may",
        "file",
        "one",
        "proxy",
        "statement",
        "document",
        "security",
        "exchange",
        "commission",
        "sec",
        "communication",
        "substitute",
        "proxy",
        "statement",
        "document",
        "la",
        "quinta",
        "may",
        "file",
        "sec",
        "connection",
        "proposed",
        "transaction",
        "investor",
        "security",
        "holder",
        "la",
        "quinta",
        "urged",
        "read",
        "proxy",
        "statement",
        "document",
        "may",
        "filed",
        "sec",
        "carefully",
        "entirety",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "definitive",
        "proxy",
        "statement",
        "available",
        "mailed",
        "stockholder",
        "la",
        "quinta",
        "investor",
        "security",
        "holder",
        "able",
        "obtain",
        "free",
        "copy",
        "document",
        "available",
        "document",
        "filed",
        "sec",
        "la",
        "quinta",
        "website",
        "maintained",
        "sec",
        "http",
        "copy",
        "document",
        "filed",
        "sec",
        "la",
        "quinta",
        "available",
        "free",
        "charge",
        "la",
        "quinta",
        "internet",
        "website",
        "upon",
        "written",
        "request",
        "secretary",
        "la",
        "quinta",
        "holding",
        "hidden",
        "ridge",
        "suite",
        "irving",
        "tx",
        "telephone",
        "participant",
        "solicitation",
        "la",
        "quinta",
        "director",
        "certain",
        "executive",
        "officer",
        "may",
        "considered",
        "participant",
        "solicitation",
        "proxy",
        "connection",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "person",
        "may",
        "rule",
        "sec",
        "deemed",
        "participant",
        "solicitation",
        "connection",
        "proposed",
        "merger",
        "set",
        "forth",
        "proxy",
        "statement",
        "filed",
        "sec",
        "information",
        "regarding",
        "person",
        "may",
        "rule",
        "sec",
        "considered",
        "participant",
        "solicitation",
        "stockholder",
        "la",
        "quinta",
        "connection",
        "proposed",
        "merger",
        "set",
        "forth",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "december",
        "filed",
        "sec",
        "march",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "april",
        "current",
        "report",
        "form",
        "filed",
        "sec",
        "march",
        "document",
        "obtained",
        "free",
        "charge",
        "source",
        "indicated",
        "additional",
        "information",
        "regarding",
        "participant",
        "proxy",
        "solicitation",
        "description",
        "direct",
        "indirect",
        "interest",
        "security",
        "holding",
        "otherwise",
        "contained",
        "proxy",
        "statement",
        "relevant",
        "material",
        "filed",
        "sec",
        "become",
        "available",
        "la",
        "quinta",
        "holding",
        "hidden",
        "ridge",
        "suite",
        "irving",
        "texas",
        "tel",
        "la",
        "quinta",
        "holding",
        "la",
        "quinta",
        "holding",
        "lq",
        "leading",
        "owner",
        "operator",
        "franchisor",
        "hotel",
        "primarily",
        "serving",
        "midscale",
        "segment",
        "company",
        "owned",
        "franchised",
        "portfolio",
        "consists",
        "approximately",
        "property",
        "representing",
        "room",
        "located",
        "state",
        "canada",
        "mexico",
        "honduras",
        "colombia",
        "property",
        "operate",
        "la",
        "quinta",
        "inn",
        "la",
        "quinta",
        "lq",
        "brand",
        "la",
        "quinta",
        "team",
        "committed",
        "providing",
        "guest",
        "refreshing",
        "engaging",
        "experience",
        "information",
        "please",
        "visit",
        "time",
        "time",
        "la",
        "quinta",
        "may",
        "use",
        "website",
        "distribution",
        "channel",
        "material",
        "company",
        "information",
        "financial",
        "important",
        "information",
        "regarding",
        "company",
        "routinely",
        "accessible",
        "posted",
        "website",
        "addition",
        "may",
        "automatically",
        "receive",
        "email",
        "alert",
        "information",
        "la",
        "quinta",
        "enroll",
        "email",
        "address",
        "visiting",
        "email",
        "alert",
        "section",
        "investor",
        "inquiry",
        "kristin",
        "hay",
        "investor",
        "relation",
        "medium",
        "contact",
        "teresa",
        "ferguson",
        "public",
        "relation",
        "source",
        "la",
        "quinta",
        "holding",
        "inc"
    ]
}