{
    "organizations": [],
    "uuid": "14962169f2b91cbfa81a03671f414c7855036952",
    "author": "Kirsten Korosec",
    "url": "http://fortune.com/2018/03/12/elon-musk-life-on-mars/",
    "ord_in_thread": 0,
    "title": "SpaceX CEO Elon Musk Shares His Vision for Life on Mars",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SpaceX CEO Elon Musk’s mission is to develop a rapid and cost-efficient rocket to get to and from Mars. But that doesn’t mean he hasn’t considered what will happen once a sustainable interplanetary spaceship has been built.\nThe entrepreneurial opportunities on the red planet will be immense, Musk said Sunday afternoon during a live Q&A session with screenwriter Jonathan Nolan at the South By Southwest (SXSW) conference in Austin, Texas.\n“Once that (ship) has been built and there is a means of getting cargo and people to and from Mars as well as to and from the moon and other places in the solar system then I think that’s really where a tremendous amount of entrepreneurial resources will be needed because you’ve got to build out the entire base industry,” Musk said. “Everything that allows human civilization to exist. And it’s going to be harder, a lot harder in a place like Mars or the moon.”\nA city on Mars will need people, businesses, a power station, glass domes in which to grow crops, and other fundamentals necessary for survival, Musk said. There will be an explosion of entrepreneurial opportunity, he said.\n“Mars will need everything from iron foundries to pizza joints to nightclubs,” Musk said. “Mars should definitely have great bars,” he quipped before adding, “The Mars bar.”\nMusk’s vision for Mars will not be, as some have suggested, “an escape hatch for rich people.” Nor will it have the same representative democracy that exists in the United States, he predicted.\n“It kind of reads like Shackleton’s ad for Antarctic explorers: Difficult, dangerous, a good chance you’ll die, excitement for those who survive,” Musk said when describing the types of people who will be the planet’s first pioneers. “I think there’s not many people who will actually want to go in the beginning because all those things are true. But there will be some for whom the excitement of the frontier and the exploration exceeds the considered danger.”\nMusk believes that a society on Mars will have a direct democracy, not a representative one. This means everyone will directly vote on every issue. His advice: keep laws short.\n“If it exceeds the word count of the Lord of the Rings, then something is wrong,” he said.\nOf course before the Mars bar can start serving Pan Galactic Gargle Blasters, the first order of business is getting there. And that’s where SpaceX comes in. Musk’s company is currently building the first Mars or interplanetary ship, which he calls the BFR. Musk said the company expects to be able to do short flights with the rocket sometime in the first half of next year. The most that the public has seen of the rocket at this point is a design concept and a massive carbon-fiber fuel tank .\n“Once you can get there the opportunities are immense,” Musk said. “So we’re going to do our best to get you there and then make sure there is an environment in which entrepreneurs can flourish; and then I think it’ll be amazing.”",
    "published": "2018-03-12T20:46:00.000+02:00",
    "crawled": "2018-03-12T18:14:43.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "spacex",
        "ceo",
        "elon",
        "musk",
        "mission",
        "develop",
        "rapid",
        "rocket",
        "get",
        "mar",
        "mean",
        "considered",
        "happen",
        "sustainable",
        "interplanetary",
        "spaceship",
        "built",
        "entrepreneurial",
        "opportunity",
        "red",
        "planet",
        "immense",
        "musk",
        "said",
        "sunday",
        "afternoon",
        "live",
        "q",
        "session",
        "screenwriter",
        "jonathan",
        "nolan",
        "south",
        "southwest",
        "sxsw",
        "conference",
        "austin",
        "texas",
        "ship",
        "built",
        "mean",
        "getting",
        "cargo",
        "people",
        "mar",
        "well",
        "moon",
        "place",
        "solar",
        "system",
        "think",
        "really",
        "tremendous",
        "amount",
        "entrepreneurial",
        "resource",
        "needed",
        "got",
        "build",
        "entire",
        "base",
        "industry",
        "musk",
        "said",
        "everything",
        "allows",
        "human",
        "civilization",
        "exist",
        "going",
        "harder",
        "lot",
        "harder",
        "place",
        "like",
        "mar",
        "city",
        "mar",
        "need",
        "people",
        "business",
        "power",
        "station",
        "glass",
        "dome",
        "grow",
        "crop",
        "fundamental",
        "necessary",
        "survival",
        "musk",
        "said",
        "explosion",
        "entrepreneurial",
        "opportunity",
        "said",
        "mar",
        "need",
        "everything",
        "iron",
        "foundry",
        "pizza",
        "joint",
        "nightclub",
        "musk",
        "said",
        "mar",
        "definitely",
        "great",
        "bar",
        "quipped",
        "adding",
        "mar",
        "musk",
        "vision",
        "mar",
        "suggested",
        "escape",
        "hatch",
        "rich",
        "representative",
        "democracy",
        "exists",
        "united",
        "state",
        "predicted",
        "kind",
        "read",
        "like",
        "shackleton",
        "ad",
        "antarctic",
        "explorer",
        "difficult",
        "dangerous",
        "good",
        "chance",
        "die",
        "excitement",
        "survive",
        "musk",
        "said",
        "describing",
        "type",
        "people",
        "planet",
        "first",
        "pioneer",
        "think",
        "many",
        "people",
        "actually",
        "want",
        "go",
        "beginning",
        "thing",
        "true",
        "excitement",
        "frontier",
        "exploration",
        "exceeds",
        "considered",
        "musk",
        "belief",
        "society",
        "mar",
        "direct",
        "democracy",
        "representative",
        "one",
        "mean",
        "everyone",
        "directly",
        "vote",
        "every",
        "issue",
        "advice",
        "keep",
        "law",
        "short",
        "exceeds",
        "word",
        "count",
        "lord",
        "ring",
        "something",
        "wrong",
        "said",
        "course",
        "mar",
        "bar",
        "start",
        "serving",
        "pan",
        "galactic",
        "gargle",
        "blaster",
        "first",
        "order",
        "business",
        "getting",
        "spacex",
        "come",
        "musk",
        "company",
        "currently",
        "building",
        "first",
        "mar",
        "interplanetary",
        "ship",
        "call",
        "bfr",
        "musk",
        "said",
        "company",
        "expects",
        "able",
        "short",
        "flight",
        "rocket",
        "sometime",
        "first",
        "half",
        "next",
        "year",
        "public",
        "seen",
        "rocket",
        "point",
        "design",
        "concept",
        "massive",
        "fuel",
        "tank",
        "get",
        "opportunity",
        "immense",
        "musk",
        "said",
        "going",
        "best",
        "get",
        "make",
        "sure",
        "environment",
        "entrepreneur",
        "flourish",
        "think",
        "amazing"
    ]
}