{
    "organizations": [],
    "uuid": "ae18dcc6a16d619e9ac502ff9faf8455b14bb060",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/globe-newswire-dynavax-reports-fourth-quarter-and-year-end-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Dynavax Reports Fourth Quarter and Year End 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HEPLISAV-B Launched in the United States\nPhase 2 Data in Two Immuno-oncology Programs Planned for First Half 2018\nBERKELEY, Calif., March 08, 2018 (GLOBE NEWSWIRE) -- Dynavax Technologies Corporation (NASDAQ:DVAX) today reported financial results for the fourth quarter and year ended December 31, 2017. The net loss for the year ended December 31, 2017, was $95.2 million, or $1.81 per share, compared to $112.4 million, or $2.92 per share, for the year ended December 31, 2016.\nRecent Highlights\nReceived FDA approval of first and only two-dose hepatitis B vaccine, HEPLISAV-B™ [Hepatitis B Vaccine (Recombinant), Adjuvanted] for prevention of infection caused by all known subtypes of the virus in adults age 18 years and older\nLaunched HEPLISAV-B in the U.S. with a 60-person field sales team covering over 75% of the target market\nHEPLISAV-B recommended by the Centers for Disease Control and Prevention’s (CDC) Advisory Committee on Immunization Practices (ACIP) for use in the vaccination of adults, which is a critical milestone to drive broad insurance coverage and adoption for HEPLISAV-B\n$100 million received in initial tranche of $175 million non-dilutive term loan agreement to support commercial efforts and advance and expand immuno-oncology platform\n“On the heels of HEPLISAV-B’s FDA approval, we entered 2018 positioned to achieve significant milestones and are excited about our accomplishments to date,” said Eddie Gray, Chief Executive Officer of Dynavax. “We have strengthened our balance sheet with a non-dilutive financing, enabling us to focus on value creation for our shareholders through both our commercial and clinical development programs. Our commercial team has done an excellent job launching HEPLISAV-B and executing our strategy to ensure we build a solid foundation to drive sales as the year progresses. We are confident that the HEPLISAV-B two-dose in one month administration and the earlier and higher seroprotection rates demonstrated versus ENGERIX-B will make it the new standard of care.”\n“Equally exciting are the opportunities to generate significant additional value for Dynavax as we report clinical data from our immuno-oncology clinical trials. Data from the phase 2 studies of our lead oncology product candidate, SD-101, in combination with Merck’s anti-PD-1 therapy, KEYTRUDA, are expected to be presented at major oncology conferences in the first half of the year. We believe that data from these trials in head and neck cancer and melanoma will support the initiation of a Phase 3 study in the second half of the year. In parallel, we are pursuing additional opportunities to expand our TLR platform and will continue to provide updates on our progress.”\nThe Company had $191.9 million in cash, cash equivalents and marketable securities at December 31, 2017 compared to $81.4 million at December 31, 2016. In addition, in the first quarter of 2018 the Company closed on a $175 million term loan agreement and received $100 million in a first tranche funding. Up to an additional $75 million may be borrowed in a second tranche at the Company’s option.\nAdditional Financial Results\nResearch and development expenses for the quarter and year ended December 31, 2017, were $17.4 million and $65.0 million, respectively, compared to $18.4 million and $84.5 million for the same periods in 2016. The overall decrease in the 2017 periods reflects reduced compensation and related personnel costs as a result of the January 2017 restructuring and cost reduction initiative. Additionally, the 2017 period reflects lower costs related to HEPLISAV-B clinical and manufacturing activity partially offset by increased costs related to the FDA approval process for HEPLISAV-B and the ongoing development of SD-101, DV281 and earlier stage oncology programs. In the fourth quarter of 2017, we reinitiated manufacturing operations, and began hiring personnel and retaining vendors as we prepared for the commercial launch of HEPLISAV-B in January 2018.\nSelling, general and administrative expenses for the quarter and year ended December 31, 2017, were $9.3 million and $27.4 million, respectively, compared to $8.2 million and $37.3 million for the same periods in 2016. The overall decrease in 2017 reflects reduced compensation and related personnel costs as described above. In the fourth quarter of 2017, we had expenses related to preparation for the commercial launch of HEPLISAV-B in January 2018. In 2016, expenses included costs related to hiring of consultants for administrative and commercial development services for an anticipated commercial launch of HEPLISAV-B which was delayed.\nAbout Hepatitis B\nHepatitis B is a viral disease of the liver that can become chronic and lead to cirrhosis, liver cancer and death. The hepatitis B virus is 50 to 100 times more infectious than HIV, i and transmission is on the rise. Hepatitis B is a major public health issue in the United States, where an estimated 20,000 new infections occur each year, and approximately 850,000 people are currently living with this chronic disease.i In 2015, new cases of acute hepatitis B increased by more than 20 percent nationally. ii There is no cure for hepatitis B, but effective vaccination can prevent the disease.\nIn adults, hepatitis B is spread through contact with infected blood and through unprotected sex with an infected person. The CDC recommends that individuals at high risk for hepatitis B infection due to their jobs, lifestyle, living situations and travel to certain areas be immunized. iii Because people with diabetes are particularly vulnerable to infection, the CDC recommends vaccination for adults age 19 to 59 with diabetes as soon as possible after their diagnosis, and for people age 60 and older with diabetes at their physician's discretion. iv Approximately 20 million U.S. adults have diabetes, and 1.5 million new cases of diabetes are diagnosed each year. v\nAbout HEPLISAV-B\nHEPLISAV-B is an adult hepatitis B vaccine that combines hepatitis B surface antigen with Dynavax’s proprietary Toll-like Receptor (TLR) 9 agonist to enhance the immune response. Dynavax has worldwide commercial rights to HEPLISAV-B.\nIndication and Use\nHEPLISAV-B is indicated for prevention of infection caused by all known subtypes of hepatitis B virus in adults age 18 years and older.\nImportant Safety Information (ISI)\nDo not administer HEPLISAV-B to individuals with a history of severe allergic reaction (e.g., anaphylaxis) after a previous dose of any hepatitis B vaccine or to any component of HEPLISAV-B, including yeast.\nAppropriate medical treatment and supervision must be available to manage possible anaphylactic reactions following administration of HEPLISAV-B.\nImmunocompromised persons, including individuals receiving immunosuppressant therapy, may have a diminished immune response to HEPLISAV-B.\nHepatitis B has a long incubation period. HEPLISAV-B may not prevent hepatitis B infection in individuals who have an unrecognized hepatitis B infection at the time of vaccine administration.\nThe most common patient reported adverse reactions reported within 7 days of vaccination were injection site pain (23% to 39%), fatigue (11% to 17%) and headache (8% to 17%).\nFor full Prescribing Information for HEPLISAV-B, click here .\nAbout SD-101\nSD-101, the Company's lead clinical candidate, is a proprietary, second-generation, Toll-like receptor 9 (TLR9) agonist CpG-C class oligodeoxynucleotide. Dynavax is evaluating this intratumoral TLR9 agonist in several clinical studies to assess its safety and activity, including a Phase 2 study in combination with Keytruda® (pembrolizumab), an anti-PD-1 therapy, in patients with metastatic melanoma and in patients with head and neck squamous cell cancer, in a clinical collaboration with Merck. Dynavax maintains all commercial rights to SD-101.\nAbout DV281\nDV281 is Dynavax's proprietary investigational TLR9 agonist designed specifically for focused delivery to primary lung tumors and lung metastases. DV281 is similar in biological activity and mechanism of action to Dynavax's Phase 2 immunotherapy candidate, SD-101, but has been optimized for administration as an aerosol. Both SD-101 and DV281 are designed to activate plasmacytoid dendritic cells and stimulate T cells specific for antigens released from dying tumor cells. TLR9 agonists such as DV281 and SD-101 have been shown to stimulate potent Type 1 interferon induction along with maturation of dendritic cells to effective antigen-presenting cells; both activities are important for the induction of effective anti-tumor immunity. Dynavax has initiated dosing in a phase 1B dose escalation clinical trial of DV281 in patients with non-small cell lung cancer.\nFor information about SD-101 and DV281 trials that are currently recruiting patients, please visit www.clinicaltrials.gov .\nAbout Dynavax\nDynavax is a commercial-stage biopharmaceutical company focused on leveraging the power of the body's innate and adaptive immune responses through toll-like receptor (TLR) stimulation. Dynavax discovers and develops novel vaccines and immuno-oncology therapeutics. The Company’s first commercial product, HEPLISAV-B, a hepatitis B vaccine for adults, is approved in the United States. Dynavax's lead immunotherapy product, SD-101, is an investigational cancer immunotherapeutic currently being evaluated in Phase 1/2 studies and its second cancer immunotherapeutic, DV281, is in Phase 1 development. For more information, visit www.dynavax.com .\nForward-Looking Statements\nThis press release contains forward-looking statements, including statements regarding the commercialization of HEPLISAV-B. These statements are subject to a number of risks and uncertainties that could cause actual results to differ materially, including whether the company will be able to continue building the commercial infrastructure required to successfully launch HEPLISAV-B; whether payers will provide timely reimbursement for HEPLISAV-B; whether prescribers and other key decision-makers will switch to HEPLISAV-B; whether potential claims against us, including those based on patent rights of others, will result in an injunction against sales or otherwise impact commercialization and sales; and the uncertain clinical development process, the outcome, cost and timing of our product development activities, our ability to obtain and maintain regulatory approval of our product candidates. For a further description of the risks and uncertainties that could cause actual results to differ from those expressed in these forward-looking statements, as well as risks relating to the business of Dynavax in general, see risks detailed in the \"Risk Factors\" section of our most recent current periodic report filed with the SEC. These statements represent our estimates and assumptions only as of the date of this press release. We do not undertake any obligation to update publicly any such forward-looking statements, even if new information becomes available. Information on Dynavax's website at www.dynavax.com is not incorporated by reference in our current periodic reports with the SEC.\nCC-1803-01.00\nContact:\nDavid Burke\nDirector, IR & Corporate Communications\n510.665.7269\ndburke@dynavax.com\nDYNAVAX TECHNOLOGIES CORPORATION\nCONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS\n(In thousands, except per share amounts)\n(Unaudited)\nThree Months Ended Years Ended December 31, December 31, 2017 2016 2017 2016 Revenues: Collaboration revenue $ - $ 7,200 $ - $ 9,778 Grant revenue - 92 295 381 Service and license revenue 21 - 32 884 Total revenues 21 7,292 327 11,043 Operating expenses: Amortization of intangible assets 1,194 - 1,194 - Research and development 17,412 18,442 64,988 84,493 Selling, general and administrative 9,256 8,171 27,367 37,257 Restructuring - - 2,783 - Total operating expenses 27,862 26,613 96,332 121,750 Loss from operations (27,841 ) (19,321 ) (96,005 ) (110,707 ) Other (expense) income: Interest income 528 140 1,337 755 Other (expense) income, net (108 ) (2,560 ) (486 ) (2,492 ) Net loss $ (27,421 ) $ (21,741 ) $ (95,154 ) $ (112,444 ) Basic and diluted net loss per share $ (0.45 ) $ (0.56 ) $ (1.81 ) $ (2.92 ) Weighted average shares used to compute\nbasic and diluted net loss per share 61,007\n38,544 52,613 38,506\nDYNAVAX TECHNOLOGIES CORPORATION\nSELECTED BALANCE SHEET DATA\n(In thousands)\n(Unaudited)\nDecember 31, December 31, 2017 2016 Assets Cash, cash equivalents and marketable securities $ 191,854 $ 81,415 Property and equipment, net 16,619 17,174 Goodwill 2,244 1,971 Other assets 8,068 9,120 Total assets $ 218,785 $ 109,680 Liabilities and stockholders’ equity Other liabilities 19,236 20,479 Total liabilities 19,236 20,479 Stockholders’ equity 199,549 89,201 Total liabilities and stockholders’ equity $ 218,785 $ 109,680\ni CDC. https://www.cdc.gov/hepatitis/hbv/bfaq.htm.\nii CDC. https://www.cdc.gov/hepatitis/statistics/2015surveillance/index.htm#tabs-5-8. Fig 3.2\niii CDC. https://www.cdc.gov/hepatitis/hbv/hbvfaq.htm.\niv CDC. https://www.cdc.gov/diabetes/pubs/pdf/hepb_vaccination.pdf.\nv CDC. https://www.cdc.gov/diabetes/pdfs/data/statistics/national-diabetes-statistics-report.pdf.\nSource:Dynavax Technologies Corporation",
    "published": "2018-03-08T14:30:00.000+02:00",
    "crawled": "2018-03-08T16:22:09.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "launched",
        "united",
        "state",
        "phase",
        "data",
        "two",
        "program",
        "planned",
        "first",
        "half",
        "berkeley",
        "march",
        "globe",
        "newswire",
        "dynavax",
        "technology",
        "corporation",
        "nasdaq",
        "dvax",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "recent",
        "highlight",
        "received",
        "fda",
        "approval",
        "first",
        "hepatitis",
        "b",
        "vaccine",
        "hepatitis",
        "b",
        "vaccine",
        "recombinant",
        "adjuvanted",
        "prevention",
        "infection",
        "caused",
        "known",
        "subtypes",
        "virus",
        "adult",
        "age",
        "year",
        "older",
        "launched",
        "field",
        "sale",
        "team",
        "covering",
        "target",
        "market",
        "recommended",
        "center",
        "disease",
        "control",
        "prevention",
        "cdc",
        "advisory",
        "committee",
        "immunization",
        "practice",
        "acip",
        "use",
        "vaccination",
        "adult",
        "critical",
        "milestone",
        "drive",
        "broad",
        "insurance",
        "coverage",
        "adoption",
        "million",
        "received",
        "initial",
        "tranche",
        "million",
        "term",
        "loan",
        "agreement",
        "support",
        "commercial",
        "effort",
        "advance",
        "expand",
        "platform",
        "heel",
        "fda",
        "approval",
        "entered",
        "positioned",
        "achieve",
        "significant",
        "milestone",
        "excited",
        "accomplishment",
        "date",
        "said",
        "eddie",
        "gray",
        "chief",
        "executive",
        "officer",
        "dynavax",
        "strengthened",
        "balance",
        "sheet",
        "financing",
        "enabling",
        "u",
        "focus",
        "value",
        "creation",
        "shareholder",
        "commercial",
        "clinical",
        "development",
        "program",
        "commercial",
        "team",
        "done",
        "excellent",
        "job",
        "launching",
        "executing",
        "strategy",
        "ensure",
        "build",
        "solid",
        "foundation",
        "drive",
        "sale",
        "year",
        "progress",
        "confident",
        "one",
        "month",
        "administration",
        "earlier",
        "higher",
        "seroprotection",
        "rate",
        "demonstrated",
        "versus",
        "make",
        "new",
        "standard",
        "equally",
        "exciting",
        "opportunity",
        "generate",
        "significant",
        "additional",
        "value",
        "dynavax",
        "report",
        "clinical",
        "data",
        "clinical",
        "trial",
        "data",
        "phase",
        "study",
        "lead",
        "oncology",
        "product",
        "candidate",
        "combination",
        "merck",
        "therapy",
        "keytruda",
        "expected",
        "presented",
        "major",
        "oncology",
        "conference",
        "first",
        "half",
        "year",
        "believe",
        "data",
        "trial",
        "head",
        "neck",
        "cancer",
        "melanoma",
        "support",
        "initiation",
        "phase",
        "study",
        "second",
        "half",
        "year",
        "parallel",
        "pursuing",
        "additional",
        "opportunity",
        "expand",
        "tlr",
        "platform",
        "continue",
        "provide",
        "update",
        "company",
        "million",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "december",
        "compared",
        "million",
        "december",
        "addition",
        "first",
        "quarter",
        "company",
        "closed",
        "million",
        "term",
        "loan",
        "agreement",
        "received",
        "million",
        "first",
        "tranche",
        "funding",
        "additional",
        "million",
        "may",
        "borrowed",
        "second",
        "tranche",
        "company",
        "option",
        "additional",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "quarter",
        "year",
        "ended",
        "december",
        "million",
        "million",
        "respectively",
        "compared",
        "million",
        "million",
        "period",
        "overall",
        "decrease",
        "period",
        "reflects",
        "reduced",
        "compensation",
        "related",
        "personnel",
        "cost",
        "result",
        "january",
        "restructuring",
        "cost",
        "reduction",
        "initiative",
        "additionally",
        "period",
        "reflects",
        "lower",
        "cost",
        "related",
        "clinical",
        "manufacturing",
        "activity",
        "partially",
        "offset",
        "increased",
        "cost",
        "related",
        "fda",
        "approval",
        "process",
        "ongoing",
        "development",
        "dv281",
        "earlier",
        "stage",
        "oncology",
        "program",
        "fourth",
        "quarter",
        "reinitiated",
        "manufacturing",
        "operation",
        "began",
        "hiring",
        "personnel",
        "retaining",
        "vendor",
        "prepared",
        "commercial",
        "launch",
        "january",
        "selling",
        "general",
        "administrative",
        "expense",
        "quarter",
        "year",
        "ended",
        "december",
        "million",
        "million",
        "respectively",
        "compared",
        "million",
        "million",
        "period",
        "overall",
        "decrease",
        "reflects",
        "reduced",
        "compensation",
        "related",
        "personnel",
        "cost",
        "described",
        "fourth",
        "quarter",
        "expense",
        "related",
        "preparation",
        "commercial",
        "launch",
        "january",
        "expense",
        "included",
        "cost",
        "related",
        "hiring",
        "consultant",
        "administrative",
        "commercial",
        "development",
        "service",
        "anticipated",
        "commercial",
        "launch",
        "delayed",
        "hepatitis",
        "b",
        "hepatitis",
        "b",
        "viral",
        "disease",
        "liver",
        "become",
        "chronic",
        "lead",
        "cirrhosis",
        "liver",
        "cancer",
        "death",
        "hepatitis",
        "b",
        "virus",
        "time",
        "infectious",
        "hiv",
        "transmission",
        "rise",
        "hepatitis",
        "b",
        "major",
        "public",
        "health",
        "issue",
        "united",
        "state",
        "estimated",
        "new",
        "infection",
        "occur",
        "year",
        "approximately",
        "people",
        "currently",
        "living",
        "chronic",
        "new",
        "case",
        "acute",
        "hepatitis",
        "b",
        "increased",
        "percent",
        "nationally",
        "ii",
        "cure",
        "hepatitis",
        "b",
        "effective",
        "vaccination",
        "prevent",
        "disease",
        "adult",
        "hepatitis",
        "b",
        "spread",
        "contact",
        "infected",
        "blood",
        "unprotected",
        "sex",
        "infected",
        "person",
        "cdc",
        "recommends",
        "individual",
        "high",
        "risk",
        "hepatitis",
        "b",
        "infection",
        "due",
        "job",
        "lifestyle",
        "living",
        "situation",
        "travel",
        "certain",
        "area",
        "immunized",
        "iii",
        "people",
        "diabetes",
        "particularly",
        "vulnerable",
        "infection",
        "cdc",
        "recommends",
        "vaccination",
        "adult",
        "age",
        "diabetes",
        "soon",
        "possible",
        "diagnosis",
        "people",
        "age",
        "older",
        "diabetes",
        "physician",
        "discretion",
        "iv",
        "approximately",
        "million",
        "adult",
        "diabetes",
        "million",
        "new",
        "case",
        "diabetes",
        "diagnosed",
        "year",
        "v",
        "adult",
        "hepatitis",
        "b",
        "vaccine",
        "combine",
        "hepatitis",
        "b",
        "surface",
        "antigen",
        "dynavax",
        "proprietary",
        "receptor",
        "tlr",
        "agonist",
        "enhance",
        "immune",
        "response",
        "dynavax",
        "worldwide",
        "commercial",
        "right",
        "indication",
        "use",
        "indicated",
        "prevention",
        "infection",
        "caused",
        "known",
        "subtypes",
        "hepatitis",
        "b",
        "virus",
        "adult",
        "age",
        "year",
        "older",
        "important",
        "safety",
        "information",
        "isi",
        "administer",
        "individual",
        "history",
        "severe",
        "allergic",
        "reaction",
        "anaphylaxis",
        "previous",
        "dose",
        "hepatitis",
        "b",
        "vaccine",
        "component",
        "including",
        "yeast",
        "appropriate",
        "medical",
        "treatment",
        "supervision",
        "must",
        "available",
        "manage",
        "possible",
        "anaphylactic",
        "reaction",
        "following",
        "administration",
        "immunocompromised",
        "person",
        "including",
        "individual",
        "receiving",
        "immunosuppressant",
        "therapy",
        "may",
        "diminished",
        "immune",
        "response",
        "hepatitis",
        "b",
        "long",
        "incubation",
        "period",
        "may",
        "prevent",
        "hepatitis",
        "b",
        "infection",
        "individual",
        "unrecognized",
        "hepatitis",
        "b",
        "infection",
        "time",
        "vaccine",
        "administration",
        "common",
        "patient",
        "reported",
        "adverse",
        "reaction",
        "reported",
        "within",
        "day",
        "vaccination",
        "injection",
        "site",
        "pain",
        "fatigue",
        "headache",
        "full",
        "prescribing",
        "information",
        "click",
        "company",
        "lead",
        "clinical",
        "candidate",
        "proprietary",
        "receptor",
        "tlr9",
        "agonist",
        "class",
        "oligodeoxynucleotide",
        "dynavax",
        "evaluating",
        "intratumoral",
        "tlr9",
        "agonist",
        "several",
        "clinical",
        "study",
        "assess",
        "safety",
        "activity",
        "including",
        "phase",
        "study",
        "combination",
        "pembrolizumab",
        "therapy",
        "patient",
        "metastatic",
        "melanoma",
        "patient",
        "head",
        "neck",
        "squamous",
        "cell",
        "cancer",
        "clinical",
        "collaboration",
        "merck",
        "dynavax",
        "maintains",
        "commercial",
        "right",
        "dv281",
        "dv281",
        "dynavax",
        "proprietary",
        "investigational",
        "tlr9",
        "agonist",
        "designed",
        "specifically",
        "focused",
        "delivery",
        "primary",
        "lung",
        "tumor",
        "lung",
        "metastasis",
        "dv281",
        "similar",
        "biological",
        "activity",
        "mechanism",
        "action",
        "dynavax",
        "phase",
        "immunotherapy",
        "candidate",
        "optimized",
        "administration",
        "aerosol",
        "dv281",
        "designed",
        "activate",
        "plasmacytoid",
        "dendritic",
        "cell",
        "stimulate",
        "cell",
        "specific",
        "antigen",
        "released",
        "dying",
        "tumor",
        "cell",
        "tlr9",
        "agonist",
        "dv281",
        "shown",
        "stimulate",
        "potent",
        "type",
        "interferon",
        "induction",
        "along",
        "maturation",
        "dendritic",
        "cell",
        "effective",
        "cell",
        "activity",
        "important",
        "induction",
        "effective",
        "immunity",
        "dynavax",
        "initiated",
        "dosing",
        "phase",
        "1b",
        "dose",
        "escalation",
        "clinical",
        "trial",
        "dv281",
        "patient",
        "cell",
        "lung",
        "cancer",
        "information",
        "dv281",
        "trial",
        "currently",
        "recruiting",
        "patient",
        "please",
        "visit",
        "dynavax",
        "dynavax",
        "biopharmaceutical",
        "company",
        "focused",
        "leveraging",
        "power",
        "body",
        "innate",
        "adaptive",
        "immune",
        "response",
        "receptor",
        "tlr",
        "stimulation",
        "dynavax",
        "discovers",
        "develops",
        "novel",
        "vaccine",
        "therapeutic",
        "company",
        "first",
        "commercial",
        "product",
        "hepatitis",
        "b",
        "vaccine",
        "adult",
        "approved",
        "united",
        "state",
        "dynavax",
        "lead",
        "immunotherapy",
        "product",
        "investigational",
        "cancer",
        "immunotherapeutic",
        "currently",
        "evaluated",
        "phase",
        "study",
        "second",
        "cancer",
        "immunotherapeutic",
        "dv281",
        "phase",
        "development",
        "information",
        "visit",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "regarding",
        "commercialization",
        "statement",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "including",
        "whether",
        "company",
        "able",
        "continue",
        "building",
        "commercial",
        "infrastructure",
        "required",
        "successfully",
        "launch",
        "whether",
        "payer",
        "provide",
        "timely",
        "reimbursement",
        "whether",
        "prescribers",
        "key",
        "switch",
        "whether",
        "potential",
        "claim",
        "u",
        "including",
        "based",
        "patent",
        "right",
        "others",
        "result",
        "injunction",
        "sale",
        "otherwise",
        "impact",
        "commercialization",
        "sale",
        "uncertain",
        "clinical",
        "development",
        "process",
        "outcome",
        "cost",
        "timing",
        "product",
        "development",
        "activity",
        "ability",
        "obtain",
        "maintain",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "description",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "expressed",
        "statement",
        "well",
        "risk",
        "relating",
        "business",
        "dynavax",
        "general",
        "see",
        "risk",
        "detailed",
        "risk",
        "factor",
        "section",
        "recent",
        "current",
        "periodic",
        "report",
        "filed",
        "sec",
        "statement",
        "represent",
        "estimate",
        "assumption",
        "date",
        "press",
        "release",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "statement",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "information",
        "dynavax",
        "website",
        "incorporated",
        "reference",
        "current",
        "periodic",
        "report",
        "sec",
        "contact",
        "david",
        "burke",
        "director",
        "ir",
        "corporate",
        "communication",
        "dburke",
        "dynavax",
        "technology",
        "corporation",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "revenue",
        "collaboration",
        "revenue",
        "grant",
        "revenue",
        "service",
        "license",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "restructuring",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "expense",
        "income",
        "interest",
        "income",
        "expense",
        "income",
        "net",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "weighted",
        "average",
        "share",
        "used",
        "compute",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "dynavax",
        "technology",
        "corporation",
        "selected",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "december",
        "december",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "property",
        "equipment",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "liability",
        "total",
        "liability",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "cdc",
        "http",
        "ii",
        "cdc",
        "http",
        "fig",
        "iii",
        "cdc",
        "http",
        "iv",
        "cdc",
        "http",
        "v",
        "cdc",
        "http",
        "source",
        "dynavax",
        "technology",
        "corporation"
    ]
}