{
    "organizations": [],
    "uuid": "a62f62d471e83ce4a7e3772670272dd87e9bc593",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-staffing-360-solutions-announces-audited-financial-results-for-2017-fourth-quarter-and-full-year.html",
    "ord_in_thread": 0,
    "title": "Staffing 360 Solutions Announces Audited Financial Results for 2017 Fourth Quarter and Full Year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Record Revenue, Gross Profits and Adjusted EBITDA for both Reporting Periods\nThe Company will host a conference call on Monday April 2 nd at 10:00am ET\nNEW YORK, March 29, 2018 (GLOBE NEWSWIRE) -- Staffing 360 Solutions, Inc. (Nasdaq:STAF), (“STAF 360” or “the Company”), a staffing solutions company executing an international buy-and-build strategy in the U.S. and the U.K., today announced audited financial results for the fourth quarter (“Q4 2017“) and year (“FY 2017“) ended December 30, 2017. Financial results for both reporting periods include the full impact of the two acquisitions, CBS Butler Holdings Limited in the U.K. and first PRO Georgia in the U.S., completed in September 2017.\nQ4 2017 vs. Q4 2016 FY 2017 vs. Comparable 2016 Q4 2017 Change FY 2017 Change Revenue $59.5 million +29% $192.7 million +6% Gross profit $11.9 million +50% $36.7 million +16% Gross margin 20% +280bps 19.1% +170bps Net loss * $7.5 million NM $18.5 million NM Adjusted EBITDA $2.8 million +130% $7.4 million +46% Pro forma adjusted EBITDA $10.9 million * Net loss for both reporting periods include certain one-time charges (for more details see discuss below and our Form 10-K filed with the Securities and Exchange Commission on March 29, 2018).\nBrendan Flood, Chairman and Chief Executive Officer stated, “2017 marked a major turning point in the evolution of the Company. We expanded our global presence, both organically and via acquisitions, refinanced and streamlined our balance sheet, positioned the Company to generate positive cash flow beginning in 2018, and advanced towards our goal of becoming a $500 million revenue company within the next two years. More immediately, these initiatives allowed us to report record revenue, gross profit and Adjusted EBITDA for the 2017 fourth quarter and full year.”\n“We started 2018 on a very strong note. Since the beginning of the year, we have engaged new clients, signed up new contracts, expanded our sales team and expanded to new locations. Following the reorganization of our business segments, we have set a number of internal goals and initiatives designed to drive organic growth, further improve margins and productivity per employee, remove duplicated overhead, and develop a stronger sense of unity across each business unit.”\nDavid Faiman, Chief Financial Officer, stated, “The refinancing of our balance sheet and the M&A transactions which we completed during 2017 have fortified our capital structure. We remain committed to our goal of achieving sustainable, profitable enterprise-wide growth, beginning in 2018.”\nThe results for Q4 2017 and FY 2017, are as follows:\nQ4 2017 revenue was $59.5 million (including $17.7 million from acquisitions), an increase of approximately 29% from the $46.1 million reported in the same period of 2016. For FY 2017, revenue increased by $11.2 million, or 6%, to $192.7 million from $181.5 million reported in 2016. The increase was mainly due to $24 million of revenue generated from the acquisitions of CBS Butler Holdings Limited and first PRO Georgia, offset by $1.5 million attributable to unfavorable foreign currency translation and the $4.5 million impact of low margin business that we exited during the year, as previously discussed. Q4 2017 gross profit improved to $11.9 million, a 50% increase from gross profit of $7.9 million reported in the same period of 2016. For FY 2017, gross profit increased by $5.2 million, or 16%, to $36.7 million from gross profit of $31.6 million reported in 2016. Q4 2017 gross margin improved to 20% from 17.2% for the same period of 2016. For FY 2017, gross margin increased to 19.1% from 17.4% in 2016. The gross margin improvement, for both reporting periods, was due to exiting specific low margin business, the acquisition of two higher margin businesses, the strengthening of our permanent placement business, and the continued safety improvements we’ve realized within our Commercial Staffing business. Q4 2017 net loss was $7.5 million, which included $6.9 million of non-cash costs, a $1.4 million credit for non-recurring transactions and $0.8 million associated with the Company’s reorganization, as compared to a net loss of $1.4 million in the same period of 2016. For FY 2017, net loss was $18.5 million, which included $18.3 million of non-cash costs, $2.1 million of acquisition-related and non-recurring charges and $0.8 million associated with the Company’s reorganization, as compared to a net loss of $7.6 million reported in the prior year. The company took a one-time, non-cash, impairment of goodwill charge of $4.8 million related to its PeopleSERVE operation, and $6.1 million of non-cash debt extinguishment costs mostly related to the September 2017 refinancing, both of which are included in the $18.3 million number above. Certain non-cash adjustments have required a restatement of the results of Q3 2017. The filing of this revised Form 10-Q is expected on or before April 20, 2018. These adjustments are included in the full-year numbers that were pre-announced on March 19, 2017. None of these adjustments result in a net impact to cash or cash flow for the nine months ended September 30, 2017. These non-cash adjustments do not relate to the Company’s operating performance or impact the key corporate performance metrics used by the Company, including total and segment revenue and gross profit or non-GAAP Adjusted EBITDA, nor do these adjustments impact the determination of compensation for the Company’s senior management. Q4 2017 adjusted EBITDA is $2.8 million, an increase of greater than 130% as compared to $1.2 million in the same period of 2016. FY 2017 adjusted EBITDA is $7.4 million, an increase of 46% from $5.1 million in 2016. Pro Forma FY 2017 adjusted EBITDA is $10.9 million; this includes adjusted EBITDA of the two acquisitions for the pre-acquisition period.\nThe Company will host an earnings conference call on Monday April 2, 2018 at 10:00am ET. Interested parties may participate in the call by dialing 877.407.0778 (U.S), 800.756.3429 (U.K.) or 201.689.8565 (other international locations). Please dial in 10 minutes prior to the beginning of the call.\nThe conference call will be simultaneously webcast and available at: http://www.investorcalendar.com/event/27312 . To listen to the live webcast, go to the web site at least 15 minutes early to register, download and install any necessary audio software. If you are unable to listen live, the conference call will be archived on STAF 360’s web site.\nFor more information about Staffing 360 Solutions and complete investor materials such as investor presentations, white papers and webcasts of past earnings calls, please visit: www.staffing360solutions.com/res.html .\nAbout Staffing 360 Solutions, Inc.\nStaffing 360 Solutions, Inc. (Nasdaq:STAF) is a public company in the staffing sector engaged in the execution of an international buy-and-build strategy through the acquisition of domestic and international staffing organizations in the United States and United Kingdom. The Company believes that the staffing industry offers opportunities for accretive acquisitions that will drive its annual revenues to $500 million. As part of its targeted consolidation model, the Company is pursuing acquisition targets in the finance and accounting, administrative, engineering, IT, and Light Industrial staffing space. For more information, please visit: www.staffing360solutions.com .\nFollow Staffing 360 Solutions on Facebook , LinkedIn and Twitter .\nNon-GAAP Financial Measures\nThe Company uses financial measures which are not calculated and presented in accordance with US generally accepted accounting principles (“GAAP”) in evaluating its financial and operational decision making regarding potential acquisitions, as well as a means to evaluate period-to period comparison. The Company presents these non-GAAP financial measures because it believes them to be an important supplemental measure of performance that is commonly used by securities analysts, investors and other interested parties in the evaluation of companies in our industry. We refer you to the reconciliations below.\nThe Company defines Adjusted EBITDA as earnings (or loss) from continuing operations before interest expense, income taxes, depreciation and amortization, and amortization of non-cash stock-based compensation, non-recurring acquisition and restructuring expenses and goodwill impairment charges.\nForward-Looking Statements\nThis press release contains forward-looking statements, which may be identified by words such as \"expect,\" \"look forward to,\" \"anticipate\" \"intend,\" \"plan,\" \"believe,\" \"seek,\" \"estimate,\" \"will,\" \"project\" or words of similar meaning. Although Staffing 360 Solutions, Inc. believes such forward-looking statements are based on reasonable assumptions, it can give no assurance that its expectations will be attained. Actual results may vary materially from those expressed or implied by the statements herein, including the goal of achieving annualized revenues of $500 million, due to the Company’s audited financial results deviating from its expected financial results, the Company’s ability to successfully raise sufficient capital on reasonable terms or at all, to consummate additional acquisitions, to successfully integrate newly acquired companies, to organically grow its business, to successfully defend potential future litigation, changes in local or national economic conditions, the ability to comply with contractual covenants, including in respect of its debt, as well as various additional risks, many of which are now unknown and generally out of the Company’s control, and which are detailed from time to time in reports filed by the Company with the SEC, including quarterly reports on Form 10-Q, reports on Form 8-K and annual reports on Form 10-K. Staffing 360 Solutions does not undertake any duty to update any statements contained herein (including any forward-looking statements), except as required by law.\nContacts:\nInvestor Relations:\nThe Equity Group, Inc.\nLena Cati\nlcati@equityny.com / +1 (212) 836-9611\nDevin Sullivan\ndsullivan@equityny.com / +1 (212) 836-9608\nStaffing 360 Solutions, Inc.\nBrendan Flood, Chairman and CEO\nbrendan.flood@staffing360solutions.com / +1 (646) 507-5715\nDavid Faiman, Chief Financial Officer\ninfo@staffing360solutions.com /+1 (646) 507-5711\nStaffing 360 Solutions, Inc. and Subsidiaries\nReconciliation of Net Loss to Adjusted EBITDA\n(All Amounts in Thousands)\nOctober 1, 2017 to\nDecember 30, 2017 October 2, 2016 to\nDecember 31, 2016 January 1, 2017 to\nDecember 30, 2017 January 2, 2016 to\nDecember 31, 2016 (Unaudited) (Unaudited) (Unaudited) (Unaudited) Revenue $ 59,476 $ 46,064 $ 92,650 $ 81,487 Gross Profit $ 1,914 $ 7,941 $ 36,741 $ 31,562 Gross Margin 20.0 % 17.2 % 19.1 % 17.4 % Loss from Operations $ (5,370 ) $ (276 ) $ (5,214 ) $ (2,816 ) Net Loss $ (7,508 ) $ (1,360 ) $ (18,491 ) $ (7,580 ) Adjustments: Interest Expense $ 1,902 $ 547 $ 3,745 $ 2,554 Provision for Income Taxes 719 (218 ) 932 42 Depreciation and\nAmortization 1,430 1,383 6,311 5,302 EBITDA (3,457 ) 352 (7,503 ) 318 Acquisition, Capital Raising\nand Other Non-Recurring\nExpenses (1,428 ) 718 2,139 4,290 Other Non-Cash Charges 389 (9 ) 1,330 781 Debt Extinguishment Costs 2,024 - 6,132 - Restructuring Charges 773 3 780 19 Impairment of Goodwill 4,790 - 4,790 - Other (Income) Expense (301 ) 129 (277 ) (334 ) Adjusted EBITDA $ 2,790 $ 1,193 $ 7,391 $ 5,074 TTM Adjusted EBITDA $ 7,391 $ 5,074 $ 7,391 $ 5,074 Pre-Acquisition Adjusted EBITDA 3,457 Pro Forma TTM Adjusted EBITDA $ 10,848\nSource:Staffing 360 Solutions, Inc.",
    "published": "2018-03-30T00:37:00.000+03:00",
    "crawled": "2018-03-30T00:35:06.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "record",
        "revenue",
        "gross",
        "profit",
        "adjusted",
        "ebitda",
        "reporting",
        "period",
        "company",
        "host",
        "conference",
        "call",
        "monday",
        "april",
        "nd",
        "et",
        "new",
        "york",
        "march",
        "globe",
        "newswire",
        "staffing",
        "solution",
        "nasdaq",
        "staf",
        "staf",
        "company",
        "staffing",
        "solution",
        "company",
        "executing",
        "international",
        "strategy",
        "today",
        "announced",
        "audited",
        "financial",
        "result",
        "fourth",
        "quarter",
        "q4",
        "year",
        "fy",
        "ended",
        "december",
        "financial",
        "result",
        "reporting",
        "period",
        "include",
        "full",
        "impact",
        "two",
        "acquisition",
        "cbs",
        "butler",
        "holding",
        "limited",
        "first",
        "pro",
        "georgia",
        "completed",
        "september",
        "q4",
        "q4",
        "fy",
        "comparable",
        "q4",
        "change",
        "fy",
        "change",
        "revenue",
        "million",
        "million",
        "gross",
        "profit",
        "million",
        "million",
        "gross",
        "margin",
        "net",
        "loss",
        "million",
        "nm",
        "million",
        "nm",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "pro",
        "forma",
        "adjusted",
        "ebitda",
        "million",
        "net",
        "loss",
        "reporting",
        "period",
        "include",
        "certain",
        "charge",
        "detail",
        "see",
        "discus",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "brendan",
        "flood",
        "chairman",
        "chief",
        "executive",
        "officer",
        "stated",
        "marked",
        "major",
        "turning",
        "point",
        "evolution",
        "company",
        "expanded",
        "global",
        "presence",
        "organically",
        "via",
        "acquisition",
        "refinanced",
        "streamlined",
        "balance",
        "sheet",
        "positioned",
        "company",
        "generate",
        "positive",
        "cash",
        "flow",
        "beginning",
        "advanced",
        "towards",
        "goal",
        "becoming",
        "million",
        "revenue",
        "company",
        "within",
        "next",
        "two",
        "year",
        "immediately",
        "initiative",
        "allowed",
        "u",
        "report",
        "record",
        "revenue",
        "gross",
        "profit",
        "adjusted",
        "ebitda",
        "fourth",
        "quarter",
        "full",
        "started",
        "strong",
        "note",
        "since",
        "beginning",
        "year",
        "engaged",
        "new",
        "client",
        "signed",
        "new",
        "contract",
        "expanded",
        "sale",
        "team",
        "expanded",
        "new",
        "location",
        "following",
        "reorganization",
        "business",
        "segment",
        "set",
        "number",
        "internal",
        "goal",
        "initiative",
        "designed",
        "drive",
        "organic",
        "growth",
        "improve",
        "margin",
        "productivity",
        "per",
        "employee",
        "remove",
        "duplicated",
        "overhead",
        "develop",
        "stronger",
        "sense",
        "unity",
        "across",
        "business",
        "david",
        "faiman",
        "chief",
        "financial",
        "officer",
        "stated",
        "refinancing",
        "balance",
        "sheet",
        "transaction",
        "completed",
        "fortified",
        "capital",
        "structure",
        "remain",
        "committed",
        "goal",
        "achieving",
        "sustainable",
        "profitable",
        "growth",
        "beginning",
        "result",
        "q4",
        "fy",
        "follows",
        "q4",
        "revenue",
        "million",
        "including",
        "million",
        "acquisition",
        "increase",
        "approximately",
        "million",
        "reported",
        "period",
        "fy",
        "revenue",
        "increased",
        "million",
        "million",
        "million",
        "reported",
        "increase",
        "mainly",
        "due",
        "million",
        "revenue",
        "generated",
        "acquisition",
        "cbs",
        "butler",
        "holding",
        "limited",
        "first",
        "pro",
        "georgia",
        "offset",
        "million",
        "attributable",
        "unfavorable",
        "foreign",
        "currency",
        "translation",
        "million",
        "impact",
        "low",
        "margin",
        "business",
        "exited",
        "year",
        "previously",
        "discussed",
        "q4",
        "gross",
        "profit",
        "improved",
        "million",
        "increase",
        "gross",
        "profit",
        "million",
        "reported",
        "period",
        "fy",
        "gross",
        "profit",
        "increased",
        "million",
        "million",
        "gross",
        "profit",
        "million",
        "reported",
        "q4",
        "gross",
        "margin",
        "improved",
        "period",
        "fy",
        "gross",
        "margin",
        "increased",
        "gross",
        "margin",
        "improvement",
        "reporting",
        "period",
        "due",
        "exiting",
        "specific",
        "low",
        "margin",
        "business",
        "acquisition",
        "two",
        "higher",
        "margin",
        "business",
        "strengthening",
        "permanent",
        "placement",
        "business",
        "continued",
        "safety",
        "improvement",
        "realized",
        "within",
        "commercial",
        "staffing",
        "business",
        "q4",
        "net",
        "loss",
        "million",
        "included",
        "million",
        "cost",
        "million",
        "credit",
        "transaction",
        "million",
        "associated",
        "company",
        "reorganization",
        "compared",
        "net",
        "loss",
        "million",
        "period",
        "fy",
        "net",
        "loss",
        "million",
        "included",
        "million",
        "cost",
        "million",
        "charge",
        "million",
        "associated",
        "company",
        "reorganization",
        "compared",
        "net",
        "loss",
        "million",
        "reported",
        "prior",
        "year",
        "company",
        "took",
        "impairment",
        "goodwill",
        "charge",
        "million",
        "related",
        "peopleserve",
        "operation",
        "million",
        "debt",
        "extinguishment",
        "cost",
        "mostly",
        "related",
        "september",
        "refinancing",
        "included",
        "million",
        "number",
        "certain",
        "adjustment",
        "required",
        "restatement",
        "result",
        "q3",
        "filing",
        "revised",
        "form",
        "expected",
        "april",
        "adjustment",
        "included",
        "number",
        "march",
        "none",
        "adjustment",
        "result",
        "net",
        "impact",
        "cash",
        "cash",
        "flow",
        "nine",
        "month",
        "ended",
        "september",
        "adjustment",
        "relate",
        "company",
        "operating",
        "performance",
        "impact",
        "key",
        "corporate",
        "performance",
        "metric",
        "used",
        "company",
        "including",
        "total",
        "segment",
        "revenue",
        "gross",
        "profit",
        "adjusted",
        "ebitda",
        "adjustment",
        "impact",
        "determination",
        "compensation",
        "company",
        "senior",
        "management",
        "q4",
        "adjusted",
        "ebitda",
        "million",
        "increase",
        "greater",
        "compared",
        "million",
        "period",
        "fy",
        "adjusted",
        "ebitda",
        "million",
        "increase",
        "million",
        "pro",
        "forma",
        "fy",
        "adjusted",
        "ebitda",
        "million",
        "includes",
        "adjusted",
        "ebitda",
        "two",
        "acquisition",
        "period",
        "company",
        "host",
        "earnings",
        "conference",
        "call",
        "monday",
        "april",
        "et",
        "interested",
        "party",
        "may",
        "participate",
        "call",
        "dialing",
        "international",
        "location",
        "please",
        "dial",
        "minute",
        "prior",
        "beginning",
        "call",
        "conference",
        "call",
        "simultaneously",
        "webcast",
        "available",
        "http",
        "listen",
        "live",
        "webcast",
        "go",
        "web",
        "site",
        "least",
        "minute",
        "early",
        "register",
        "download",
        "install",
        "necessary",
        "audio",
        "software",
        "unable",
        "listen",
        "live",
        "conference",
        "call",
        "archived",
        "staf",
        "web",
        "site",
        "information",
        "staffing",
        "solution",
        "complete",
        "investor",
        "material",
        "investor",
        "presentation",
        "white",
        "paper",
        "webcasts",
        "past",
        "earnings",
        "call",
        "please",
        "visit",
        "staffing",
        "solution",
        "staffing",
        "solution",
        "nasdaq",
        "staf",
        "public",
        "company",
        "staffing",
        "sector",
        "engaged",
        "execution",
        "international",
        "strategy",
        "acquisition",
        "domestic",
        "international",
        "staffing",
        "organization",
        "united",
        "state",
        "united",
        "kingdom",
        "company",
        "belief",
        "staffing",
        "industry",
        "offer",
        "opportunity",
        "accretive",
        "acquisition",
        "drive",
        "annual",
        "revenue",
        "million",
        "part",
        "targeted",
        "consolidation",
        "model",
        "company",
        "pursuing",
        "acquisition",
        "target",
        "finance",
        "accounting",
        "administrative",
        "engineering",
        "light",
        "industrial",
        "staffing",
        "space",
        "information",
        "please",
        "visit",
        "follow",
        "staffing",
        "solution",
        "facebook",
        "linkedin",
        "twitter",
        "financial",
        "measure",
        "company",
        "us",
        "financial",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "u",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "evaluating",
        "financial",
        "operational",
        "decision",
        "making",
        "regarding",
        "potential",
        "acquisition",
        "well",
        "mean",
        "evaluate",
        "period",
        "comparison",
        "company",
        "present",
        "financial",
        "measure",
        "belief",
        "important",
        "supplemental",
        "measure",
        "performance",
        "commonly",
        "used",
        "security",
        "analyst",
        "investor",
        "interested",
        "party",
        "evaluation",
        "company",
        "industry",
        "refer",
        "reconciliation",
        "company",
        "defines",
        "adjusted",
        "ebitda",
        "earnings",
        "loss",
        "continuing",
        "operation",
        "interest",
        "expense",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "amortization",
        "compensation",
        "acquisition",
        "restructuring",
        "expense",
        "goodwill",
        "impairment",
        "charge",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "may",
        "identified",
        "word",
        "expect",
        "look",
        "forward",
        "anticipate",
        "intend",
        "plan",
        "believe",
        "seek",
        "estimate",
        "project",
        "word",
        "similar",
        "meaning",
        "although",
        "staffing",
        "solution",
        "belief",
        "statement",
        "based",
        "reasonable",
        "assumption",
        "give",
        "assurance",
        "expectation",
        "attained",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "expressed",
        "implied",
        "statement",
        "herein",
        "including",
        "goal",
        "achieving",
        "annualized",
        "revenue",
        "million",
        "due",
        "company",
        "audited",
        "financial",
        "result",
        "deviating",
        "expected",
        "financial",
        "result",
        "company",
        "ability",
        "successfully",
        "raise",
        "sufficient",
        "capital",
        "reasonable",
        "term",
        "consummate",
        "additional",
        "acquisition",
        "successfully",
        "integrate",
        "newly",
        "acquired",
        "company",
        "organically",
        "grow",
        "business",
        "successfully",
        "defend",
        "potential",
        "future",
        "litigation",
        "change",
        "local",
        "national",
        "economic",
        "condition",
        "ability",
        "comply",
        "contractual",
        "covenant",
        "including",
        "respect",
        "debt",
        "well",
        "various",
        "additional",
        "risk",
        "many",
        "unknown",
        "generally",
        "company",
        "control",
        "detailed",
        "time",
        "time",
        "report",
        "filed",
        "company",
        "sec",
        "including",
        "quarterly",
        "report",
        "form",
        "report",
        "form",
        "annual",
        "report",
        "form",
        "staffing",
        "solution",
        "undertake",
        "duty",
        "update",
        "statement",
        "contained",
        "herein",
        "including",
        "statement",
        "except",
        "required",
        "law",
        "contact",
        "investor",
        "relation",
        "equity",
        "group",
        "lena",
        "cati",
        "lcati",
        "devin",
        "sullivan",
        "dsullivan",
        "staffing",
        "solution",
        "brendan",
        "flood",
        "chairman",
        "ceo",
        "david",
        "faiman",
        "chief",
        "financial",
        "officer",
        "info",
        "staffing",
        "solution",
        "subsidiary",
        "reconciliation",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "amount",
        "thousand",
        "october",
        "december",
        "october",
        "december",
        "january",
        "december",
        "january",
        "december",
        "unaudited",
        "unaudited",
        "unaudited",
        "unaudited",
        "revenue",
        "gross",
        "profit",
        "gross",
        "margin",
        "loss",
        "operation",
        "net",
        "loss",
        "adjustment",
        "interest",
        "expense",
        "provision",
        "income",
        "tax",
        "depreciation",
        "amortization",
        "ebitda",
        "acquisition",
        "capital",
        "raising",
        "expense",
        "charge",
        "debt",
        "extinguishment",
        "cost",
        "restructuring",
        "charge",
        "impairment",
        "goodwill",
        "income",
        "expense",
        "adjusted",
        "ebitda",
        "ttm",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "pro",
        "forma",
        "ttm",
        "adjusted",
        "ebitda",
        "source",
        "staffing",
        "solution",
        "inc"
    ]
}