{
    "organizations": [],
    "uuid": "cd26f5995e84838b4167d896d6f1cb834f6abbcc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/pr-newswire-algonquin-power-utilities-corp-announces-2017-fourth-quarter-and-year-end-financial-results.html",
    "ord_in_thread": 0,
    "title": "Algonquin Power & Utilities Corp. Announces 2017 Fourth Quarter and Year End Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Financial Highlights (Unaudited)\nAnnual revenue of $1.978 billion, an increase of 80% Annual Adjusted EBITDA 1 of $883.4 million, an increase of 85% Annual Adjusted net earnings 1 per share of $0.74, an increase of 30% Fourth quarter revenues, Adjusted EBITDA 1 , and Adjusted net earnings 1 per share of $523.4 million, $233.4 million, and $0.20, respectively\nBusiness Highlights\nCreation of AAGES, an international renewable energy and infrastructure development joint venture with Abengoa and 25% equity investment in Atlantica Yield Liberty Power Group adds 160 MW of installed capacity to clean energy portfolio Liberty Utilities Group acquires 50 MW solar generating facility and announces plan to build up to 800 MW of wind generation for mid-west service territory Liberty Utilities Group announces two utility distribution acquisitions and natural gas transmission project Successful rate case outcomes in 2017 will increase revenue by U.S. $20.4 million on an annualized basis\nOAKVILLE, ON, March 1, 2018 /PRNewswire/ - Algonquin Power & Utilities Corp. (TSX: AQN, NYSE: AQN) (\"APUC\") today announced unaudited financial results for the fourth quarter and year ended December 31, 2017. APUC's unaudited financial information and supplementary management commentary are available at www.algonquinpowerandutilities.com/ and posted on SEDAR at www.sedar.com and EDGAR at www.sec.gov . All amounts are in Canadian dollars unless otherwise noted and all information contained in this news release is unaudited.\nFinancial Review\nIn millions of Canadian dollars or on a per\nshare basis unless otherwise noted\n(Unaudited)\nQuarterly\nAnnual\nQuarter ended Dec. 31, 2017\nYear ended Dec. 31, 2017\n2017\n2016\nVariance\n2017\n2016\nVariance\nRevenue\n523.4\n310.2\n69%\n1,977.8\n1,096.0\n80%\nNet earnings attributable to shareholders\n60.0\n46.3\n30%\n193.1\n130.9\n48%\nPer share\n0.14\n0.16\n(13)%\n0.48\n0.44\n9%\nAdjusted net earnings 1\n85.9\n51.4\n67%\n292.1\n161.6\n81%\nPer share\n0.20\n0.18\n11%\n0.74\n0.57\n30%\nAdjusted EBITDA 1\n233.4\n138.3\n69%\n883.4\n476.9\n85%\nAdjusted Funds from Operations 1\n159.1\n96.4\n65%\n614.5\n356.4\n72%\nDividend per share\n0.15\n0.14\n7%\n0.61\n0.55\n11%\nFourth Quarter Corporate Highlights\nOn November 1, 2017, APUC entered into an agreement to create a joint venture, Abengoa-Algonquin Global Energy Solutions (\"AAGES\"), with Seville, Spain-based Abengoa, S.A. (\"Abengoa\") to identify, develop, and construct clean energy and water infrastructure assets with a global focus. Concurrently with the creation of AAGES, APUC entered into a definitive agreement to purchase from Abengoa a 25% equity interest in Atlantica Yield plc (\"Atlantica\") for a total purchase price of approximately U.S. $608 million. The transaction is expected to close sometime in the first quarter of 2018.\nOn November 10, 2017, APUC closed a bought deal offering announced on November 1, 2017, including the exercise in full of the underwriters' over-allotment option. A total of 43,470,000 common shares of APUC were sold at a price of $13.25 per share for gross proceeds of approximately $576 million.\nOn December 22, 2017, the Tax Cuts and Jobs Act (\"U.S. Tax Reform\") was signed into law in the U.S., which, amongst other significant changes, reduced the U.S. federal corporate tax rate from 35% to 21%. As a result of U.S. Tax Reform, APUC is required to revalue its U.S. deferred income tax assets and liabilities based on the new tax rate. This revaluation resulted in a one-time non-cash accounting charge of $22.4 million in the Company's consolidated statement of operations for the quarter and year ended December 31, 2017.\nFourth Quarter and Year End Growth Highlights\nFourth Quarter 2017:\nOn October 31, 2017, The Liberty Utilities Group announced a proposed plan to phase out the Asbury coal generation facility and expand its wind resources with the development of up to 800 MW of new wind generation in or near its service territory by the end of 2020. The plan projects cost savings for customers of U.S. $172 million - U.S. $325 million over a twenty-year period. The request for approval was filed with regulators in Missouri, Kansas, Oklahoma, and Arkansas, and, subject to their respective review, orders from the various jurisdictions are anticipated by June 2018.\nOn December 4, 2017, the Liberty Utilities Group announced plans for Granite Bridge, a new infrastructure project designed to bring natural gas supply from existing infrastructure located in New Hampshire's Seacoast region to residents and businesses in the central part of the state through an underground pipeline. The Granite Bridge project also includes a proposed Liquefied Natural Gas storage facility capable of storing up to two billion cubic feet of natural gas. The project represents a potential investment of between U.S. $320 million and U.S. $360 million and is subject to approval from regulatory authorities.\nFull Year 2017:\nOn January 1, 2017, the Liberty Utilities Group successfully completed its acquisition of The Empire District Electric Company (\"Empire\") for approximately U.S. $2.4 billion. Empire is a Joplin, Missouri-based regulated electric, gas, and water utility with approximately 1.4 GW of generating capacity serving approximately 221,000 customers in Missouri, Kansas, Oklahoma, and Arkansas.\nOn January 11, 2017, the 10 MW Bakersfield II Solar Facility achieved COD. The facility, located in Kern County, California, is expected to generate 24.2 GW-hrs of energy annually and has a 20 year power purchase agreement with a California electric utility.\nOn February 15, 2017, the Liberty Utilities Group acquired a 50 MW solar generating facility (\"Luning\") in Mineral County, Nevada. The Luning facility is expected to generate 144.6 GW-hrs of energy annually, which will be distributed to the Calpeco Electric Distribution System customers.\nOn February 21, 2017, the 150 MW Deerfield Wind Facility achieved COD. The facility, located in central Michigan, is expected to generate 555.2 GW-hrs of energy annually and has a 20 year power purchase agreement with a Michigan electric utility.\nOn August 31, 2017, APUC entered into a definitive agreement to acquire St. Lawrence Gas Company, Inc. (\"SLG\"), a rate-regulated natural gas distribution utility serving approximately 16,000 customers in upstate New York. The total purchase price for the transaction is U.S. $70 million, less total third-party debt of SLG outstanding at closing, and subject to customary working capital adjustments. Closing of the transaction is expected to occur in late 2018 or early 2019, subject to regulatory approval and other closing conditions.\nDuring 2017, the Liberty Utilities Group successfully completed several rate cases representing a cumulative annualized revenue increase of approximately U.S. $20.4 million. The Liberty Utilities Group also has pending rate case filings in progress that are expected to be completed in 2018 that, if successful, will represent an increase in rates in the amount of U.S. $44.9 million.\n\"We are pleased to report that 2017 was a year of unprecedented growth and record financial results across the organization, reflecting a full year of contributions from the Empire acquisition as well as new renewable generation facilities totaling 210 MW of capacity,\" commented Ian Robertson, Chief Executive Officer of APUC. \"As we move into 2018, we are excited about the prospects for AAGES, our new international renewable energy and infrastructure development joint venture, and look forward to executing on our five year $7.7 billion growth plan that will continue to drive growth in earnings and cash flows to support a growing dividend for our shareholders.\"\nEarnings Conference Call\nAPUC will hold an earnings conference call at 10:00 a.m. eastern time on Friday, March 2, 2018, hosted by Chief Executive Officer, Ian Robertson and Chief Financial Officer, David Bronicheski.\nConference Call Date: Friday, March 2, 2018\nStart Time: 10:00 a.m. eastern time\nPhone Number: Toll free within North America: 1-800-319-4610 or Toronto: 416-915-3239\nConference ID: Please ask to join the Algonquin Power & Utilities Corp. conference call\nPresentation Access: http://services.choruscall.ca/links/algonquinpower20180302.html\nFor those unable to attend the live call, a digital recording will be available for replay two hours after the call by dialing 1-855-669-9658 or 1-604-674-8052, access code 2031 from Friday, March 2, 2018 until Friday, March 16, 2018.\nAbout Algonquin Power & Utilities Corp.\nAPUC is a diversified generation, transmission and distribution utility with $10 billion of total assets. Through its two business groups, APUC provides rate regulated natural gas, water, and electricity generation, transmission, and distribution utility services to over 760,000 customers in the United States, and is committed to being a global leader in the generation of clean energy through its portfolio of long term contracted wind, solar and hydroelectric generating facilities representing more than 1,200 MW of installed capacity. APUC delivers continuing growth through an expanding pipeline of renewable energy development projects, organic growth within its rate regulated generation, distribution and transmission businesses, and the pursuit of accretive acquisitions. Common shares and preferred shares are traded on the Toronto Stock Exchange under the symbols AQN, AQN.PR.A, and AQN.PR.D. APUC's common shares are also listed on the New York Stock Exchange under the symbol AQN.\nVisit APUC at www.AlgonquinPowerandUtilities.com and follow us on Twitter @AQN_Utilities.\nCaution Regarding Forward-Looking Information and Non-GAAP Financial Measures\nCertain statements included in this news release contain information that is forward-looking within the meaning of certain securities laws, including information and statements regarding prospective results of operations, financial position or cash flows. Specific forward-looking information in this document includes, but is not limited to: the expected completion and timeline for completion of the Atlantica transaction; expectations and plans, including potential investment amounts, with respect to the Granite Bridge project; expectations, including projected cost savings, with respect to the Asbury Coal Power Plant; expectations with respect to electricity generation by APUC's facilities; the expected closing timing and amount of indebtedness to be assumed in relation to the St. Lawrence Gas Company, Inc. transaction; expectations with respect to pending rate case filings; and expectations with respect to APUC's growth plans, earnings, cash flow and dividend amounts. These statements are based on factors or assumptions that were applied in drawing a conclusion or making a forecast or projection, including assumptions based on historical trends, current conditions and expected future developments. Since forward-looking statements relate to future events and conditions, by their very nature they require making assumptions and involve inherent risks and uncertainties. APUC cautions that although it is believed that the assumptions are reasonable in the circumstances, these risks and uncertainties give rise to the possibility that actual results may differ materially from the expectations set out in the forward-looking statements. Material risk factors include those set out in the management's discussion and analysis section of APUC's most recent annual report, quarterly report, and Annual Information Form. Given these risks, undue reliance should not be placed on these forward-looking statements, which apply only as of their dates. Other than as specifically required by law, APUC undertakes no obligation to update any forward-looking statements or information to reflect new information, subsequent or otherwise.\n(1) Non-GAAP Financial Measures and Use of Non-GAAP Financial Measures\nThe terms \"Adjusted Net Earnings\", Adjusted EBITDA, and \"Adjusted Funds from Operations\" are used in this press release. The terms \"Adjusted Net Earnings\", Adjusted EBITDA, and \"Adjusted Funds from Operations\" are not recognized measures under GAAP. There is no standardized measure of \"Adjusted Net Earnings\", Adjusted EBITDA, and \"Adjusted Funds from Operations\" and consequently APUC's method of calculating these measures may differ from methods used by other companies and therefore may not be comparable to similar measures presented by other companies. A calculation, analysis and reconciliation to the nearest GAAP measure of \"Adjusted Net Earnings\", Adjusted EBITDA, and \"Adjusted Funds from Operations\" can be found in the Supplementary Financial Information (unaudited) for the quarter ended December 31, 2017.\nAdjusted EBITDA\nEBITDA is a non-GAAP measure calculated by APUC as cash provided by operating activities without giving effect to (as applicable): depreciation and amortization expense, income tax expense or recoveries, acquisition costs, litigation expenses, interest expense, gain or loss on derivative financial instruments, write down of intangibles and property, plant and equipment, earnings attributable to non-controlling interests and gain or loss on foreign exchange, earnings or loss from discontinued operations and other typically non-recurring items. Adjusted EBITDA is not intended to be representative of cash provided by operating activities or results of operations determined in accordance with GAAP.\nAdjusted Net Earnings\nAdjusted Net Earnings is a non-GAAP measure calculated by APUC as net earnings from operations without giving effect to (as applicable): gains or losses on foreign exchange, foreign exchange forward contracts, interest rate swaps, acquisition costs, litigation expenses and write down of intangibles and property, plant and equipment, earnings or loss from discontinued operations and other typically non-recurring items as these are not reflective of the performance of the underlying business of APUC. It is not intended to be representative of net earnings or loss determined in accordance with GAAP.\nAdjusted Funds from Operations\nAdjusted Funds from Operations is a non-GAAP calculated by APUC as cash flows from operating activities without giving effect to (as applicable) changes in working capital balances, acquisition expenses, litigation expenses, cash provided or used in discontinued operations and other typically non-recurring items affecting cash from operations as these are not reflective of the long-term performance of the underlying businesses of APUC. It is not intended to be representative of cash flows from operating activities as determined in accordance with GAAP.\nSOURCE Algonquin Power & Utilities Corp.",
    "published": "2018-03-02T02:43:00.000+02:00",
    "crawled": "2018-03-02T05:16:38.030+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "financial",
        "highlight",
        "unaudited",
        "annual",
        "revenue",
        "billion",
        "increase",
        "annual",
        "adjusted",
        "ebitda",
        "million",
        "increase",
        "annual",
        "adjusted",
        "net",
        "earnings",
        "per",
        "share",
        "increase",
        "fourth",
        "quarter",
        "revenue",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "earnings",
        "per",
        "share",
        "million",
        "million",
        "respectively",
        "business",
        "highlight",
        "creation",
        "aages",
        "international",
        "renewable",
        "energy",
        "infrastructure",
        "development",
        "joint",
        "venture",
        "abengoa",
        "equity",
        "investment",
        "atlantica",
        "yield",
        "liberty",
        "power",
        "group",
        "add",
        "mw",
        "installed",
        "capacity",
        "clean",
        "energy",
        "portfolio",
        "liberty",
        "utility",
        "group",
        "acquires",
        "mw",
        "solar",
        "generating",
        "facility",
        "announces",
        "plan",
        "build",
        "mw",
        "wind",
        "generation",
        "service",
        "territory",
        "liberty",
        "utility",
        "group",
        "announces",
        "two",
        "utility",
        "distribution",
        "acquisition",
        "natural",
        "gas",
        "transmission",
        "project",
        "successful",
        "rate",
        "case",
        "outcome",
        "increase",
        "revenue",
        "million",
        "annualized",
        "basis",
        "oakville",
        "march",
        "algonquin",
        "power",
        "utility",
        "tsx",
        "aqn",
        "nyse",
        "aqn",
        "apuc",
        "today",
        "announced",
        "unaudited",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "apuc",
        "unaudited",
        "financial",
        "information",
        "supplementary",
        "management",
        "commentary",
        "available",
        "posted",
        "sedar",
        "edgar",
        "amount",
        "canadian",
        "dollar",
        "unless",
        "otherwise",
        "noted",
        "information",
        "contained",
        "news",
        "release",
        "unaudited",
        "financial",
        "review",
        "million",
        "canadian",
        "dollar",
        "per",
        "share",
        "basis",
        "unless",
        "otherwise",
        "noted",
        "unaudited",
        "quarterly",
        "annual",
        "quarter",
        "ended",
        "year",
        "ended",
        "variance",
        "variance",
        "revenue",
        "net",
        "earnings",
        "attributable",
        "shareholder",
        "per",
        "share",
        "adjusted",
        "net",
        "earnings",
        "per",
        "share",
        "adjusted",
        "ebitda",
        "adjusted",
        "fund",
        "operation",
        "dividend",
        "per",
        "share",
        "fourth",
        "quarter",
        "corporate",
        "highlight",
        "november",
        "apuc",
        "entered",
        "agreement",
        "create",
        "joint",
        "venture",
        "global",
        "energy",
        "solution",
        "aages",
        "seville",
        "abengoa",
        "abengoa",
        "identify",
        "develop",
        "construct",
        "clean",
        "energy",
        "water",
        "infrastructure",
        "asset",
        "global",
        "focus",
        "concurrently",
        "creation",
        "aages",
        "apuc",
        "entered",
        "definitive",
        "agreement",
        "purchase",
        "abengoa",
        "equity",
        "interest",
        "atlantica",
        "yield",
        "plc",
        "atlantica",
        "total",
        "purchase",
        "price",
        "approximately",
        "million",
        "transaction",
        "expected",
        "close",
        "sometime",
        "first",
        "quarter",
        "november",
        "apuc",
        "closed",
        "bought",
        "deal",
        "offering",
        "announced",
        "november",
        "including",
        "exercise",
        "full",
        "underwriter",
        "option",
        "total",
        "common",
        "share",
        "apuc",
        "sold",
        "price",
        "per",
        "share",
        "gross",
        "proceeds",
        "approximately",
        "million",
        "december",
        "tax",
        "cut",
        "job",
        "act",
        "tax",
        "reform",
        "signed",
        "law",
        "amongst",
        "significant",
        "change",
        "reduced",
        "federal",
        "corporate",
        "tax",
        "rate",
        "result",
        "tax",
        "reform",
        "apuc",
        "required",
        "revalue",
        "deferred",
        "income",
        "tax",
        "asset",
        "liability",
        "based",
        "new",
        "tax",
        "rate",
        "revaluation",
        "resulted",
        "accounting",
        "charge",
        "million",
        "company",
        "consolidated",
        "statement",
        "operation",
        "quarter",
        "year",
        "ended",
        "december",
        "fourth",
        "quarter",
        "year",
        "end",
        "growth",
        "highlight",
        "fourth",
        "quarter",
        "october",
        "liberty",
        "utility",
        "group",
        "announced",
        "proposed",
        "plan",
        "phase",
        "asbury",
        "coal",
        "generation",
        "facility",
        "expand",
        "wind",
        "resource",
        "development",
        "mw",
        "new",
        "wind",
        "generation",
        "near",
        "service",
        "territory",
        "end",
        "plan",
        "project",
        "cost",
        "saving",
        "customer",
        "million",
        "million",
        "period",
        "request",
        "approval",
        "filed",
        "regulator",
        "missouri",
        "kansa",
        "oklahoma",
        "arkansas",
        "subject",
        "respective",
        "review",
        "order",
        "various",
        "jurisdiction",
        "anticipated",
        "june",
        "december",
        "liberty",
        "utility",
        "group",
        "announced",
        "plan",
        "granite",
        "bridge",
        "new",
        "infrastructure",
        "project",
        "designed",
        "bring",
        "natural",
        "gas",
        "supply",
        "existing",
        "infrastructure",
        "located",
        "new",
        "hampshire",
        "seacoast",
        "region",
        "resident",
        "business",
        "central",
        "part",
        "state",
        "underground",
        "pipeline",
        "granite",
        "bridge",
        "project",
        "also",
        "includes",
        "proposed",
        "liquefied",
        "natural",
        "gas",
        "storage",
        "facility",
        "capable",
        "storing",
        "two",
        "billion",
        "cubic",
        "foot",
        "natural",
        "gas",
        "project",
        "represents",
        "potential",
        "investment",
        "million",
        "million",
        "subject",
        "approval",
        "regulatory",
        "authority",
        "full",
        "year",
        "january",
        "liberty",
        "utility",
        "group",
        "successfully",
        "completed",
        "acquisition",
        "empire",
        "district",
        "electric",
        "company",
        "empire",
        "approximately",
        "billion",
        "empire",
        "joplin",
        "regulated",
        "electric",
        "gas",
        "water",
        "utility",
        "approximately",
        "gw",
        "generating",
        "capacity",
        "serving",
        "approximately",
        "customer",
        "missouri",
        "kansa",
        "oklahoma",
        "arkansas",
        "january",
        "mw",
        "bakersfield",
        "ii",
        "solar",
        "facility",
        "achieved",
        "cod",
        "facility",
        "located",
        "kern",
        "county",
        "california",
        "expected",
        "generate",
        "energy",
        "annually",
        "year",
        "power",
        "purchase",
        "agreement",
        "california",
        "electric",
        "utility",
        "february",
        "liberty",
        "utility",
        "group",
        "acquired",
        "mw",
        "solar",
        "generating",
        "facility",
        "luning",
        "mineral",
        "county",
        "nevada",
        "luning",
        "facility",
        "expected",
        "generate",
        "energy",
        "annually",
        "distributed",
        "calpeco",
        "electric",
        "distribution",
        "system",
        "customer",
        "february",
        "mw",
        "deerfield",
        "wind",
        "facility",
        "achieved",
        "cod",
        "facility",
        "located",
        "central",
        "michigan",
        "expected",
        "generate",
        "energy",
        "annually",
        "year",
        "power",
        "purchase",
        "agreement",
        "michigan",
        "electric",
        "utility",
        "august",
        "apuc",
        "entered",
        "definitive",
        "agreement",
        "acquire",
        "lawrence",
        "gas",
        "company",
        "slg",
        "natural",
        "gas",
        "distribution",
        "utility",
        "serving",
        "approximately",
        "customer",
        "upstate",
        "new",
        "york",
        "total",
        "purchase",
        "price",
        "transaction",
        "million",
        "less",
        "total",
        "debt",
        "slg",
        "outstanding",
        "closing",
        "subject",
        "customary",
        "working",
        "capital",
        "adjustment",
        "closing",
        "transaction",
        "expected",
        "occur",
        "late",
        "early",
        "subject",
        "regulatory",
        "approval",
        "closing",
        "condition",
        "liberty",
        "utility",
        "group",
        "successfully",
        "completed",
        "several",
        "rate",
        "case",
        "representing",
        "cumulative",
        "annualized",
        "revenue",
        "increase",
        "approximately",
        "million",
        "liberty",
        "utility",
        "group",
        "also",
        "pending",
        "rate",
        "case",
        "filing",
        "progress",
        "expected",
        "completed",
        "successful",
        "represent",
        "increase",
        "rate",
        "amount",
        "million",
        "pleased",
        "report",
        "year",
        "unprecedented",
        "growth",
        "record",
        "financial",
        "result",
        "across",
        "organization",
        "reflecting",
        "full",
        "year",
        "contribution",
        "empire",
        "acquisition",
        "well",
        "new",
        "renewable",
        "generation",
        "facility",
        "totaling",
        "mw",
        "capacity",
        "commented",
        "ian",
        "robertson",
        "chief",
        "executive",
        "officer",
        "apuc",
        "move",
        "excited",
        "prospect",
        "aages",
        "new",
        "international",
        "renewable",
        "energy",
        "infrastructure",
        "development",
        "joint",
        "venture",
        "look",
        "forward",
        "executing",
        "five",
        "year",
        "billion",
        "growth",
        "plan",
        "continue",
        "drive",
        "growth",
        "earnings",
        "cash",
        "flow",
        "support",
        "growing",
        "dividend",
        "shareholder",
        "earnings",
        "conference",
        "call",
        "apuc",
        "hold",
        "earnings",
        "conference",
        "call",
        "eastern",
        "time",
        "friday",
        "march",
        "hosted",
        "chief",
        "executive",
        "officer",
        "ian",
        "robertson",
        "chief",
        "financial",
        "officer",
        "david",
        "bronicheski",
        "conference",
        "call",
        "date",
        "friday",
        "march",
        "start",
        "time",
        "eastern",
        "time",
        "phone",
        "number",
        "toll",
        "free",
        "within",
        "north",
        "america",
        "toronto",
        "conference",
        "id",
        "please",
        "ask",
        "join",
        "algonquin",
        "power",
        "utility",
        "conference",
        "call",
        "presentation",
        "access",
        "http",
        "unable",
        "attend",
        "live",
        "call",
        "digital",
        "recording",
        "available",
        "replay",
        "two",
        "hour",
        "call",
        "dialing",
        "access",
        "code",
        "friday",
        "march",
        "friday",
        "march",
        "algonquin",
        "power",
        "utility",
        "apuc",
        "diversified",
        "generation",
        "transmission",
        "distribution",
        "utility",
        "billion",
        "total",
        "asset",
        "two",
        "business",
        "group",
        "apuc",
        "provides",
        "rate",
        "regulated",
        "natural",
        "gas",
        "water",
        "electricity",
        "generation",
        "transmission",
        "distribution",
        "utility",
        "service",
        "customer",
        "united",
        "state",
        "committed",
        "global",
        "leader",
        "generation",
        "clean",
        "energy",
        "portfolio",
        "long",
        "term",
        "contracted",
        "wind",
        "solar",
        "hydroelectric",
        "generating",
        "facility",
        "representing",
        "mw",
        "installed",
        "capacity",
        "apuc",
        "delivers",
        "continuing",
        "growth",
        "expanding",
        "pipeline",
        "renewable",
        "energy",
        "development",
        "project",
        "organic",
        "growth",
        "within",
        "rate",
        "regulated",
        "generation",
        "distribution",
        "transmission",
        "business",
        "pursuit",
        "accretive",
        "acquisition",
        "common",
        "share",
        "preferred",
        "share",
        "traded",
        "toronto",
        "stock",
        "exchange",
        "symbol",
        "aqn",
        "apuc",
        "common",
        "share",
        "also",
        "listed",
        "new",
        "york",
        "stock",
        "exchange",
        "symbol",
        "aqn",
        "visit",
        "apuc",
        "follow",
        "u",
        "twitter",
        "caution",
        "regarding",
        "information",
        "financial",
        "measure",
        "certain",
        "statement",
        "included",
        "news",
        "release",
        "contain",
        "information",
        "within",
        "meaning",
        "certain",
        "security",
        "law",
        "including",
        "information",
        "statement",
        "regarding",
        "prospective",
        "result",
        "operation",
        "financial",
        "position",
        "cash",
        "flow",
        "specific",
        "information",
        "document",
        "includes",
        "limited",
        "expected",
        "completion",
        "timeline",
        "completion",
        "atlantica",
        "transaction",
        "expectation",
        "plan",
        "including",
        "potential",
        "investment",
        "amount",
        "respect",
        "granite",
        "bridge",
        "project",
        "expectation",
        "including",
        "projected",
        "cost",
        "saving",
        "respect",
        "asbury",
        "coal",
        "power",
        "plant",
        "expectation",
        "respect",
        "electricity",
        "generation",
        "apuc",
        "facility",
        "expected",
        "closing",
        "timing",
        "amount",
        "indebtedness",
        "assumed",
        "relation",
        "lawrence",
        "gas",
        "company",
        "transaction",
        "expectation",
        "respect",
        "pending",
        "rate",
        "case",
        "filing",
        "expectation",
        "respect",
        "apuc",
        "growth",
        "plan",
        "earnings",
        "cash",
        "flow",
        "dividend",
        "amount",
        "statement",
        "based",
        "factor",
        "assumption",
        "applied",
        "drawing",
        "conclusion",
        "making",
        "forecast",
        "projection",
        "including",
        "assumption",
        "based",
        "historical",
        "trend",
        "current",
        "condition",
        "expected",
        "future",
        "development",
        "since",
        "statement",
        "relate",
        "future",
        "event",
        "condition",
        "nature",
        "require",
        "making",
        "assumption",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "apuc",
        "caution",
        "although",
        "believed",
        "assumption",
        "reasonable",
        "circumstance",
        "risk",
        "uncertainty",
        "give",
        "rise",
        "possibility",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expectation",
        "set",
        "statement",
        "material",
        "risk",
        "factor",
        "include",
        "set",
        "management",
        "discussion",
        "analysis",
        "section",
        "apuc",
        "recent",
        "annual",
        "report",
        "quarterly",
        "report",
        "annual",
        "information",
        "form",
        "given",
        "risk",
        "undue",
        "reliance",
        "placed",
        "statement",
        "apply",
        "date",
        "specifically",
        "required",
        "law",
        "apuc",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "information",
        "reflect",
        "new",
        "information",
        "subsequent",
        "otherwise",
        "financial",
        "measure",
        "use",
        "financial",
        "measure",
        "term",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "ebitda",
        "adjusted",
        "fund",
        "operation",
        "used",
        "press",
        "release",
        "term",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "ebitda",
        "adjusted",
        "fund",
        "operation",
        "recognized",
        "measure",
        "gaap",
        "standardized",
        "measure",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "ebitda",
        "adjusted",
        "fund",
        "operation",
        "consequently",
        "apuc",
        "method",
        "calculating",
        "measure",
        "may",
        "differ",
        "method",
        "used",
        "company",
        "therefore",
        "may",
        "comparable",
        "similar",
        "measure",
        "presented",
        "company",
        "calculation",
        "analysis",
        "reconciliation",
        "nearest",
        "gaap",
        "measure",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "ebitda",
        "adjusted",
        "fund",
        "operation",
        "found",
        "supplementary",
        "financial",
        "information",
        "unaudited",
        "quarter",
        "ended",
        "december",
        "adjusted",
        "ebitda",
        "ebitda",
        "measure",
        "calculated",
        "apuc",
        "cash",
        "provided",
        "operating",
        "activity",
        "without",
        "giving",
        "effect",
        "applicable",
        "depreciation",
        "amortization",
        "expense",
        "income",
        "tax",
        "expense",
        "recovery",
        "acquisition",
        "cost",
        "litigation",
        "expense",
        "interest",
        "expense",
        "gain",
        "loss",
        "derivative",
        "financial",
        "instrument",
        "write",
        "intangible",
        "property",
        "plant",
        "equipment",
        "earnings",
        "attributable",
        "interest",
        "gain",
        "loss",
        "foreign",
        "exchange",
        "earnings",
        "loss",
        "discontinued",
        "operation",
        "typically",
        "item",
        "adjusted",
        "ebitda",
        "intended",
        "representative",
        "cash",
        "provided",
        "operating",
        "activity",
        "result",
        "operation",
        "determined",
        "accordance",
        "gaap",
        "adjusted",
        "net",
        "earnings",
        "adjusted",
        "net",
        "earnings",
        "measure",
        "calculated",
        "apuc",
        "net",
        "earnings",
        "operation",
        "without",
        "giving",
        "effect",
        "applicable",
        "gain",
        "loss",
        "foreign",
        "exchange",
        "foreign",
        "exchange",
        "forward",
        "contract",
        "interest",
        "rate",
        "swap",
        "acquisition",
        "cost",
        "litigation",
        "expense",
        "write",
        "intangible",
        "property",
        "plant",
        "equipment",
        "earnings",
        "loss",
        "discontinued",
        "operation",
        "typically",
        "item",
        "reflective",
        "performance",
        "underlying",
        "business",
        "apuc",
        "intended",
        "representative",
        "net",
        "earnings",
        "loss",
        "determined",
        "accordance",
        "gaap",
        "adjusted",
        "fund",
        "operation",
        "adjusted",
        "fund",
        "operation",
        "calculated",
        "apuc",
        "cash",
        "flow",
        "operating",
        "activity",
        "without",
        "giving",
        "effect",
        "applicable",
        "change",
        "working",
        "capital",
        "balance",
        "acquisition",
        "expense",
        "litigation",
        "expense",
        "cash",
        "provided",
        "used",
        "discontinued",
        "operation",
        "typically",
        "item",
        "affecting",
        "cash",
        "operation",
        "reflective",
        "performance",
        "underlying",
        "business",
        "apuc",
        "intended",
        "representative",
        "cash",
        "flow",
        "operating",
        "activity",
        "determined",
        "accordance",
        "gaap",
        "source",
        "algonquin",
        "power",
        "utility",
        "corp"
    ]
}