{
    "organizations": [],
    "uuid": "ede3e6dacbfbb7bf5566fb2a61a11168a20eb735",
    "author": "David Pierce",
    "url": "https://www.wsj.com/articles/uber-for-bikes-is-a-commuter-dream-when-it-works-1520955508",
    "ord_in_thread": 0,
    "title": "Uber for Bikes Is a Commuter Dream… When It Works",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "25 COMMENTS Lately, everywhere I go in San Francisco, I just grab whatever bike I can find and take off. When I’m done, I ditch it... wherever. I snag a new bike next time I need one. While you might picture me as some kind of super-smooth bike thief (that’s certainly how I picture myself), it’s more like I have the master key to hundreds of locked bikes around town.\nThis is dockless bike-sharing, which a handful of companies, including Uber, are bringing to U.S. cities. Rather than living in stations around a city, these bikes can be anywhere. You find and unlock a GPS-enabled bike with an app on your smartphone, then lock it and leave when you’re finished.\nI’m in the target market for this. I live just under a mile from the train station—too close to justify driving, but far enough to be annoying. My train drops me 1.5 miles from the office. My options used to be a long walk, a subway ride or a pricey Lyft. Now I open the Uber Bike section in the Uber app and reserve any of 250 electric bikes, built and maintained by a company called Jump Bikes.\nI pay $2 for a half-hour and about seven cents a minute after that. I ride wherever I want, the big red bike’s on-board motor doing most of the work. When I’m done, I drop it off anywhere within the sharing boundaries—which cover about half the city. It’s Uber minus the traffic, plus a smidge of exercise.\nLimeBike offers an electric bike like this one, or you can ride a standard bike or electric scooter. Everything comes in yellow and green. Photo: LimeBike A program like this could help alleviate traffic, make short travel cheaper and easier and have big environmental impact. But in some places where dockless bike-sharing has already taken off, in Paris, Zurich and especially in China , there have been problematic side effects. \nIn many of these booming, unregulated markets, abandoned bikes now litter the streets. They’re vandalized, thrown into lakes or stolen and stripped for parts. A litany of startups has already come and gone amid cutthroat competition.\nThe companies and cities trying to bring dockless bike-sharing stateside see what’s happening in China and are working to avoid the same fate. Most cities are embracing bike-sharing slowly while developing regulations for how many competitors and bikes they’ll allow on their streets. The model could eventually inform everything from food delivery to self-driving cars to the overall layout of future cities.\nPersonally, I’m just in it for the shorter commute.\nJump’s electric bikes are very heavy and very red, but they’re a sturdy, easy ride. You can reserve one ahead of time or unlock one nearby using a four-digit code. Photo: Emily Prapuolenis/The Wall Street Journal Get on Your Bikes and Ride \nDuring testing, I made heavy use of two dockless bike-shares: Jump’s Uber-assisted system—currently an 18-month pilot—and a service run by a startup called LimeBike. LimeBike is the biggest player so far in the U.S, with service in more than 50 markets. It’s even simpler than Jump: You unlock a standard green-and-yellow bike with your phone, then pay $1 per ride. (If you pick up an electric bike or scooter, there’s an additional per-minute fee.) When you’re done, you can leave the bike anywhere, securing it by pushing down a small lever to stop the back wheel from turning.\nIt’s hard to fault either LimeBike or Jump on convenience or price, but their systems don’t always work. I’ve ridden bikes with broken seats and dying batteries; I’ve found bikes with their motor and battery yanked off; I’ve walked toward bikes only to be beaten to them by someone else.\nLimeBike’s fleet currently roams all over San Jose, Calif., and more than 50 other U.S. markets. Photo: David Pierce/The Wall Street Journal Jump’s bikes have some built-in solutions. You can reserve (and start paying for) a bike ahead of time. At the end of your ride, Jump requires you lock the bike to a rack or pole using its included U-Lock. They’re harder to steal that way, and you can’t just ditch them anywhere on the sidewalk.\nThe biggest issue I’ve had with dockless bike-sharing, though, has been the times I simply can’t find the bike I’m looking for. Sometimes the maps are wrong, because tall buildings tend to screw up GPS. More than once, though, it was as if the bike had moved indoors.\nThat gave me an idea: What if I locked my bike up inside my building? It’d show up on the map, and I’d probably end up with hopeful riders milling awkwardly around my garage—but if I hid it well enough, it would just be sitting there next time I needed to ride. \nPeople do this, even though it obviously violates the terms of service: At one point during my testing, the GPS dot led me into a restaurant full of people who didn’t understand why I was asking about a big red bike. Jump says it’s working on improving GPS and timing how long a bike stays in the same location.\nTo start a ride with LimeBike, scan a bike’s QR code with your phone; when you’re done, just lock the rear wheel. Photo: LimeBike Yours, Mine and Not Ours \nCritics of these bike-sharing systems tend to point to an overall accountability problem. Imagine if you could park your car anywhere, at any time, and it instantly ceased to be your responsibility. You might park in the middle of the street if you were really late, right? That’s the problem. If the bike I was riding ends up in a river, these services can’t really know if it was me or someone else who gave it the heave-ho.\nToby Sun, LimeBike’s chief executive, says in every new city, the company expects some defacement or destruction. But after a few months, “the novelty fact kind of wears off, and people do less and less of those vandalism things.”\nJump’s bike-sharing service lives in a new section of the Uber app; you use it to find a nearby bike just like you’d find a car. Photo: David Pierce/The Wall Street Journal Both Mr. Sun and Ryan Rzepecki, Jump’s CEO, say they’re experimenting with ways to make these systems run even better. Jump is looking into offering free rides to customers who take bikes to and from charging stations. That would reduce the burden on Jump’s staff, a few dozen people in each city who run around like the cleaning staff at Disney World, stealthily making sure everything’s charged and accessible. With LimeBike, if a bike is reported parked in the street or in harm’s way, it can be deemed a “bonus bike”: Anyone who rides it for more than five minutes, moving it out of the way, gets the ride free.\nAs companies and their municipal partners learn where and when people move, the cities themselves could change—and I’m not just saying new bike lanes and bus routes. Imagine the most congested streets in your city turned into bike-accessible pedestrian malls, or rideable urban parks connecting key train stations and bus stops.\nRelated \nSecrets of Better Uber and Lyft Rides SoftBank Bets Big on Food Delivery The Secrets of Making Surge Pricing Work It’s not even that far fetched to imagine a world where many things you need are GPS-equipped and accessible. Need a shovel? There’s one two blocks away. A grill? Right next door. It’s a wildly complicated logistics puzzle that could mean a temporary glut of Broilmasters, but I hope somebody solves it.\nIn the meantime, if dockless bike-sharing works, it could be a big help for many people. San Francisco’s hills, New York’s traffic, Los Angeles’s sprawl, all become easier to handle on the seat of a bike that does most of the work. Where a bus might get you close, and an Uber even closer, a bike gets you all the way there.",
    "published": "2018-03-13T19:09:00.000+02:00",
    "crawled": "2018-03-13T18:13:28.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "lately",
        "everywhere",
        "go",
        "san",
        "francisco",
        "grab",
        "whatever",
        "bike",
        "find",
        "take",
        "done",
        "ditch",
        "wherever",
        "snag",
        "new",
        "bike",
        "next",
        "time",
        "need",
        "one",
        "might",
        "picture",
        "kind",
        "bike",
        "thief",
        "certainly",
        "picture",
        "like",
        "master",
        "key",
        "hundred",
        "locked",
        "bike",
        "around",
        "town",
        "dockless",
        "handful",
        "company",
        "including",
        "uber",
        "bringing",
        "city",
        "rather",
        "living",
        "station",
        "around",
        "city",
        "bike",
        "anywhere",
        "find",
        "unlock",
        "bike",
        "app",
        "smartphone",
        "lock",
        "leave",
        "finished",
        "target",
        "market",
        "live",
        "mile",
        "train",
        "close",
        "justify",
        "driving",
        "far",
        "enough",
        "annoying",
        "train",
        "drop",
        "mile",
        "office",
        "option",
        "used",
        "long",
        "walk",
        "subway",
        "ride",
        "pricey",
        "lyft",
        "open",
        "uber",
        "bike",
        "section",
        "uber",
        "app",
        "reserve",
        "electric",
        "bike",
        "built",
        "maintained",
        "company",
        "called",
        "jump",
        "bike",
        "pay",
        "seven",
        "cent",
        "minute",
        "ride",
        "wherever",
        "want",
        "big",
        "red",
        "bike",
        "motor",
        "work",
        "done",
        "drop",
        "anywhere",
        "within",
        "sharing",
        "cover",
        "half",
        "city",
        "uber",
        "minus",
        "traffic",
        "plus",
        "smidge",
        "exercise",
        "limebike",
        "offer",
        "electric",
        "bike",
        "like",
        "one",
        "ride",
        "standard",
        "bike",
        "electric",
        "scooter",
        "everything",
        "come",
        "yellow",
        "green",
        "photo",
        "limebike",
        "program",
        "like",
        "could",
        "help",
        "alleviate",
        "traffic",
        "make",
        "short",
        "travel",
        "cheaper",
        "easier",
        "big",
        "environmental",
        "impact",
        "place",
        "dockless",
        "already",
        "taken",
        "paris",
        "zurich",
        "especially",
        "china",
        "problematic",
        "side",
        "effect",
        "many",
        "booming",
        "unregulated",
        "market",
        "abandoned",
        "bike",
        "litter",
        "street",
        "vandalized",
        "thrown",
        "lake",
        "stolen",
        "stripped",
        "part",
        "litany",
        "startup",
        "already",
        "come",
        "gone",
        "amid",
        "cutthroat",
        "competition",
        "company",
        "city",
        "trying",
        "bring",
        "dockless",
        "stateside",
        "see",
        "happening",
        "china",
        "working",
        "avoid",
        "fate",
        "city",
        "embracing",
        "slowly",
        "developing",
        "regulation",
        "many",
        "competitor",
        "bike",
        "allow",
        "street",
        "model",
        "could",
        "eventually",
        "inform",
        "everything",
        "food",
        "delivery",
        "car",
        "overall",
        "layout",
        "future",
        "city",
        "personally",
        "shorter",
        "commute",
        "jump",
        "electric",
        "bike",
        "heavy",
        "red",
        "sturdy",
        "easy",
        "ride",
        "reserve",
        "one",
        "ahead",
        "time",
        "unlock",
        "one",
        "nearby",
        "using",
        "code",
        "photo",
        "emily",
        "wall",
        "street",
        "journal",
        "get",
        "bike",
        "ride",
        "testing",
        "made",
        "heavy",
        "use",
        "two",
        "dockless",
        "jump",
        "service",
        "run",
        "startup",
        "called",
        "limebike",
        "limebike",
        "biggest",
        "player",
        "far",
        "service",
        "market",
        "even",
        "simpler",
        "jump",
        "unlock",
        "standard",
        "bike",
        "phone",
        "pay",
        "per",
        "ride",
        "pick",
        "electric",
        "bike",
        "scooter",
        "additional",
        "fee",
        "done",
        "leave",
        "bike",
        "anywhere",
        "securing",
        "pushing",
        "small",
        "lever",
        "stop",
        "back",
        "wheel",
        "turning",
        "hard",
        "fault",
        "either",
        "limebike",
        "jump",
        "convenience",
        "price",
        "system",
        "always",
        "work",
        "ridden",
        "bike",
        "broken",
        "seat",
        "dying",
        "battery",
        "found",
        "bike",
        "motor",
        "battery",
        "yanked",
        "walked",
        "toward",
        "bike",
        "beaten",
        "someone",
        "else",
        "limebike",
        "fleet",
        "currently",
        "roams",
        "san",
        "jose",
        "market",
        "photo",
        "david",
        "wall",
        "street",
        "journal",
        "jump",
        "bike",
        "solution",
        "reserve",
        "start",
        "paying",
        "bike",
        "ahead",
        "time",
        "end",
        "ride",
        "jump",
        "requires",
        "lock",
        "bike",
        "rack",
        "pole",
        "using",
        "included",
        "harder",
        "steal",
        "way",
        "ditch",
        "anywhere",
        "sidewalk",
        "biggest",
        "issue",
        "dockless",
        "though",
        "time",
        "simply",
        "find",
        "bike",
        "looking",
        "sometimes",
        "map",
        "wrong",
        "tall",
        "building",
        "tend",
        "screw",
        "gps",
        "though",
        "bike",
        "moved",
        "indoors",
        "gave",
        "idea",
        "locked",
        "bike",
        "inside",
        "building",
        "show",
        "map",
        "probably",
        "end",
        "hopeful",
        "rider",
        "milling",
        "awkwardly",
        "around",
        "hid",
        "well",
        "enough",
        "would",
        "sitting",
        "next",
        "time",
        "needed",
        "ride",
        "people",
        "even",
        "though",
        "obviously",
        "violates",
        "term",
        "service",
        "one",
        "point",
        "testing",
        "gps",
        "dot",
        "led",
        "restaurant",
        "full",
        "people",
        "understand",
        "asking",
        "big",
        "red",
        "bike",
        "jump",
        "say",
        "working",
        "improving",
        "gps",
        "timing",
        "long",
        "bike",
        "stay",
        "location",
        "start",
        "ride",
        "limebike",
        "scan",
        "bike",
        "qr",
        "code",
        "phone",
        "done",
        "lock",
        "rear",
        "wheel",
        "photo",
        "limebike",
        "mine",
        "critic",
        "system",
        "tend",
        "point",
        "overall",
        "accountability",
        "problem",
        "imagine",
        "could",
        "park",
        "car",
        "anywhere",
        "time",
        "instantly",
        "ceased",
        "responsibility",
        "might",
        "park",
        "middle",
        "street",
        "really",
        "late",
        "right",
        "problem",
        "bike",
        "riding",
        "end",
        "river",
        "service",
        "really",
        "know",
        "someone",
        "else",
        "gave",
        "toby",
        "sun",
        "limebike",
        "chief",
        "executive",
        "say",
        "every",
        "new",
        "city",
        "company",
        "expects",
        "defacement",
        "destruction",
        "month",
        "novelty",
        "fact",
        "kind",
        "wear",
        "people",
        "less",
        "less",
        "vandalism",
        "jump",
        "service",
        "life",
        "new",
        "section",
        "uber",
        "app",
        "use",
        "find",
        "nearby",
        "bike",
        "like",
        "find",
        "car",
        "photo",
        "david",
        "wall",
        "street",
        "journal",
        "sun",
        "ryan",
        "rzepecki",
        "jump",
        "ceo",
        "say",
        "experimenting",
        "way",
        "make",
        "system",
        "run",
        "even",
        "better",
        "jump",
        "looking",
        "offering",
        "free",
        "ride",
        "customer",
        "take",
        "bike",
        "charging",
        "station",
        "would",
        "reduce",
        "burden",
        "jump",
        "staff",
        "dozen",
        "people",
        "city",
        "run",
        "around",
        "like",
        "cleaning",
        "staff",
        "disney",
        "world",
        "stealthily",
        "making",
        "sure",
        "everything",
        "charged",
        "accessible",
        "limebike",
        "bike",
        "reported",
        "parked",
        "street",
        "harm",
        "way",
        "deemed",
        "bonus",
        "bike",
        "anyone",
        "ride",
        "five",
        "minute",
        "moving",
        "way",
        "get",
        "ride",
        "free",
        "company",
        "municipal",
        "partner",
        "learn",
        "people",
        "move",
        "city",
        "could",
        "saying",
        "new",
        "bike",
        "lane",
        "bus",
        "route",
        "imagine",
        "congested",
        "street",
        "city",
        "turned",
        "pedestrian",
        "mall",
        "rideable",
        "urban",
        "park",
        "connecting",
        "key",
        "train",
        "station",
        "bus",
        "stop",
        "related",
        "secret",
        "better",
        "uber",
        "lyft",
        "ride",
        "softbank",
        "bet",
        "big",
        "food",
        "delivery",
        "secret",
        "making",
        "surge",
        "pricing",
        "work",
        "even",
        "far",
        "fetched",
        "imagine",
        "world",
        "many",
        "thing",
        "need",
        "accessible",
        "need",
        "shovel",
        "one",
        "two",
        "block",
        "away",
        "grill",
        "right",
        "next",
        "door",
        "wildly",
        "complicated",
        "logistics",
        "puzzle",
        "could",
        "mean",
        "temporary",
        "glut",
        "broilmasters",
        "hope",
        "somebody",
        "solves",
        "meantime",
        "dockless",
        "work",
        "could",
        "big",
        "help",
        "many",
        "people",
        "san",
        "francisco",
        "hill",
        "new",
        "york",
        "traffic",
        "los",
        "angeles",
        "sprawl",
        "become",
        "easier",
        "handle",
        "seat",
        "bike",
        "work",
        "bus",
        "might",
        "get",
        "close",
        "uber",
        "even",
        "closer",
        "bike",
        "get",
        "way"
    ]
}