{
    "organizations": [],
    "uuid": "558ab13fcbeeb5adc516e00b3c4148a8e0072d6e",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/us-remington-bankruptcy-breakingviews/breakingviews-cox-a-beneficent-billionaire-should-buy-remington-idUSKBN1H32GM",
    "ord_in_thread": 0,
    "title": "Breakingviews - Cox: A beneficent billionaire should buy Remington",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK (Reuters Breakingviews) - It’s hard to take pity on Remington, the firm that manufactured the assault-style rifle used to murder 20 first-graders and six of their teachers at Sandy Hook Elementary School in 2012. But the gunmaker’s bankruptcy is undeniably pitiful. Having massacred some $700 million of creditors’ wealth, Remington finds itself with a group of reluctant lenders and accidental shareholders who just want out in a hurry.\nEmma Gonzalez, a student and shooting survivor from the Marjory Stoneman Douglas High School in Parkland, Florida, addresses the conclusion of the \"March for Our Lives\" event demanding gun control after recent school shootings at a rally in Washington, U.S., March 24, 2018. REUTERS/Jonathan Ernst But finding a traditional buyer for the maker of AR-15s won’t be easy. Remington filed bankruptcy papers a day after millions of Americans marched in favor of banning its products. Ironically, this makes a beneficent billionaire best positioned to put the 202-year-old enterprise out of its misery. Truth is, Mike Bloomberg, Microsoft founder Bill Gates or Amazon’s Jeff Bezos could turn Remington into a force for sensible gun policies - with their pocket change.\nIf that sounds far-fetched, consider the parlous state of the industry. The three public firearms producers saw their shares plunge after Saturday’s March for Our Lives protest in Washington and hundreds of other cities. In the weeks since the killing of 17 students and teachers in Parkland, Florida, they have been under fire from large shareholders, including the world’s biggest fund manager, BlackRock, over the manufacture, distribution and marketing of guns like the one used in Parkland and other high-profile tragedies.\nBanks have been fleeing ironmongers, too. Citigroup last week laid out a policy that would seem to preclude it from financing a deal to make Remington great again. And though Remington’s last owner was a private-equity firm, Cerberus, its own investors forced it to divest the business after Sandy Hook. So another leveraged buyout looks unlikely, and not just because Remington proved to be such an unworthy borrower.\nRemington’s own adviser struggled to find banks willing to take part in the restructuring. Though a handful of institutions, including Bank of America and Wells Fargo, are lending money due to previous commitments, “the vast majority of lenders contacted ... indicated they were reluctant to provide financing to firearms manufacturers,” Lazard wrote in papers filed on Sunday. One bank involved in the deal told me this would be its last loan to a gun company.\nWith banks, private equity and rivals on the sidelines, Remington offers a prime opportunity for a billionaire to make what could be a high-profile impact investment. A new owner could lead the way in reforming industry practices to comport with the shifting views about guns in society, and do so without alienating sporting, hunting, law-enforcement and military customers.\nAnd it can be had for a relative pittance. The estimated range of reorganized Remington’s enterprise value is between $470 million and $650 million – or $543 million at the midpoint, according to its bankruptcy papers. That includes $227 million of debt, implying an equity value of just $266 million. Against the $950 million of debt outstanding before Remington went bust, that’s a bargain.\nNow, consider a Remington purchase as part of the portfolio of a plutocrat who wants to make a difference. Former New York City Mayor Bloomberg, for instance, has long campaigned for stronger laws, and is the principal backer of Everytown for Gun Safety, one of the leading groups in the gun-violence prevention movement. Swallowing up all of Remington’s debt and equity would cost just 1 percent of his $50 billion fortune.\n“I will bring that up with him,” Shannon Watts, the former stay-at-home mother who founded Moms Demand Action for Gun Sense in America, told me at a Reuters Newsmaker event last week. Her organization is now part of Everytown. “One thing that Mike has been very committed to is saying ‘look, I can’t shoulder a whole movement. Other people have to get involved and donate.’ It’s incredibly important that this doesn’t all rest on the shoulders of Mike Bloomberg. But I think that’s an interesting idea.”\nOther billionaires could step up. Bill and Melinda Gates contributed $1 million to a group advocating for stronger gun laws in Washington four years ago, alongside former Microsoft executive Steve Ballmer and co-founder Paul Allen. For Gates, a Remington purchase would come to just 0.6 percent of his $91 billion fortune. For Jeff Bezos, it would amount to less than half a percentage point of his $130 billion net worth.\nThe key would be to modify Remington’s business in line with a new socially driven purpose. First up would be to stop producing high-capacity magazines and military-style assault weapons for civilians, an area where Remington arguably over-invested during the firearms boom under President Barack Obama. But since sales of these products have been plunging, it may not be a hard financial call.\nA reformed Remington, especially if owned by a tech entrepreneur, would want to take the lead in developing smart-gun technology that could prevent unlawful use as well as the accidental discharges that claim hundreds of lives, including of children, every year. According to the National Center for Injury Prevention and Control, some 20 percent of 70,000 non-fatal firearms injuries in a given year are the result of unintentional discharges.\nInnovations like radio-frequency identification or Apple’s biometric sensor for the iPhone make it increasingly feasible to envision similar applications for all sorts of industries, including those where there is a real potential to save lives. Remington could show the industry how it’s done - and in cooperation with moderate gun owners, the military and law enforcement.\nThe new Remington could work more aggressively to identify and shun distributors who supply weapons to criminals by selling them to straw purchasers. The Brady Center to Prevent Gun Violence says these “bad apples” make up just 5 percent of gun dealers, yet account for 90 percent of guns used in crimes.\nRemington also could work closely with legislators in supporting common-sense gun legislation. That’s what Dick’s Sporting Goods promised to do last month when it stopped selling AR-15s and increased the age for gun purchases to 21. The retailer said it would “implore our elected officials to enact common sense gun reform” including banning assault-style weapons and requiring universal background checks.\nFinally, instead of channeling money to the National Rifle Association as a corporate partner, Remington could support groups focused solely on gun safety, marksmanship or a sustainable outdoors lifestyle. It might even create a membership club to rival the NRA, whose popularity has plunged, according to an NBC News/Wall Street Journal poll last week.\nMany of these measures would be controversial with the NRA, Second Amendment absolutists and more radicalized lobbying groups like the Gun Owners of America. They would almost certainly call for boycotts of Remington products, as some did when Delta Air Lines and other companies severed their ties with the NRA following the Parkland shooting.\nBut they are an increasingly marginalized and small segment of American society and even of the gun-owning public. A revised Remington, under the stewardship of a beneficent billionaire, wouldn’t need them.\nBreakingviews Reuters Breakingviews is the world's leading source of agenda-setting financial insight. As the Reuters brand for financial commentary, we dissect the big business and economic stories as they break around the world every day. A global team of about 30 correspondents in New York, London, Hong Kong and other major cities provides expert analysis in real time.\nSign up for a free trial of our full service at https://www.breakingviews.com/trial and follow us on Twitter @Breakingviews and at www.breakingviews.com . All opinions expressed are those of the authors.\n0 : 0 narrow-browser-and-phone medium-browser-and-portrait-tablet landscape-tablet medium-wide-browser wide-browser-and-larger medium-browser-and-landscape-tablet medium-wide-browser-and-larger above-phone portrait-tablet-and-above above-portrait-tablet landscape-tablet-and-above landscape-tablet-and-medium-wide-browser portrait-tablet-and-below landscape-tablet-and-below Apps Newsletters Reuters Plus Advertising Guidelines Cookies Terms of Use Privacy\nAll Quote: s delayed a minimum of 15 minutes. See here for a complete list of exchanges and delays.\n© 2018 Reuters. All Rights Reserved.",
    "published": "2018-03-28T00:59:00.000+03:00",
    "crawled": "2018-03-27T21:51:41.070+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "reuters",
        "breakingviews",
        "hard",
        "take",
        "pity",
        "remington",
        "firm",
        "manufactured",
        "rifle",
        "used",
        "murder",
        "six",
        "teacher",
        "sandy",
        "hook",
        "elementary",
        "school",
        "gunmaker",
        "bankruptcy",
        "undeniably",
        "pitiful",
        "massacred",
        "million",
        "creditor",
        "wealth",
        "remington",
        "find",
        "group",
        "reluctant",
        "lender",
        "accidental",
        "shareholder",
        "want",
        "hurry",
        "emma",
        "gonzalez",
        "student",
        "shooting",
        "survivor",
        "marjory",
        "stoneman",
        "douglas",
        "high",
        "school",
        "parkland",
        "florida",
        "address",
        "conclusion",
        "march",
        "life",
        "event",
        "demanding",
        "gun",
        "control",
        "recent",
        "school",
        "shooting",
        "rally",
        "washington",
        "march",
        "ernst",
        "finding",
        "traditional",
        "buyer",
        "maker",
        "easy",
        "remington",
        "filed",
        "bankruptcy",
        "paper",
        "day",
        "million",
        "american",
        "marched",
        "favor",
        "banning",
        "product",
        "ironically",
        "make",
        "beneficent",
        "billionaire",
        "best",
        "positioned",
        "put",
        "enterprise",
        "misery",
        "truth",
        "mike",
        "bloomberg",
        "microsoft",
        "founder",
        "bill",
        "gate",
        "amazon",
        "jeff",
        "bezos",
        "could",
        "turn",
        "remington",
        "force",
        "sensible",
        "gun",
        "policy",
        "pocket",
        "change",
        "sound",
        "consider",
        "parlous",
        "state",
        "industry",
        "three",
        "public",
        "firearm",
        "producer",
        "saw",
        "share",
        "plunge",
        "saturday",
        "march",
        "life",
        "protest",
        "washington",
        "hundred",
        "city",
        "week",
        "since",
        "killing",
        "student",
        "teacher",
        "parkland",
        "florida",
        "fire",
        "large",
        "shareholder",
        "including",
        "world",
        "biggest",
        "fund",
        "manager",
        "blackrock",
        "manufacture",
        "distribution",
        "marketing",
        "gun",
        "like",
        "one",
        "used",
        "parkland",
        "tragedy",
        "bank",
        "fleeing",
        "ironmonger",
        "citigroup",
        "last",
        "week",
        "laid",
        "policy",
        "would",
        "seem",
        "preclude",
        "financing",
        "deal",
        "make",
        "remington",
        "great",
        "though",
        "remington",
        "last",
        "owner",
        "firm",
        "cerberus",
        "investor",
        "forced",
        "divest",
        "business",
        "sandy",
        "hook",
        "another",
        "leveraged",
        "buyout",
        "look",
        "unlikely",
        "remington",
        "proved",
        "unworthy",
        "borrower",
        "remington",
        "adviser",
        "struggled",
        "find",
        "bank",
        "willing",
        "take",
        "part",
        "restructuring",
        "though",
        "handful",
        "institution",
        "including",
        "bank",
        "america",
        "well",
        "fargo",
        "lending",
        "money",
        "due",
        "previous",
        "commitment",
        "vast",
        "majority",
        "lender",
        "contacted",
        "indicated",
        "reluctant",
        "provide",
        "financing",
        "firearm",
        "manufacturer",
        "lazard",
        "wrote",
        "paper",
        "filed",
        "sunday",
        "one",
        "bank",
        "involved",
        "deal",
        "told",
        "would",
        "last",
        "loan",
        "gun",
        "company",
        "bank",
        "private",
        "equity",
        "rival",
        "sideline",
        "remington",
        "offer",
        "prime",
        "opportunity",
        "billionaire",
        "make",
        "could",
        "impact",
        "investment",
        "new",
        "owner",
        "could",
        "lead",
        "way",
        "reforming",
        "industry",
        "practice",
        "comport",
        "shifting",
        "view",
        "gun",
        "society",
        "without",
        "alienating",
        "sporting",
        "hunting",
        "military",
        "customer",
        "relative",
        "pittance",
        "estimated",
        "range",
        "reorganized",
        "remington",
        "enterprise",
        "value",
        "million",
        "million",
        "million",
        "midpoint",
        "according",
        "bankruptcy",
        "paper",
        "includes",
        "million",
        "debt",
        "implying",
        "equity",
        "value",
        "million",
        "million",
        "debt",
        "outstanding",
        "remington",
        "went",
        "bust",
        "bargain",
        "consider",
        "remington",
        "purchase",
        "part",
        "portfolio",
        "plutocrat",
        "want",
        "make",
        "difference",
        "former",
        "new",
        "york",
        "city",
        "mayor",
        "bloomberg",
        "instance",
        "long",
        "campaigned",
        "stronger",
        "law",
        "principal",
        "backer",
        "everytown",
        "gun",
        "safety",
        "one",
        "leading",
        "group",
        "prevention",
        "movement",
        "swallowing",
        "remington",
        "debt",
        "equity",
        "would",
        "cost",
        "percent",
        "billion",
        "fortune",
        "bring",
        "shannon",
        "watt",
        "former",
        "mother",
        "founded",
        "mom",
        "demand",
        "action",
        "gun",
        "sense",
        "america",
        "told",
        "reuters",
        "newsmaker",
        "event",
        "last",
        "week",
        "organization",
        "part",
        "everytown",
        "one",
        "thing",
        "mike",
        "committed",
        "saying",
        "look",
        "shoulder",
        "whole",
        "movement",
        "people",
        "get",
        "involved",
        "incredibly",
        "important",
        "rest",
        "shoulder",
        "mike",
        "bloomberg",
        "think",
        "interesting",
        "billionaire",
        "could",
        "step",
        "bill",
        "melinda",
        "gate",
        "contributed",
        "million",
        "group",
        "advocating",
        "stronger",
        "gun",
        "law",
        "washington",
        "four",
        "year",
        "ago",
        "alongside",
        "former",
        "microsoft",
        "executive",
        "steve",
        "ballmer",
        "paul",
        "allen",
        "gate",
        "remington",
        "purchase",
        "would",
        "come",
        "percent",
        "billion",
        "fortune",
        "jeff",
        "bezos",
        "would",
        "amount",
        "less",
        "half",
        "percentage",
        "point",
        "billion",
        "net",
        "worth",
        "key",
        "would",
        "modify",
        "remington",
        "business",
        "line",
        "new",
        "socially",
        "driven",
        "purpose",
        "first",
        "would",
        "stop",
        "producing",
        "magazine",
        "assault",
        "weapon",
        "civilian",
        "area",
        "remington",
        "arguably",
        "firearm",
        "boom",
        "president",
        "barack",
        "obama",
        "since",
        "sale",
        "product",
        "plunging",
        "may",
        "hard",
        "financial",
        "call",
        "reformed",
        "remington",
        "especially",
        "owned",
        "tech",
        "entrepreneur",
        "would",
        "want",
        "take",
        "lead",
        "developing",
        "technology",
        "could",
        "prevent",
        "unlawful",
        "use",
        "well",
        "accidental",
        "discharge",
        "claim",
        "hundred",
        "life",
        "including",
        "child",
        "every",
        "year",
        "according",
        "national",
        "center",
        "injury",
        "prevention",
        "control",
        "percent",
        "firearm",
        "injury",
        "given",
        "year",
        "result",
        "unintentional",
        "discharge",
        "innovation",
        "like",
        "identification",
        "apple",
        "biometric",
        "sensor",
        "iphone",
        "make",
        "increasingly",
        "feasible",
        "envision",
        "similar",
        "application",
        "sort",
        "industry",
        "including",
        "real",
        "potential",
        "save",
        "life",
        "remington",
        "could",
        "show",
        "industry",
        "done",
        "cooperation",
        "moderate",
        "gun",
        "owner",
        "military",
        "law",
        "enforcement",
        "new",
        "remington",
        "could",
        "work",
        "aggressively",
        "identify",
        "shun",
        "distributor",
        "supply",
        "weapon",
        "criminal",
        "selling",
        "straw",
        "purchaser",
        "brady",
        "center",
        "prevent",
        "gun",
        "violence",
        "say",
        "bad",
        "apple",
        "make",
        "percent",
        "gun",
        "dealer",
        "yet",
        "account",
        "percent",
        "gun",
        "used",
        "crime",
        "remington",
        "also",
        "could",
        "work",
        "closely",
        "legislator",
        "supporting",
        "gun",
        "legislation",
        "dick",
        "sporting",
        "good",
        "promised",
        "last",
        "month",
        "stopped",
        "selling",
        "increased",
        "age",
        "gun",
        "purchase",
        "retailer",
        "said",
        "would",
        "implore",
        "elected",
        "official",
        "enact",
        "common",
        "sense",
        "gun",
        "reform",
        "including",
        "banning",
        "weapon",
        "requiring",
        "universal",
        "background",
        "check",
        "finally",
        "instead",
        "channeling",
        "money",
        "national",
        "rifle",
        "association",
        "corporate",
        "partner",
        "remington",
        "could",
        "support",
        "group",
        "focused",
        "solely",
        "gun",
        "safety",
        "marksmanship",
        "sustainable",
        "outdoors",
        "lifestyle",
        "might",
        "even",
        "create",
        "membership",
        "club",
        "rival",
        "nra",
        "whose",
        "popularity",
        "plunged",
        "according",
        "nbc",
        "street",
        "journal",
        "poll",
        "last",
        "week",
        "many",
        "measure",
        "would",
        "controversial",
        "nra",
        "second",
        "amendment",
        "absolutist",
        "radicalized",
        "lobbying",
        "group",
        "like",
        "gun",
        "owner",
        "america",
        "would",
        "almost",
        "certainly",
        "call",
        "boycott",
        "remington",
        "product",
        "delta",
        "air",
        "line",
        "company",
        "severed",
        "tie",
        "nra",
        "following",
        "parkland",
        "shooting",
        "increasingly",
        "marginalized",
        "small",
        "segment",
        "american",
        "society",
        "even",
        "public",
        "revised",
        "remington",
        "stewardship",
        "beneficent",
        "billionaire",
        "need",
        "breakingviews",
        "reuters",
        "breakingviews",
        "world",
        "leading",
        "source",
        "financial",
        "insight",
        "reuters",
        "brand",
        "financial",
        "commentary",
        "dissect",
        "big",
        "business",
        "economic",
        "story",
        "break",
        "around",
        "world",
        "every",
        "day",
        "global",
        "team",
        "correspondent",
        "new",
        "york",
        "london",
        "hong",
        "kong",
        "major",
        "city",
        "provides",
        "expert",
        "analysis",
        "real",
        "time",
        "sign",
        "free",
        "trial",
        "full",
        "service",
        "http",
        "follow",
        "u",
        "twitter",
        "breakingviews",
        "opinion",
        "expressed",
        "author",
        "apps",
        "newsletter",
        "reuters",
        "plus",
        "advertising",
        "guideline",
        "cooky",
        "term",
        "use",
        "privacy",
        "quote",
        "delayed",
        "minimum",
        "minute",
        "see",
        "complete",
        "list",
        "exchange",
        "delay",
        "reuters",
        "right",
        "reserved"
    ]
}