{
    "organizations": [],
    "uuid": "4aa3032f9c93a47014252830d166ccaa0922df8a",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/globe-newswire-fibrocell-reports-2017-financial-results-and-recent-highlights.html",
    "ord_in_thread": 0,
    "title": "Fibrocell Reports 2017 Financial Results and Recent Highlights",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "- Company to Host Conference Call and Webcast Today at 8:30 a.m. EDT -\nEXTON, Pa., Fibrocell Science, Inc. (NASDAQ:FCSC), a gene therapy company focused on transformational autologous cell-based therapies for skin and connective tissue diseases, today reported financial results for the year ended December 31, 2017 and recent operational highlights. Fibrocell will host a conference call and webcast today at 8:30 a.m. EDT.\n“We are pleased with the substantial progress of our gene therapy candidates that continues to advance and positions us to achieve important milestones in 2018,” said John Maslowski, President and Chief Executive Officer of Fibrocell. “In January 2018, the U.S. Food and Drug Administration granted us allowance to enroll pediatric patients in the Phase 2 portion of our Phase 1/2 clinical trial of FCX-007 for the treatment of recessive dystrophic epidermolysis bullosa, a key milestone for the program.”\n“In addition, we completed necessary pre-clinical studies for FCX-013, our product candidate for the treatment of moderate to severe localized scleroderma. We used the data to support our submission of an Investigational New Drug Application to the FDA in January 2018, and in March, the FDA allowed the IND for FCX-013 to progress to clinical trials,” said Mr. Maslowski.\nRecent program highlights and new updates are as follows:\nFCX-007\nFibrocell reported interim results from three adult patients in the Phase 1 portion of its Phase 1/2 clinical trial of FCX-007 for the treatment of recessive dystrophic epidermolysis bullosa (RDEB) in the third quarter of 2017. Data from three adult NC1+ patients showed FCX-007 was well-tolerated through 12 weeks post-administration. No serious adverse events and no product-related adverse events were reported. In addition to encouraging interim safety data, positive early trends were noted in wound healing and pharmacology signals. The Data Safety Monitoring Board for the trial reviewed the interim data and concluded that safety and potential benefit were established, and allowed continuation of enrollment and dosing.\nFibrocell completed dosing of the fourth adult patient and performed additional dosing of existing adult patients in the Phase 1 portion of its Phase 1/2 clinical trial of FCX-007 in the fourth quarter of 2017. Fibrocell expects to report additional interim adult data and provide a trial update in the second quarter of 2018.\nIn January 2018, Fibrocell obtained allowance from the FDA to initiate enrollment of pediatric patients in the Phase 2 portion of its Phase 1/2 clinical trial of FCX-007, based on evidence of safety and potential benefit of FCX-007 in adult patients dosed in the Phase 1 portion of the clinical trial. Fibrocell plans to enroll six patients ages seven and older in the Phase 2 portion of the Phase 1/2 clinical trial. One RDEB adult patient has been enrolled in Phase 2, and dosing is expected to occur in the second quarter of 2018. Enrollment of Phase 2 patients is expected to be completed in the third quarter of 2018. Another interim data report and trial update is expected in the first quarter of 2019.\nFibrocell’s existing, current good manufacturing practices (cGMP) cell therapy manufacturing facility in Exton, PA has been designated as the production site for FCX-007 after incorporation into the IND application. FCX-007 drug product dosed in the fourth quarter of 2017 was produced and distributed from this facility.\nFCX-013\nIn December 2017, Fibrocell completed the toxicology/biodistribution study of FCX-013. Data from this study showed no test article-related clinical observations, body weight changes, changes in clinical pathology parameters, gross observations or organ weight change. In addition, there was no significant vector biodistribution to target organs.\nIn March 2018, Fibrocell obtained FDA allowance of the IND for FCX-013 to progress to clinical trials for the treatment of moderate to severe localized scleroderma. Fibrocell expects to initiate enrollment in a Phase 1/2 clinical trial of FCX-013 in the third quarter of 2018.\nCorporate\nOn December 11, 2017, Fibrocell closed an underwritten public offering for the sale of $10.5 million of the Company’s common stock and accompanying stock warrants. The Company intends to use the net proceeds of approximately $9.3 million from the financing for the continued clinical development of FCX-007 and FCX-013 and for other general corporate purposes.\nFinancial Results for the Twelve Months Ended December 31, 2017\nFor the twelve months ended December 31, 2017, Fibrocell reported a diluted net loss of $1.33 per share, compared to a diluted net loss of $1.18 per share for the same period in 2016.\nThe 2017 period included approximately $4.9 million of non-cash warrant revaluation income, as compared to approximately $11.9 million of non-cash warrant revaluation income for the same period in 2016. Additionally, the 2017 period included non-cash deemed dividends on Series A preferred stock of approximately $4.1 million increasing net loss attributable to common stockholders. No non-cash deemed dividends were recorded in the same period in 2016.\nResearch and development expenses increased 1% to approximately $12.2 million for the twelve months ended December 31, 2017, as compared to approximately $12.1 million for the same twelve-month period in 2016. This increase was due primarily to increased costs related to the Phase 1/2 clinical trial of FCX-007 and increased pre-clinical development costs related to FCX-013. These increases were partially offset by reduced compensation and employee related expenses in the 2017 period as a result of our restructuring related initiatives implemented in June 2016.\nSelling, general and administrative expenses decreased 30.9% to approximately $6.7 million for the twelve months ended December 31, 2017, as compared to approximately $9.8 million for the same twelve-month period in 2016. This decrease was due primarily to reduced compensation and employee related expenses, all due to reductions in management staffing made in the last half of 2016 and in early 2017.\nAs of December 31, 2017, the Company had cash and cash equivalents of approximately $17.4 million and working capital of approximately $13.5 million. Fibrocell used approximately $17.0 million in cash for operations during the twelve months ended December 31, 2017, as compared to approximately $29.4 million used for the same twelve-month period in 2016.\nThe Company believes that its cash and cash equivalents will be sufficient to fund operations into the first quarter of 2019.\nConference Call and Webcast\nTo participate on the live call, please dial 800-239-9838 (domestic) or +1-323-794-2551 (international), and provide the conference code 6756079 five to ten minutes before the start of the call. The conference call will also be webcast live under the investor relations section of Fibrocell's website at www.fibrocell.com/investors/events and will be archived there for 30 days following the call.\nAbout Fibrocell\nFibrocell is an autologous cell and gene therapy company translating personalized biologics into medical breakthroughs for diseases affecting the skin and connective tissue. Fibrocell’s most advanced product candidate, FCX-007, is the subject of a Phase 1/2 clinical trial for the treatment of recessive dystrophic epidermolysis bullosa. Fibrocell is also developing FCX-013, the Company’s product candidate for the treatment of moderate to severe localized scleroderma. Fibrocell’s gene therapy portfolio is being developed in collaboration with Intrexon Corporation (NYSE:XON), a leader in synthetic biology. For more information, visit www.fibrocell.com or follow Fibrocell on Twitter at @Fibrocell .\nTrademarks\nFibrocell, the Fibrocell logo, and Fibrocell Science are trademarks of Fibrocell Science, Inc. and/or its affiliates. All other names may be trademarks of their respective owners.\nForward-Looking Statements\nThis press release contains, and our officers and representatives may from time to time make, statements that are “forward-looking statements” within the meaning of the safe harbor provisions of the U.S. Private Securities Litigation Reform Act of 1995. All statements that are not historical facts are hereby identified as forward-looking statements for this purpose and include, among others, statements relating to: Fibrocell’s expectations regarding the timing of dosing and reporting of results for its Phase 1/2 clinical trial of FCX-007; Fibrocell’s expectations regarding the enrollment of pediatric patients in the Phase 2 portion of its Phase 1/2 clinical trial of FCX-007 and the Phase 1 portion of its Phase 1/2 clinical trial for FCX-013; the potential advantages of Fibrocell’s product candidates; the sufficiency of the Company’s cash and cash equivalents to fund operations into the first quarter of 2019 and other statements regarding Fibrocell’s future operations, financial performance and financial position, prospects, strategies, objectives and other future events.\nForward-looking statements are based upon management’s current expectations and assumptions and are subject to a number of risks, uncertainties and other factors that could cause actual results and events to differ materially and adversely from those indicated herein including, among others: that interim clinical trial results are not necessarily indicative of final clinical results and final clinical trial results may not be positive with regard to safety or efficacy of FCX-007 or FCX-013; uncertainties and delays relating to the initiation, enrollment and completion of pre-clinical studies and clinical trials; whether pre-clinical study and clinical trial results will validate and support the safety and efficacy of Fibrocell’s product candidates; unanticipated or excess costs relating to the development of Fibrocell’s gene therapy product candidates; Fibrocell’s ability to obtain additional capital to continue to fund operations; Fibrocell’s ability to maintain its collaboration with Intrexon Corporation; and the risks, uncertainties and other factors discussed under the caption “Item 1A. Risk Factors” in Fibrocell’s most recent Form 10-K filing and Form 10-Q filings. As a result, you are cautioned not to place undue reliance on any forward-looking statements. While Fibrocell may update certain forward-looking statements from time to time, Fibrocell specifically disclaims any obligation to do so, whether as a result of new information, future developments or otherwise.\nInvestor & Media Relations Contact:\nKaren Casey\n484.713.6133\nkcasey@fibrocell.com\nFibrocell Science, Inc.\nSelected Financial Information\n($ in thousands, except per share and share data)\nYear Ended December 31,\n2017 2016 Revenue from product sales $ — $ 337 Collaboration revenue — 18 Total revenue — 355 Cost of product sales — 696 Cost of collaboration revenue — 1 Total cost of revenue — 697 Gross loss — (342 ) Research and development expense 6,512 8,400 Research and development expense - related party 5,720 3,724 Selling, general and administrative expense 6,749 9,773 Intangible asset impairment expense — 3,905 Restructuring costs — 335 Operating loss (18,981 ) (26,479 ) Other income (expense): Warrant revaluation income (expense) 4,920 11,884 Derivative revaluation income (1,407 ) (462 ) Interest expense (828 ) (228 ) Other income (expense), net 56 (7 ) Loss before income taxes (16,240 ) (15,292 ) Income taxes — — Net loss (16,240 ) (15,292 ) Dividend paid in-kind to preferred stockholders (264 ) — Deemed dividend on preferred stock (4,099 ) — Net loss attributable to common stockholders $ (20,603 ) $ (15,292 ) Per Share Information: Net loss: Basic $ (1.33 ) $ (1.04 ) Diluted $ (1.33 ) $ (1.18 ) Weighted average number of common shares outstanding: Basic 15,454,199 14,641,528 Diluted 15,460,118 14,647,534\nCondensed Consolidated Balance Sheets Data: December 31, December 31, 2017 2016 Cash and cash equivalents $ 17,417 $ 17,515 Working capital 13,477 15,041 Total assets 19,411 19,582 Warrant liability, current and long term 1,073 6,034 Total liabilities 10,404 11,721 Total stockholders’ equity 9,007 7,861\nSource:Fibrocell Science Inc",
    "published": "2018-03-19T15:00:00.000+02:00",
    "crawled": "2018-03-19T16:47:55.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "edt",
        "exton",
        "fibrocell",
        "science",
        "nasdaq",
        "fcsc",
        "gene",
        "therapy",
        "company",
        "focused",
        "transformational",
        "autologous",
        "therapy",
        "skin",
        "connective",
        "tissue",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "recent",
        "operational",
        "highlight",
        "fibrocell",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "edt",
        "pleased",
        "substantial",
        "progress",
        "gene",
        "therapy",
        "candidate",
        "continues",
        "advance",
        "position",
        "u",
        "achieve",
        "important",
        "milestone",
        "said",
        "john",
        "maslowski",
        "president",
        "chief",
        "executive",
        "officer",
        "fibrocell",
        "january",
        "food",
        "drug",
        "administration",
        "granted",
        "u",
        "allowance",
        "enroll",
        "pediatric",
        "patient",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "recessive",
        "dystrophic",
        "epidermolysis",
        "bullosa",
        "key",
        "milestone",
        "addition",
        "completed",
        "necessary",
        "study",
        "product",
        "candidate",
        "treatment",
        "moderate",
        "severe",
        "localized",
        "scleroderma",
        "used",
        "data",
        "support",
        "submission",
        "investigational",
        "new",
        "drug",
        "application",
        "fda",
        "january",
        "march",
        "fda",
        "allowed",
        "ind",
        "progress",
        "clinical",
        "trial",
        "said",
        "maslowski",
        "recent",
        "program",
        "highlight",
        "new",
        "update",
        "follows",
        "fibrocell",
        "reported",
        "interim",
        "result",
        "three",
        "adult",
        "patient",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "recessive",
        "dystrophic",
        "epidermolysis",
        "bullosa",
        "rdeb",
        "third",
        "quarter",
        "data",
        "three",
        "adult",
        "patient",
        "showed",
        "week",
        "serious",
        "adverse",
        "event",
        "adverse",
        "event",
        "reported",
        "addition",
        "encouraging",
        "interim",
        "safety",
        "data",
        "positive",
        "early",
        "trend",
        "noted",
        "wound",
        "healing",
        "pharmacology",
        "signal",
        "data",
        "safety",
        "monitoring",
        "board",
        "trial",
        "reviewed",
        "interim",
        "data",
        "concluded",
        "safety",
        "potential",
        "benefit",
        "established",
        "allowed",
        "continuation",
        "enrollment",
        "dosing",
        "fibrocell",
        "completed",
        "dosing",
        "fourth",
        "adult",
        "patient",
        "performed",
        "additional",
        "dosing",
        "existing",
        "adult",
        "patient",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "fourth",
        "quarter",
        "fibrocell",
        "expects",
        "report",
        "additional",
        "interim",
        "adult",
        "data",
        "provide",
        "trial",
        "update",
        "second",
        "quarter",
        "january",
        "fibrocell",
        "obtained",
        "allowance",
        "fda",
        "initiate",
        "enrollment",
        "pediatric",
        "patient",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "based",
        "evidence",
        "safety",
        "potential",
        "benefit",
        "adult",
        "patient",
        "dosed",
        "phase",
        "portion",
        "clinical",
        "trial",
        "fibrocell",
        "plan",
        "enroll",
        "six",
        "patient",
        "age",
        "seven",
        "older",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "one",
        "rdeb",
        "adult",
        "patient",
        "enrolled",
        "phase",
        "dosing",
        "expected",
        "occur",
        "second",
        "quarter",
        "enrollment",
        "phase",
        "patient",
        "expected",
        "completed",
        "third",
        "quarter",
        "another",
        "interim",
        "data",
        "report",
        "trial",
        "update",
        "expected",
        "first",
        "quarter",
        "fibrocell",
        "existing",
        "current",
        "good",
        "manufacturing",
        "practice",
        "cgmp",
        "cell",
        "therapy",
        "manufacturing",
        "facility",
        "exton",
        "pa",
        "designated",
        "production",
        "site",
        "incorporation",
        "ind",
        "application",
        "drug",
        "product",
        "dosed",
        "fourth",
        "quarter",
        "produced",
        "distributed",
        "facility",
        "december",
        "fibrocell",
        "completed",
        "study",
        "data",
        "study",
        "showed",
        "test",
        "clinical",
        "observation",
        "body",
        "weight",
        "change",
        "change",
        "clinical",
        "pathology",
        "parameter",
        "gross",
        "observation",
        "organ",
        "weight",
        "change",
        "addition",
        "significant",
        "vector",
        "biodistribution",
        "target",
        "organ",
        "march",
        "fibrocell",
        "obtained",
        "fda",
        "allowance",
        "ind",
        "progress",
        "clinical",
        "trial",
        "treatment",
        "moderate",
        "severe",
        "localized",
        "scleroderma",
        "fibrocell",
        "expects",
        "initiate",
        "enrollment",
        "phase",
        "clinical",
        "trial",
        "third",
        "quarter",
        "corporate",
        "december",
        "fibrocell",
        "closed",
        "underwritten",
        "public",
        "offering",
        "sale",
        "million",
        "company",
        "common",
        "stock",
        "accompanying",
        "stock",
        "warrant",
        "company",
        "intends",
        "use",
        "net",
        "proceeds",
        "approximately",
        "million",
        "financing",
        "continued",
        "clinical",
        "development",
        "general",
        "corporate",
        "purpose",
        "financial",
        "result",
        "twelve",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "fibrocell",
        "reported",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "compared",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "period",
        "period",
        "included",
        "approximately",
        "million",
        "warrant",
        "revaluation",
        "income",
        "compared",
        "approximately",
        "million",
        "warrant",
        "revaluation",
        "income",
        "period",
        "additionally",
        "period",
        "included",
        "deemed",
        "dividend",
        "series",
        "preferred",
        "stock",
        "approximately",
        "million",
        "increasing",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "deemed",
        "dividend",
        "recorded",
        "period",
        "research",
        "development",
        "expense",
        "increased",
        "approximately",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "approximately",
        "million",
        "period",
        "increase",
        "due",
        "primarily",
        "increased",
        "cost",
        "related",
        "phase",
        "clinical",
        "trial",
        "increased",
        "development",
        "cost",
        "related",
        "increase",
        "partially",
        "offset",
        "reduced",
        "compensation",
        "employee",
        "related",
        "expense",
        "period",
        "result",
        "restructuring",
        "related",
        "initiative",
        "implemented",
        "june",
        "selling",
        "general",
        "administrative",
        "expense",
        "decreased",
        "approximately",
        "million",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "approximately",
        "million",
        "period",
        "decrease",
        "due",
        "primarily",
        "reduced",
        "compensation",
        "employee",
        "related",
        "expense",
        "due",
        "reduction",
        "management",
        "staffing",
        "made",
        "last",
        "half",
        "early",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "approximately",
        "million",
        "working",
        "capital",
        "approximately",
        "million",
        "fibrocell",
        "used",
        "approximately",
        "million",
        "cash",
        "operation",
        "twelve",
        "month",
        "ended",
        "december",
        "compared",
        "approximately",
        "million",
        "used",
        "period",
        "company",
        "belief",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "fund",
        "operation",
        "first",
        "quarter",
        "conference",
        "call",
        "webcast",
        "participate",
        "live",
        "call",
        "please",
        "dial",
        "domestic",
        "international",
        "provide",
        "conference",
        "code",
        "five",
        "ten",
        "minute",
        "start",
        "call",
        "conference",
        "call",
        "also",
        "webcast",
        "live",
        "investor",
        "relation",
        "section",
        "fibrocell",
        "website",
        "archived",
        "day",
        "following",
        "call",
        "fibrocell",
        "fibrocell",
        "autologous",
        "cell",
        "gene",
        "therapy",
        "company",
        "translating",
        "personalized",
        "biologics",
        "medical",
        "breakthrough",
        "disease",
        "affecting",
        "skin",
        "connective",
        "tissue",
        "fibrocell",
        "advanced",
        "product",
        "candidate",
        "subject",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "recessive",
        "dystrophic",
        "epidermolysis",
        "bullosa",
        "fibrocell",
        "also",
        "developing",
        "company",
        "product",
        "candidate",
        "treatment",
        "moderate",
        "severe",
        "localized",
        "scleroderma",
        "fibrocell",
        "gene",
        "therapy",
        "portfolio",
        "developed",
        "collaboration",
        "intrexon",
        "corporation",
        "nyse",
        "xon",
        "leader",
        "synthetic",
        "biology",
        "information",
        "visit",
        "follow",
        "fibrocell",
        "twitter",
        "fibrocell",
        "trademark",
        "fibrocell",
        "fibrocell",
        "logo",
        "fibrocell",
        "science",
        "trademark",
        "fibrocell",
        "science",
        "affiliate",
        "name",
        "may",
        "trademark",
        "respective",
        "owner",
        "statement",
        "press",
        "release",
        "contains",
        "officer",
        "representative",
        "may",
        "time",
        "time",
        "make",
        "statement",
        "statement",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "historical",
        "fact",
        "hereby",
        "identified",
        "statement",
        "purpose",
        "include",
        "among",
        "others",
        "statement",
        "relating",
        "fibrocell",
        "expectation",
        "regarding",
        "timing",
        "dosing",
        "reporting",
        "result",
        "phase",
        "clinical",
        "trial",
        "fibrocell",
        "expectation",
        "regarding",
        "enrollment",
        "pediatric",
        "patient",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "phase",
        "portion",
        "phase",
        "clinical",
        "trial",
        "potential",
        "advantage",
        "fibrocell",
        "product",
        "candidate",
        "sufficiency",
        "company",
        "cash",
        "cash",
        "equivalent",
        "fund",
        "operation",
        "first",
        "quarter",
        "statement",
        "regarding",
        "fibrocell",
        "future",
        "operation",
        "financial",
        "performance",
        "financial",
        "position",
        "prospect",
        "strategy",
        "objective",
        "future",
        "event",
        "statement",
        "based",
        "upon",
        "management",
        "current",
        "expectation",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "adversely",
        "indicated",
        "herein",
        "including",
        "among",
        "others",
        "interim",
        "clinical",
        "trial",
        "result",
        "necessarily",
        "indicative",
        "final",
        "clinical",
        "result",
        "final",
        "clinical",
        "trial",
        "result",
        "may",
        "positive",
        "regard",
        "safety",
        "efficacy",
        "uncertainty",
        "delay",
        "relating",
        "initiation",
        "enrollment",
        "completion",
        "study",
        "clinical",
        "trial",
        "whether",
        "study",
        "clinical",
        "trial",
        "result",
        "validate",
        "support",
        "safety",
        "efficacy",
        "fibrocell",
        "product",
        "candidate",
        "unanticipated",
        "excess",
        "cost",
        "relating",
        "development",
        "fibrocell",
        "gene",
        "therapy",
        "product",
        "candidate",
        "fibrocell",
        "ability",
        "obtain",
        "additional",
        "capital",
        "continue",
        "fund",
        "operation",
        "fibrocell",
        "ability",
        "maintain",
        "collaboration",
        "intrexon",
        "corporation",
        "risk",
        "uncertainty",
        "factor",
        "discussed",
        "caption",
        "item",
        "1a",
        "risk",
        "factor",
        "fibrocell",
        "recent",
        "form",
        "filing",
        "form",
        "filing",
        "result",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "fibrocell",
        "may",
        "update",
        "certain",
        "statement",
        "time",
        "time",
        "fibrocell",
        "specifically",
        "disclaims",
        "obligation",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "investor",
        "medium",
        "relation",
        "contact",
        "karen",
        "casey",
        "kcasey",
        "fibrocell",
        "science",
        "selected",
        "financial",
        "information",
        "thousand",
        "except",
        "per",
        "share",
        "share",
        "data",
        "year",
        "ended",
        "december",
        "revenue",
        "product",
        "sale",
        "collaboration",
        "revenue",
        "total",
        "revenue",
        "cost",
        "product",
        "sale",
        "cost",
        "collaboration",
        "revenue",
        "total",
        "cost",
        "revenue",
        "gross",
        "loss",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "related",
        "party",
        "selling",
        "general",
        "administrative",
        "expense",
        "intangible",
        "asset",
        "impairment",
        "expense",
        "restructuring",
        "cost",
        "operating",
        "loss",
        "income",
        "expense",
        "warrant",
        "revaluation",
        "income",
        "expense",
        "derivative",
        "revaluation",
        "income",
        "interest",
        "expense",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "net",
        "loss",
        "dividend",
        "paid",
        "preferred",
        "stockholder",
        "deemed",
        "dividend",
        "preferred",
        "stock",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "share",
        "information",
        "net",
        "loss",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "working",
        "capital",
        "total",
        "asset",
        "warrant",
        "liability",
        "current",
        "long",
        "term",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "source",
        "fibrocell",
        "science",
        "inc"
    ]
}