{
    "organizations": [],
    "uuid": "ec6055dfc477fc1f86b096bce2b0e94fea83bbc3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-wilmington-announces-2017-year-end-results.html",
    "ord_in_thread": 0,
    "title": "Wilmington Announces 2017 Year-End Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, March 13, 2018 (GLOBE NEWSWIRE) -- Wilmington Capital Management Inc. (“Wilmington” or the “Corporation”) (TSX:WCM.A) (TSX:WCM.B) reported a net loss attributable to shareholders for the three months ended December 31, 2017 of $0.1 million or ($0.01) per share compared to a net loss of $0.5 million or ($0.05) per share for the same period in 2016. For the year ended December 31, 2017, the Corporation realized a net loss attributable to shareholders of $1.9 million or ($0.19) per share compared to a net loss of $1.6 million or ($0.16) per share for the previous year.\n2017 HIGHLIGHTS\nThe financial highlights of the Corporation and those of its associated and controlled entities are set out below. Investments in associated and controlled entities account for the majority of the Corporation’s financial results and are accounted for using the equity method of accounting or a consolidated basis.\nSelf-storage facilities\nReal Storage Private Trust (42.5% owned – the “Trust”) completed a refinancing secured by mortgages totaling $41.0 million. After repayment of existing mortgages and bridge loans advanced by unitholders of the Trust and payment of a special distribution of $5.0 million ($2.1 million attributable to the Corporation), the Trust has $11.1 million in cash to fund future growth initiative. The Trust also paid a regular distribution of $1.5 million during the year representing an annual return of 4% on invested capital. During the year, the Trust completed the acquisition of two self-storage facilities and a redevelopment property in Ontario for total consideration of $8.8 million and one self-storage facility in Alberta for total consideration of $7.3 million. The acquisitions were funded with cash on hand, short-term bridge loans and vendor take back mortgages. The Trust generated net operating income of $10.5 million for the year ended December 31, 2017, an 8% increase over the comparable period of 2016. The Ontario properties continued to perform well and occupancy levels and operating margins continued to stabilize in Alberta.\nPrivate equity\nNorthbridge’s assets under management amounted to approximately $40.1 million, a decline of $1.7 million from 2016. The most recent energy fund raised in late 2016 amounted to $32.4 million of which approximately $18.6 million remains to be deployed.\nSpecial Situations\nOn November 30, 2017, the Corporation acquired an 18.15% ownership interest in the Maple Leaf Partnerships for $3.5 million. The Maple Leaf Partnerships own and operate 5 marinas, with over 100 acres of waterfront land, approximately 2,000 boat slips and development land, situated a 1.5-hour drive north of Toronto, Ontario. Wilmington also owns a 33.3% interest in the asset manager.\nDiscontinued operations\nOn November 1, 2017, the Shackleton Partnership completed the sale of its property, plant and equipment for cash proceeds of $1.6 million and the assumption of the associated decommissioning liabilities. The proceeds from the sale were applied against the Shackleton Partnership’s $3.7 million credit facility. A loss on sale of $2.3 million was partially offset by a gain of $2.1 million recorded on the discharge of the credit facility. On December 27, 2017, the Shackleton Partnership was dissolved. The Corporation’s ownership was 59%.\nAs at December 31, 2017, Wilmington had assets under management in its operating platforms of approximately $213.6 million ($69.2 million representing Wilmington’s share).\nOPERATIONS REVIEW\nSelf-Storage Facilities\nReal Storage Private Trust\nThe Trust’s revenues increased 6% compared to 2016. The increase was primarily due to a 4% increase in rent and contributions from recently acquired properties. Funds from operations for the 2017 year were consistent with 2016; however, the 2017 results absorbed a 13% increase in financing costs related to mortgages on newly acquired properties and the refinancing of the eastern property portfolio completed in September, 2017. Occupancy levels of properties in Western Canada have demonstrated signs of stabilizing. The Trust remains focused on acquiring accretive properties located in areas the Trust is active.\nPrivate Equity\nNorthbridge Capital Partners Ltd. (“Northbridge”) and Northbridge Fund 2016 Limited Partnership\nIn late 2016, the Corporation completed a key initiative by aligning the ownership of Northbridge with a strategic partner specializing in the oil and gas industry. The ownership makeup of Northbridge consists of 45% owned by each of Wilmington and the strategic partner and 10% by management.\nConcurrently, Northbridge closed a $32.4 million energy fund (“Northbridge Fund 2016”) having a mandate to invest in public and private companies in the energy sector. The Corporation subscribed for $1.0 million in Northbridge Fund 2016, of which $600,000 had been funded as at December 31, 2017.\nThe Corporation received $0.7 million of its remaining share of capital invested in the Network 2012 Fund in December 2017. The Corporation expects the maturity date of the Network 2012 Fund to be extended up to December 31, 2019, with its remaining share of capital invested of $1.3 million to be realized within that timeframe.\nNorthbridge’s assets under management amounted to approximately $40.1 million as at December 31, 2017, consistent with those managed at December 31, 2016.\nSpecial Situations\nMaple Leaf Partnerships\nOn November 30, 2017, the Corporation acquired an 18.15% interest in Maple Leaf Partnerships for $3.5 million. The marina portfolio acquired by the Maple Leaf Partnerships is an historically known group of assets to the principals of the Marina Asset Manager, whose executives have a 20-year history of operating and developing marinas. While well maintained, the operations were not a core asset of the previous owner and consequently under performed. The Corporation believes that with renewed focus there is significant upside in these cash generating assets. The Maple Leaf Partnerships plans to close and redevelop of Bay Moorings, a 344-boat slip marina.\nThe Corporation owns 33.3% of the asset manager, Marina Asset Manager, which has entered into an asset management agreement with the Maple Leaf Partnerships. The Marina Asset Manager is responsible for oversight of the operations of and strategic planning for the Maple Leaf Partnerships.\nOUTLOOK\nThe last two years have weighed heavily on our investments in natural gas producing assets given the prolonged weakness in Canadian natural gas pricing. With the completion of the sale of the Shackleton Partnership assets, Wilmington will no longer be invested in hard assets in this sector. The Corporation will concentrate on growing its two core businesses, the self-storage business and the private equity platform as well as seeking out special situations where assets are undervalued. The Corporation is pleased with its latest acquisition of a premiere portfolio of marinas in Ontario and looks forward to realizing superior returns from this investment as well as the self-storage and private equity platforms.\nFINANCIAL RESULTS\nCONSOLIDATED STATEMENTS OF LOSS\nFor the three months\nended December 31,\nFor the years ended\nDecember 31,\n(CDN $ Thousands, except per share amounts) (unaudited) 2017 2016 2017 2016 Revenues 20 21 100 266 Share of net income (loss) from equity accounted investees: Real Storage Private Trust 96 233 810 334 Northbridge Capital Partners Ltd. --- (102 ) (47 ) (155 ) Network 2012 Limited Partners (1,923 ) (14 ) (1,949 ) 28 Marina Asset Manager Inc. 11 --- 11 --- Gain on ownership change in Northbridge Capital Partners Ltd. 31 (176 ) 31 (10 ) Expenses General and administrative (311 ) (271 ) (935 ) (827 ) Business development costs --- (70 ) --- (593 ) Stock-based compensation (53 ) (46 ) (122 ) (203 ) Loss from continuing operations before income tax (2,129 ) (425 ) (2,101 ) (1,160 ) Income tax recovery (expense) 245 (5 ) 275 (33 ) Net loss from continuing operations (1,884 ) (430 ) (1,826 ) (1,193 ) Net income (loss) from discontinued operations, net of tax 3,041 (54 ) (126 ) (658 ) Net income (loss) 1,157 (484 ) (1,952 ) (1,851 ) Net loss from continuing operations attributable to: Owners of the Corporation (1,884 ) (430 ) (1,826 ) (1,193 ) Non-controlling interest --- --- --- --- (1,884 ) (430 ) (1,826 ) (1,193 ) Net income (loss) from discontinued operations attributable to: Owners of the Corporation (87 ) (461 ) (1,901 ) (1,582 ) Non-controlling interest 1,244 (23 ) (51 ) (269 ) 1,157 (484 ) (1,952 ) (1,851 ) Net loss per share from continuing operations: Basic (0.19 ) (0.05 ) (0.18 ) (0.12 ) Diluted (0.19 ) (0.05 ) (0.18 ) (0.12 ) CONSOLIDATED BALANCE SHEETS\n(audited) (audited) As at December 31, December 31, (CDN $ Thousands) 2017 2016 Assets NON-CURRENT ASSETS Investment in Real Storage Private Trust 13,884 15,864 Investment in Northbridge Capital Partners Ltd. 233 280 Investment in Northbridge Fund 2016 Limited Partnership 600 100 Investment in Network 2012 Limited Partnership 1,304 2,019 Investment in Maple Leaf Partnerships 3,530 --- Investment in Marina Asset Management Inc. 11 --- Deferred income tax assets 623 606 20,185 18,869 CURRENT ASSETS Accounts receivables and other assets 1,626 1,114 Cash 1,642 3,590 3,268 4,704 Assets held for sale --- 5,614 Total assets 23,453 29,187 Liabilities CURRENT LIABILITIES Accounts payable and accrued liabilities 633 682 633 682 Liabilities related to assets held for sale --- 5,371 Total liabilities 633 6,053 Equity Shareholders’ equity 22,820 23,052 Non-controlling interest --- 82 Total equity 22,820 23,134 Total liabilities and equity 23,453 29,187 CONSOLIDATED STATEMENTS OF COMPREHENSIVE INCOME LOSS\nFor the three months\nended December 31,\nFor the years ended\nDecember 31,\n(CDN $ Thousands) (unaudited) 2017 2016 2017 2016 Net income (loss) 1,157 (484 ) (1,952 ) (1,851 ) Items that may be reclassified to net income (loss) Share of other comprehensive income (loss) from equity\naccounted investees 1,932 18 1,849 (143 ) Deferred income tax (expense) recovery (259 ) (2 ) (258 ) 20 Other comprehensive income (loss) 1,673 16 1,591 (123 ) Comprehensive income (loss) 2,830 (468 ) (361 ) (1,974 ) Comprehensive income (loss) attributable to: Owners of the Corporation 1,586 (445 ) (310 ) (1,705 ) Non-controlling interest 1,244 (23 ) (51 ) (269 ) 2,830 (468 ) (361 ) (1,974 ) STATEMENT REGARDING FORWARD-LOOKING STATEMENTS\nCertain statements included in this news release may constitute forward-looking statements or information under applicable securities legislation. Forward-looking statements that are predictive in nature, depend upon or refer to future events or conditions, include statements regarding the operations, business, financial conditions, expected financial results, performance, opportunities, priorities, ongoing objectives, strategies and outlook of the Corporation and its investee entities and contain words such as \"anticipate\", \"believe\", \"expect\", \"plan\", \"intend\", \"estimate\", \"propose\", or similar expressions and statements relating to matters that are not historical facts constitute “forward-looking information” within the meaning of applicable Canadian securities legislation.\nWhile the Corporation believes the anticipated future results, performance or achievements reflected or implied in those forward-looking statements are based upon reasonable assumptions and expectations, the reader should not place undue reliance on forward-looking statements and information because they involve known and unknown risks, uncertainties and other factors, many of which are beyond the Corporation’s control, which may cause the actual results, performance and achievements of the Corporation to differ materially from anticipated future results, performance or achievement expressed or implied by such forward-looking statements and information.\nThese risks and uncertainties include but are not limited to: the ability of management of Wilmington and its investee entities to execute its and their business plans; health, safety and environmental risks; uncertainties as to the availability and cost of financing; general economic and business conditions; the possibility that government policies or laws may change or governmental or regulatory approvals may be delayed or withheld; risks associated with existing and potential future law suits and regulatory actions against Wilmington; and other risks and uncertainties described in Wilmington's filings with Canadian securities regulatory authorities.\nThe foregoing list of important factors that may affect future results is not exhaustive. When relying on the forward-looking statements, investors and others should carefully consider the foregoing factors and other uncertainties and potential events. Except as required by law, the Corporation undertakes no obligation to publicly update or revise any forward-looking statements or information, that may be as a result of new information, future events or otherwise. These forward-looking statements are effective only as of the date of this document.\nThis new release contains natural gas volumes which have been converted on the basis of six thousand cubic feet of natural gas to one barrel of oil equivalent. Barrels of oil equivalent (“boe”) may be misleading, particularly if used in isolation. A boe conversion ratio of six thousand cubic feet to one barrel of oil is based on an energy equivalency conversion method primarily applicable at the burner tip and does not represent a value equivalency at the wellhead.\nExecutive Officers of the Corporation will be available at 403-705-8038 to answer any questions on the Corporation’s financial results .\nSource: Wilmington Capital Management Inc.",
    "published": "2018-03-14T02:14:00.000+02:00",
    "crawled": "2018-03-14T05:02:06.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "march",
        "globe",
        "newswire",
        "wilmington",
        "capital",
        "management",
        "wilmington",
        "corporation",
        "tsx",
        "tsx",
        "reported",
        "net",
        "loss",
        "attributable",
        "shareholder",
        "three",
        "month",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "period",
        "year",
        "ended",
        "december",
        "corporation",
        "realized",
        "net",
        "loss",
        "attributable",
        "shareholder",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "previous",
        "year",
        "highlight",
        "financial",
        "highlight",
        "corporation",
        "associated",
        "controlled",
        "entity",
        "set",
        "investment",
        "associated",
        "controlled",
        "entity",
        "account",
        "majority",
        "corporation",
        "financial",
        "result",
        "accounted",
        "using",
        "equity",
        "method",
        "accounting",
        "consolidated",
        "basis",
        "facility",
        "real",
        "storage",
        "private",
        "trust",
        "owned",
        "trust",
        "completed",
        "refinancing",
        "secured",
        "mortgage",
        "totaling",
        "million",
        "repayment",
        "existing",
        "mortgage",
        "bridge",
        "loan",
        "advanced",
        "unitholders",
        "trust",
        "payment",
        "special",
        "distribution",
        "million",
        "million",
        "attributable",
        "corporation",
        "trust",
        "million",
        "cash",
        "fund",
        "future",
        "growth",
        "initiative",
        "trust",
        "also",
        "paid",
        "regular",
        "distribution",
        "million",
        "year",
        "representing",
        "annual",
        "return",
        "invested",
        "capital",
        "year",
        "trust",
        "completed",
        "acquisition",
        "two",
        "facility",
        "redevelopment",
        "property",
        "ontario",
        "total",
        "consideration",
        "million",
        "one",
        "facility",
        "alberta",
        "total",
        "consideration",
        "million",
        "acquisition",
        "funded",
        "cash",
        "hand",
        "bridge",
        "loan",
        "vendor",
        "take",
        "back",
        "mortgage",
        "trust",
        "generated",
        "net",
        "operating",
        "income",
        "million",
        "year",
        "ended",
        "december",
        "increase",
        "comparable",
        "period",
        "ontario",
        "property",
        "continued",
        "perform",
        "well",
        "occupancy",
        "level",
        "operating",
        "margin",
        "continued",
        "stabilize",
        "alberta",
        "private",
        "equity",
        "northbridge",
        "asset",
        "management",
        "amounted",
        "approximately",
        "million",
        "decline",
        "million",
        "recent",
        "energy",
        "fund",
        "raised",
        "late",
        "amounted",
        "million",
        "approximately",
        "million",
        "remains",
        "deployed",
        "special",
        "situation",
        "november",
        "corporation",
        "acquired",
        "ownership",
        "interest",
        "maple",
        "leaf",
        "partnership",
        "million",
        "maple",
        "leaf",
        "partnership",
        "operate",
        "marina",
        "acre",
        "waterfront",
        "land",
        "approximately",
        "boat",
        "slip",
        "development",
        "land",
        "situated",
        "drive",
        "north",
        "toronto",
        "ontario",
        "wilmington",
        "also",
        "owns",
        "interest",
        "asset",
        "manager",
        "discontinued",
        "operation",
        "november",
        "shackleton",
        "partnership",
        "completed",
        "sale",
        "property",
        "plant",
        "equipment",
        "cash",
        "proceeds",
        "million",
        "assumption",
        "associated",
        "decommissioning",
        "liability",
        "proceeds",
        "sale",
        "applied",
        "shackleton",
        "partnership",
        "million",
        "credit",
        "facility",
        "loss",
        "sale",
        "million",
        "partially",
        "offset",
        "gain",
        "million",
        "recorded",
        "discharge",
        "credit",
        "facility",
        "december",
        "shackleton",
        "partnership",
        "dissolved",
        "corporation",
        "ownership",
        "december",
        "wilmington",
        "asset",
        "management",
        "operating",
        "platform",
        "approximately",
        "million",
        "million",
        "representing",
        "wilmington",
        "share",
        "operation",
        "review",
        "facility",
        "real",
        "storage",
        "private",
        "trust",
        "trust",
        "revenue",
        "increased",
        "compared",
        "increase",
        "primarily",
        "due",
        "increase",
        "rent",
        "contribution",
        "recently",
        "acquired",
        "property",
        "fund",
        "operation",
        "year",
        "consistent",
        "however",
        "result",
        "absorbed",
        "increase",
        "financing",
        "cost",
        "related",
        "mortgage",
        "newly",
        "acquired",
        "property",
        "refinancing",
        "eastern",
        "property",
        "portfolio",
        "completed",
        "september",
        "occupancy",
        "level",
        "property",
        "western",
        "canada",
        "demonstrated",
        "sign",
        "stabilizing",
        "trust",
        "remains",
        "focused",
        "acquiring",
        "accretive",
        "property",
        "located",
        "area",
        "trust",
        "active",
        "private",
        "equity",
        "northbridge",
        "capital",
        "partner",
        "northbridge",
        "northbridge",
        "fund",
        "limited",
        "partnership",
        "late",
        "corporation",
        "completed",
        "key",
        "initiative",
        "aligning",
        "ownership",
        "northbridge",
        "strategic",
        "partner",
        "specializing",
        "oil",
        "gas",
        "industry",
        "ownership",
        "makeup",
        "northbridge",
        "consists",
        "owned",
        "wilmington",
        "strategic",
        "partner",
        "management",
        "concurrently",
        "northbridge",
        "closed",
        "million",
        "energy",
        "fund",
        "northbridge",
        "fund",
        "mandate",
        "invest",
        "public",
        "private",
        "company",
        "energy",
        "sector",
        "corporation",
        "subscribed",
        "million",
        "northbridge",
        "fund",
        "funded",
        "december",
        "corporation",
        "received",
        "million",
        "remaining",
        "share",
        "capital",
        "invested",
        "network",
        "fund",
        "december",
        "corporation",
        "expects",
        "maturity",
        "date",
        "network",
        "fund",
        "extended",
        "december",
        "remaining",
        "share",
        "capital",
        "invested",
        "million",
        "realized",
        "within",
        "timeframe",
        "northbridge",
        "asset",
        "management",
        "amounted",
        "approximately",
        "million",
        "december",
        "consistent",
        "managed",
        "december",
        "special",
        "situation",
        "maple",
        "leaf",
        "partnership",
        "november",
        "corporation",
        "acquired",
        "interest",
        "maple",
        "leaf",
        "partnership",
        "million",
        "marina",
        "portfolio",
        "acquired",
        "maple",
        "leaf",
        "partnership",
        "historically",
        "known",
        "group",
        "asset",
        "principal",
        "marina",
        "asset",
        "manager",
        "whose",
        "executive",
        "history",
        "operating",
        "developing",
        "marina",
        "well",
        "maintained",
        "operation",
        "core",
        "asset",
        "previous",
        "owner",
        "consequently",
        "performed",
        "corporation",
        "belief",
        "renewed",
        "focus",
        "significant",
        "upside",
        "cash",
        "generating",
        "asset",
        "maple",
        "leaf",
        "partnership",
        "plan",
        "close",
        "redevelop",
        "bay",
        "mooring",
        "slip",
        "marina",
        "corporation",
        "owns",
        "asset",
        "manager",
        "marina",
        "asset",
        "manager",
        "entered",
        "asset",
        "management",
        "agreement",
        "maple",
        "leaf",
        "partnership",
        "marina",
        "asset",
        "manager",
        "responsible",
        "oversight",
        "operation",
        "strategic",
        "planning",
        "maple",
        "leaf",
        "partnership",
        "outlook",
        "last",
        "two",
        "year",
        "weighed",
        "heavily",
        "investment",
        "natural",
        "gas",
        "producing",
        "asset",
        "given",
        "prolonged",
        "weakness",
        "canadian",
        "natural",
        "gas",
        "pricing",
        "completion",
        "sale",
        "shackleton",
        "partnership",
        "asset",
        "wilmington",
        "longer",
        "invested",
        "hard",
        "asset",
        "sector",
        "corporation",
        "concentrate",
        "growing",
        "two",
        "core",
        "business",
        "business",
        "private",
        "equity",
        "platform",
        "well",
        "seeking",
        "special",
        "situation",
        "asset",
        "undervalued",
        "corporation",
        "pleased",
        "latest",
        "acquisition",
        "premiere",
        "portfolio",
        "marina",
        "ontario",
        "look",
        "forward",
        "realizing",
        "superior",
        "return",
        "investment",
        "well",
        "private",
        "equity",
        "platform",
        "financial",
        "result",
        "consolidated",
        "statement",
        "loss",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "cdn",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "revenue",
        "share",
        "net",
        "income",
        "loss",
        "equity",
        "accounted",
        "investees",
        "real",
        "storage",
        "private",
        "trust",
        "northbridge",
        "capital",
        "partner",
        "network",
        "limited",
        "partner",
        "marina",
        "asset",
        "manager",
        "gain",
        "ownership",
        "change",
        "northbridge",
        "capital",
        "partner",
        "expense",
        "general",
        "administrative",
        "business",
        "development",
        "cost",
        "compensation",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "income",
        "tax",
        "recovery",
        "expense",
        "net",
        "loss",
        "continuing",
        "operation",
        "net",
        "income",
        "loss",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "income",
        "loss",
        "net",
        "loss",
        "continuing",
        "operation",
        "attributable",
        "owner",
        "corporation",
        "interest",
        "net",
        "income",
        "loss",
        "discontinued",
        "operation",
        "attributable",
        "owner",
        "corporation",
        "interest",
        "net",
        "loss",
        "per",
        "share",
        "continuing",
        "operation",
        "basic",
        "diluted",
        "consolidated",
        "balance",
        "sheet",
        "audited",
        "audited",
        "december",
        "december",
        "cdn",
        "thousand",
        "asset",
        "asset",
        "investment",
        "real",
        "storage",
        "private",
        "trust",
        "investment",
        "northbridge",
        "capital",
        "partner",
        "investment",
        "northbridge",
        "fund",
        "limited",
        "partnership",
        "investment",
        "network",
        "limited",
        "partnership",
        "investment",
        "maple",
        "leaf",
        "partnership",
        "investment",
        "marina",
        "asset",
        "management",
        "deferred",
        "income",
        "tax",
        "asset",
        "current",
        "asset",
        "account",
        "receivables",
        "asset",
        "cash",
        "asset",
        "held",
        "sale",
        "total",
        "asset",
        "liability",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "liability",
        "related",
        "asset",
        "held",
        "sale",
        "total",
        "liability",
        "equity",
        "shareholder",
        "equity",
        "interest",
        "total",
        "equity",
        "total",
        "liability",
        "equity",
        "consolidated",
        "statement",
        "comprehensive",
        "income",
        "loss",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "cdn",
        "thousand",
        "unaudited",
        "net",
        "income",
        "loss",
        "item",
        "may",
        "reclassified",
        "net",
        "income",
        "loss",
        "share",
        "comprehensive",
        "income",
        "loss",
        "equity",
        "accounted",
        "investees",
        "deferred",
        "income",
        "tax",
        "expense",
        "recovery",
        "comprehensive",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "comprehensive",
        "income",
        "loss",
        "attributable",
        "owner",
        "corporation",
        "interest",
        "statement",
        "regarding",
        "statement",
        "certain",
        "statement",
        "included",
        "news",
        "release",
        "may",
        "constitute",
        "statement",
        "information",
        "applicable",
        "security",
        "legislation",
        "statement",
        "predictive",
        "nature",
        "depend",
        "upon",
        "refer",
        "future",
        "event",
        "condition",
        "include",
        "statement",
        "regarding",
        "operation",
        "business",
        "financial",
        "condition",
        "expected",
        "financial",
        "result",
        "performance",
        "opportunity",
        "priority",
        "ongoing",
        "objective",
        "strategy",
        "outlook",
        "corporation",
        "investee",
        "entity",
        "contain",
        "word",
        "anticipate",
        "believe",
        "expect",
        "plan",
        "intend",
        "estimate",
        "propose",
        "similar",
        "expression",
        "statement",
        "relating",
        "matter",
        "historical",
        "fact",
        "constitute",
        "information",
        "within",
        "meaning",
        "applicable",
        "canadian",
        "security",
        "legislation",
        "corporation",
        "belief",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "reflected",
        "implied",
        "statement",
        "based",
        "upon",
        "reasonable",
        "assumption",
        "expectation",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "information",
        "involve",
        "known",
        "unknown",
        "risk",
        "uncertainty",
        "factor",
        "many",
        "beyond",
        "corporation",
        "control",
        "may",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "corporation",
        "differ",
        "materially",
        "anticipated",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "information",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "ability",
        "management",
        "wilmington",
        "investee",
        "entity",
        "execute",
        "business",
        "plan",
        "health",
        "safety",
        "environmental",
        "risk",
        "uncertainty",
        "availability",
        "cost",
        "financing",
        "general",
        "economic",
        "business",
        "condition",
        "possibility",
        "government",
        "policy",
        "law",
        "may",
        "change",
        "governmental",
        "regulatory",
        "approval",
        "may",
        "delayed",
        "withheld",
        "risk",
        "associated",
        "existing",
        "potential",
        "future",
        "law",
        "suit",
        "regulatory",
        "action",
        "wilmington",
        "risk",
        "uncertainty",
        "described",
        "wilmington",
        "filing",
        "canadian",
        "security",
        "regulatory",
        "authority",
        "foregoing",
        "list",
        "important",
        "factor",
        "may",
        "affect",
        "future",
        "result",
        "exhaustive",
        "relying",
        "statement",
        "investor",
        "others",
        "carefully",
        "consider",
        "foregoing",
        "factor",
        "uncertainty",
        "potential",
        "event",
        "except",
        "required",
        "law",
        "corporation",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "statement",
        "information",
        "may",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "statement",
        "effective",
        "date",
        "document",
        "new",
        "release",
        "contains",
        "natural",
        "gas",
        "volume",
        "converted",
        "basis",
        "six",
        "thousand",
        "cubic",
        "foot",
        "natural",
        "gas",
        "one",
        "barrel",
        "oil",
        "equivalent",
        "barrel",
        "oil",
        "equivalent",
        "boe",
        "may",
        "misleading",
        "particularly",
        "used",
        "isolation",
        "boe",
        "conversion",
        "ratio",
        "six",
        "thousand",
        "cubic",
        "foot",
        "one",
        "barrel",
        "oil",
        "based",
        "energy",
        "equivalency",
        "conversion",
        "method",
        "primarily",
        "applicable",
        "burner",
        "tip",
        "represent",
        "value",
        "equivalency",
        "wellhead",
        "executive",
        "officer",
        "corporation",
        "available",
        "answer",
        "question",
        "corporation",
        "financial",
        "result",
        "source",
        "wilmington",
        "capital",
        "management",
        "inc"
    ]
}