{
    "organizations": [],
    "uuid": "8b6d67899520f2d4c9468452a6dcd5aa1bc6e9d1",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/05/willing-and-able-disabled-workers-prove-their-value-in-tight-labor-market.html",
    "ord_in_thread": 0,
    "title": "Willing and able: Disabled workers prove their value in tight labor market",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Julie Propp landed her first-ever job about 18 months ago — at age 55.\nA part-time retail helper at a Kwik Trip convenience store in Marshalltown, Iowa, Propp cleans and ensures coffee cups and other items are well-stocked. She previously loaded boxes in workshops run by agencies that help disabled people but never had a traditional job because of a developmental disability.\nShe prefers her current gig. \"It's more money down there and more hours,\" says Propp, who earns $10.90 an hour and will soon get a bump to $11.25. \"Some customers are so nice.\"\nWith the low 4.1% unemployment rate making it tougher for employers to hire and retain workers, more are bringing on Americans with disabilities who had long struggled to find jobs. Many firms are modifying traditional interviews that filter out candidates with less-refined social skills and transferring some job duties to other staffers to accommodate the strengths of people with disabilities.\nRead more from USA Today: \nMillennials lost money to scams more often than their grandparents\nI hear you, but your home is still a lousy investment \nAre lifetime guarantees becoming a thing of the past? \n\n\"In a tight labor market, employers who usually might not hire some of these people are reaching (deeper) in the queue,\" says Harry Holzer, a public policy professor at Georgetown University.\nKwik Trip launched its program to place people with disabilities in retail helper jobs in 2013. About half of the company's 634 stores in Iowa, Minnesota and Wisconsin have such workers. Turnover for retail helpers was just 9% last year compared to 45% for all part-time employees, says Joalyn Torgerson, Kwik Trip's return-to-work coordinator.\nPropp is \"always looking for more stuff she can do,\" store Manager Sheila Earney says.\nAdvocates for people with disabilities say recognition of their value in the workplace is long overdue, and they hope employers' current hiring need spurs a more enduring shift. The share of working Americans who are disabled was still small at 3.2% last year, but that was up modestly from a range of 2.9% to 3.1% from 2011 to 2016, according to the Labor Department.\n\"There's a growing cadre of companies that look at people with disabilities as an untapped talent pool,\" says Carol Glazer, CEO of the National Organization on Disability. \"When people spend their entire lives solving problems in a world that wasn't built for them, that's an attribute that can be translated into high productivity in the workforce.\"\nThe portion of working-age disabled Americans who are employed averaged 29.3% last year, up from 26.8% in 2013, figures from the Labor Department and Moody's Analytics show. That's still far lower than the 73.5% of non-disabled Americans who were working, though the latter has not increased as sharply. The unemployment rate for disabled people is 8.8%, down from 16.9% in 2011, but more than double the U.S. jobless rate.\nShrinking Social Security The return of many disabled workers to the labor force has helped shrink the Social Security disability rolls, which swelled during and after the recession as many people with less severe infirmities applied for benefits after their unemployment insurance expired. The past three years, the number of people on disability has steadily fallen to 8.7 million from 9 million and the ranks of those leaving has exceeded those joining, notes Moody's economist Adam Ozimek.\nMeanwhile, hundreds of companies have launched programs to recruit people with disabilities in recent years, partly in response to the 1990 Americans with Disabilities Act, which bars discrimination against job applicants and requires \"reasonable accommodations\" in the workplace. Now that job candidates are scarcer, many firms are ratcheting up those efforts. With millions of employees job hopping for higher wages, companies such as CVS , Microsoft and PricewaterhouseCoopers find people with disabilities are often more reliable and loyal. And those with conditions such as autism can be more detail-oriented. Microsoft has hired 50 people with autism the past three years, mostly as software engineers.\nCVS hires hundreds of disabled people annually under an initiative it began about 20 years ago, but the company has ramped it up amid the tight labor market, with the number of recruits doubling in 2017.\n\"We have to get creative\" to fill job openings, says David Casey, CVS' vice president of workforce strategies. Its program \"is a competitive advantage. We're getting access to a talented pool that a lot of other companies are overlooking.\" Retention rates for disabled workers are double that of CVS employees overall, Casey says.\nSeveral years ago, the company joined with state and local agencies to open \"mock pharmacies\" brimming with CVS products, prescriptions and signage to train disabled job candidates. In nine weeks, students learn how to run the cash register, place products on shelves, complete paperwork and deal with customers.\nKaylee Merrick, 24, who lives in Stafford, Va., and graduated high school in 2014, got her first job through the program nearly two years ago. She has anxiety, post-traumatic stress disorder, depression, memory loss, attention-deficit disorder and attention-deficit hyperactivity disorder. In previous job interviews, \"I was like — Oh, no, what if they don't hire me? I start fidgeting really bad. I have tics.\" With CVS, she says, \"they teach you.\"\nMerrick, who works up to 30 hours a week, rings up purchases, stocks shelves, cleans and helps customers. \"I'm basically running around all day,\" she says. \"I love dealing with people, even the grumpy ones. ... And when I clean something, it's clean.\"\nOpportunities at Microsoft The number of disabled people in white-collar jobs is also growing. Microsoft long has hired people with autism for software developer and data scientist positions as part of its normal recruitment. But the company realized many qualified candidates were screened out during phone interviews, says Neil Barnett, Microsoft's director of inclusive hiring. Skilled computer programmers are coveted, with Microsoft perennially struggling to fill hundreds of openings.\nSo the software giant overhauled its selection process for autistic candidates, stretching a typical one-day interview and testing regimen to 4½ days. Candidates are interviewed, but the conversations are spaced out and emphasis is on tasks that show how well they help co-workers and take leadership roles.\nHiring managers are told to downplay such things as whether an applicant makes eye contact. And if he or she simply answers a question with a \"yes,\" or \"no,\" the manager is instructed to follow up.\n\"We're finding tremendous talent,\" Barnett says. \"We feel we have the types of roles that would be a good fit.\" People with autism tend to pay more attention to detail and are quick to spot patterns, he says.\nJoey Chemis, 30, a Microsoft data scientist who previously worked minimum-wage jobs despite degrees in applied math and statistics, says prior hiring managers \"found me a little intense.\" Microsoft \"let us spend time on campus getting acclimated.\"\nPricewaterhouseCoopers, the big accounting and consulting firm, has learned that workers with autism focus intently on repetitive duties required in positions such as tax managers, says Brad Hopton, who oversees the firm's disability inclusion programs.\nSpecial solutions for special needs Some companies have been hesitant to hire disabled workers because of concerns about safety and liability, says Glazer and Janet Bruckshen, head of Washington Vocational Services, which places and trains disabled workers. Remedies are widely available. Smartphones with voice recognition help deaf grocery store workers talk to customers. Standing desks aid workers with attention-deficit disorder who find it hard to sit for long periods.\nRobert Holder, 31, who has multiple sclerosis and recently got a part-time job at the welcome desk of a YMCA in Mauldin, Mass., has asked for a phone headset and a special keyboard. \"You feel like you're getting back to society,\" says Holder, 31, who had searched eight months for work.\nSome businesses are going further, modifying job requirements. Shannon Goodall, 31, of Edmonds, Wash., hunted fruitlessly for a job for five years. She has a learning disability that makes multitasking and interacting with customers difficult. But Papa Murphy's, which makes pizza and other food to cook at home, hired Goodall about a year ago, allowing her to prepare food while shifting her customer-service duties to co-workers.\n\"I was looking for a job that wasn't secluded,\" says Goodall, adding that she was isolated from customers and co-workers in previous positions.\nNoting that many staffers are college students who quit after a few months, her manager, Taylor Allcock, says, \"It's really nice having someone around who I can depend on.\"",
    "published": "2018-03-05T18:43:00.000+02:00",
    "crawled": "2018-03-05T19:08:00.027+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "julie",
        "propp",
        "landed",
        "job",
        "month",
        "ago",
        "age",
        "retail",
        "helper",
        "kwik",
        "trip",
        "convenience",
        "store",
        "marshalltown",
        "iowa",
        "propp",
        "clean",
        "ensures",
        "coffee",
        "cup",
        "item",
        "previously",
        "loaded",
        "box",
        "workshop",
        "run",
        "agency",
        "help",
        "disabled",
        "people",
        "never",
        "traditional",
        "job",
        "developmental",
        "disability",
        "prefers",
        "current",
        "gig",
        "money",
        "hour",
        "say",
        "propp",
        "earns",
        "hour",
        "soon",
        "get",
        "bump",
        "customer",
        "nice",
        "low",
        "unemployment",
        "rate",
        "making",
        "tougher",
        "employer",
        "hire",
        "retain",
        "worker",
        "bringing",
        "american",
        "disability",
        "long",
        "struggled",
        "find",
        "job",
        "many",
        "firm",
        "modifying",
        "traditional",
        "interview",
        "filter",
        "candidate",
        "social",
        "skill",
        "transferring",
        "job",
        "duty",
        "staffer",
        "accommodate",
        "strength",
        "people",
        "disability",
        "read",
        "usa",
        "today",
        "millennials",
        "lost",
        "money",
        "scam",
        "often",
        "grandparent",
        "hear",
        "home",
        "still",
        "lousy",
        "investment",
        "lifetime",
        "guarantee",
        "becoming",
        "thing",
        "past",
        "tight",
        "labor",
        "market",
        "employer",
        "usually",
        "might",
        "hire",
        "people",
        "reaching",
        "deeper",
        "queue",
        "say",
        "harry",
        "holzer",
        "public",
        "policy",
        "professor",
        "georgetown",
        "university",
        "kwik",
        "trip",
        "launched",
        "program",
        "place",
        "people",
        "disability",
        "retail",
        "helper",
        "job",
        "half",
        "company",
        "store",
        "iowa",
        "minnesota",
        "wisconsin",
        "worker",
        "turnover",
        "retail",
        "helper",
        "last",
        "year",
        "compared",
        "employee",
        "say",
        "joalyn",
        "torgerson",
        "kwik",
        "trip",
        "coordinator",
        "propp",
        "always",
        "looking",
        "stuff",
        "store",
        "manager",
        "sheila",
        "earney",
        "say",
        "advocate",
        "people",
        "disability",
        "say",
        "recognition",
        "value",
        "workplace",
        "long",
        "overdue",
        "hope",
        "employer",
        "current",
        "hiring",
        "need",
        "spur",
        "enduring",
        "shift",
        "share",
        "working",
        "american",
        "disabled",
        "still",
        "small",
        "last",
        "year",
        "modestly",
        "range",
        "according",
        "labor",
        "department",
        "growing",
        "cadre",
        "company",
        "look",
        "people",
        "disability",
        "untapped",
        "talent",
        "pool",
        "say",
        "carol",
        "glazer",
        "ceo",
        "national",
        "organization",
        "disability",
        "people",
        "spend",
        "entire",
        "life",
        "solving",
        "problem",
        "world",
        "built",
        "attribute",
        "translated",
        "high",
        "productivity",
        "workforce",
        "portion",
        "disabled",
        "american",
        "employed",
        "averaged",
        "last",
        "year",
        "figure",
        "labor",
        "department",
        "moody",
        "analytics",
        "show",
        "still",
        "far",
        "lower",
        "american",
        "working",
        "though",
        "latter",
        "increased",
        "sharply",
        "unemployment",
        "rate",
        "disabled",
        "people",
        "double",
        "jobless",
        "rate",
        "shrinking",
        "social",
        "security",
        "return",
        "many",
        "disabled",
        "worker",
        "labor",
        "force",
        "helped",
        "shrink",
        "social",
        "security",
        "disability",
        "roll",
        "swelled",
        "recession",
        "many",
        "people",
        "less",
        "severe",
        "infirmity",
        "applied",
        "benefit",
        "unemployment",
        "insurance",
        "expired",
        "past",
        "three",
        "year",
        "number",
        "people",
        "disability",
        "steadily",
        "fallen",
        "million",
        "million",
        "rank",
        "leaving",
        "exceeded",
        "joining",
        "note",
        "moody",
        "economist",
        "adam",
        "ozimek",
        "meanwhile",
        "hundred",
        "company",
        "launched",
        "program",
        "recruit",
        "people",
        "disability",
        "recent",
        "year",
        "partly",
        "response",
        "american",
        "disability",
        "act",
        "bar",
        "discrimination",
        "job",
        "applicant",
        "requires",
        "reasonable",
        "accommodation",
        "workplace",
        "job",
        "candidate",
        "scarcer",
        "many",
        "firm",
        "ratcheting",
        "effort",
        "million",
        "employee",
        "job",
        "hopping",
        "higher",
        "wage",
        "company",
        "cv",
        "microsoft",
        "pricewaterhousecoopers",
        "find",
        "people",
        "disability",
        "often",
        "reliable",
        "loyal",
        "condition",
        "autism",
        "microsoft",
        "hired",
        "people",
        "autism",
        "past",
        "three",
        "year",
        "mostly",
        "software",
        "engineer",
        "cv",
        "hire",
        "hundred",
        "disabled",
        "people",
        "annually",
        "initiative",
        "began",
        "year",
        "ago",
        "company",
        "ramped",
        "amid",
        "tight",
        "labor",
        "market",
        "number",
        "recruit",
        "doubling",
        "get",
        "creative",
        "fill",
        "job",
        "opening",
        "say",
        "david",
        "casey",
        "cv",
        "vice",
        "president",
        "workforce",
        "strategy",
        "program",
        "competitive",
        "advantage",
        "getting",
        "access",
        "talented",
        "pool",
        "lot",
        "company",
        "overlooking",
        "retention",
        "rate",
        "disabled",
        "worker",
        "double",
        "cv",
        "employee",
        "overall",
        "casey",
        "say",
        "several",
        "year",
        "ago",
        "company",
        "joined",
        "state",
        "local",
        "agency",
        "open",
        "mock",
        "pharmacy",
        "brimming",
        "cv",
        "product",
        "prescription",
        "signage",
        "train",
        "disabled",
        "job",
        "candidate",
        "nine",
        "week",
        "student",
        "learn",
        "run",
        "cash",
        "register",
        "place",
        "product",
        "shelf",
        "complete",
        "paperwork",
        "deal",
        "customer",
        "kaylee",
        "merrick",
        "life",
        "stafford",
        "graduated",
        "high",
        "school",
        "got",
        "first",
        "job",
        "program",
        "nearly",
        "two",
        "year",
        "ago",
        "anxiety",
        "stress",
        "disorder",
        "depression",
        "memory",
        "loss",
        "disorder",
        "hyperactivity",
        "disorder",
        "previous",
        "job",
        "interview",
        "like",
        "oh",
        "hire",
        "start",
        "fidgeting",
        "really",
        "bad",
        "tic",
        "cv",
        "say",
        "teach",
        "merrick",
        "work",
        "hour",
        "week",
        "ring",
        "purchase",
        "stock",
        "shelf",
        "clean",
        "help",
        "customer",
        "basically",
        "running",
        "around",
        "day",
        "say",
        "love",
        "dealing",
        "people",
        "even",
        "grumpy",
        "one",
        "clean",
        "something",
        "clean",
        "opportunity",
        "microsoft",
        "number",
        "disabled",
        "people",
        "job",
        "also",
        "growing",
        "microsoft",
        "long",
        "hired",
        "people",
        "autism",
        "software",
        "developer",
        "data",
        "scientist",
        "position",
        "part",
        "normal",
        "recruitment",
        "company",
        "realized",
        "many",
        "qualified",
        "candidate",
        "screened",
        "phone",
        "interview",
        "say",
        "neil",
        "barnett",
        "microsoft",
        "director",
        "inclusive",
        "hiring",
        "skilled",
        "computer",
        "programmer",
        "coveted",
        "microsoft",
        "perennially",
        "struggling",
        "fill",
        "hundred",
        "opening",
        "software",
        "giant",
        "overhauled",
        "selection",
        "process",
        "autistic",
        "candidate",
        "stretching",
        "typical",
        "interview",
        "testing",
        "regimen",
        "4½",
        "day",
        "candidate",
        "interviewed",
        "conversation",
        "spaced",
        "emphasis",
        "task",
        "show",
        "well",
        "help",
        "take",
        "leadership",
        "role",
        "hiring",
        "manager",
        "told",
        "downplay",
        "thing",
        "whether",
        "applicant",
        "make",
        "eye",
        "contact",
        "simply",
        "answer",
        "question",
        "yes",
        "manager",
        "instructed",
        "follow",
        "finding",
        "tremendous",
        "talent",
        "barnett",
        "say",
        "feel",
        "type",
        "role",
        "would",
        "good",
        "fit",
        "people",
        "autism",
        "tend",
        "pay",
        "attention",
        "detail",
        "quick",
        "spot",
        "pattern",
        "say",
        "joey",
        "chemis",
        "microsoft",
        "data",
        "scientist",
        "previously",
        "worked",
        "job",
        "despite",
        "degree",
        "applied",
        "math",
        "statistic",
        "say",
        "prior",
        "hiring",
        "manager",
        "found",
        "little",
        "intense",
        "microsoft",
        "let",
        "u",
        "spend",
        "time",
        "campus",
        "getting",
        "acclimated",
        "pricewaterhousecoopers",
        "big",
        "accounting",
        "consulting",
        "firm",
        "learned",
        "worker",
        "autism",
        "focus",
        "intently",
        "repetitive",
        "duty",
        "required",
        "position",
        "tax",
        "manager",
        "say",
        "brad",
        "hopton",
        "oversees",
        "firm",
        "disability",
        "inclusion",
        "program",
        "special",
        "solution",
        "special",
        "need",
        "company",
        "hesitant",
        "hire",
        "disabled",
        "worker",
        "concern",
        "safety",
        "liability",
        "say",
        "glazer",
        "janet",
        "bruckshen",
        "head",
        "washington",
        "vocational",
        "service",
        "place",
        "train",
        "disabled",
        "worker",
        "remedy",
        "widely",
        "available",
        "smartphones",
        "voice",
        "recognition",
        "help",
        "deaf",
        "grocery",
        "store",
        "worker",
        "talk",
        "customer",
        "standing",
        "desk",
        "aid",
        "worker",
        "disorder",
        "find",
        "hard",
        "sit",
        "long",
        "period",
        "robert",
        "holder",
        "multiple",
        "sclerosis",
        "recently",
        "got",
        "job",
        "welcome",
        "desk",
        "ymca",
        "mauldin",
        "asked",
        "phone",
        "headset",
        "special",
        "keyboard",
        "feel",
        "like",
        "getting",
        "back",
        "society",
        "say",
        "holder",
        "searched",
        "eight",
        "month",
        "work",
        "business",
        "going",
        "modifying",
        "job",
        "requirement",
        "shannon",
        "goodall",
        "edmonds",
        "hunted",
        "fruitlessly",
        "job",
        "five",
        "year",
        "learning",
        "disability",
        "make",
        "multitasking",
        "interacting",
        "customer",
        "difficult",
        "papa",
        "murphy",
        "make",
        "pizza",
        "food",
        "cook",
        "home",
        "hired",
        "goodall",
        "year",
        "ago",
        "allowing",
        "prepare",
        "food",
        "shifting",
        "duty",
        "looking",
        "job",
        "secluded",
        "say",
        "goodall",
        "adding",
        "isolated",
        "customer",
        "previous",
        "position",
        "noting",
        "many",
        "staffer",
        "college",
        "student",
        "quit",
        "month",
        "manager",
        "taylor",
        "allcock",
        "say",
        "really",
        "nice",
        "someone",
        "around",
        "depend"
    ]
}