{
    "organizations": [],
    "uuid": "c54855bc2f7b0c57ce7743e7e3ca1952e731c2e1",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/cnbc-transcript-vasant-narasimhan-ceo-novartis.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Vasant Narasimhan, CEO, Novartis",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of a CNBC interview with Vasant Narasimhan, CEO of Novartis, at the China Development Forum in Beijing. The interview was broadcast on CNBC's Squawk Box on 27 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Martin Soong.\nMartin Soong (MS): President fired the first shot. China returned fire, returned salvo. And now there's is the risk this thing could just sort of blow up into a full blown trade war. It seems to be what everybody's talking about and also worried about. Your thoughts?\nVasant Narasimhan: You know when we think about ourselves as a global company, we are obviously very pro-free trade, we want there to be a stable system of free trade that allows a company like us, a Swiss-based company that operates in over 150 countries, to be able to work freely and fairly. You know when we look at the situation we hope that there's a reasonable solution that comes about and that you know this doesn't escalate. I think it would only damage the global economy and obviously impact companies like us – we have manufacturing sites around the world, including in China and in the United States. And we need to be able to run our global supply chains in a stable way. So I think we're hopeful though that we can get to an amicable solution.\nMS: OK I mean whether it escalates or not, who knows right, but are you confident that you've got a handle on your supply chain sufficiently that it can be nimble and fast enough to pivot if you need?\nVasant Narasimhan: We're fortunate in that we are a large enough company that we have redundancies and so we can manage through these situations, so it's not a cause of great concern. I think it's just more the symbol it sends to the global economic system. And I think we'd rather be in a world where there's stable policies that allow for free trade.\nMS: Of course. A couple of months ago, January, start of year, you were in Davos I know at a table with the president and was then Werner Baumann from Bayer. And there were, I mean there were other people as well, but you guys were big pharma and whole idea was, Gary Cohen at that time was still in the job, is trying to drum up more investment for the U.S. What was that dinner conversation like? And did you actually get face time with the president? What did you tell him?\nVasant Narasimhan: It was a group discussion and so really it wasn't a one on one opportunity, but we did get to take pictures – that was probably about it. But most of the discussion focused on what would it take to create stability and create an environment where companies like ours would increase investment in the United States. I highlighted the importance of continuing to upscale the workforce to be digitally enabled and enabled in a world where artificial intelligence and digital technologies are going to be really important. I think others highlighted other elements including the importance of stable trade agreements, things like Nafta amongst other trade agreements, so those with the kind of things we talked about. I would say it was a pretty free flowing discussion but no commitments were made.\nMS: Okay, no conclusions or commitments. You know the thing is with tax reform, we've seen companies like Pfizer doing pretty well out of it, nice windfall right. And I guess the key question is, especially for pharma, we've seen on the back of tax reform fairly significant wave of M&A kickoff and this is the first time we've seen this in about a decade or so. So the key question is, tax reform, you get a windfall. What do you do with the money? Do you invest it at home to create jobs? Do you buy back shares? In Novartis' case, what is likely to be?\nVasant Narasimhan: One important clarification we've been making is for overseas-based companies like Novartis and tax reform had really minimal impact. So we don't see a lower tax because of this tax reform. So from that standpoint it doesn't really change much of how we operate, but what we are continuing to do is follow our capital allocation priorities and as I've said I really want us to be a focused medicines company, powered by data and digital technologies and that means looking for bolt-on acquisitions, of value creating bolt-on acquisitions. That's where our focus has been. We recently completed one in January of Advanced Accelerator applications, an oncology company that was about a four billion dollar bolt-on that we did. And that's the kind of place where we see value bringing in technologies that fit in our core therapeutic areas and then we can unlock the value of those technologies.\nMS: So bolting on this is interesting because your immediate predecessor, Joe Jiminez, did a lot of the I guess the pruning right, the hard work and left the company in pretty good shape for yourself to take over, with the exception, we can get into your push to bolt-on and push to AI in a just a bit, but I want to get to the two sort of I guess hangovers that Joe Jiminez sort of left to you and that is what to do Alcon and also what to do with Sandoz. Let's get to Sandoz first because I mean the talk of the market is you could be weeks away from letting it go. Are you?\nVasant Narasimhan: So first I want to give a little broader context, so you know when you look at Novartis we started out after the formation of the companies abroad conglomerate. Over time we've slimmed down under Joe's leadership to three leading businesses - Sandoz, Alcon and of course our leading pharmaceuticals business. You know I see us continue to focus our resources and in pharmaceuticals and medicines broadly. With Alcon, as we've stated, you know we look forward to taking a potential action, moving to a potential decision in the first half of 2019. And that's still the timeline that we will maintain and no change on that.\nMS: Even though finally you've got sales growth at Alcon?\nVasant Narasimhan: Well we're happy with the sales growth, we want to continue to see both sales growth and profitability improvement, but we still think it would be the right timeline to look towards the first half of 19 for any potential action on Alcon. Now with respect to Sandoz, I think it has been well characterized the global generics market is under pressure particularly in the traditional generics. We see great strength and growth in Biosimilars, where we have about the leading Biosimilars portfolio in the industry. So we're quite we're quite keen on continuing to maintain our focus on Biosimilars. In the rest of the Sandoz business, and as I've stated publicly, we really want to continue to think about how best to invest in that business to ensure we are differentiated and can grow. We have no immediate plans to really change our approach on Sandoz. We continue to evaluate all options, particularly in the U.S. business that's been under pressure, but we haven't made any decisions.\nMS: So with Sandoz the problem is basically no pricing power or slipping pricing power right so your fight back is okay let's go more complex, let's go more higher margins as well. The problem is, a lot of your competitors are doing the same thing - so differentiation.\nVasant Narasimhan: If you think about the generics industry from 2000 to 2012, it was a highly attractive area where having global scale was what we really mattered. Now with the emergence of really significant competition from China and India, cost leadership becomes much more important. So companies like ours have to move into more complex value added medicines as you described. The key will be how to differentiate your value proposition versus the other generics companies and that's what we're focused on.\nMS: OK let's circle back now to the acquisitions, you were talking about bolt-ons. I think a lot of people were watching to see whether this first wave of M&A becomes sort of a tidal wave for the first time in about a decade. Your focus for Novartis where do you see, what sorts of businesses are you targeting that would be good fits for what you want to do, which is pipeline right?\nVasant Narasimhan : Well you know we really think we want to focus our M&A efforts on these bolt-on acquisitions that have either new technologies or products that fit into our core therapeutic areas. When you think about Novartis's core therapeutic areas, we operate in about seven therapeutic areas where we have global scale, we have developing capabilities, we have commercial capabilities. And our goal is to find either assets that are near the market or earlier stage pipeline assets that fit in those areas. We really believe the value's in bolt-on acquisitions and you know we're not looking at large scale M&A we think that typically can be very disruptive to companies like ours with strong pipelines. So our focus has really been on those on those bolt-on acquisitions particularly in areas such as oncology, where we did triple-A as well as other therapeutic areas.\nMS: And this is kind of a market question, even if you do find suitable targets right, the timing, is there value out there right now the way the pharmas are now?\nVasant Narasimhan: Well you know that is I think the challenge right now with M&A, I mean the valuations are extremely high right now and they continue to be on the high end. There's takeover premiums I believe in many of these stocks already. And that's really where the challenge is in doing bolt on M&A is to find situations where you can really get a reasonable price where our company will benefit, our shareholders will benefit and the selling company would also benefit. That's certainly more challenging today than it's been in the past.\nEND\nMedia Contact:\nMike Cheong\nCommunications Manager, CNBC Asia Pacific\nD: +65 6326 1123\nM: +65 9852 8630\nMike.Cheong@nbcuni.com\nAbout CNBC\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the world's major financial markets via three regional TV networks in Asia, EMEA and the US. CNBC.com is the preeminent financial news source on the web featuring video, real-time market analysis and dynamic financial tools. CNBC serves the world's most powerful audience of CEOs, senior executives, the financial services industry and private investors and is available in more than 409 million homes worldwide. CNBC is a division of NBCUniversal.\n www.cnbc.com",
    "published": "2018-03-27T05:46:00.000+03:00",
    "crawled": "2018-03-27T05:43:23.007+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "vasant",
        "narasimhan",
        "ceo",
        "novartis",
        "china",
        "development",
        "forum",
        "beijing",
        "interview",
        "broadcast",
        "cnbc",
        "squawk",
        "box",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "martin",
        "soong",
        "martin",
        "soong",
        "m",
        "president",
        "fired",
        "first",
        "shot",
        "china",
        "returned",
        "fire",
        "returned",
        "salvo",
        "risk",
        "thing",
        "could",
        "sort",
        "blow",
        "full",
        "blown",
        "trade",
        "war",
        "seems",
        "everybody",
        "talking",
        "also",
        "worried",
        "thought",
        "vasant",
        "narasimhan",
        "know",
        "think",
        "global",
        "company",
        "obviously",
        "trade",
        "want",
        "stable",
        "system",
        "free",
        "trade",
        "allows",
        "company",
        "like",
        "u",
        "company",
        "operates",
        "country",
        "able",
        "work",
        "freely",
        "fairly",
        "know",
        "look",
        "situation",
        "hope",
        "reasonable",
        "solution",
        "come",
        "know",
        "escalate",
        "think",
        "would",
        "damage",
        "global",
        "economy",
        "obviously",
        "impact",
        "company",
        "like",
        "u",
        "manufacturing",
        "site",
        "around",
        "world",
        "including",
        "china",
        "united",
        "state",
        "need",
        "able",
        "run",
        "global",
        "supply",
        "chain",
        "stable",
        "way",
        "think",
        "hopeful",
        "though",
        "get",
        "amicable",
        "solution",
        "m",
        "ok",
        "mean",
        "whether",
        "escalates",
        "know",
        "right",
        "confident",
        "got",
        "handle",
        "supply",
        "chain",
        "sufficiently",
        "nimble",
        "fast",
        "enough",
        "pivot",
        "need",
        "vasant",
        "narasimhan",
        "fortunate",
        "large",
        "enough",
        "company",
        "redundancy",
        "manage",
        "situation",
        "cause",
        "great",
        "concern",
        "think",
        "symbol",
        "sends",
        "global",
        "economic",
        "system",
        "think",
        "rather",
        "world",
        "stable",
        "policy",
        "allow",
        "free",
        "trade",
        "m",
        "course",
        "couple",
        "month",
        "ago",
        "january",
        "start",
        "year",
        "davos",
        "know",
        "table",
        "president",
        "werner",
        "baumann",
        "bayer",
        "mean",
        "people",
        "well",
        "guy",
        "big",
        "pharma",
        "whole",
        "idea",
        "gary",
        "cohen",
        "time",
        "still",
        "job",
        "trying",
        "drum",
        "investment",
        "dinner",
        "conversation",
        "like",
        "actually",
        "get",
        "face",
        "time",
        "president",
        "tell",
        "vasant",
        "narasimhan",
        "group",
        "discussion",
        "really",
        "one",
        "one",
        "opportunity",
        "get",
        "take",
        "picture",
        "probably",
        "discussion",
        "focused",
        "would",
        "take",
        "create",
        "stability",
        "create",
        "environment",
        "company",
        "like",
        "would",
        "increase",
        "investment",
        "united",
        "state",
        "highlighted",
        "importance",
        "continuing",
        "upscale",
        "workforce",
        "digitally",
        "enabled",
        "enabled",
        "world",
        "artificial",
        "intelligence",
        "digital",
        "technology",
        "going",
        "really",
        "important",
        "think",
        "others",
        "highlighted",
        "element",
        "including",
        "importance",
        "stable",
        "trade",
        "agreement",
        "thing",
        "like",
        "nafta",
        "amongst",
        "trade",
        "agreement",
        "kind",
        "thing",
        "talked",
        "would",
        "say",
        "pretty",
        "free",
        "flowing",
        "discussion",
        "commitment",
        "made",
        "m",
        "okay",
        "conclusion",
        "commitment",
        "know",
        "thing",
        "tax",
        "reform",
        "seen",
        "company",
        "like",
        "pfizer",
        "pretty",
        "well",
        "nice",
        "windfall",
        "right",
        "guess",
        "key",
        "question",
        "especially",
        "pharma",
        "seen",
        "back",
        "tax",
        "reform",
        "fairly",
        "significant",
        "wave",
        "kickoff",
        "first",
        "time",
        "seen",
        "decade",
        "key",
        "question",
        "tax",
        "reform",
        "get",
        "windfall",
        "money",
        "invest",
        "home",
        "create",
        "job",
        "buy",
        "back",
        "share",
        "novartis",
        "case",
        "likely",
        "vasant",
        "narasimhan",
        "one",
        "important",
        "clarification",
        "making",
        "company",
        "like",
        "novartis",
        "tax",
        "reform",
        "really",
        "minimal",
        "impact",
        "see",
        "lower",
        "tax",
        "tax",
        "reform",
        "standpoint",
        "really",
        "change",
        "much",
        "operate",
        "continuing",
        "follow",
        "capital",
        "allocation",
        "priority",
        "said",
        "really",
        "want",
        "u",
        "focused",
        "medicine",
        "company",
        "powered",
        "data",
        "digital",
        "technology",
        "mean",
        "looking",
        "acquisition",
        "value",
        "creating",
        "acquisition",
        "focus",
        "recently",
        "completed",
        "one",
        "january",
        "advanced",
        "accelerator",
        "application",
        "oncology",
        "company",
        "four",
        "billion",
        "dollar",
        "kind",
        "place",
        "see",
        "value",
        "bringing",
        "technology",
        "fit",
        "core",
        "therapeutic",
        "area",
        "unlock",
        "value",
        "technology",
        "m",
        "bolting",
        "interesting",
        "immediate",
        "predecessor",
        "joe",
        "jiminez",
        "lot",
        "guess",
        "pruning",
        "right",
        "hard",
        "work",
        "left",
        "company",
        "pretty",
        "good",
        "shape",
        "take",
        "exception",
        "get",
        "push",
        "push",
        "ai",
        "bit",
        "want",
        "get",
        "two",
        "sort",
        "guess",
        "hangover",
        "joe",
        "jiminez",
        "sort",
        "left",
        "alcon",
        "also",
        "sandoz",
        "let",
        "get",
        "sandoz",
        "first",
        "mean",
        "talk",
        "market",
        "could",
        "week",
        "away",
        "letting",
        "go",
        "vasant",
        "narasimhan",
        "first",
        "want",
        "give",
        "little",
        "broader",
        "context",
        "know",
        "look",
        "novartis",
        "started",
        "formation",
        "company",
        "abroad",
        "conglomerate",
        "time",
        "slimmed",
        "joe",
        "leadership",
        "three",
        "leading",
        "business",
        "sandoz",
        "alcon",
        "course",
        "leading",
        "pharmaceutical",
        "business",
        "know",
        "see",
        "u",
        "continue",
        "focus",
        "resource",
        "pharmaceutical",
        "medicine",
        "broadly",
        "alcon",
        "stated",
        "know",
        "look",
        "forward",
        "taking",
        "potential",
        "action",
        "moving",
        "potential",
        "decision",
        "first",
        "half",
        "still",
        "timeline",
        "maintain",
        "change",
        "m",
        "even",
        "though",
        "finally",
        "got",
        "sale",
        "growth",
        "alcon",
        "vasant",
        "narasimhan",
        "well",
        "happy",
        "sale",
        "growth",
        "want",
        "continue",
        "see",
        "sale",
        "growth",
        "profitability",
        "improvement",
        "still",
        "think",
        "would",
        "right",
        "timeline",
        "look",
        "towards",
        "first",
        "half",
        "potential",
        "action",
        "alcon",
        "respect",
        "sandoz",
        "think",
        "well",
        "characterized",
        "global",
        "generic",
        "market",
        "pressure",
        "particularly",
        "traditional",
        "generic",
        "see",
        "great",
        "strength",
        "growth",
        "biosimilars",
        "leading",
        "biosimilars",
        "portfolio",
        "industry",
        "quite",
        "quite",
        "keen",
        "continuing",
        "maintain",
        "focus",
        "biosimilars",
        "rest",
        "sandoz",
        "business",
        "stated",
        "publicly",
        "really",
        "want",
        "continue",
        "think",
        "best",
        "invest",
        "business",
        "ensure",
        "differentiated",
        "grow",
        "immediate",
        "plan",
        "really",
        "change",
        "approach",
        "sandoz",
        "continue",
        "evaluate",
        "option",
        "particularly",
        "business",
        "pressure",
        "made",
        "decision",
        "m",
        "sandoz",
        "problem",
        "basically",
        "pricing",
        "power",
        "slipping",
        "pricing",
        "power",
        "right",
        "fight",
        "back",
        "okay",
        "let",
        "go",
        "complex",
        "let",
        "go",
        "higher",
        "margin",
        "well",
        "problem",
        "lot",
        "competitor",
        "thing",
        "differentiation",
        "vasant",
        "narasimhan",
        "think",
        "generic",
        "industry",
        "highly",
        "attractive",
        "area",
        "global",
        "scale",
        "really",
        "mattered",
        "emergence",
        "really",
        "significant",
        "competition",
        "china",
        "india",
        "cost",
        "leadership",
        "becomes",
        "much",
        "important",
        "company",
        "like",
        "move",
        "complex",
        "value",
        "added",
        "medicine",
        "described",
        "key",
        "differentiate",
        "value",
        "proposition",
        "versus",
        "generic",
        "company",
        "focused",
        "m",
        "ok",
        "let",
        "circle",
        "back",
        "acquisition",
        "talking",
        "think",
        "lot",
        "people",
        "watching",
        "see",
        "whether",
        "first",
        "wave",
        "becomes",
        "sort",
        "tidal",
        "wave",
        "first",
        "time",
        "decade",
        "focus",
        "novartis",
        "see",
        "sort",
        "business",
        "targeting",
        "would",
        "good",
        "fit",
        "want",
        "pipeline",
        "right",
        "vasant",
        "narasimhan",
        "well",
        "know",
        "really",
        "think",
        "want",
        "focus",
        "effort",
        "acquisition",
        "either",
        "new",
        "technology",
        "product",
        "fit",
        "core",
        "therapeutic",
        "area",
        "think",
        "novartis",
        "core",
        "therapeutic",
        "area",
        "operate",
        "seven",
        "therapeutic",
        "area",
        "global",
        "scale",
        "developing",
        "capability",
        "commercial",
        "capability",
        "goal",
        "find",
        "either",
        "asset",
        "near",
        "market",
        "earlier",
        "stage",
        "pipeline",
        "asset",
        "fit",
        "area",
        "really",
        "believe",
        "value",
        "acquisition",
        "know",
        "looking",
        "large",
        "scale",
        "think",
        "typically",
        "disruptive",
        "company",
        "like",
        "strong",
        "pipeline",
        "focus",
        "really",
        "acquisition",
        "particularly",
        "area",
        "oncology",
        "well",
        "therapeutic",
        "area",
        "m",
        "kind",
        "market",
        "question",
        "even",
        "find",
        "suitable",
        "target",
        "right",
        "timing",
        "value",
        "right",
        "way",
        "pharma",
        "vasant",
        "narasimhan",
        "well",
        "know",
        "think",
        "challenge",
        "right",
        "mean",
        "valuation",
        "extremely",
        "high",
        "right",
        "continue",
        "high",
        "end",
        "takeover",
        "premium",
        "believe",
        "many",
        "stock",
        "already",
        "really",
        "challenge",
        "bolt",
        "find",
        "situation",
        "really",
        "get",
        "reasonable",
        "price",
        "company",
        "benefit",
        "shareholder",
        "benefit",
        "selling",
        "company",
        "would",
        "also",
        "benefit",
        "certainly",
        "challenging",
        "today",
        "past",
        "end",
        "medium",
        "contact",
        "mike",
        "cheong",
        "communication",
        "manager",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "world",
        "major",
        "financial",
        "market",
        "via",
        "three",
        "regional",
        "tv",
        "network",
        "asia",
        "emea",
        "u",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "video",
        "market",
        "analysis",
        "dynamic",
        "financial",
        "tool",
        "cnbc",
        "serf",
        "world",
        "powerful",
        "audience",
        "ceo",
        "senior",
        "executive",
        "financial",
        "service",
        "industry",
        "private",
        "investor",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "division",
        "nbcuniversal"
    ]
}