{
    "organizations": [],
    "uuid": "856c76194678ab323f18b6adb33be7782e1b692f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/first-on-cnbc-cnbc-transcript-u-s-energy-secretary-rick-perry-speaks-with-cnbcs-brian-sullivan-today.html",
    "ord_in_thread": 0,
    "title": "First On CNBC: CNBC Transcript: U.S. Energy Secretary Rick Perry Speaks with CNBC’s Brian Sullivan Today",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "WHEN: Today, Thursday, March 8, 2018\nWHERE: CNBC's \"Squawk Alley\" – From CERAWeek by IHS Markit in Houston, TX\nFollowing is an unofficial transcript of a FIRST ON CNBC interview with U.S. Energy Secretary Rick Perry and CNBC's Brian Sullivan on CNBC's \"Squawk Alley\" (M-F 11AM-12PM) today, Thursday, March 8, 2018. Following is a link to video from the interview on CNBC.com: https://www.cnbc.com/video/2018/03/08/trump-is-an-all-of-the-above-energy-proponent-sec-rick-perry.html .\nAll references must be sourced to CNBC.\nCARL QUINTANILLA: THE ENERGY SUMMIT IN HOUSTON, CERAWEEK, IS IN ITS FINAL FULL DAY. OUR BRIAN SULLIVAN HAS BEEN DOING GREAT WORK ALL WEEK, AND HE JOINS US TODAY WITH A SPECIAL GUEST. HEY, BRIAN.\nBRIAN SULLIVAN: HEY, CARL. THANK YOU VERY MUCH. YES, WE ARE JOINED BY THE U.S. SECRETARY OF ENERGY, FORMER GOVERNOR OF THE GREAT STATE OF TEXAS, RICK PERRY. SECRETARY PERRY, GOVERNOR PERRY, THANK YOU VERY MUCH FOR JOINING US.\nRICK PERRY: WELCOME TO HOUSTON. WELCOME TO TEXAS.\nSULLIVAN: YEAH, I'VE BEEN SPENDING A THE LOVE TIME HERE LATELY AS YOU MIGHT IMAGINE. ENERGY IS FRONT AND CENTER GENERALLY. TRADE IS FRONT AND CENTER RIGHT NOW. CAN WE EXPECT THE PRESIDENT TO SIGN THE TARIFFS INTO LAW TODAY?\nPERRY: I DON'T KNOW. I DON'T WANT TO GET AHEAD OF THE PRESIDENT. BUT, YOU KNOW, I'M NOT PARTICULARLY CONCERNED THAT WE'RE GOING TO BE IN A POSITION THAT DOESN'T CONTINUE TO MAKE THIS COUNTRY ONE OF MOST COMPETITIVE IN THE WORLD. AND THAT'S WHAT THE PRESIDENT IS REALLY ABOUT IS -- WHEN I WAS AT DAVOS, I WAS EXPLAINING TO PEOPLE ABOUT WHEN THE PRESIDENT TALKS ABOUT AMERICA FIRST, HE DOESN'T MEAN AMERICA ALONE. HE SAYS WE'RE GOING TO PUT AMERICA IN A VERY COMPETITIVE POSITION. AND WHETHER IT'S THESE TARIFFS OR WHETHER IT'S SOME OTHER POLICIES THAT WE'RE WORKING ON, AMERICA IS GOING TO BE AS COMPETITIVE AS IT CAN BE GOING FORWARD. BUT I DON'T WANT TO GET AHEAD OF HIM. HE'LL ANNOUNCE THESE AT THE APPROPRIATE TIME.\nSULLIVAN: THE BIGGEST TRADE WE HAVE BETWEEN CANADA, MEXICO, OUR NAFTA PARTNERS, IS ENERGY, IS OIL, IS GAS.\nPERRY: THAT'S CORRECT.\nSULLIVAN: YOU'VE BEEN SPEAKING WITH PRETTY MUCH EVERY ENERGY CEO HERE. I'M SURE THEY BROUGHT IT UP. WHAT HAVE THEY SAID TO YOU? WHAT ARE THEY CONCERNED ABOUT?\nPERRY: IT'S LESS CONCERN THAN IT IS JUST PURE OPTIMISM THAT'S COMING OUT. EVERYBODY'S GOT CONCERNS ABOUT THEIR PARTICULAR SECTOR, YOU KNOW, WHETHER IT'S THE UTILITY GUYS, WHETHER IT'S THE INFRASTRUCTURE GUYS. THERE ARE CONCERNS OUT THERE, DON'T GET ME WRONG. BUT THE OVERALL MESSAGE HERE IS JUST ONE OF SHEER OPTIMISM. 15 YEARS AGO WE HEARD THAT WE WERE OUT OF ENERGY AND WE WEREN'T GOING TO BE ABLE TO PRODUCE IT, AND EVEN IF WE FOUND ANYMORE IT WOULD BE PROHIBITIVELY EXPENSIVE. AND THAT WAS JUST -- THAT WASN'T REALITY. THE NEW ENERGY REALISM, THAT'S WHAT I TALKED ABOUT YESTERDAY IN MY SPEECH, WAS THAT THE UNITED STATES, YOU KNOW, WE'VE BEEN BLESSED WITH THIS EXTRAORDINARY RESOURCE, AND IT'S INNOVATION RATHER THAN REGULATION. THE OLD REALITY WAS WE'RE GOING TO REGULATE. THE NEW REALITY IS WE'RE GOING TO INNOVATE. AND THE INNOVATION THAT'S COMING OUT OF THE PRIVATE SECTOR, THE INNOVATION THAT COMES OUT OF U.S. DEPARTMENT OF ENERGY NATIONAL LABS, WORKING TOGETHER, IS A FASCINATING STORY ABOUT WHAT AMERICAN INGENUITY CAN DO, THE TECHNOLOGY THAT IS THERE. SO THESE ENERGY PRIVATE SECTOR TYPES AND MY COLLEAGUES FROM CANADA AND MEXICO, JIM CARR IN CANADA, PEDRO JOAQUIN COLDWELL FROM MEXICO, THEY'RE VERY EXCITED ABOUT A NORTH AMERICAN ENERGY REGION, A STRATEGY TOGETHER, WORKING TOGETHER, THE QUALITY OF LIFE THAT COMES FROM THAT.\nSULLIVAN: UNDERSTOOD. BUT WE HAVE SPOKEN WITH CEOs HERE ALL WEEK AND STEEL IS A MASSIVE PART OF THEIR BUSINESS. PIPELINES, REFINERIES, SHIPPING. THEY'VE EXPRESSED CONCERN TO US. ARE THEY WORRIED THAT ANY POTENTIAL TARIFFS COULD TURN INTO A TRADE WAR THAT WOULD DRAMATICALLY IMPACT THE ENERGY INDUSTRY?\nPERRY: AGAIN, LISTEN, I UNDERSTAND THE MEDIA BUSINESS. I UNDERSTAND THAT LET'S SPECULATE ABOUT WHAT'S GOING TO HAPPEN. I'M NOT GOING TO GET OUT IN FRONT OF THE PRESIDENT ON THIS AND THEN, YOU KNOW, LET'S TALK IN THREE DAYS AND IT MAY BE A COMPLETELY DIFFERENT CONVERSATION THAN WHAT YOU ALL WERE TRYING TO DRIVE RIGHT NOW. BUT THE POINT IS THIS. THE ENERGY IN THE ENERGY INDUSTRY IS PALPABLE. IT'S REAL. IT HASN'T BEEN THIS GOOD MAYBE IN ANY OF OUR LIFETIMES. AND AMERICA, CANADA AND MEXICO UNDERSTAND HOW IMPORTANT THAT IS TO THEIR CITIZENS AND THEIR POPULATION.\nSULLIVAN: AND I THINK MAYBE THAT'S THE POINT, SECRETARY PERRY. THINGS ARE GOOD NOW AFTER YEARS OF BOOM AND BUST AND HUNDREDS OF BANKRUPTCIES. HOW ABOUT THIS, HOW IMPORTANT IS ENERGY SIMPLY TO TRADE PARTICULARLY WITH CANADA AND MEXICO?\nPERRY: WELL, IT'S AS YOU CORRECTLY SAID—\nSULLIVAN: HUNDREDS OF MILLIONS OF DOLLARS.\nPERRY: -- THEY'RE OUR NUMBER ONE TRADING PARTNERS. AND IT'S GOING TO CONTINUE TO BE. AGAIN, I'M EXCITED ABOUT WHAT WE'RE SEEING. I THINK MY COUNTERPARTS UNDERSTAND. LISTEN, WE'RE ALWAYS GOING TO HAVE DISCOMFORT. COMPETITION LEADS TO DISCOMFORT. WHETHER YOU'RE AN ATHLETE OR WHETHER YOU'RE IN THE ENERGY BUSINESS OR WHETHER YOU'RE SELLING WIGETS SOMEWHERE, THERE'S ALWAYS A COMPETITOR THAT MAKES YOU UNCOMFORTABLE. THAT'S A GOOD THING. WE'RE NOT IN MONOPOLIES HERE. WE'RE IN COMPETITIVE ENVIRONMENTS. UNITED STATES, CANADA, MEXICO, WE UNDERSTAND THAT. WE ARE PARTNERS BUT WE'RE COMPETITORS. AND FINDING THAT NICE BALANCE IS WHAT THIS IS ALL ABOUT.\nSULLIVAN: THE ONE THING THAT WE KNOW FROM THIS CONFERENCE IS THAT WHATEVER FORM IT IS WE NEED MORE POWER. WE NEED MORE ENERGY FOR ELECTRIC CARS, FOR THE COMMUNICATIONS INDUSTRY. THE GLOBAL AND U.S. GROWTH NEED FOR POWER IS GOING TO BE MASSIVE. WHAT'S NUCLEARS ROLE IN THAT? CAN WE GET NEW NUCLEAR POWER PLANTS BUILT IN THIS COUNTRY?\nPERRY: WELL, THIS PRESIDENT IS AN ALL OF THE ABOVE ENERGY PROPONENT. HE UNDERSTANDS THAT RENEWABLES HAVE THEIR PLACE, THAT FOSSIL FUELS HAVE THEIR PLACE, THAT CIVIL NUCLEAR IS A VERY IMPORTANT PART OF A PORTFOLIO OF ENERGY THAT IS GOING TO DRIVE THE ECONOMY OF THE WORLD. IT'S THE REASON THAT WE'RE HAVING CONVERSATIONS WITH SOME OF OUR ALLIES AROUND THE WORLD ABOUT BUILDING OUT THEIR CIVIL PROGRAMS. IT'S THE REASON THAT YOU SEE THIS PRESIDENT REALLY OPENING UP THROUGH CLEAR MESSAGING BACK TO HIS AGENCIES OF GOVERNMENT. I DON'T WANT YOUR PERMITTING TO GET IN THE WAY OF OUR BEING ABLE TO SELL L & G TO OUR ALLIES IN INDIA, FOR INSTANCE. I MEAN, THERE'S A –\nSULLIVAN: THE FIRST SHIPLOAD WENT OUT A COUPLE OF DAYS AGO ACTUALLY.\nPERRY: INDEED IT DID.\nSULLIVAN: CHENIERE. CHENIERE – GAIL.\nPERRY: I TALKED TO MINISTER PRADHAN JUST THIS MORNINGM AND WE TALKED ABOUT THIS SHIPMENT OUT OF CHENIERE HEADED TO INDIA. SO THERE'S EXTRAORDINARY OPPORTUNITIES HERE. BUT IT'S NOT JUST ONE SEGMENT. WE'RE NOT PICKING WINNERS AND LOSERS. WE'RE GOING TO LET THE MARKET REALLY GET OUT THERE AND DRIVE THIS THING. GOVERNMENT NEEDS TO GET OUT OF THE WAY. ABSOLUTELY PROTECT OUR CITIZENS, PROTECT THE ENVIRONMENT, WHICH WE CAN DO AND WE'VE PROVEN WE CAN DO. BUT DON'T PICK WINNERS AND LOSERS BECAUSE OF YOUR POLITICAL BACKGROUND OF SAYING WELL, WE DON'T LIKE CIVIL NUCLEAR. WE DON'T LIKE FOSSIL FUELS. WE'RE GOING TO PUT IT ALL OVER HERE ON RENEWABLES. THIS PRESIDENT SAYS, BOLOGNA. WE'RE GOING TO LET THE MARKET REALLY DRIVE THIS THING. WE'RE NOT GOING TO GET IN THE WAY. THE CITIZENS OF THE WORLD WILL PICK THE ENERGY THAT THEY NEED FOR THEIR BEST INTERESTS.\nSULLIVAN: WE SPOKE WITH CANADIAN NATURAL RESOURCE MINISTER JIM CARR YESTERDAY. WE WILL SPEAK WITH THE MEXICAN MINISTER IN A FEW MINUTES HERE. YOU HAVE BEEN ON PANELS WITH THEM. YOU HAVE BEEN MEETING WITH THEM IN PRIVATE. ENERGY -- YOU THREE ARE DRIVING THE TRADE DIALOGUE ON THE ENERGY SIDE, HOW IS YOUR RELATIONSHIP WITH YOUR COUNTERPARTS FROM CANADA AND MEXICO?\nPERRY: PERSONAL RELATIONSHIPS. PEDRO JOAQUIN COLDWELL, I'VE KNOWN FOR – BACK WHEN I WAS THE AGRICULTURE COMMISSIONER, THE SECRETARY OF AGRICULTURE—\nSULLIVAN: YOU GUYS HAD A NICE EMBRACE WHEN HE CAME OUT.\nPERRY: HE'S – LISTEN, HE'S A FRIEND. THESE ARE PERSONAL FRIENDS. JIM CARR IS AN ABSOLUTE FABULOUS INDIVIDUAL IN HIS PERSONAL LIFE. HARD NEGOTIATOR AND A STRONG PROPONENT OF CANADIAN POLICIES AND CANADIAN NATURAL RESOURCES. WE DON'T GET CONFUSED THAT YOU CAN BE A FRIEND AND – YOU KNOW, LISTEN, THE UNITED STATES AND CANADA AND MEXICO, WE MARRY EACH OTHER, WE DO BUSINESS WITH EACH OTHER. THESE ARE RELATIONSHIPS ARE GOING TO LAST A WHOLE LOT LONGER THAN THIS ADMINISTRATION AND IN PERSONAL LIVES.\nSULLIVAN: WE HAVE TO GO. I ASKED THAT, SECRETARY, FOR ONE REASON SHOULD THE AMERICAN PEOPLE BE -- THE MARKETS ARE A LITTLE BIT JITTERY. SHOULD THE MARKETS OR THE AMERICAN PEOPLE BE COMFORTABLE THAT THESE KINDS OF RELATIONSHIPS ARE WORKING BEHIND THE SCENES AND THAT IT'S NOT JUST ABOUT THE HEADLINES AND MAYBE SOMETIMES THE HAIR ON FIRE MEDIA. BUT THAT BEHIND THE SCENES THERE IS GROWN-UP DIALOGUE OCCURING.\nPERRY: I LOVE YOUR DESCRIPTIVE TERM ABOUT HAIR ON FIRE.\nSULLIVAN: I MAY HAVE BEEN REFERRED TO THAT IN SOME CASE. GO AHEAD.\nPERRY: AND THAT'S TRUE. IT'S OUT THERE. IT HAPPENS AND I CAN SAY THIS, THAT NO MATTER WHAT OCCURS FROM A REGULATORY STAND POINT, NO MATTER WHAT OCCURS FROM A POLICY STANDPOINT: CANADA, THE UNITED STATES AND MEXICO ARE GOING TO CONTINUE TO BE THESE GREAT PARTNERS, THESE FRIENDS, THESE NEIGHBORS, AND WE KNOW THAT IT'S IN OUR BEST INTEREST TO HAVE AS FREE AND AS FAIR TRADE AS WE CAN.\nSULLIVAN: SECRETARY PERRY, GOVERNOR PERRY, THANK YOU VERY MUCH, SIR. WE APPRECIATE YOUR TIME ON CNBC.\nPERRY: YOU'RE WELCOME. IT'S GOOD TO BE HERE.\nFor more information contact:\nJennifer Dauble\nCNBC\nt: 201.735.4721\nm: 201.615.2787\ne: jennifer.dauble@nbcuni.com\nEmma Martin\nCNBC\nt: 201.735.4713\nm: 551.275.5221\ne: emma.martin@nbcuni.com\nAbout CNBC:\nWith CNBC in the U.S., CNBC in Asia Pacific, CNBC in Europe, Middle East and Africa, and CNBC World, CNBC is the recognized world leader in business news and provides real-time financial market coverage and business information to more than 409 million homes worldwide, including more than 91 million households in the United States and Canada. CNBC also provides daily business updates to 400 million households across China. The network's 15 live hours a day of business programming in North America (weekdays from 4:00 a.m. - 7:00 p.m. ET) is produced at CNBC's global headquarters in Englewood Cliffs, N.J., and includes reports from CNBC News bureaus worldwide. CNBC at night features a mix of new reality programming, CNBC's highly successful series produced exclusively for CNBC and a number of distinctive in-house documentaries.\nCNBC also has a vast portfolio of digital products which deliver real-time financial market news and information across a variety of platforms including: CNBC.com; CNBC PRO, the premium, integrated desktop/mobile service that provides live access to CNBC programming, exclusive video content and global market data and analysis; a suite of CNBC mobile products including the CNBC Apps for iOS, Android and Windows devices; and additional products such as the CNBC App for the Apple Watch and Apple TV.\nMembers of the media can receive more information about CNBC and its programming on the NBCUniversal Media Village Web site at http://www.nbcumv.com/programming/cnbc .\nFor more information about NBCUniversal, please visit http://www.NBCUniversal.com .",
    "published": "2018-03-08T21:53:00.000+02:00",
    "crawled": "2018-03-08T23:33:19.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "today",
        "thursday",
        "march",
        "cnbc",
        "squawk",
        "alley",
        "ceraweek",
        "ihs",
        "markit",
        "houston",
        "tx",
        "following",
        "unofficial",
        "transcript",
        "first",
        "cnbc",
        "interview",
        "energy",
        "secretary",
        "rick",
        "perry",
        "cnbc",
        "brian",
        "sullivan",
        "cnbc",
        "squawk",
        "alley",
        "today",
        "thursday",
        "march",
        "following",
        "link",
        "video",
        "interview",
        "http",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "carl",
        "quintanilla",
        "energy",
        "summit",
        "houston",
        "ceraweek",
        "final",
        "full",
        "day",
        "brian",
        "sullivan",
        "great",
        "work",
        "week",
        "join",
        "u",
        "today",
        "special",
        "guest",
        "hey",
        "brian",
        "brian",
        "sullivan",
        "hey",
        "carl",
        "thank",
        "much",
        "yes",
        "joined",
        "secretary",
        "energy",
        "former",
        "governor",
        "great",
        "state",
        "texas",
        "rick",
        "perry",
        "secretary",
        "perry",
        "governor",
        "perry",
        "thank",
        "much",
        "joining",
        "u",
        "rick",
        "perry",
        "welcome",
        "houston",
        "welcome",
        "texas",
        "sullivan",
        "yeah",
        "spending",
        "love",
        "time",
        "lately",
        "might",
        "imagine",
        "energy",
        "front",
        "center",
        "generally",
        "trade",
        "front",
        "center",
        "right",
        "expect",
        "president",
        "sign",
        "tariff",
        "law",
        "today",
        "perry",
        "know",
        "want",
        "get",
        "ahead",
        "president",
        "know",
        "particularly",
        "concerned",
        "going",
        "position",
        "continue",
        "make",
        "country",
        "one",
        "competitive",
        "world",
        "president",
        "really",
        "davos",
        "explaining",
        "people",
        "president",
        "talk",
        "america",
        "first",
        "mean",
        "america",
        "alone",
        "say",
        "going",
        "put",
        "america",
        "competitive",
        "position",
        "whether",
        "tariff",
        "whether",
        "policy",
        "working",
        "america",
        "going",
        "competitive",
        "going",
        "forward",
        "want",
        "get",
        "ahead",
        "announce",
        "appropriate",
        "time",
        "sullivan",
        "biggest",
        "trade",
        "canada",
        "mexico",
        "nafta",
        "partner",
        "energy",
        "oil",
        "gas",
        "perry",
        "correct",
        "sullivan",
        "speaking",
        "pretty",
        "much",
        "every",
        "energy",
        "ceo",
        "sure",
        "brought",
        "said",
        "concerned",
        "perry",
        "less",
        "concern",
        "pure",
        "optimism",
        "coming",
        "everybody",
        "got",
        "concern",
        "particular",
        "sector",
        "know",
        "whether",
        "utility",
        "guy",
        "whether",
        "infrastructure",
        "guy",
        "concern",
        "get",
        "wrong",
        "overall",
        "message",
        "one",
        "sheer",
        "optimism",
        "year",
        "ago",
        "heard",
        "energy",
        "going",
        "able",
        "produce",
        "even",
        "found",
        "anymore",
        "would",
        "prohibitively",
        "expensive",
        "reality",
        "new",
        "energy",
        "realism",
        "talked",
        "yesterday",
        "speech",
        "united",
        "state",
        "know",
        "blessed",
        "extraordinary",
        "resource",
        "innovation",
        "rather",
        "regulation",
        "old",
        "reality",
        "going",
        "regulate",
        "new",
        "reality",
        "going",
        "innovate",
        "innovation",
        "coming",
        "private",
        "sector",
        "innovation",
        "come",
        "department",
        "energy",
        "national",
        "lab",
        "working",
        "together",
        "fascinating",
        "story",
        "american",
        "ingenuity",
        "technology",
        "energy",
        "private",
        "sector",
        "type",
        "colleague",
        "canada",
        "mexico",
        "jim",
        "carr",
        "canada",
        "pedro",
        "joaquin",
        "coldwell",
        "mexico",
        "excited",
        "north",
        "american",
        "energy",
        "region",
        "strategy",
        "together",
        "working",
        "together",
        "quality",
        "life",
        "come",
        "sullivan",
        "understood",
        "spoken",
        "ceo",
        "week",
        "steel",
        "massive",
        "part",
        "business",
        "pipeline",
        "refinery",
        "shipping",
        "expressed",
        "concern",
        "u",
        "worried",
        "potential",
        "tariff",
        "could",
        "turn",
        "trade",
        "war",
        "would",
        "dramatically",
        "impact",
        "energy",
        "industry",
        "perry",
        "listen",
        "understand",
        "medium",
        "business",
        "understand",
        "let",
        "speculate",
        "going",
        "happen",
        "going",
        "get",
        "front",
        "president",
        "know",
        "let",
        "talk",
        "three",
        "day",
        "may",
        "completely",
        "different",
        "conversation",
        "trying",
        "drive",
        "right",
        "point",
        "energy",
        "energy",
        "industry",
        "palpable",
        "real",
        "good",
        "maybe",
        "lifetime",
        "america",
        "canada",
        "mexico",
        "understand",
        "important",
        "citizen",
        "population",
        "sullivan",
        "think",
        "maybe",
        "point",
        "secretary",
        "perry",
        "thing",
        "good",
        "year",
        "boom",
        "bust",
        "hundred",
        "bankruptcy",
        "important",
        "energy",
        "simply",
        "trade",
        "particularly",
        "canada",
        "mexico",
        "perry",
        "well",
        "correctly",
        "sullivan",
        "hundred",
        "million",
        "dollar",
        "perry",
        "number",
        "one",
        "trading",
        "partner",
        "going",
        "continue",
        "excited",
        "seeing",
        "think",
        "counterpart",
        "understand",
        "listen",
        "always",
        "going",
        "discomfort",
        "competition",
        "lead",
        "discomfort",
        "whether",
        "athlete",
        "whether",
        "energy",
        "business",
        "whether",
        "selling",
        "wigets",
        "somewhere",
        "always",
        "competitor",
        "make",
        "uncomfortable",
        "good",
        "thing",
        "monopoly",
        "competitive",
        "environment",
        "united",
        "state",
        "canada",
        "mexico",
        "understand",
        "partner",
        "competitor",
        "finding",
        "nice",
        "balance",
        "sullivan",
        "one",
        "thing",
        "know",
        "conference",
        "whatever",
        "form",
        "need",
        "power",
        "need",
        "energy",
        "electric",
        "car",
        "communication",
        "industry",
        "global",
        "growth",
        "need",
        "power",
        "going",
        "massive",
        "nuclears",
        "role",
        "get",
        "new",
        "nuclear",
        "power",
        "plant",
        "built",
        "country",
        "perry",
        "well",
        "president",
        "energy",
        "proponent",
        "understands",
        "renewables",
        "place",
        "fossil",
        "fuel",
        "place",
        "civil",
        "nuclear",
        "important",
        "part",
        "portfolio",
        "energy",
        "going",
        "drive",
        "economy",
        "world",
        "reason",
        "conversation",
        "ally",
        "around",
        "world",
        "building",
        "civil",
        "program",
        "reason",
        "see",
        "president",
        "really",
        "opening",
        "clear",
        "messaging",
        "back",
        "agency",
        "government",
        "want",
        "permitting",
        "get",
        "way",
        "able",
        "sell",
        "l",
        "g",
        "ally",
        "india",
        "instance",
        "mean",
        "sullivan",
        "first",
        "shipload",
        "went",
        "couple",
        "day",
        "ago",
        "actually",
        "perry",
        "indeed",
        "sullivan",
        "cheniere",
        "cheniere",
        "gail",
        "perry",
        "talked",
        "minister",
        "pradhan",
        "morningm",
        "talked",
        "shipment",
        "cheniere",
        "headed",
        "india",
        "extraordinary",
        "opportunity",
        "one",
        "segment",
        "picking",
        "winner",
        "loser",
        "going",
        "let",
        "market",
        "really",
        "get",
        "drive",
        "thing",
        "government",
        "need",
        "get",
        "way",
        "absolutely",
        "protect",
        "citizen",
        "protect",
        "environment",
        "proven",
        "pick",
        "winner",
        "loser",
        "political",
        "background",
        "saying",
        "well",
        "like",
        "civil",
        "nuclear",
        "like",
        "fossil",
        "fuel",
        "going",
        "put",
        "renewables",
        "president",
        "say",
        "bologna",
        "going",
        "let",
        "market",
        "really",
        "drive",
        "thing",
        "going",
        "get",
        "way",
        "citizen",
        "world",
        "pick",
        "energy",
        "need",
        "best",
        "interest",
        "sullivan",
        "spoke",
        "canadian",
        "natural",
        "resource",
        "minister",
        "jim",
        "carr",
        "yesterday",
        "speak",
        "mexican",
        "minister",
        "minute",
        "panel",
        "meeting",
        "private",
        "energy",
        "three",
        "driving",
        "trade",
        "dialogue",
        "energy",
        "side",
        "relationship",
        "counterpart",
        "canada",
        "mexico",
        "perry",
        "personal",
        "relationship",
        "pedro",
        "joaquin",
        "coldwell",
        "known",
        "back",
        "agriculture",
        "commissioner",
        "secretary",
        "sullivan",
        "guy",
        "nice",
        "embrace",
        "came",
        "perry",
        "listen",
        "friend",
        "personal",
        "friend",
        "jim",
        "carr",
        "absolute",
        "fabulous",
        "individual",
        "personal",
        "life",
        "hard",
        "negotiator",
        "strong",
        "proponent",
        "canadian",
        "policy",
        "canadian",
        "natural",
        "resource",
        "get",
        "confused",
        "friend",
        "know",
        "listen",
        "united",
        "state",
        "canada",
        "mexico",
        "marry",
        "business",
        "relationship",
        "going",
        "last",
        "whole",
        "lot",
        "longer",
        "administration",
        "personal",
        "life",
        "sullivan",
        "go",
        "asked",
        "secretary",
        "one",
        "reason",
        "american",
        "people",
        "market",
        "little",
        "bit",
        "jittery",
        "market",
        "american",
        "people",
        "comfortable",
        "kind",
        "relationship",
        "working",
        "behind",
        "scene",
        "headline",
        "maybe",
        "sometimes",
        "hair",
        "fire",
        "medium",
        "behind",
        "scene",
        "dialogue",
        "occuring",
        "perry",
        "love",
        "descriptive",
        "term",
        "hair",
        "fire",
        "sullivan",
        "may",
        "referred",
        "case",
        "go",
        "ahead",
        "perry",
        "true",
        "happens",
        "say",
        "matter",
        "occurs",
        "regulatory",
        "stand",
        "point",
        "matter",
        "occurs",
        "policy",
        "standpoint",
        "canada",
        "united",
        "state",
        "mexico",
        "going",
        "continue",
        "great",
        "partner",
        "friend",
        "neighbor",
        "know",
        "best",
        "interest",
        "free",
        "fair",
        "trade",
        "sullivan",
        "secretary",
        "perry",
        "governor",
        "perry",
        "thank",
        "much",
        "sir",
        "appreciate",
        "time",
        "cnbc",
        "perry",
        "welcome",
        "good",
        "information",
        "contact",
        "jennifer",
        "dauble",
        "cnbc",
        "e",
        "emma",
        "martin",
        "cnbc",
        "e",
        "cnbc",
        "cnbc",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "europe",
        "middle",
        "east",
        "africa",
        "cnbc",
        "world",
        "cnbc",
        "recognized",
        "world",
        "leader",
        "business",
        "news",
        "provides",
        "financial",
        "market",
        "coverage",
        "business",
        "information",
        "million",
        "home",
        "worldwide",
        "including",
        "million",
        "household",
        "united",
        "state",
        "canada",
        "cnbc",
        "also",
        "provides",
        "daily",
        "business",
        "update",
        "million",
        "household",
        "across",
        "china",
        "network",
        "live",
        "hour",
        "day",
        "business",
        "programming",
        "north",
        "america",
        "weekday",
        "et",
        "produced",
        "cnbc",
        "global",
        "headquarters",
        "englewood",
        "cliff",
        "includes",
        "report",
        "cnbc",
        "news",
        "bureau",
        "worldwide",
        "cnbc",
        "night",
        "feature",
        "mix",
        "new",
        "reality",
        "programming",
        "cnbc",
        "highly",
        "successful",
        "series",
        "produced",
        "exclusively",
        "cnbc",
        "number",
        "distinctive",
        "documentary",
        "cnbc",
        "also",
        "vast",
        "portfolio",
        "digital",
        "product",
        "deliver",
        "financial",
        "market",
        "news",
        "information",
        "across",
        "variety",
        "platform",
        "including",
        "cnbc",
        "pro",
        "premium",
        "integrated",
        "service",
        "provides",
        "live",
        "access",
        "cnbc",
        "programming",
        "exclusive",
        "video",
        "content",
        "global",
        "market",
        "data",
        "analysis",
        "suite",
        "cnbc",
        "mobile",
        "product",
        "including",
        "cnbc",
        "apps",
        "io",
        "android",
        "window",
        "device",
        "additional",
        "product",
        "cnbc",
        "app",
        "apple",
        "watch",
        "apple",
        "tv",
        "member",
        "medium",
        "receive",
        "information",
        "cnbc",
        "programming",
        "nbcuniversal",
        "medium",
        "village",
        "web",
        "site",
        "http",
        "information",
        "nbcuniversal",
        "please",
        "visit",
        "http"
    ]
}