{
    "organizations": [],
    "uuid": "e4e0ec99806834a60789be6cb628be6cb08a5f58",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/08/the-white-house-might-have-just-blown-up-the-last-best-hope-to-stabilize-obamacare.html",
    "ord_in_thread": 0,
    "title": "The White House might have just blown up the last best hope to stabilize Obamacare",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Congress will get one last shot later this month to pass a modest plan to help fix the Obamacare marketplaces — that is, unless the Trump administration torpedoes what has been until now a very uneasy truce.\nAfter months of discussions, a pair of plans — one negotiated by Sens. Lamar Alexander (R-TN) and Patty Murray (D-WA), the other from Sens. Susan Collins (R-ME) and Bill Nelson (D-FL) — would inject billions of dollars of federal money into the insurance markets, while also giving Republicans a win by providing some more administrative flexibility for states to pursue their own health care programs.\nBut then on Tuesday, Politico and the Wall Street Journal reported that the White House is making some deeply conservative demands if Trump is going to support a stabilization plan. They want to place abortion restrictions on federal tax credits, they want to allow insurers to charge older people even higher premiums, and they want to expand short-term insurance plans that don't have to comply with Obamacare's rules.\n\nMore from Vox: \nThe latest White House resignation has spooked Wall Street \nTrump White House quietly issues report vindicating Obama regulations \nWhy you should give a sh-- about Trump's tariffs, explained by an economic historian \nThe bills making their way through Congress wouldn't single-handedly save the markets, especially with the Trump administration taking bureaucratic steps to undercut the law, but they would represent a good-faith bipartisan effort on a hotly contentious issue. House Speaker Paul Ryan, whose most conservative members have balked at compromise, was reported last week to be looking at budgetary maneuvers that would make it easier to pass a stabilization plan.\nDemocrats had soured a bit on these stabilization bills after Republicans repealed the individual mandate despite expert warnings that it would raise premiums and damage the markets, but still signaled they wanted to get something done.\nWith Congress needing to pass a major spending bill at the end of this month, an obvious vehicle for these measures, it seemed like lawmakers might actually be gearing up to do something positive to aid the Affordable Care Act.\nBut now the administration is adding abortion to an already-volatile mix and pushing a provision fundamentally at odds with Democratic priorities. It seems like the White House is standing in the way of anything getting done on Obamacare.\nThe White House is rocking the boat on Obamacare stabilization \nObamacare stabilization has been an unsteady venture from the start. Democrats and Republicans have been viciously feuding over the law for almost an entire decade at this point.\nRank-and-file Republicans have always been reluctant to put any more federal money into the law's markets, given that they have promised their voters for years that they would repeal Obamacare root and branch. Democrats have been antagonized by the GOP's repeated attempts to repeal the law — and their success in the tax bill of undoing the individual mandate , which is expected to weaken the markets further.\nDespite those misgivings, the Alexander-Murray and Collins-Nelson plans seemed to be in everybody's best interest. Democrats would get affirmative Republican buy-in to making the law work for the first time and Republicans would be able to undo some of the damage their own policies have done to the law, lowering the risk that premiums will rise again this autumn right before the elections. This is especially important now that most voters consider Republicans accountable for the ACA's success or failure.\nThe spending bill offered a strong vehicle to carry the contentious proposals. And Ryan's exploration of some budgetary tricks to make the stabilization plans more palatable suggested that the biggest problem in Congress for these bills — conservatives in the House — might be surmountable.\nBut now the White House is muddying the waters by pursuing abortion restrictions — always a nonstarter for Democrats — and trying to formalize its proposal to expand short-term plans that don't comply with Obamacare, when Democrats have said they want to do the exact opposite.\nDemocrats probably aren't going to acquiesce, especially when they think the Alexander-Murray proposal has already been undermined by the repeal of the individual mandate.\n\"I certainly hope the president and Republican leaders won't once again sabotage an opportunity to undo some of the damage they've done by choosing to play politics with women's health and making last-minute, harmful demands that would raise families' costs even more and place an age tax on seniors,\" Murray said in a statement.\nAnd if the White House holds firm, refusing to drop its demands and endorse the existing plans, that could be deadly for Obamacare stabilization in the House. Conservatives in the lower chamber typically take their cues from Trump on hot-button issues and don't seem likely to support the health care fixes in sufficient numbers if the White House is opposed.\nHow the Obamacare stabilization bills would reverse Trump's sabotage \nTrump and congressional Republicans have undermined the Affordable Care Act on multiple fronts. They repealed the law's individual mandate in their tax bill. Trump's health department slashed funding for enrollment advertising and outreach by tens of millions of dollars. And Trump stopped making cost-sharing reduction payments to health insurers, which helped to lower out-of-pocket costs for the marketplace's poorest customers.\nThe attacks have had real effects on insurance premiums for ACA plans, which likely would have increased by single digits on average without Trump's meddling. But because of uncertainty about CSR payments, enrollment outreach, and the mandate, plans hiked their rates an additional 20 to 30 percent on average for 2018.\nThere are currently two deals on the table — Alexander-Murray and Collins-Nelson — designed to offset some of that damage.\nThe Alexander-Murray deal would fund the CSR payments for 2018 and 2019. The bill also provides $106 million in Obamacare funding outreach in 2018 and 2019, with the money being directed to states.\nThe Collins-Nelson bill would provide $10 billion in federal reinsurance funding over 2018 and 2019 to help lower insurance premiums by compensating insurers for their costliest patients.\nLooking ahead to 2019, the deals would undoubtedly provide more stability to the ACA markets, which were reaching an equilibrium before Trump intervened. The cost-sharing payments would be guaranteed, plans would know that tens of millions of dollars would be spent on Obamacare outreach, and the reinsurance money should help keep insurers afloat if healthier people leave the market after the mandate's repeal.\nPlans and state insurance commissioners found a way to work around Trump's refusal to make CSR payments, which actually gave many Obamacare customers who receive tax subsidies even more financial assistance. Some have argued that there is actually no need to fund the payments, given that workaround.\nBut the argument I've heard from Senate aides is that you don't want to have a hobbled law forever. Trump, in stopping the CSR payments, has stopped the ACA from functioning like it's supposed to. Alexander-Murray would put the law back on track.\nWhat Republicans would already get out of Alexander-Murray \nThe Obamacare stabilization measures are the obvious wins for Democrats. Republicans wanted some deregulatory provisions and more state flexibility in return.\nThe bulk of Alexander-Murray's changes would be to the ACA's 1332 waiver program. The law established those waivers for states to pursue their own health care programs, as long as they provided coverage that was as comprehensive and affordable as what Obamacare itself would provide. States have had grand ambitions (like Vermont's failed single-payer proposal ) and more modest ones (like the reinsurance programs, which compensate insurers for high-cost patients, that a few states have pursued this year) for the waivers.\nThe deal would make several changes to streamline the waiver process, a priority for Republicans:\nGovernors could pursue 1332 waivers on their law; under current law, the state legislature must approve the waiver \"Me too\" waivers — states pursuing a waiver already approved for another state — would receive expedited approval Waivers would last for six years by default instead of the current five The most notable change is to the 1332 program's so-called guardrails, which are supposed to ensure states are still providing coverage as robust as what Obamacare offers.\nUnder the ACA right now, health coverage and cost-sharing under a 1332 waiver is supposed to be \"at least as affordable\" as Obamacare coverage. Alexander-Murray would change that standard to \"of comparable affordability, including for low-income people, people with serious health needs, and other vulnerable populations.\"\nHow much does that actually change? Potentially not much.\n\"The language change is pretty modest,\" Nicholas Bagley, a law professor at the University of Michigan, told me last fall. \"The language change may signal that HHS could approve waivers where the protections are slightly less protective than what we've already got under the ACA — but only slightly. Doing away with cost-sharing protections altogether still isn't possible.\"\nThe other major win for Republicans in the deal would be the expansion of catastrophic coverage under the ACA. Those plans, which have higher out-of-pocket costs than other Obamacare coverage but lower premiums, are currently limited to people under age 30. Alexander-Murray would make them available to everyone.\nThat does expand the choices consumers have, a priority for Republicans. But the effect on the market is expected to be muted.\n\"No big deal,\" David Anderson at Duke University told me of the concept before the deal was announced. \"It won't help; it won't hurt.\"",
    "published": "2018-03-08T17:16:00.000+02:00",
    "crawled": "2018-03-08T17:36:31.002+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "congress",
        "get",
        "one",
        "last",
        "shot",
        "later",
        "month",
        "pas",
        "modest",
        "plan",
        "help",
        "fix",
        "obamacare",
        "marketplace",
        "unless",
        "trump",
        "administration",
        "torpedo",
        "uneasy",
        "truce",
        "month",
        "discussion",
        "pair",
        "plan",
        "one",
        "negotiated",
        "sen",
        "lamar",
        "alexander",
        "patty",
        "murray",
        "sen",
        "susan",
        "collins",
        "bill",
        "nelson",
        "would",
        "inject",
        "billion",
        "dollar",
        "federal",
        "money",
        "insurance",
        "market",
        "also",
        "giving",
        "republican",
        "win",
        "providing",
        "administrative",
        "flexibility",
        "state",
        "pursue",
        "health",
        "care",
        "program",
        "tuesday",
        "politico",
        "wall",
        "street",
        "journal",
        "reported",
        "white",
        "house",
        "making",
        "deeply",
        "conservative",
        "demand",
        "trump",
        "going",
        "support",
        "stabilization",
        "plan",
        "want",
        "place",
        "abortion",
        "restriction",
        "federal",
        "tax",
        "credit",
        "want",
        "allow",
        "insurer",
        "charge",
        "older",
        "people",
        "even",
        "higher",
        "premium",
        "want",
        "expand",
        "insurance",
        "plan",
        "comply",
        "obamacare",
        "rule",
        "vox",
        "latest",
        "white",
        "house",
        "resignation",
        "spooked",
        "wall",
        "street",
        "trump",
        "white",
        "house",
        "quietly",
        "issue",
        "report",
        "vindicating",
        "obama",
        "regulation",
        "give",
        "sh",
        "trump",
        "tariff",
        "explained",
        "economic",
        "historian",
        "bill",
        "making",
        "way",
        "congress",
        "would",
        "save",
        "market",
        "especially",
        "trump",
        "administration",
        "taking",
        "bureaucratic",
        "step",
        "undercut",
        "law",
        "would",
        "represent",
        "bipartisan",
        "effort",
        "hotly",
        "contentious",
        "issue",
        "house",
        "speaker",
        "paul",
        "ryan",
        "whose",
        "conservative",
        "member",
        "balked",
        "compromise",
        "reported",
        "last",
        "week",
        "looking",
        "budgetary",
        "maneuver",
        "would",
        "make",
        "easier",
        "pas",
        "stabilization",
        "plan",
        "democrat",
        "soured",
        "bit",
        "stabilization",
        "bill",
        "republican",
        "repealed",
        "individual",
        "mandate",
        "despite",
        "expert",
        "warning",
        "would",
        "raise",
        "premium",
        "damage",
        "market",
        "still",
        "signaled",
        "wanted",
        "get",
        "something",
        "done",
        "congress",
        "needing",
        "pas",
        "major",
        "spending",
        "bill",
        "end",
        "month",
        "obvious",
        "vehicle",
        "measure",
        "seemed",
        "like",
        "lawmaker",
        "might",
        "actually",
        "gearing",
        "something",
        "positive",
        "aid",
        "affordable",
        "care",
        "act",
        "administration",
        "adding",
        "abortion",
        "mix",
        "pushing",
        "provision",
        "fundamentally",
        "odds",
        "democratic",
        "priority",
        "seems",
        "like",
        "white",
        "house",
        "standing",
        "way",
        "anything",
        "getting",
        "done",
        "obamacare",
        "white",
        "house",
        "rocking",
        "boat",
        "obamacare",
        "stabilization",
        "obamacare",
        "stabilization",
        "unsteady",
        "venture",
        "start",
        "democrat",
        "republican",
        "viciously",
        "feuding",
        "law",
        "almost",
        "entire",
        "decade",
        "point",
        "republican",
        "always",
        "reluctant",
        "put",
        "federal",
        "money",
        "law",
        "market",
        "given",
        "promised",
        "voter",
        "year",
        "would",
        "repeal",
        "obamacare",
        "root",
        "branch",
        "democrat",
        "antagonized",
        "gop",
        "repeated",
        "attempt",
        "repeal",
        "law",
        "success",
        "tax",
        "bill",
        "undoing",
        "individual",
        "mandate",
        "expected",
        "weaken",
        "market",
        "despite",
        "misgiving",
        "plan",
        "seemed",
        "everybody",
        "best",
        "interest",
        "democrat",
        "would",
        "get",
        "affirmative",
        "republican",
        "making",
        "law",
        "work",
        "first",
        "time",
        "republican",
        "would",
        "able",
        "undo",
        "damage",
        "policy",
        "done",
        "law",
        "lowering",
        "risk",
        "premium",
        "rise",
        "autumn",
        "right",
        "election",
        "especially",
        "important",
        "voter",
        "consider",
        "republican",
        "accountable",
        "aca",
        "success",
        "failure",
        "spending",
        "bill",
        "offered",
        "strong",
        "vehicle",
        "carry",
        "contentious",
        "proposal",
        "ryan",
        "exploration",
        "budgetary",
        "trick",
        "make",
        "stabilization",
        "plan",
        "palatable",
        "suggested",
        "biggest",
        "problem",
        "congress",
        "bill",
        "conservative",
        "house",
        "might",
        "surmountable",
        "white",
        "house",
        "muddying",
        "water",
        "pursuing",
        "abortion",
        "restriction",
        "always",
        "nonstarter",
        "democrat",
        "trying",
        "formalize",
        "proposal",
        "expand",
        "plan",
        "comply",
        "obamacare",
        "democrat",
        "said",
        "want",
        "exact",
        "opposite",
        "democrat",
        "probably",
        "going",
        "acquiesce",
        "especially",
        "think",
        "proposal",
        "already",
        "undermined",
        "repeal",
        "individual",
        "mandate",
        "certainly",
        "hope",
        "president",
        "republican",
        "leader",
        "wo",
        "sabotage",
        "opportunity",
        "undo",
        "damage",
        "done",
        "choosing",
        "play",
        "politics",
        "woman",
        "health",
        "making",
        "harmful",
        "demand",
        "would",
        "raise",
        "family",
        "cost",
        "even",
        "place",
        "age",
        "tax",
        "senior",
        "murray",
        "said",
        "statement",
        "white",
        "house",
        "hold",
        "firm",
        "refusing",
        "drop",
        "demand",
        "endorse",
        "existing",
        "plan",
        "could",
        "deadly",
        "obamacare",
        "stabilization",
        "house",
        "conservative",
        "lower",
        "chamber",
        "typically",
        "take",
        "cue",
        "trump",
        "issue",
        "seem",
        "likely",
        "support",
        "health",
        "care",
        "fix",
        "sufficient",
        "number",
        "white",
        "house",
        "opposed",
        "obamacare",
        "stabilization",
        "bill",
        "would",
        "reverse",
        "trump",
        "sabotage",
        "trump",
        "congressional",
        "republican",
        "undermined",
        "affordable",
        "care",
        "act",
        "multiple",
        "front",
        "repealed",
        "law",
        "individual",
        "mandate",
        "tax",
        "bill",
        "trump",
        "health",
        "department",
        "slashed",
        "funding",
        "enrollment",
        "advertising",
        "outreach",
        "ten",
        "million",
        "dollar",
        "trump",
        "stopped",
        "making",
        "reduction",
        "payment",
        "health",
        "insurer",
        "helped",
        "lower",
        "cost",
        "marketplace",
        "poorest",
        "customer",
        "attack",
        "real",
        "effect",
        "insurance",
        "premium",
        "aca",
        "plan",
        "likely",
        "would",
        "increased",
        "single",
        "digit",
        "average",
        "without",
        "trump",
        "meddling",
        "uncertainty",
        "csr",
        "payment",
        "enrollment",
        "outreach",
        "mandate",
        "plan",
        "hiked",
        "rate",
        "additional",
        "percent",
        "average",
        "currently",
        "two",
        "deal",
        "table",
        "designed",
        "offset",
        "damage",
        "deal",
        "would",
        "fund",
        "csr",
        "payment",
        "bill",
        "also",
        "provides",
        "million",
        "obamacare",
        "funding",
        "outreach",
        "money",
        "directed",
        "state",
        "bill",
        "would",
        "provide",
        "billion",
        "federal",
        "reinsurance",
        "funding",
        "help",
        "lower",
        "insurance",
        "premium",
        "compensating",
        "insurer",
        "costliest",
        "patient",
        "looking",
        "ahead",
        "deal",
        "would",
        "undoubtedly",
        "provide",
        "stability",
        "aca",
        "market",
        "reaching",
        "equilibrium",
        "trump",
        "intervened",
        "payment",
        "would",
        "guaranteed",
        "plan",
        "would",
        "know",
        "ten",
        "million",
        "dollar",
        "would",
        "spent",
        "obamacare",
        "outreach",
        "reinsurance",
        "money",
        "help",
        "keep",
        "insurer",
        "afloat",
        "healthier",
        "people",
        "leave",
        "market",
        "mandate",
        "repeal",
        "plan",
        "state",
        "insurance",
        "commissioner",
        "found",
        "way",
        "work",
        "around",
        "trump",
        "refusal",
        "make",
        "csr",
        "payment",
        "actually",
        "gave",
        "many",
        "obamacare",
        "customer",
        "receive",
        "tax",
        "subsidy",
        "even",
        "financial",
        "assistance",
        "argued",
        "actually",
        "need",
        "fund",
        "payment",
        "given",
        "workaround",
        "argument",
        "heard",
        "senate",
        "aide",
        "want",
        "hobbled",
        "law",
        "forever",
        "trump",
        "stopping",
        "csr",
        "payment",
        "stopped",
        "aca",
        "functioning",
        "like",
        "supposed",
        "would",
        "put",
        "law",
        "back",
        "track",
        "republican",
        "would",
        "already",
        "get",
        "obamacare",
        "stabilization",
        "measure",
        "obvious",
        "win",
        "democrat",
        "republican",
        "wanted",
        "deregulatory",
        "provision",
        "state",
        "flexibility",
        "return",
        "bulk",
        "change",
        "would",
        "aca",
        "waiver",
        "program",
        "law",
        "established",
        "waiver",
        "state",
        "pursue",
        "health",
        "care",
        "program",
        "long",
        "provided",
        "coverage",
        "comprehensive",
        "affordable",
        "obamacare",
        "would",
        "provide",
        "state",
        "grand",
        "ambition",
        "like",
        "vermont",
        "failed",
        "proposal",
        "modest",
        "one",
        "like",
        "reinsurance",
        "program",
        "compensate",
        "insurer",
        "patient",
        "state",
        "pursued",
        "year",
        "waiver",
        "deal",
        "would",
        "make",
        "several",
        "change",
        "streamline",
        "waiver",
        "process",
        "priority",
        "republican",
        "governor",
        "could",
        "pursue",
        "waiver",
        "law",
        "current",
        "law",
        "state",
        "legislature",
        "must",
        "approve",
        "waiver",
        "waiver",
        "state",
        "pursuing",
        "waiver",
        "already",
        "approved",
        "another",
        "state",
        "would",
        "receive",
        "expedited",
        "approval",
        "waiver",
        "would",
        "last",
        "six",
        "year",
        "default",
        "instead",
        "current",
        "five",
        "notable",
        "change",
        "program",
        "guardrail",
        "supposed",
        "ensure",
        "state",
        "still",
        "providing",
        "coverage",
        "robust",
        "obamacare",
        "offer",
        "aca",
        "right",
        "health",
        "coverage",
        "waiver",
        "supposed",
        "least",
        "affordable",
        "obamacare",
        "coverage",
        "would",
        "change",
        "standard",
        "comparable",
        "affordability",
        "including",
        "people",
        "people",
        "serious",
        "health",
        "need",
        "vulnerable",
        "population",
        "much",
        "actually",
        "change",
        "potentially",
        "much",
        "language",
        "change",
        "pretty",
        "modest",
        "nicholas",
        "bagley",
        "law",
        "professor",
        "university",
        "michigan",
        "told",
        "last",
        "fall",
        "language",
        "change",
        "may",
        "signal",
        "hhs",
        "could",
        "approve",
        "waiver",
        "protection",
        "slightly",
        "less",
        "protective",
        "already",
        "got",
        "aca",
        "slightly",
        "away",
        "protection",
        "altogether",
        "still",
        "possible",
        "major",
        "win",
        "republican",
        "deal",
        "would",
        "expansion",
        "catastrophic",
        "coverage",
        "aca",
        "plan",
        "higher",
        "cost",
        "obamacare",
        "coverage",
        "lower",
        "premium",
        "currently",
        "limited",
        "people",
        "age",
        "would",
        "make",
        "available",
        "everyone",
        "expand",
        "choice",
        "consumer",
        "priority",
        "republican",
        "effect",
        "market",
        "expected",
        "muted",
        "big",
        "deal",
        "david",
        "anderson",
        "duke",
        "university",
        "told",
        "concept",
        "deal",
        "announced",
        "wo",
        "help",
        "wo",
        "hurt"
    ]
}