{
    "organizations": [],
    "uuid": "2362b141d753e87499515c3ce9957af898580b20",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/pr-newswire-vale-announces-the-redemption-of-its-4-point-625-percent-guaranteed-notes-due-2020-and-a-cash-tender-offer-for-its-5-point-875.html",
    "ord_in_thread": 0,
    "title": "Vale announces the redemption of its 4.625% guaranteed notes due 2020 and a cash tender offer for its 5.875% guaranteed notes due 2021 and 4.375% guaranteed notes due 2022",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RIO DE JANEIRO, March 14, 2018 /PRNewswire/ -- Vale S.A. (\"Vale\") announces that today its wholly owned subsidiary Vale Overseas Limited (\"Vale Overseas\") (1) exercised the right to redeem all the US$498,775,000.00 outstanding 4.625% guaranteed notes due 2020 (CUSIP No. 91911TAL7 / ISIN US91911TAL70) (the \"2020 Notes\") and (2) commenced an offer to purchase for cash (i) any and all of its 5.875% guaranteed notes due 2021 (CUSIP No. 91911TAN3 / ISIN US91911TAN37) (the \"2021 Notes\") (the \"2021 Offer\") and (ii) its outstanding 4.375% guaranteed notes due 2022 (CUSIP No. 91911TAM5 / ISIN US91911TAM53) (the \"2022 Notes\") up to the 2022 Maximum Amount (as defined below) (the \"2022 Offer\" and, together with the 2021 Offer, the \"Offers\").\nVale Overseas notified today the holders of the 2020 Notes of its election to redeem all the outstanding 2020 Notes and pay the related \"make-whole\" premium calculated in accordance with the terms of the indenture governing the 2020 Notes. The redemption date of the 2020 Notes will be April 17, 2018. This press release shall not constitute a notice of redemption of the 2020 Notes.\nThe Offers are made upon the terms and subject to the conditions set forth in the offer to purchase dated March 14, 2018 (the \"Offer to Purchase\"). The Offers are not contingent upon the tender of any minimum principal amount of 2021 Notes or 2022 Notes, but Vale Overseas will only purchase 2022 Notes up to a maximum aggregate principal amount of US$1,750,000,000.00 less the aggregate principal amount of 2021 Notes validly tendered and accepted for purchase pursuant to the 2021 Offer (the \"2022 Maximum Amount\").\nTitle of Security\nCUSIP / ISIN Nos .\nPrincipal Amount\nOutstanding\nMaximum\nAmount\nTender\nConsideration (1)\nEarly\nTender\nPremium (1)\nTotal\nConsideration (1)\n5.875%\nGuaranteed Notes\ndue 2021\nCUSIP: 91911TAN3\nISIN: US91911TAN37\nUS$1,250,000,000.00\nAny and All\nn/a\nn/a\nUS$1,086.00\n4.375%\nGuaranteed Notes\ndue 2022\nCUSIP: 91911TAM5\nISIN: US91911TAM53\nUS$2,250,000,000.00\n2022\nMaximum\nAmount (2)\nUS$1,006.50\nUS$30.00\nUS$1,036.50\n(1) The amount to be paid for each US$1,000.00 principal amount of Notes validly tendered and accepted for purchase, excluding accrued and unpaid interest on the Notes.\n(2) Equals US$1,750,000,000.00 less the aggregate principal amount of 2021 Notes (as defined herein) validly tendered and accepted for purchase in the 2021 Offer (as defined herein).\nIndicative Timetable for the Offers:\nCommencement of Offers\nMarch 14, 2018\n2021 Withdrawal Date\n5:00 p.m., New York City time, on March 20, 2018, unless extended by Vale Overseas in its sole discretion, except as described in the Offer to Purchase or as required by applicable law.\n2021 Expiration Date\n5:00 p.m., New York City time, on March 20, 2018, unless extended by Vale Overseas in its sole discretion.\n2021 Settlement Date\nPromptly after the 2021 Expiration Date. Expected to be March 22, 2018, but subject to change.\nGuaranteed Delivery Date\n5:00 p.m., New York City time, on the second Business Day following the 2021 Expiration Date, expected to be on March 22, 2018, unless the 2021 Expiration Date is extended by Vale Overseas in its sole discretion.\nGuaranteed Delivery Settlement Date\nPromptly after the Guaranteed Delivery Date. Expected to be March 23, 2018, but subject to change.\n2022 Withdrawal Date\n5:00 p.m., New York City time, on March 27, 2018, unless extended by Vale Overseas in its sole discretion.\n2022 Early Tender Date\n5:00 p.m., New York City time, on March 27, 2018, unless extended by Vale Overseas in its sole discretion.\n2022 Early Settlement Date\nPromptly after the 2022 Early Tender Date. Expected to be March 28, 2018, but subject to change.\n2022 Expiration Date\n11:59 p.m., New York City time, April 11, 2018, unless extended by Vale Overseas in its sole discretion.\n2022 Final Settlement Date\nPromptly after the 2022 Expiration Date. Expected to be April 13, 2018, but subject to change.\nThe 2021 Offer will expire at 5:00 p.m., New York City time, on March 20, 2018, unless earlier terminated or extended by Vale Overseas (such time and date, as the same may be extended, the \"2021 Expiration Date\"). Holders of 2021 Notes who (i) validly tender and do not validly withdraw their 2021 Notes on or prior to the 2021 Expiration Date or (ii) deliver a properly completed and duly executed Notice of Guaranteed Delivery (as defined in the Offer to Purchase) and other required documents pursuant to the Guaranteed Delivery Procedures (as defined in the Offer to Purchase) on or prior to the 2021 Expiration Date and tender their 2021 Notes on or prior to the Guaranteed Delivery Date (as defined in the Offer to Purchase) will be eligible to receive the total consideration of US$1,086.00 per US$1,000.00 principal amount of 2021 Notes tendered (the \"2021 Total Consideration\"). Validly tendered 2021 Notes may be withdrawn in accordance with the terms of the 2021 Offer, at any time prior to 5:00 p.m., New York City time, on March 20, 2018, unless extended, but not thereafter, except as described in the Offer to Purchase or as required by applicable law.\nThe 2022 Offer will expire at 11:59 p.m., New York City time, on April 11, 2018, unless earlier terminated or extended by Vale Overseas (such time and date, as the same may be extended, the \"2022 Expiration Date\"). Holders who validly tender and do not validly withdraw their 2022 Notes on or prior to 5:00 p.m., New York City time, on March 27, 2018, unless extended (such time and date, as they may be extended, the \"2022 Early Tender Date\"), will be eligible to receive the total consideration of US$1,036.50 per US$1,000.00 principal amount of 2022 Notes tendered (the \"2022 Total Consideration\"), which includes an early tender premium of US$30.00 per US$1,000.00 principal amount of 2022 Notes validly tendered. Holders who validly tender their 2022 Notes after the 2022 Early Tender Date, but on or prior to the 2022 Expiration Date, will be eligible to receive the tender consideration of US$1,006.50 per US$1,000.00 principal amount of 2022 Notes tendered (the \"2022 Tender Consideration\"). 2022 Notes tendered may be withdrawn at any time prior to 5:00 p.m., New York City time, on March 27, 2018, unless extended, but not thereafter.\nIn addition to the 2021 Total Consideration, the 2022 Total Consideration and the 2022 Tender Consideration, as applicable, holders whose 2021 Notes or 2022 Notes are tendered and accepted for purchase in the Tender Offers will also receive accrued and unpaid interest from, and including, the last interest payment date to, but not including, the 2021 Settlement Date (as defined in the Offer to Purchase), the 2022 Early Settlement Date and the 2022 Final Settlement Date, as applicable. For the avoidance of doubt, accrued interest on 2021 Notes tendered using the Guaranteed Delivery Procedures (as defined in the Offer to Purchase) will cease to accrue on the 2021 Settlement Date.\nVale Overseas reserves the right, but is under no obligation, at any point following the 2022 Early Tender Date and before the 2022 Expiration Date, to accept for purchase any 2022 Notes validly tendered and not subsequently withdrawn on or prior to the 2022 Early Tender Date (the \"Early Settlement Right\"). The date of payment for 2022 Notes purchased pursuant to the Early Settlement Right (the \"2022 Early Settlement Date\") will be determined at Vale Overseas' option and is currently expected to be March 28, 2018, subject to all conditions of the 2022 Offer having been either satisfied or waived by Vale Overseas. All 2022 Notes tendered and accepted for purchase that have not been settled on the 2022 Early Settlement Date, if any, will be settled promptly following the 2022 Expiration Date. In all cases, the total principal amount of 2022 Notes accepted for purchase by Vale Overseas may be subject to proration based upon the 2022 Maximum Amount as described in the Offer to Purchase, and acceptance of validly tendered and not withdrawn notes is not a guarantee of purchase.\nVale Overseas has retained Citigroup Global Markets Inc., J.P. Morgan Securities LLC, Mizuho Securities USA LLC and SMBC Nikko Securities America, Inc. to serve as dealer managers and D.F. King & Co., Inc. to serve as depositary and information agent for the Tender Offers. The Offer to Purchase and any related supplements are available at the D.F. King & Co., Inc. website at https://sites.dfkingltd.com/vale . The full details of the Tender Offers, including complete instructions on how to tender 2021 Notes and 2022 Notes, are included in the Offer to Purchase. Holders of 2021 Notes and 2022 Notes are strongly encouraged to carefully read the Offer to Purchase, including materials incorporated by reference therein, because they will contain important information. Requests for the Offer to Purchase and any related supplements may also be directed to D.F. King & Co., Inc. by telephone at +1 (212) 269-5550 or +1 (866) 796-7184 (US toll free) or in writing at vale@dfkingltd.com . Documents relating to the Offers, including the Offer to Purchase and the Notice of Guaranteed Delivery, are also available at https://sites.dfkingltd.com/vale . Questions about the Tender Offer may be directed to Citigroup Global Markets Inc. by telephone at +1 (212) 723-6106 (collect) or +1 (800) 558-3754 (US toll free), J.P. Morgan Securities LLC by telephone at +1 (212) 834-7279 (collect) or +1 (866) 846-2874 (US toll free); Mizuho Securities USA LLC by telephone at +1 (212) 205-7736 (collect) or +1 (866) 271-7403 (US toll free); and SMBC Nikko Securities America, Inc. by telephone at +1 (212) 224-5417 (collect) or +1 (888) 868-6856 (US toll free).\nThis news release is for informational purposes only and is neither an offer to purchase nor a solicitation of an offer to sell any securities. The Offers are being made only by, and pursuant to the terms of, the Offer to Purchase. The Offers are not being made in any jurisdiction in which the making or acceptance thereof would not be in compliance with the securities, blue sky or other laws of such jurisdiction. In any jurisdiction where the laws require the Offers to be made by a licensed broker or dealer, the Offers will be made by the dealer managers on behalf of Vale Overseas. None of Vale, Vale Overseas, the depositary and information agent, the dealer managers or the trustee with respect to the 2021 Notes or the 2022 Notes, nor any of their affiliates, makes any recommendation as to whether holders should tender or refrain from tendering all or any portion of their 2021 Notes or 2022 Notes in response to the Offers. None of Vale, Vale Overseas, the depositary and information agent, the dealer managers or the trustee with respect to the 2021 Notes or the 2022 Notes, nor any of their affiliates, has authorized any person to give any information or to make any representation in connection with the Offers other than the information and representations contained in the Offer to Purchase.\nThe redemption and the Offers described above will sum to an aggregate principal amount of up to US$2,248,775,000.00 and are consistent with Vale's strategy of generating shareholder value, strengthening its balance sheet and reducing its indebtedness.\nFor further information, please contact:\n+55-21-3485-3900\nAndre Figueiredo: andre.figueiredo@vale.com\nAndre Werner: andré.werner@vale.com\nCarla Albano Miller: carla.albano@vale.com\nFernando Mascarenhas: fernando.mascarenhas@vale.com\nAndrea Gutman: andrea.gutman@vale.com\nBruno Siqueira: bruno.siqueira@vale.com\nRenata Capanema: renata.capanema@vale.com\nThis press release may include statements that present Vale's expectations about future events or results. All statements, when based upon expectations about the future, involve various risks and uncertainties. Vale cannot guarantee that such statements will prove correct. These risks and uncertainties include factors related to the following: (a) the countries where we operate, especially Brazil and Canada; (b) the global economy; (c) the capital markets; (d) the mining and metals prices and their dependence on global industrial production, which is cyclical by nature; and (e) global competition in the markets in which Vale operates. To obtain further information on factors that may lead to results different from those forecast by Vale, please consult the reports Vale files with the U.S. Securities and Exchange Commission (SEC), the Brazilian Comissão de Valores Mobiliários (CVM), and the French Autorité des Marchés Financiers (AMF), and in particular the factors discussed under \"Forward-Looking Statements\" and \"Risk Factors\" in Vale's annual report on Form 20-F.\nView original content: http://www.prnewswire.com/news-releases/vale-announces-the-redemption-of-its-4625-guaranteed-notes-due-2020-and-a-cash-tender-offer-for-its-5875-guaranteed-notes-due-2021-and-4375-guaranteed-notes-due-2022-300613816.html\nSOURCE Vale S.A.",
    "published": "2018-03-14T15:40:00.000+02:00",
    "crawled": "2018-03-14T18:23:22.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rio",
        "de",
        "janeiro",
        "march",
        "vale",
        "vale",
        "announces",
        "today",
        "wholly",
        "owned",
        "subsidiary",
        "vale",
        "overseas",
        "limited",
        "vale",
        "overseas",
        "exercised",
        "right",
        "redeem",
        "u",
        "outstanding",
        "guaranteed",
        "note",
        "due",
        "cusip",
        "91911tal7",
        "isin",
        "us91911tal70",
        "note",
        "commenced",
        "offer",
        "purchase",
        "cash",
        "guaranteed",
        "note",
        "due",
        "cusip",
        "91911tan3",
        "isin",
        "us91911tan37",
        "note",
        "offer",
        "ii",
        "outstanding",
        "guaranteed",
        "note",
        "due",
        "cusip",
        "91911tam5",
        "isin",
        "us91911tam53",
        "note",
        "maximum",
        "amount",
        "defined",
        "offer",
        "together",
        "offer",
        "offer",
        "vale",
        "overseas",
        "notified",
        "today",
        "holder",
        "note",
        "election",
        "redeem",
        "outstanding",
        "note",
        "pay",
        "related",
        "premium",
        "calculated",
        "accordance",
        "term",
        "indenture",
        "governing",
        "note",
        "redemption",
        "date",
        "note",
        "april",
        "press",
        "release",
        "shall",
        "constitute",
        "notice",
        "redemption",
        "note",
        "offer",
        "made",
        "upon",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "offer",
        "purchase",
        "dated",
        "march",
        "offer",
        "purchase",
        "offer",
        "contingent",
        "upon",
        "tender",
        "minimum",
        "principal",
        "amount",
        "note",
        "note",
        "vale",
        "overseas",
        "purchase",
        "note",
        "maximum",
        "aggregate",
        "principal",
        "amount",
        "u",
        "less",
        "aggregate",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "accepted",
        "purchase",
        "pursuant",
        "offer",
        "maximum",
        "amount",
        "title",
        "security",
        "cusip",
        "isin",
        "no",
        "principal",
        "amount",
        "outstanding",
        "maximum",
        "amount",
        "tender",
        "consideration",
        "early",
        "tender",
        "premium",
        "total",
        "consideration",
        "guaranteed",
        "note",
        "due",
        "cusip",
        "91911tan3",
        "isin",
        "us91911tan37",
        "u",
        "u",
        "guaranteed",
        "note",
        "due",
        "cusip",
        "91911tam5",
        "isin",
        "us91911tam53",
        "u",
        "maximum",
        "amount",
        "u",
        "u",
        "u",
        "amount",
        "paid",
        "u",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "accepted",
        "purchase",
        "excluding",
        "accrued",
        "unpaid",
        "interest",
        "note",
        "equal",
        "u",
        "less",
        "aggregate",
        "principal",
        "amount",
        "note",
        "defined",
        "herein",
        "validly",
        "tendered",
        "accepted",
        "purchase",
        "offer",
        "defined",
        "herein",
        "indicative",
        "timetable",
        "offer",
        "commencement",
        "offer",
        "march",
        "withdrawal",
        "date",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "vale",
        "overseas",
        "sole",
        "discretion",
        "except",
        "described",
        "offer",
        "purchase",
        "required",
        "applicable",
        "law",
        "expiration",
        "date",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "vale",
        "overseas",
        "sole",
        "discretion",
        "settlement",
        "date",
        "promptly",
        "expiration",
        "date",
        "expected",
        "march",
        "subject",
        "change",
        "guaranteed",
        "delivery",
        "date",
        "new",
        "york",
        "city",
        "time",
        "second",
        "business",
        "day",
        "following",
        "expiration",
        "date",
        "expected",
        "march",
        "unless",
        "expiration",
        "date",
        "extended",
        "vale",
        "overseas",
        "sole",
        "discretion",
        "guaranteed",
        "delivery",
        "settlement",
        "date",
        "promptly",
        "guaranteed",
        "delivery",
        "date",
        "expected",
        "march",
        "subject",
        "change",
        "withdrawal",
        "date",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "vale",
        "overseas",
        "sole",
        "discretion",
        "early",
        "tender",
        "date",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "vale",
        "overseas",
        "sole",
        "discretion",
        "early",
        "settlement",
        "date",
        "promptly",
        "early",
        "tender",
        "date",
        "expected",
        "march",
        "subject",
        "change",
        "expiration",
        "date",
        "new",
        "york",
        "city",
        "time",
        "april",
        "unless",
        "extended",
        "vale",
        "overseas",
        "sole",
        "discretion",
        "final",
        "settlement",
        "date",
        "promptly",
        "expiration",
        "date",
        "expected",
        "april",
        "subject",
        "change",
        "offer",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "earlier",
        "terminated",
        "extended",
        "vale",
        "overseas",
        "time",
        "date",
        "may",
        "extended",
        "expiration",
        "date",
        "holder",
        "note",
        "validly",
        "tender",
        "validly",
        "withdraw",
        "note",
        "prior",
        "expiration",
        "date",
        "ii",
        "deliver",
        "properly",
        "completed",
        "duly",
        "executed",
        "notice",
        "guaranteed",
        "delivery",
        "defined",
        "offer",
        "purchase",
        "required",
        "document",
        "pursuant",
        "guaranteed",
        "delivery",
        "procedure",
        "defined",
        "offer",
        "purchase",
        "prior",
        "expiration",
        "date",
        "tender",
        "note",
        "prior",
        "guaranteed",
        "delivery",
        "date",
        "defined",
        "offer",
        "purchase",
        "eligible",
        "receive",
        "total",
        "consideration",
        "u",
        "per",
        "u",
        "principal",
        "amount",
        "note",
        "tendered",
        "total",
        "consideration",
        "validly",
        "tendered",
        "note",
        "may",
        "withdrawn",
        "accordance",
        "term",
        "offer",
        "time",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "thereafter",
        "except",
        "described",
        "offer",
        "purchase",
        "required",
        "applicable",
        "law",
        "offer",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "april",
        "unless",
        "earlier",
        "terminated",
        "extended",
        "vale",
        "overseas",
        "time",
        "date",
        "may",
        "extended",
        "expiration",
        "date",
        "holder",
        "validly",
        "tender",
        "validly",
        "withdraw",
        "note",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "time",
        "date",
        "may",
        "extended",
        "early",
        "tender",
        "date",
        "eligible",
        "receive",
        "total",
        "consideration",
        "u",
        "per",
        "u",
        "principal",
        "amount",
        "note",
        "tendered",
        "total",
        "consideration",
        "includes",
        "early",
        "tender",
        "premium",
        "u",
        "per",
        "u",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "holder",
        "validly",
        "tender",
        "note",
        "early",
        "tender",
        "date",
        "prior",
        "expiration",
        "date",
        "eligible",
        "receive",
        "tender",
        "consideration",
        "u",
        "per",
        "u",
        "principal",
        "amount",
        "note",
        "tendered",
        "tender",
        "consideration",
        "note",
        "tendered",
        "may",
        "withdrawn",
        "time",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "thereafter",
        "addition",
        "total",
        "consideration",
        "total",
        "consideration",
        "tender",
        "consideration",
        "applicable",
        "holder",
        "whose",
        "note",
        "note",
        "tendered",
        "accepted",
        "purchase",
        "tender",
        "offer",
        "also",
        "receive",
        "accrued",
        "unpaid",
        "interest",
        "including",
        "last",
        "interest",
        "payment",
        "date",
        "including",
        "settlement",
        "date",
        "defined",
        "offer",
        "purchase",
        "early",
        "settlement",
        "date",
        "final",
        "settlement",
        "date",
        "applicable",
        "avoidance",
        "doubt",
        "accrued",
        "interest",
        "note",
        "tendered",
        "using",
        "guaranteed",
        "delivery",
        "procedure",
        "defined",
        "offer",
        "purchase",
        "cease",
        "accrue",
        "settlement",
        "date",
        "vale",
        "overseas",
        "reserve",
        "right",
        "obligation",
        "point",
        "following",
        "early",
        "tender",
        "date",
        "expiration",
        "date",
        "accept",
        "purchase",
        "note",
        "validly",
        "tendered",
        "subsequently",
        "withdrawn",
        "prior",
        "early",
        "tender",
        "date",
        "early",
        "settlement",
        "right",
        "date",
        "payment",
        "note",
        "purchased",
        "pursuant",
        "early",
        "settlement",
        "right",
        "early",
        "settlement",
        "date",
        "determined",
        "vale",
        "overseas",
        "option",
        "currently",
        "expected",
        "march",
        "subject",
        "condition",
        "offer",
        "either",
        "satisfied",
        "waived",
        "vale",
        "overseas",
        "note",
        "tendered",
        "accepted",
        "purchase",
        "settled",
        "early",
        "settlement",
        "date",
        "settled",
        "promptly",
        "following",
        "expiration",
        "date",
        "case",
        "total",
        "principal",
        "amount",
        "note",
        "accepted",
        "purchase",
        "vale",
        "overseas",
        "may",
        "subject",
        "proration",
        "based",
        "upon",
        "maximum",
        "amount",
        "described",
        "offer",
        "purchase",
        "acceptance",
        "validly",
        "tendered",
        "withdrawn",
        "note",
        "guarantee",
        "purchase",
        "vale",
        "overseas",
        "retained",
        "citigroup",
        "global",
        "market",
        "morgan",
        "security",
        "llc",
        "mizuho",
        "security",
        "usa",
        "llc",
        "smbc",
        "nikko",
        "security",
        "america",
        "serve",
        "dealer",
        "manager",
        "king",
        "serve",
        "depositary",
        "information",
        "agent",
        "tender",
        "offer",
        "offer",
        "purchase",
        "related",
        "supplement",
        "available",
        "king",
        "website",
        "http",
        "full",
        "detail",
        "tender",
        "offer",
        "including",
        "complete",
        "instruction",
        "tender",
        "note",
        "note",
        "included",
        "offer",
        "purchase",
        "holder",
        "note",
        "note",
        "strongly",
        "encouraged",
        "carefully",
        "read",
        "offer",
        "purchase",
        "including",
        "material",
        "incorporated",
        "reference",
        "therein",
        "contain",
        "important",
        "information",
        "request",
        "offer",
        "purchase",
        "related",
        "supplement",
        "may",
        "also",
        "directed",
        "king",
        "telephone",
        "u",
        "toll",
        "free",
        "writing",
        "vale",
        "document",
        "relating",
        "offer",
        "including",
        "offer",
        "purchase",
        "notice",
        "guaranteed",
        "delivery",
        "also",
        "available",
        "http",
        "question",
        "tender",
        "offer",
        "may",
        "directed",
        "citigroup",
        "global",
        "market",
        "telephone",
        "collect",
        "u",
        "toll",
        "free",
        "morgan",
        "security",
        "llc",
        "telephone",
        "collect",
        "u",
        "toll",
        "free",
        "mizuho",
        "security",
        "usa",
        "llc",
        "telephone",
        "collect",
        "u",
        "toll",
        "free",
        "smbc",
        "nikko",
        "security",
        "america",
        "telephone",
        "collect",
        "u",
        "toll",
        "free",
        "news",
        "release",
        "informational",
        "purpose",
        "neither",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "security",
        "offer",
        "made",
        "pursuant",
        "term",
        "offer",
        "purchase",
        "offer",
        "made",
        "jurisdiction",
        "making",
        "acceptance",
        "thereof",
        "would",
        "compliance",
        "security",
        "blue",
        "sky",
        "law",
        "jurisdiction",
        "jurisdiction",
        "law",
        "require",
        "offer",
        "made",
        "licensed",
        "broker",
        "dealer",
        "offer",
        "made",
        "dealer",
        "manager",
        "behalf",
        "vale",
        "overseas",
        "none",
        "vale",
        "vale",
        "overseas",
        "depositary",
        "information",
        "agent",
        "dealer",
        "manager",
        "trustee",
        "respect",
        "note",
        "note",
        "affiliate",
        "make",
        "recommendation",
        "whether",
        "holder",
        "tender",
        "refrain",
        "tendering",
        "portion",
        "note",
        "note",
        "response",
        "offer",
        "none",
        "vale",
        "vale",
        "overseas",
        "depositary",
        "information",
        "agent",
        "dealer",
        "manager",
        "trustee",
        "respect",
        "note",
        "note",
        "affiliate",
        "authorized",
        "person",
        "give",
        "information",
        "make",
        "representation",
        "connection",
        "offer",
        "information",
        "representation",
        "contained",
        "offer",
        "purchase",
        "redemption",
        "offer",
        "described",
        "sum",
        "aggregate",
        "principal",
        "amount",
        "u",
        "consistent",
        "vale",
        "strategy",
        "generating",
        "shareholder",
        "value",
        "strengthening",
        "balance",
        "sheet",
        "reducing",
        "indebtedness",
        "information",
        "please",
        "contact",
        "andre",
        "figueiredo",
        "andre",
        "werner",
        "carla",
        "albano",
        "miller",
        "fernando",
        "mascarenhas",
        "andrea",
        "gutman",
        "bruno",
        "siqueira",
        "renata",
        "capanema",
        "press",
        "release",
        "may",
        "include",
        "statement",
        "present",
        "vale",
        "expectation",
        "future",
        "event",
        "result",
        "statement",
        "based",
        "upon",
        "expectation",
        "future",
        "involve",
        "various",
        "risk",
        "uncertainty",
        "vale",
        "guarantee",
        "statement",
        "prove",
        "correct",
        "risk",
        "uncertainty",
        "include",
        "factor",
        "related",
        "following",
        "country",
        "operate",
        "especially",
        "brazil",
        "canada",
        "b",
        "global",
        "economy",
        "c",
        "capital",
        "market",
        "mining",
        "metal",
        "price",
        "dependence",
        "global",
        "industrial",
        "production",
        "cyclical",
        "nature",
        "e",
        "global",
        "competition",
        "market",
        "vale",
        "operates",
        "obtain",
        "information",
        "factor",
        "may",
        "lead",
        "result",
        "different",
        "forecast",
        "vale",
        "please",
        "consult",
        "report",
        "vale",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "brazilian",
        "comissão",
        "de",
        "valores",
        "mobiliários",
        "cvm",
        "french",
        "autorité",
        "de",
        "marchés",
        "financier",
        "amf",
        "particular",
        "factor",
        "discussed",
        "statement",
        "risk",
        "factor",
        "vale",
        "annual",
        "report",
        "form",
        "view",
        "original",
        "content",
        "http",
        "source",
        "vale"
    ]
}