{
    "organizations": [],
    "uuid": "18e90d40eb2890df7d60b237b06e4f8163846cc0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/30/business-wire-rite-aid-announces-results-of-offer-to-purchase-certain-of-its-outstanding-series-of-notes.html",
    "ord_in_thread": 0,
    "title": "Rite Aid Announces Results of Offer to Purchase Certain of its Outstanding Series of Notes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "CAMP HILL, Pa.--(BUSINESS WIRE)-- Rite Aid Corporation (NYSE: RAD) today announced the results of its previously announced offer to purchase (the “Asset Sale Offer”) up to $900,000,000 of its outstanding 9.25% Senior Notes due 2020 (the “2020 Notes”), 6.75% Senior Notes due 2021 (the “2021 Notes”) and 6.125% Senior Notes due 2023 (the “2023 Notes” and, together with the 2020 Notes and the 2021 Notes, the “Notes”) for cash at a price equal to 100% of the principal amount of the Notes, equivalent to $1,000 per $1,000 principal amount of Notes, plus accrued and unpaid interest, if any, for such Notes up to the date of purchase. The Asset Sale Offer was made pursuant to the respective indentures governing the Notes and an Offer to Purchase and related Letter of Transmittal, each dated February 27, 2018.\nAs of 5:00 P.M., Eastern Time, on March 29, 2018 (the expiration date with respect to each series of Notes), $3,454,000 principal amount of the 2020 Notes, representing 0.38% of the outstanding principal amount of the 2020 Notes, $3,471,000 principal amount of the 2021 Notes, representing 0.43% of the outstanding principal amount of the 2021 Notes and $41,751,000 principal amount of the 2023 Notes, representing 2.32% of the outstanding principal amount of the 2023 Notes, had been validly tendered and accepted for purchase by Rite Aid. As previously announced, Rite Aid has issued a notice of redemption for all of the 2020 Notes that remain outstanding on April 12, 2018 (the “Redemption Date”) at a purchase price equal to 100% of the principal amount of the 2020 Notes to be redeemed plus accrued and unpaid interest, if any, to but excluding the Redemption Date.\nThis press release does not constitute a notice of redemption under the optional redemption provisions of the Indentures, nor does it constitute an offer to sell, or a solicitation of an offer to buy, any security. No offer, solicitation, or sale will be made in any jurisdiction in which such an offer, solicitation, or sale would be unlawful.\nRite Aid is one of the nation’s leading drugstore chains with fiscal 2017 annual revenues of $32.8 billion. Information about Rite Aid, including corporate background and press releases, is available through the company’s website at www.riteaid.com .\nCautionary Statement Regarding Forward Looking Statements\nStatements in this release that are not historical, are forward-looking statements made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements regarding the pending merger between the Company and Albertsons Companies, Inc. (“Albertsons”) and the transactions contemplated thereby, and the parties perspectives and expectations, are forward looking statements. Such statements include, but are not limited to, statements regarding the benefits of the proposed merger, integration plans, expected synergies and revenue opportunities, anticipated future financial and operating performance and results, including estimates for growth, the expected management and governance of the combined company, and the expected timing of the transactions contemplated by the merger agreement and any assumptions underlying any of the foregoing. Such statements also include statements regarding the expected timing of the closing of the sale of remaining stores and assets to Walgreens Boots Alliance, Inc. (“WBA”); the ability of the parties to complete the sale and related transactions considering the limited remaining closing conditions; the outcome of legal and regulatory matters in connection with the sale of store and assets of the Company to WBA; the expected benefits of the transactions such as improved operations, growth potential, market profile and financial strength; the competitive ability and position of the Company following completion of the proposed transactions; the ability of the Company to implement new business strategies following the completion of the proposed transactions and any assumptions underlying any of the foregoing. The words “expect,” “believe,” “estimate,” “intend,” “plan” and similar expressions indicate forward-looking statements. These forward-looking statements are not guarantees of future performance and are subject to various risks and uncertainties, assumptions (including assumptions about general economic, market, industry and operational factors), known or unknown, which could cause the actual results to vary materially from those indicated or anticipated. Such risks and uncertainties include, but are not limited to, the Company’s high level of indebtedness and ability to make interest and principal payments on its debt and satisfy the other covenants contained in its debt agreements; risks related to the expected timing and likelihood of completion of the pending merger with Albertsons, including the risk that the transaction may not close due to one or more closing conditions to the transaction not being satisfied or waived, such as regulatory approvals not being obtained, on a timely basis or otherwise, or that a governmental entity prohibited, delayed or refused to grant approval for the consummation of the transaction or required certain conditions, limitations or restrictions in connection with such approvals, or that the required approval of the merger agreement by the stockholders of the Company was not obtained; risks related to the ability of Albertsons and the Company to successfully integrate the businesses; the occurrence of any event, change or other circumstances that could give rise to the termination of the merger agreement (including circumstances requiring the Company to pay Albertsons a termination fee pursuant to the merger agreement); the risk that there may be a material adverse change of the Company or Albertsons; risks related to disruption of management time from ongoing business operations due to the proposed transactions with WBA and Albertsons; the risk that any announcements relating to the proposed transactions could have adverse effects on the market price of the Company’s common stock, and the risk that the proposed transactions and their announcements could have an adverse effect on the ability of the Company to retain customers and retain and hire key personnel and maintain relationships with their suppliers and customers and on their operating results and businesses generally; risks related to successfully integrating the businesses of the Company and Albertsons, which may result in the combined company not operating as effectively and efficiently as expected; the risk that the combined company may be unable to achieve cost-cutting synergies or it may take longer than expected to achieve those synergies; risks associated with the financing of the proposed transaction with Albertsons; risks related to the proposed asset sale transactions with WBA, including the risk that the Company and WBA cannot complete the sale and related transactions considering the limited remaining closing conditions; risks related to the ability to realize the anticipated benefits of the proposed transactions; disruption from the proposed transaction making it more difficult to maintain business and operational relationships; the effect of the pending sale on the Company’s business relationships (including, without limitation, customers and suppliers) operating results and business generally; risks related to diverting management’s or employees’ attention from ongoing business operations; the risk that the Company’s stock price may decline significantly if the remaining proposed transactions are not completed; significant transaction costs; unknown liabilities; the risk of litigation and/or regulatory actions related to the proposed transactions; potential changes to the Company’s strategy in the event the remaining proposed transactions do not close, which may include delaying or reducing capital or other expenditures, selling assets or other operations, attempting to restructure or refinance its debt, or seeking additional capital, and other business effects; general economic, industry, market, competitive, regulatory and political conditions; the Company’s ability to improve the operating performance of its stores in accordance with its long term strategy; the impact of private and public third-party payers continued reduction in prescription drug reimbursements and efforts to encourage mail order; the Company’s ability to manage expenses and its investments in working capital; outcomes of legal and regulatory matters; changes in legislation or regulations, including healthcare reform; the Company’s ability to achieve the benefits of its efforts to reduce the costs of the Company’s generic and other drugs. These and other risks, assumptions and uncertainties can be found in the Company’s Annual Report on Form 10-K for the fiscal year ended March 4, 2017 filed with the SEC and will be found in the Form S-4 that will be filed with the SEC by Albertsons in connection with the proposed merger, and other documents that the parties may file or furnish with the Securities and Exchange Commission, which you are encouraged to read. Should one or more of these risks or uncertainties materialize, or should underlying assumptions prove incorrect, actual results may vary materially from those indicated or anticipated by such forward-looking statements. Accordingly, you are cautioned not to place undue reliance on these forward-looking statements. Forward-looking statements relate only to the date they were made, and the Company undertakes no obligation to update forward-looking statements to reflect events or circumstances after the date they were made except as required by law or applicable regulation. All information regarding the Company assumes completion of the Company’s previously announced transaction with Walgreens Boots Alliance, Inc. There can be no assurance that the consummation of such transaction will be completed on a timely basis, if at all. For further information on such transaction, see the Company’s Form 8-K filed with the SEC on February 8, 2018.\nAdditional Information and Where to Find It\nIn connection with the proposed strategic combination involving the Company and Albertsons, the Company and Albertsons intend to file relevant materials with the SEC, including that Albertsons will file a registration statement on Form S-4 that will include a proxy statement/prospectus to be distributed to the Company’s stockholders. The Company will mail the proxy statement/prospectus and a proxy card to each stockholder entitled to vote at the special meeting relating to the proposed merger. INVESTORS ARE URGED TO READ THE PROXY STATEMENT/PROSPECTUS WHEN IT BECOMES AVAILABLE BECAUSE IT WILL CONTAIN IMPORTANT INFORMATION. THE COMPANY’S EXISTING PUBLIC FILINGS WITH THE SEC SHOULD ALSO BE READ, INCLUDING THE RISK FACTORS CONTAINED THEREIN.\nInvestors and security holders may obtain copies of the Form S-4, including the proxy statement/prospectus, as well as other filings containing information about the Company, free of charge, from the SEC’s Web site ( www.sec.gov ). Investors and security holders may also obtain the Company’s SEC filings in connection with the transaction, free of charge, from the Company’s Web site ( www.RiteAid.com ) under the link “Investor Relations” and then under the tab “SEC Filings,” or by directing a request to the Company, Byron Purcell, Attention: Senior Director, Treasury Services & Investor Relations. Copies of documents filed with the SEC by Albertsons will be made available, free of charge, on Albertsons’s website at www.albertsonscompanies.com .\nParticipants in Solicitation\nThe Company, Albertsons and their respective directors, executive officers and employees and other persons may be deemed to be participants in the solicitation of proxies from the holders of Company Common Stock in respect of the proposed transaction. Information regarding the Company’s directors and executive officers is available in its definitive proxy statement for the Company’s 2017 annual meeting of stockholders filed with the SEC on June 7, 2017, as modified or supplemented by any Form 3 or Form 4 filed with the SEC since the date of such definitive proxy statement. Information about the directors and executive officers of Albertsons will be set forth in the Form S-4. Other information regarding the interests of the participants in the proxy solicitation will be included in the proxy statement/prospectus when it becomes available. These documents can be obtained free of charge from the sources indicated above. This communication shall not constitute an offer to sell or the solicitation of an offer to sell or the solicitation of an offer to buy any securities, nor shall there be any sale of securities in any jurisdiction in which such offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such jurisdiction. No offer of securities shall be made except by means of a prospectus meeting the requirements of Section 10 of the Securities Act of 1933, as amended.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180330005123/en/\nRite Aid Corporation\nINVESTORS:\nByron Purcell, 717-975-5809\ninvestor@riteaid.com\nor\nMEDIA:\nSusan Henderson, 717-730-7766\nSource: Rite Aid Corporation",
    "published": "2018-03-30T17:00:00.000+03:00",
    "crawled": "2018-03-30T17:32:36.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "camp",
        "hill",
        "business",
        "wire",
        "rite",
        "aid",
        "corporation",
        "nyse",
        "rad",
        "today",
        "announced",
        "result",
        "previously",
        "announced",
        "offer",
        "purchase",
        "asset",
        "sale",
        "offer",
        "outstanding",
        "senior",
        "note",
        "due",
        "note",
        "senior",
        "note",
        "due",
        "note",
        "senior",
        "note",
        "due",
        "note",
        "together",
        "note",
        "note",
        "note",
        "cash",
        "price",
        "equal",
        "principal",
        "amount",
        "note",
        "equivalent",
        "per",
        "principal",
        "amount",
        "note",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "note",
        "date",
        "purchase",
        "asset",
        "sale",
        "offer",
        "made",
        "pursuant",
        "respective",
        "indenture",
        "governing",
        "note",
        "offer",
        "purchase",
        "related",
        "letter",
        "transmittal",
        "dated",
        "february",
        "eastern",
        "time",
        "march",
        "expiration",
        "date",
        "respect",
        "series",
        "note",
        "principal",
        "amount",
        "note",
        "representing",
        "outstanding",
        "principal",
        "amount",
        "note",
        "principal",
        "amount",
        "note",
        "representing",
        "outstanding",
        "principal",
        "amount",
        "note",
        "principal",
        "amount",
        "note",
        "representing",
        "outstanding",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "accepted",
        "purchase",
        "rite",
        "aid",
        "previously",
        "announced",
        "rite",
        "aid",
        "issued",
        "notice",
        "redemption",
        "note",
        "remain",
        "outstanding",
        "april",
        "redemption",
        "date",
        "purchase",
        "price",
        "equal",
        "principal",
        "amount",
        "note",
        "redeemed",
        "plus",
        "accrued",
        "unpaid",
        "interest",
        "excluding",
        "redemption",
        "date",
        "press",
        "release",
        "constitute",
        "notice",
        "redemption",
        "optional",
        "redemption",
        "provision",
        "indenture",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "offer",
        "solicitation",
        "sale",
        "made",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "rite",
        "aid",
        "one",
        "nation",
        "leading",
        "drugstore",
        "chain",
        "fiscal",
        "annual",
        "revenue",
        "billion",
        "information",
        "rite",
        "aid",
        "including",
        "corporate",
        "background",
        "press",
        "release",
        "available",
        "company",
        "website",
        "cautionary",
        "statement",
        "regarding",
        "forward",
        "looking",
        "statement",
        "statement",
        "release",
        "historical",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "pending",
        "merger",
        "company",
        "albertsons",
        "company",
        "albertsons",
        "transaction",
        "contemplated",
        "thereby",
        "party",
        "perspective",
        "expectation",
        "forward",
        "looking",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "regarding",
        "benefit",
        "proposed",
        "merger",
        "integration",
        "plan",
        "expected",
        "synergy",
        "revenue",
        "opportunity",
        "anticipated",
        "future",
        "financial",
        "operating",
        "performance",
        "result",
        "including",
        "estimate",
        "growth",
        "expected",
        "management",
        "governance",
        "combined",
        "company",
        "expected",
        "timing",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "assumption",
        "underlying",
        "foregoing",
        "statement",
        "also",
        "include",
        "statement",
        "regarding",
        "expected",
        "timing",
        "closing",
        "sale",
        "remaining",
        "store",
        "asset",
        "walgreens",
        "boot",
        "alliance",
        "wba",
        "ability",
        "party",
        "complete",
        "sale",
        "related",
        "transaction",
        "considering",
        "limited",
        "remaining",
        "closing",
        "condition",
        "outcome",
        "legal",
        "regulatory",
        "matter",
        "connection",
        "sale",
        "store",
        "asset",
        "company",
        "wba",
        "expected",
        "benefit",
        "transaction",
        "improved",
        "operation",
        "growth",
        "potential",
        "market",
        "profile",
        "financial",
        "strength",
        "competitive",
        "ability",
        "position",
        "company",
        "following",
        "completion",
        "proposed",
        "transaction",
        "ability",
        "company",
        "implement",
        "new",
        "business",
        "strategy",
        "following",
        "completion",
        "proposed",
        "transaction",
        "assumption",
        "underlying",
        "foregoing",
        "word",
        "expect",
        "believe",
        "estimate",
        "intend",
        "plan",
        "similar",
        "expression",
        "indicate",
        "statement",
        "statement",
        "guarantee",
        "future",
        "performance",
        "subject",
        "various",
        "risk",
        "uncertainty",
        "assumption",
        "including",
        "assumption",
        "general",
        "economic",
        "market",
        "industry",
        "operational",
        "factor",
        "known",
        "unknown",
        "could",
        "cause",
        "actual",
        "result",
        "vary",
        "materially",
        "indicated",
        "anticipated",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "company",
        "high",
        "level",
        "indebtedness",
        "ability",
        "make",
        "interest",
        "principal",
        "payment",
        "debt",
        "satisfy",
        "covenant",
        "contained",
        "debt",
        "agreement",
        "risk",
        "related",
        "expected",
        "timing",
        "likelihood",
        "completion",
        "pending",
        "merger",
        "albertsons",
        "including",
        "risk",
        "transaction",
        "may",
        "close",
        "due",
        "one",
        "closing",
        "condition",
        "transaction",
        "satisfied",
        "waived",
        "regulatory",
        "approval",
        "obtained",
        "timely",
        "basis",
        "otherwise",
        "governmental",
        "entity",
        "prohibited",
        "delayed",
        "refused",
        "grant",
        "approval",
        "consummation",
        "transaction",
        "required",
        "certain",
        "condition",
        "limitation",
        "restriction",
        "connection",
        "approval",
        "required",
        "approval",
        "merger",
        "agreement",
        "stockholder",
        "company",
        "obtained",
        "risk",
        "related",
        "ability",
        "albertsons",
        "company",
        "successfully",
        "integrate",
        "business",
        "occurrence",
        "event",
        "change",
        "circumstance",
        "could",
        "give",
        "rise",
        "termination",
        "merger",
        "agreement",
        "including",
        "circumstance",
        "requiring",
        "company",
        "pay",
        "albertsons",
        "termination",
        "fee",
        "pursuant",
        "merger",
        "agreement",
        "risk",
        "may",
        "material",
        "adverse",
        "change",
        "company",
        "albertsons",
        "risk",
        "related",
        "disruption",
        "management",
        "time",
        "ongoing",
        "business",
        "operation",
        "due",
        "proposed",
        "transaction",
        "wba",
        "albertsons",
        "risk",
        "announcement",
        "relating",
        "proposed",
        "transaction",
        "could",
        "adverse",
        "effect",
        "market",
        "price",
        "company",
        "common",
        "stock",
        "risk",
        "proposed",
        "transaction",
        "announcement",
        "could",
        "adverse",
        "effect",
        "ability",
        "company",
        "retain",
        "customer",
        "retain",
        "hire",
        "key",
        "personnel",
        "maintain",
        "relationship",
        "supplier",
        "customer",
        "operating",
        "result",
        "business",
        "generally",
        "risk",
        "related",
        "successfully",
        "integrating",
        "business",
        "company",
        "albertsons",
        "may",
        "result",
        "combined",
        "company",
        "operating",
        "effectively",
        "efficiently",
        "expected",
        "risk",
        "combined",
        "company",
        "may",
        "unable",
        "achieve",
        "synergy",
        "may",
        "take",
        "longer",
        "expected",
        "achieve",
        "synergy",
        "risk",
        "associated",
        "financing",
        "proposed",
        "transaction",
        "albertsons",
        "risk",
        "related",
        "proposed",
        "asset",
        "sale",
        "transaction",
        "wba",
        "including",
        "risk",
        "company",
        "wba",
        "complete",
        "sale",
        "related",
        "transaction",
        "considering",
        "limited",
        "remaining",
        "closing",
        "condition",
        "risk",
        "related",
        "ability",
        "realize",
        "anticipated",
        "benefit",
        "proposed",
        "transaction",
        "disruption",
        "proposed",
        "transaction",
        "making",
        "difficult",
        "maintain",
        "business",
        "operational",
        "relationship",
        "effect",
        "pending",
        "sale",
        "company",
        "business",
        "relationship",
        "including",
        "without",
        "limitation",
        "customer",
        "supplier",
        "operating",
        "result",
        "business",
        "generally",
        "risk",
        "related",
        "diverting",
        "management",
        "employee",
        "attention",
        "ongoing",
        "business",
        "operation",
        "risk",
        "company",
        "stock",
        "price",
        "may",
        "decline",
        "significantly",
        "remaining",
        "proposed",
        "transaction",
        "completed",
        "significant",
        "transaction",
        "cost",
        "unknown",
        "liability",
        "risk",
        "litigation",
        "regulatory",
        "action",
        "related",
        "proposed",
        "transaction",
        "potential",
        "change",
        "company",
        "strategy",
        "event",
        "remaining",
        "proposed",
        "transaction",
        "close",
        "may",
        "include",
        "delaying",
        "reducing",
        "capital",
        "expenditure",
        "selling",
        "asset",
        "operation",
        "attempting",
        "restructure",
        "refinance",
        "debt",
        "seeking",
        "additional",
        "capital",
        "business",
        "effect",
        "general",
        "economic",
        "industry",
        "market",
        "competitive",
        "regulatory",
        "political",
        "condition",
        "company",
        "ability",
        "improve",
        "operating",
        "performance",
        "store",
        "accordance",
        "long",
        "term",
        "strategy",
        "impact",
        "private",
        "public",
        "payer",
        "continued",
        "reduction",
        "prescription",
        "drug",
        "reimbursement",
        "effort",
        "encourage",
        "mail",
        "order",
        "company",
        "ability",
        "manage",
        "expense",
        "investment",
        "working",
        "capital",
        "outcome",
        "legal",
        "regulatory",
        "matter",
        "change",
        "legislation",
        "regulation",
        "including",
        "healthcare",
        "reform",
        "company",
        "ability",
        "achieve",
        "benefit",
        "effort",
        "reduce",
        "cost",
        "company",
        "generic",
        "drug",
        "risk",
        "assumption",
        "uncertainty",
        "found",
        "company",
        "annual",
        "report",
        "form",
        "fiscal",
        "year",
        "ended",
        "march",
        "filed",
        "sec",
        "found",
        "form",
        "filed",
        "sec",
        "albertsons",
        "connection",
        "proposed",
        "merger",
        "document",
        "party",
        "may",
        "file",
        "furnish",
        "security",
        "exchange",
        "commission",
        "encouraged",
        "read",
        "one",
        "risk",
        "uncertainty",
        "materialize",
        "underlying",
        "assumption",
        "prove",
        "incorrect",
        "actual",
        "result",
        "may",
        "vary",
        "materially",
        "indicated",
        "anticipated",
        "statement",
        "accordingly",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "relate",
        "date",
        "made",
        "company",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "made",
        "except",
        "required",
        "law",
        "applicable",
        "regulation",
        "information",
        "regarding",
        "company",
        "assumes",
        "completion",
        "company",
        "previously",
        "announced",
        "transaction",
        "walgreens",
        "boot",
        "alliance",
        "assurance",
        "consummation",
        "transaction",
        "completed",
        "timely",
        "basis",
        "information",
        "transaction",
        "see",
        "company",
        "form",
        "filed",
        "sec",
        "february",
        "additional",
        "information",
        "find",
        "connection",
        "proposed",
        "strategic",
        "combination",
        "involving",
        "company",
        "albertsons",
        "company",
        "albertsons",
        "intend",
        "file",
        "relevant",
        "material",
        "sec",
        "including",
        "albertsons",
        "file",
        "registration",
        "statement",
        "form",
        "include",
        "proxy",
        "distributed",
        "company",
        "stockholder",
        "company",
        "mail",
        "proxy",
        "proxy",
        "card",
        "stockholder",
        "entitled",
        "vote",
        "special",
        "meeting",
        "relating",
        "proposed",
        "merger",
        "investor",
        "urged",
        "read",
        "proxy",
        "becomes",
        "available",
        "contain",
        "important",
        "information",
        "company",
        "existing",
        "public",
        "filing",
        "sec",
        "also",
        "read",
        "including",
        "risk",
        "factor",
        "contained",
        "therein",
        "investor",
        "security",
        "holder",
        "may",
        "obtain",
        "copy",
        "form",
        "including",
        "proxy",
        "well",
        "filing",
        "containing",
        "information",
        "company",
        "free",
        "charge",
        "sec",
        "web",
        "site",
        "investor",
        "security",
        "holder",
        "may",
        "also",
        "obtain",
        "company",
        "sec",
        "filing",
        "connection",
        "transaction",
        "free",
        "charge",
        "company",
        "web",
        "site",
        "link",
        "investor",
        "relation",
        "tab",
        "sec",
        "filing",
        "directing",
        "request",
        "company",
        "byron",
        "purcell",
        "attention",
        "senior",
        "director",
        "treasury",
        "service",
        "investor",
        "relation",
        "copy",
        "document",
        "filed",
        "sec",
        "albertsons",
        "made",
        "available",
        "free",
        "charge",
        "albertsons",
        "website",
        "participant",
        "solicitation",
        "company",
        "albertsons",
        "respective",
        "director",
        "executive",
        "officer",
        "employee",
        "person",
        "may",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "holder",
        "company",
        "common",
        "stock",
        "respect",
        "proposed",
        "transaction",
        "information",
        "regarding",
        "company",
        "director",
        "executive",
        "officer",
        "available",
        "definitive",
        "proxy",
        "statement",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "filed",
        "sec",
        "june",
        "modified",
        "supplemented",
        "form",
        "form",
        "filed",
        "sec",
        "since",
        "date",
        "definitive",
        "proxy",
        "statement",
        "information",
        "director",
        "executive",
        "officer",
        "albertsons",
        "set",
        "forth",
        "form",
        "information",
        "regarding",
        "interest",
        "participant",
        "proxy",
        "solicitation",
        "included",
        "proxy",
        "becomes",
        "available",
        "document",
        "obtained",
        "free",
        "charge",
        "source",
        "indicated",
        "communication",
        "shall",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "shall",
        "sale",
        "security",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "jurisdiction",
        "offer",
        "security",
        "shall",
        "made",
        "except",
        "mean",
        "prospectus",
        "meeting",
        "requirement",
        "section",
        "security",
        "act",
        "amended",
        "view",
        "source",
        "version",
        "http",
        "rite",
        "aid",
        "corporation",
        "investor",
        "byron",
        "purcell",
        "investor",
        "medium",
        "susan",
        "henderson",
        "source",
        "rite",
        "aid",
        "corporation"
    ]
}