{
    "organizations": [],
    "uuid": "1c9148faab5362c8f8f6b0f3c884243f7bf42944",
    "author": "Holly Ellyatt",
    "url": "https://www.cnbc.com/2018/03/01/italy-election-darker-side-politics-far-right.html",
    "ord_in_thread": 0,
    "title": "Italy's election reveals the darker side of Italian politics",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Italy's swing to the right of the political spectrum is expected to usher in a more extremist agenda with elections just days away, experts told CNBC.\nItaly has seen right-wing parties gain in popularity in recent years, and after Italians go to the polls this Sunday, there is a strong possibility they could have far more influence. Although voter polls before a media blackout pointed to a hung parliament, where no one party gains a majority, there is a chance that a coalition of center-right and far-right parties could gain a majority.\nThis coalition would contain former Prime Minister Silvio Berlusconi's center-right Forza Italia party, alongside the controversial right-wing parties of Fratelli d'Italia and the former Lega Nord party, now re-branded as 'Lega' and led by Matteo Salvini.\nSuch an alliance would allow far-right parties to push a more extremist agenda at a national level, experts say.\nLorenzo Pregliasco, a professor of political science at the University of Bologna, told CNBC that such a coalition would in fact be more of a \"right-center\" alliance than a center-right one, noting that the right-wing parties could have significant influence if in government.\nRoberto Serra - Iguana Press/Getty Images Giorgia Meloni leader of Fratelli d'Italia political party and italian ex prime minister Silvio Berlusconi leader of Forza Italia and Matteo Salvini leader of Lega Nord political party. \"The prominence of right-wing issues is going to grow as a result of this election,\" Pregliasco told CNBC on Wednesday.\n\"Even the center-left has moved to the right (during the campaign) on some topics, including immigration.\"\n\"I think Italian society has shifted to the right in these last years and Italian politics is following that suit. If the center-right wins, you will have a kind of right-center coalition rather than a center-right coalition,\" he said.\nRather than being fringe parties, the right-wing Berlusconi-Salvini contingent are no strangers to power.\nAs a party, Fratelli d'Italia originates from the right-wing Alleanza Nazionale (a successor of the neo-fascist Italian Social Movement formed in 1946 by supporters of dictator Benito Mussolini) that was in a government coalition led by Berlusconi in 1994, 2001 and 2006.\nPregliasco said Lega, formerly the Northern League, was also an experienced political force as it too had supported previous Berlusconi governments and are currently governing in the important regions of Lombardy and Veneto. Lega is prominent across northern regions and was founded on a separatist agenda.\nMIGUEL MEDINA/AFP/Getty Images Lega Nord far right party leader Matteo Salvini address supporters during campaign rally on Piazza Duomo in Milan on February 24, 2018 a week ahead of the Italy's general election. Italy stepped up security for mass demonstrations by far-right and anti-fascist groups across the country on February 24, 2018 as tensions rise ahead of next week's general election Indeed, Fratelli and Lega together are likely to be more powerful than the more \"moderate\" Forza Italia (and the smaller partner of Noi con l'Italia, a center-right party) component of the coalition.\n\"Certainly, compared to the past this is remarkable because Forza Italia used to be the pivotal party in the center-right coalition and the League was an important party but it polled only 5 to 8 percent. Now, they're polling around 13 percent of the vote which means they will be, very likely, a decisive force in the parliament if the center-right win,\" he said.\nRight-wing agenda Parties to the right of the political spectrum have seized upon Italy's unemployment rate and ongoing migrant influx in their manifestos , with parties across the board promising to restrict immigration or enact mass deportations of illegal immigrants.\nMabel Berezin, a professor of sociology at Cornell University and an expert on populism and fascism in Europe, said Tuesday that \"no matter what, the outcome of the elections will not be good.\"\n\"Berlusconi — who seems to be the most likely candidate for a significant coalition — does not shy away from partnering with the extreme right. If he succeeds, not only will this be an extraordinary political resurrection, but he would come to power with the same coalition that he assembled for his first government in 1994,\" she said.\nAlessandra Benedetti - Corbis/Corbis via Getty Images Leader of right wing party Fratelli d'Italia Giorgia Meloni and Leader of Lega Nord Party Matteo Salvini attend Italian right wing parties Fratelli d'Italia, Lega Nord and Forza Italia demonstration 'Italia sovrana', (Italy Sovereign) on January 28, 2017 in Rome, Italy. \"But, 2018 is not 1994. Berlusconi's original coalition, aside from enabling Lega to become a permanent force in Italian politics, did not have much impact beyond Italy. Next Sunday's election will bring Italy in line with the worst tendencies in contemporary European politics,\" Berezin said in a note.\nBerezin said that Italy has never been as nationalistic as its European compatriots but the euro zone financial crisis and accompanying austerity, followed by the refugee crisis \"have produced convergences across Europe where none had existed in the past,\" Berezin said.\n\"With the dissolution of the left and the emergence of an intense nationalism, Italy is becoming European, and not in a good way.\"\nNeo-fascism in Italy There are a number of parties considered \"neo-fascist\" in Italy, that is, parties that are seen to be — or proclaim themselves to be — influenced directly by the fascism of the 1930s and 1940s when \"Il Duce,\" dictator Benito Mussolini was in power.\nGermany and Italy were allied at the start of World War II under a pact known as the \"pact of steel\" with Mussolini collaborating with the Germans and enacting anti-Semitic legislation in 1938.\nThe pact ended in 1943 when Italy changed sides in the war although a deposed Mussolini set up a puppet government (the Italian Social Republic) in northern Italy that ended when German troops surrendered in May 1945.\nFascism has never really disappeared in Italy, however, and the legacy of Mussolini lives on in so-called neo-fascist parties.\nPaolo Manzo/NurPhoto via Getty Images Far-right movement National secretary of Forza Nuova and Fiamma Tricolore Party Roberto Fiore, visit Hotel Mediterraneo, in Naples, Italy, on February 25, 2018. Italy has a plethora of small parties and movements with extremist ideologies, ranging from those the National Front in Italy to the ultranationalist and neo-fascist party CasaPound Italy (which can trace its origins to a squat in Rome) and Forza Nuova, a radical right, anti-immigrant party founded around 20 years ago.\nForza Nuova is allied with another neo-fascist party, Fiamma Tricolore, and together they form the Italia agli Italiani (Italy for the Italians) far-right coalition.\nPregliasco said that CasaPound and Forza Nuova only polled around 0.5 to 1 percent of the vote in Italy, making them too small to overcome the 3 percent threshold needed to gain entry into the Italian parliament.\nPlenty of Italians are unhappy with the rise of the right in their country and in recent weeks violent skirmishes have broken out at far-right rallies attended by anti-fascist protesters.\nWhen the Lega held a rally in Milan on February 24, at which party leader Salvini repeated the \"Italians first\" mantra, thousands of people belonging to anti-fascist groups marched in protest against the party, leading to clashes between protesters, riot police and Lega supporters.\nSimilar scuffles have broken out at other rallies of far-right parties between supporters and anti-fascist groups in recent weeks and an increase of violence has been seen from both sides as tensions run high.\nPIERO CRUCIATTI/AFP/Getty Images Police clash with demonstrators during an anti-fascist and anti-racist march to protest against a Lega Nord far right party general election campaign rally on Piazza Duomo in Milan on February 24, 2018 a week ahead of the Italy's general election. I Tensions over immigration appeared to come to a head in early February when a 28-year-old Italian and self-proclaimed neo-Nazi went on a shooting spree in Macerata in northern Italy, wounding six African migrants.\nThe shooting put the migrant crisis in the forefront of voters' and politicians' minds. Lega leader Salvini, who has repeatedly called the migrant influx an \"invasion,\" condemned the shooting but said in a Facebook post that \"uncontrolled migration caused social conflict.\"\nLess stigma Explaining why fascism was an enduring ideological influence in Italian politics, Pregliasco believed there was less of a stigma attached to fascism in Italy.\n\"There is, I would say, less of a stigma that is less strong than in Germany and I would say that part of the population doesn't see fascism as badly as they see Nazism. They tend to believe that Mussolini did some terrible things but he also did some good for the country. And that, in a way, the World War and Holocaust was caused by Hitler and that the mistake was forming an alliance with Hitler.\"\n\"So I wouldn't say there is a large neo-fascist movement because they are quite a marginal phenomena. But certainly there is a weaker stigma attached to fascists in Italy,\" he said.\nFratelli d'Italia appears to have tried to seize on the popularity of Mussolini, with the party's leader Giorgia Meloni being accompanied by Mussolini's grand-daughter Rachele Mussolini to launch the party's election campaign — in the city of Latina, a city founded by Benito Mussolini.\nIn February 2018, a poll was conducted by the Demos & Pi research institute looking at the correlation between public opinion of Benito Mussolini and voter intention in the 2018 election.\nOut of the total 1,014 people interviewed, 19 percent of voters of parties across the political spectrum had a \"positive or very positive\" opinion of Mussolini, 60 percent saw him negatively and 21 percent didn't have an opinion.\nGiorgio Cosulich/Getty Images Souvenirs depicting Benito Mussolini and fascism are displayed on a stall. Breaking down the Mussolini fans by party affiliation, the survey found that 32 percent of Forza Italia and the same amount of Fratelli d'Italia voters had a \"positive or very positive opinion\" of the dictator, rising to 38 percent for Lega voters.\nSome 24 percent of the anti-establishment Five Star Movement voters felt positive about him too, although he fared less well among center-left voters, unsurprisingly, with only 8 percent of the ruling Democratic Party (PD) supporters and 6 percent of the left-wing Liberi e Ugali (Free and Equal) party having a good opinion of Mussolini.\nFollow CNBC International on Twitter and Facebook .",
    "published": "2018-03-01T11:40:00.000+02:00",
    "crawled": "2018-03-01T10:50:22.026+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "italy",
        "swing",
        "right",
        "political",
        "spectrum",
        "expected",
        "usher",
        "extremist",
        "agenda",
        "election",
        "day",
        "away",
        "expert",
        "told",
        "cnbc",
        "italy",
        "seen",
        "party",
        "gain",
        "popularity",
        "recent",
        "year",
        "italian",
        "go",
        "poll",
        "sunday",
        "strong",
        "possibility",
        "could",
        "far",
        "influence",
        "although",
        "voter",
        "poll",
        "medium",
        "blackout",
        "pointed",
        "hung",
        "parliament",
        "one",
        "party",
        "gain",
        "majority",
        "chance",
        "coalition",
        "party",
        "could",
        "gain",
        "majority",
        "coalition",
        "would",
        "contain",
        "former",
        "prime",
        "minister",
        "silvio",
        "berlusconi",
        "forza",
        "italia",
        "party",
        "alongside",
        "controversial",
        "party",
        "fratelli",
        "former",
        "lega",
        "nord",
        "party",
        "led",
        "matteo",
        "salvini",
        "alliance",
        "would",
        "allow",
        "party",
        "push",
        "extremist",
        "agenda",
        "national",
        "level",
        "expert",
        "say",
        "lorenzo",
        "pregliasco",
        "professor",
        "political",
        "science",
        "university",
        "bologna",
        "told",
        "cnbc",
        "coalition",
        "would",
        "fact",
        "alliance",
        "one",
        "noting",
        "party",
        "could",
        "significant",
        "influence",
        "government",
        "roberto",
        "serra",
        "iguana",
        "image",
        "giorgia",
        "meloni",
        "leader",
        "fratelli",
        "political",
        "party",
        "italian",
        "ex",
        "prime",
        "minister",
        "silvio",
        "berlusconi",
        "leader",
        "forza",
        "italia",
        "matteo",
        "salvini",
        "leader",
        "lega",
        "nord",
        "political",
        "party",
        "prominence",
        "issue",
        "going",
        "grow",
        "result",
        "election",
        "pregliasco",
        "told",
        "cnbc",
        "wednesday",
        "even",
        "moved",
        "right",
        "campaign",
        "topic",
        "including",
        "immigration",
        "think",
        "italian",
        "society",
        "shifted",
        "right",
        "last",
        "year",
        "italian",
        "politics",
        "following",
        "suit",
        "win",
        "kind",
        "coalition",
        "rather",
        "coalition",
        "said",
        "rather",
        "fringe",
        "party",
        "contingent",
        "stranger",
        "power",
        "party",
        "fratelli",
        "originates",
        "alleanza",
        "nazionale",
        "successor",
        "italian",
        "social",
        "movement",
        "formed",
        "supporter",
        "dictator",
        "benito",
        "mussolini",
        "government",
        "coalition",
        "led",
        "berlusconi",
        "pregliasco",
        "said",
        "lega",
        "formerly",
        "northern",
        "league",
        "also",
        "experienced",
        "political",
        "force",
        "supported",
        "previous",
        "berlusconi",
        "government",
        "currently",
        "governing",
        "important",
        "region",
        "lombardy",
        "veneto",
        "lega",
        "prominent",
        "across",
        "northern",
        "region",
        "founded",
        "separatist",
        "agenda",
        "miguel",
        "image",
        "lega",
        "nord",
        "far",
        "right",
        "party",
        "leader",
        "matteo",
        "salvini",
        "address",
        "supporter",
        "campaign",
        "rally",
        "piazza",
        "duomo",
        "milan",
        "february",
        "week",
        "ahead",
        "italy",
        "general",
        "election",
        "italy",
        "stepped",
        "security",
        "mass",
        "demonstration",
        "group",
        "across",
        "country",
        "february",
        "tension",
        "rise",
        "ahead",
        "next",
        "week",
        "general",
        "election",
        "indeed",
        "fratelli",
        "lega",
        "together",
        "likely",
        "powerful",
        "moderate",
        "forza",
        "italia",
        "smaller",
        "partner",
        "noi",
        "con",
        "party",
        "component",
        "coalition",
        "certainly",
        "compared",
        "past",
        "remarkable",
        "forza",
        "italia",
        "used",
        "pivotal",
        "party",
        "coalition",
        "league",
        "important",
        "party",
        "polled",
        "percent",
        "polling",
        "around",
        "percent",
        "vote",
        "mean",
        "likely",
        "decisive",
        "force",
        "parliament",
        "win",
        "said",
        "agenda",
        "party",
        "right",
        "political",
        "spectrum",
        "seized",
        "upon",
        "italy",
        "unemployment",
        "rate",
        "ongoing",
        "migrant",
        "influx",
        "manifesto",
        "party",
        "across",
        "board",
        "promising",
        "restrict",
        "immigration",
        "enact",
        "mass",
        "deportation",
        "illegal",
        "immigrant",
        "mabel",
        "berezin",
        "professor",
        "sociology",
        "cornell",
        "university",
        "expert",
        "populism",
        "fascism",
        "europe",
        "said",
        "tuesday",
        "matter",
        "outcome",
        "election",
        "good",
        "berlusconi",
        "seems",
        "likely",
        "candidate",
        "significant",
        "coalition",
        "shy",
        "away",
        "partnering",
        "extreme",
        "right",
        "succeeds",
        "extraordinary",
        "political",
        "resurrection",
        "would",
        "come",
        "power",
        "coalition",
        "assembled",
        "first",
        "government",
        "said",
        "alessandra",
        "benedetti",
        "via",
        "getty",
        "image",
        "leader",
        "right",
        "wing",
        "party",
        "fratelli",
        "giorgia",
        "meloni",
        "leader",
        "lega",
        "nord",
        "party",
        "matteo",
        "salvini",
        "attend",
        "italian",
        "right",
        "wing",
        "party",
        "fratelli",
        "lega",
        "nord",
        "forza",
        "italia",
        "demonstration",
        "sovrana",
        "italy",
        "sovereign",
        "january",
        "rome",
        "italy",
        "berlusconi",
        "original",
        "coalition",
        "aside",
        "enabling",
        "lega",
        "become",
        "permanent",
        "force",
        "italian",
        "politics",
        "much",
        "impact",
        "beyond",
        "italy",
        "next",
        "sunday",
        "election",
        "bring",
        "italy",
        "line",
        "worst",
        "tendency",
        "contemporary",
        "european",
        "politics",
        "berezin",
        "said",
        "note",
        "berezin",
        "said",
        "italy",
        "never",
        "nationalistic",
        "european",
        "compatriot",
        "euro",
        "zone",
        "financial",
        "crisis",
        "accompanying",
        "austerity",
        "followed",
        "refugee",
        "crisis",
        "produced",
        "convergence",
        "across",
        "europe",
        "none",
        "existed",
        "past",
        "berezin",
        "said",
        "dissolution",
        "left",
        "emergence",
        "intense",
        "nationalism",
        "italy",
        "becoming",
        "european",
        "good",
        "way",
        "italy",
        "number",
        "party",
        "considered",
        "italy",
        "party",
        "seen",
        "proclaim",
        "influenced",
        "directly",
        "fascism",
        "1930s",
        "1940s",
        "il",
        "duce",
        "dictator",
        "benito",
        "mussolini",
        "power",
        "germany",
        "italy",
        "allied",
        "start",
        "world",
        "war",
        "ii",
        "pact",
        "known",
        "pact",
        "steel",
        "mussolini",
        "collaborating",
        "german",
        "enacting",
        "legislation",
        "pact",
        "ended",
        "italy",
        "changed",
        "side",
        "war",
        "although",
        "deposed",
        "mussolini",
        "set",
        "puppet",
        "government",
        "italian",
        "social",
        "republic",
        "northern",
        "italy",
        "ended",
        "german",
        "troop",
        "surrendered",
        "may",
        "fascism",
        "never",
        "really",
        "disappeared",
        "italy",
        "however",
        "legacy",
        "mussolini",
        "life",
        "party",
        "paolo",
        "via",
        "getty",
        "image",
        "movement",
        "national",
        "secretary",
        "forza",
        "nuova",
        "fiamma",
        "tricolore",
        "party",
        "roberto",
        "fiore",
        "visit",
        "hotel",
        "mediterraneo",
        "naples",
        "italy",
        "february",
        "italy",
        "plethora",
        "small",
        "party",
        "movement",
        "extremist",
        "ideology",
        "ranging",
        "national",
        "front",
        "italy",
        "ultranationalist",
        "party",
        "casapound",
        "italy",
        "trace",
        "origin",
        "squat",
        "rome",
        "forza",
        "nuova",
        "radical",
        "right",
        "party",
        "founded",
        "around",
        "year",
        "ago",
        "forza",
        "nuova",
        "allied",
        "another",
        "party",
        "fiamma",
        "tricolore",
        "together",
        "form",
        "italia",
        "agli",
        "italiani",
        "italy",
        "italian",
        "coalition",
        "pregliasco",
        "said",
        "casapound",
        "forza",
        "nuova",
        "polled",
        "around",
        "percent",
        "vote",
        "italy",
        "making",
        "small",
        "overcome",
        "percent",
        "threshold",
        "needed",
        "gain",
        "entry",
        "italian",
        "parliament",
        "plenty",
        "italian",
        "unhappy",
        "rise",
        "right",
        "country",
        "recent",
        "week",
        "violent",
        "skirmish",
        "broken",
        "rally",
        "attended",
        "protester",
        "lega",
        "held",
        "rally",
        "milan",
        "february",
        "party",
        "leader",
        "salvini",
        "repeated",
        "italian",
        "first",
        "mantra",
        "thousand",
        "people",
        "belonging",
        "group",
        "marched",
        "protest",
        "party",
        "leading",
        "clash",
        "protester",
        "riot",
        "police",
        "lega",
        "supporter",
        "similar",
        "scuffle",
        "broken",
        "rally",
        "party",
        "supporter",
        "group",
        "recent",
        "week",
        "increase",
        "violence",
        "seen",
        "side",
        "tension",
        "run",
        "high",
        "piero",
        "image",
        "police",
        "clash",
        "demonstrator",
        "march",
        "protest",
        "lega",
        "nord",
        "far",
        "right",
        "party",
        "general",
        "election",
        "campaign",
        "rally",
        "piazza",
        "duomo",
        "milan",
        "february",
        "week",
        "ahead",
        "italy",
        "general",
        "election",
        "tension",
        "immigration",
        "appeared",
        "come",
        "head",
        "early",
        "february",
        "italian",
        "went",
        "shooting",
        "spree",
        "macerata",
        "northern",
        "italy",
        "wounding",
        "six",
        "african",
        "migrant",
        "shooting",
        "put",
        "migrant",
        "crisis",
        "forefront",
        "voter",
        "politician",
        "mind",
        "lega",
        "leader",
        "salvini",
        "repeatedly",
        "called",
        "migrant",
        "influx",
        "invasion",
        "condemned",
        "shooting",
        "said",
        "facebook",
        "post",
        "uncontrolled",
        "migration",
        "caused",
        "social",
        "conflict",
        "less",
        "stigma",
        "explaining",
        "fascism",
        "enduring",
        "ideological",
        "influence",
        "italian",
        "politics",
        "pregliasco",
        "believed",
        "less",
        "stigma",
        "attached",
        "fascism",
        "italy",
        "would",
        "say",
        "less",
        "stigma",
        "less",
        "strong",
        "germany",
        "would",
        "say",
        "part",
        "population",
        "see",
        "fascism",
        "badly",
        "see",
        "nazism",
        "tend",
        "believe",
        "mussolini",
        "terrible",
        "thing",
        "also",
        "good",
        "country",
        "way",
        "world",
        "war",
        "holocaust",
        "caused",
        "hitler",
        "mistake",
        "forming",
        "alliance",
        "hitler",
        "would",
        "say",
        "large",
        "movement",
        "quite",
        "marginal",
        "phenomenon",
        "certainly",
        "weaker",
        "stigma",
        "attached",
        "fascist",
        "italy",
        "said",
        "fratelli",
        "appears",
        "tried",
        "seize",
        "popularity",
        "mussolini",
        "party",
        "leader",
        "giorgia",
        "meloni",
        "accompanied",
        "mussolini",
        "rachele",
        "mussolini",
        "launch",
        "party",
        "election",
        "campaign",
        "city",
        "latina",
        "city",
        "founded",
        "benito",
        "mussolini",
        "february",
        "poll",
        "conducted",
        "demo",
        "pi",
        "research",
        "institute",
        "looking",
        "correlation",
        "public",
        "opinion",
        "benito",
        "mussolini",
        "voter",
        "intention",
        "election",
        "total",
        "people",
        "interviewed",
        "percent",
        "voter",
        "party",
        "across",
        "political",
        "spectrum",
        "positive",
        "positive",
        "opinion",
        "mussolini",
        "percent",
        "saw",
        "negatively",
        "percent",
        "opinion",
        "giorgio",
        "image",
        "souvenir",
        "depicting",
        "benito",
        "mussolini",
        "fascism",
        "displayed",
        "stall",
        "breaking",
        "mussolini",
        "fan",
        "party",
        "affiliation",
        "survey",
        "found",
        "percent",
        "forza",
        "italia",
        "amount",
        "fratelli",
        "voter",
        "positive",
        "positive",
        "opinion",
        "dictator",
        "rising",
        "percent",
        "lega",
        "voter",
        "percent",
        "five",
        "star",
        "movement",
        "voter",
        "felt",
        "positive",
        "although",
        "fared",
        "less",
        "well",
        "among",
        "voter",
        "unsurprisingly",
        "percent",
        "ruling",
        "democratic",
        "party",
        "pd",
        "supporter",
        "percent",
        "liberi",
        "e",
        "ugali",
        "free",
        "equal",
        "party",
        "good",
        "opinion",
        "mussolini",
        "follow",
        "cnbc",
        "international",
        "twitter",
        "facebook"
    ]
}