{
    "organizations": [],
    "uuid": "8c130b74483b1d360fd2ce274ab18c4dc0b0a7bd",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/uk-britain-eu-city-restaurant/brexit-and-the-city-food-for-thought-from-london-dining-room-idUSKBN1H40Z7",
    "ord_in_thread": 0,
    "title": "Brexit and the City - Food for thought from London dining room",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LONDON (Reuters) - Diners are still flocking to the elegant, glass-domed dining room at 1 Lombard Street, despite uncertainty about London’s future after Britain exits the European Union next year.\nCity workers head to work during the morning rush hour in Southwark in central London, Britain April 16, 2014. REUTERS/Toby Melville/File Photo But the restaurant’s owner, former banker Soren Jessen, says Brexit is hampering his ability to hiring qualified staff.\nReuters has created a tracker that monitors six indicators, including restaurant and bar licence applications, to help assess the fortunes of “the City” as Brexit talks progress.\nThe second edition of the tracker shows signs of a slowdown, with the number of venues with licences to sell alcohol in the City of London falling 1.6 percent in 2017.\nThe number of venues applying for new licenses was flat compared with the previous year, the data shows, although the City of London Corporation said such fluctuations were normal.\nBelow are excerpts from the latest interview with Jessen.\nQ: What are you seeing now – is there anything different?\nA: We’ve seen difficulty in hiring staff and difficulty in sourcing the right people for new jobs. We’re not getting the flow that we would normally see. But (what) we’re not seeing yet is a change in customers’ behaviour... We’re still busy. We are apprehensive to see if there will be reaction in people’s spend or people going out less, but so far we haven’t seen that.\nQ: Last time you mentioned how important EU citizens are for your sector and your staff - that remains the same I presume?\nA: They’re crucial, not only because I’m opening two new restaurants this year that we need new staff (for), but to just keep the widest possible sourcing we need the whole world to be available and if we can only source from British staff it’d be a huge problem for the whole sector, the industry.\nQ: The figure you put on it last time was that you had twenty percent of the applicants you had the year before, is that around the same?\nA: It’s probably the same number but we get the quality of the applications and less people have less experience. So… if we’re looking for an assistant manager or a sort of mid-management level we might get one in 30 applicants that we would get before. We’ll get a lot of applicants (from) the entry level, but they are not qualified.\nQ: What’s stopping people coming - is it the lack of clarity in the living rights of EU citizens?\nA: It’s definitely that, lots of people who just think of other places, and England or Britain has now sent a message, a quite strong message, that we’re not that keen on people coming from abroad. That alone I think makes a lot of young people think ‘well, I can go to Berlin and go to Portugal’...\nQ: Since the vote, how has business changed in terms of customer mood?\nA: I think there is a change in dining out in London that’s happened over the last 5-10 years and it’s changed from expensive, celebratory, extravagant, much higher-end gastronomic dining to much more casual dining. But the frequency I would say is the same or up. So the change is more in terms of spend and the type of dining out, but dining out is as busy as ever.\nQ: Last time we spoke, you said there was a ‘wait and see’ approach in the industry – do you think that’s still the case?\nA: Definitely. I think that if you’re looking for places (to rent) it’s a good change because there are places, more places available and less people competing for the same space. It’s a welcome change in (that) there are more properties available for good restaurants.\nQ: In terms of the Brexit negotiations, what issues do you think need to be resolved for you to see progress on the issues that are really concerning you?\nA: We just need some clarity on what’s going to happen and when. We need some dates. I think eventually the outcome will be something we can live with, but not knowing is something we can’t live with for very long.\nQ: Do you think that there’s been quite a lot of reputational damage done to Britain?\nA: There’s been huge reputational damage in the sense that Brexit, from the outside world, is seen as retrenching into old Britain and not embracing the future and not being open to other cultures, and young, energetic, innovative people coming from abroad. I don’t think that would eventually be the case, but that’s been the message and it’s hugely negative.\nReporting by Ciara Lee; Writing by Mark Hanrahan; Editing by Alexander Smith\n ",
    "published": "2018-03-28T16:26:00.000+03:00",
    "crawled": "2018-03-29T15:39:47.009+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "london",
        "reuters",
        "diner",
        "still",
        "flocking",
        "elegant",
        "dining",
        "room",
        "lombard",
        "street",
        "despite",
        "uncertainty",
        "london",
        "future",
        "britain",
        "exit",
        "european",
        "union",
        "next",
        "year",
        "city",
        "worker",
        "head",
        "work",
        "morning",
        "rush",
        "hour",
        "southwark",
        "central",
        "london",
        "britain",
        "april",
        "photo",
        "restaurant",
        "owner",
        "former",
        "banker",
        "soren",
        "jessen",
        "say",
        "brexit",
        "hampering",
        "ability",
        "hiring",
        "qualified",
        "staff",
        "reuters",
        "created",
        "tracker",
        "monitor",
        "six",
        "indicator",
        "including",
        "restaurant",
        "bar",
        "licence",
        "application",
        "help",
        "assess",
        "fortune",
        "city",
        "brexit",
        "talk",
        "progress",
        "second",
        "edition",
        "tracker",
        "show",
        "sign",
        "slowdown",
        "number",
        "venue",
        "licence",
        "sell",
        "alcohol",
        "city",
        "london",
        "falling",
        "percent",
        "number",
        "venue",
        "applying",
        "new",
        "license",
        "flat",
        "compared",
        "previous",
        "year",
        "data",
        "show",
        "although",
        "city",
        "london",
        "corporation",
        "said",
        "fluctuation",
        "normal",
        "excerpt",
        "latest",
        "interview",
        "jessen",
        "q",
        "seeing",
        "anything",
        "different",
        "seen",
        "difficulty",
        "hiring",
        "staff",
        "difficulty",
        "sourcing",
        "right",
        "people",
        "new",
        "job",
        "getting",
        "flow",
        "would",
        "normally",
        "see",
        "seeing",
        "yet",
        "change",
        "customer",
        "behaviour",
        "still",
        "busy",
        "apprehensive",
        "see",
        "reaction",
        "people",
        "spend",
        "people",
        "going",
        "less",
        "far",
        "seen",
        "q",
        "last",
        "time",
        "mentioned",
        "important",
        "eu",
        "citizen",
        "sector",
        "staff",
        "remains",
        "presume",
        "crucial",
        "opening",
        "two",
        "new",
        "restaurant",
        "year",
        "need",
        "new",
        "staff",
        "keep",
        "widest",
        "possible",
        "sourcing",
        "need",
        "whole",
        "world",
        "available",
        "source",
        "british",
        "staff",
        "huge",
        "problem",
        "whole",
        "sector",
        "industry",
        "q",
        "figure",
        "put",
        "last",
        "time",
        "twenty",
        "percent",
        "applicant",
        "year",
        "around",
        "probably",
        "number",
        "get",
        "quality",
        "application",
        "less",
        "people",
        "less",
        "experience",
        "looking",
        "assistant",
        "manager",
        "sort",
        "level",
        "might",
        "get",
        "one",
        "applicant",
        "would",
        "get",
        "get",
        "lot",
        "applicant",
        "entry",
        "level",
        "qualified",
        "q",
        "stopping",
        "people",
        "coming",
        "lack",
        "clarity",
        "living",
        "right",
        "eu",
        "citizen",
        "definitely",
        "lot",
        "people",
        "think",
        "place",
        "england",
        "britain",
        "sent",
        "message",
        "quite",
        "strong",
        "message",
        "keen",
        "people",
        "coming",
        "abroad",
        "alone",
        "think",
        "make",
        "lot",
        "young",
        "people",
        "think",
        "well",
        "go",
        "berlin",
        "go",
        "portugal",
        "q",
        "since",
        "vote",
        "business",
        "changed",
        "term",
        "customer",
        "mood",
        "think",
        "change",
        "dining",
        "london",
        "happened",
        "last",
        "year",
        "changed",
        "expensive",
        "celebratory",
        "extravagant",
        "much",
        "gastronomic",
        "dining",
        "much",
        "casual",
        "dining",
        "frequency",
        "would",
        "say",
        "change",
        "term",
        "spend",
        "type",
        "dining",
        "dining",
        "busy",
        "ever",
        "q",
        "last",
        "time",
        "spoke",
        "said",
        "wait",
        "see",
        "approach",
        "industry",
        "think",
        "still",
        "case",
        "definitely",
        "think",
        "looking",
        "place",
        "rent",
        "good",
        "change",
        "place",
        "place",
        "available",
        "less",
        "people",
        "competing",
        "space",
        "welcome",
        "change",
        "property",
        "available",
        "good",
        "restaurant",
        "q",
        "term",
        "brexit",
        "negotiation",
        "issue",
        "think",
        "need",
        "resolved",
        "see",
        "progress",
        "issue",
        "really",
        "concerning",
        "need",
        "clarity",
        "going",
        "happen",
        "need",
        "date",
        "think",
        "eventually",
        "outcome",
        "something",
        "live",
        "knowing",
        "something",
        "live",
        "long",
        "q",
        "think",
        "quite",
        "lot",
        "reputational",
        "damage",
        "done",
        "britain",
        "huge",
        "reputational",
        "damage",
        "sense",
        "brexit",
        "outside",
        "world",
        "seen",
        "retrenching",
        "old",
        "britain",
        "embracing",
        "future",
        "open",
        "culture",
        "young",
        "energetic",
        "innovative",
        "people",
        "coming",
        "abroad",
        "think",
        "would",
        "eventually",
        "case",
        "message",
        "hugely",
        "negative",
        "reporting",
        "ciara",
        "lee",
        "writing",
        "mark",
        "hanrahan",
        "editing",
        "alexander",
        "smith"
    ]
}