{
    "organizations": [],
    "uuid": "35a1f893e1340c025a6946ad6249d03aff988710",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/business-wire-american-shared-hospital-services-fourth-quarter-net-income-is-0-point-24-per-share-after-income-tax-benefit-from-new-tax.html",
    "ord_in_thread": 0,
    "title": "American Shared Hospital Services Fourth Quarter Net Income is $0.24 Per Share After Income Tax Benefit From New Tax Law",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO--(BUSINESS WIRE)-- AMERICAN SHARED HOSPITAL SERVICES (NYSE AMERICAN:AMS) (the \"Company\"), a leading provider of turnkey technology solutions for advanced radiosurgical and radiation therapy services, today announced financial results for the fourth quarter and full year 2017.\nFourth Quarter Results\nFor the three months ended December 31, 2017, rental income from medical services increased 0.5% to $5,084,000 compared to rental income from medical services of $5,060,000 for the fourth quarter of 2016. Net income attributable to the Company for the fourth quarter of 2017 was $1,418,000, or $0.24 per basic and diluted share, which included an income tax benefit of $1,546,000 attributable to the revaluation of the Company’s federal and state deferred tax liabilities following recently enacted federal tax legislation and the full write-down of the Company’s investment in equity securities of $579,000. For the fourth quarter of 2016, net income attributable to the Company was $452,000, or $0.08 per diluted share.\nFourth quarter revenue for the Company's proton therapy system installed at The Marjorie and Leonard Williams Center for Proton Therapy at Orlando Health – UF Health Cancer Center in Florida increased 29.3% to $1,168,000 compared to revenue of $903,000 for the fourth quarter of 2016.\nRevenue for the Company's Gamma Knife operations decreased 8.9% to $3,697,000 for the fourth quarter of 2017 compared to $4,057,000 for the fourth quarter of 2016. As previously announced, AMS lost one of its Gamma Knife units due to the expiration of its contract term at the end of April 2017 and a second unit in August 2017. The decrease in revenue from these two sites was partially offset by revenue from two new sites, in Lima, Peru and Lincoln, Nebraska, that began operations in the third quarter of 2017. Excluding the two sites whose contracts expired in 2017 and the Company’s two new sites, Gamma Knife revenue for the fourth quarter of 2017 was consistent with the fourth quarter of 2016.\nRental income from medical services gross margin for the fourth quarter of 2017 decreased to $2,184,000, or 43.0% of revenue, compared to rental income from medical services gross margin of $2,827,000, or 55.9% of revenue for the fourth quarter of 2016. This reflected an increase in costs of revenue primarily attributable to the initiation of maintenance and service costs for the Company’s proton system in Orlando and certain one-time expenses associated with the launch of the Company’s Gamma Knife service in Peru.\nNon-GAAP adjusted net income, net of the tax benefit from tax reform and the loss on the write-down of the Company’s investment in equity securities, was $451,000. This compares to non-GAAP adjusted net income of $452,000 for the fourth quarter of 2016. Please refer to the financial statements included with this press release for a reconciliation of GAAP to non-GAAP financial measures.\nAdjusted EBITDA, a non-GAAP financial measure, was $2,673,000 for the fourth quarter of 2017, compared to $2,877,000 for the fourth quarter of 2016.\nTwelve Months Results\nFor the twelve months ended December 31, 2017, rental income from medical services increased 4.6% to $19,556,000 compared to rental income from medical services of $18,700,000 for 2016.\nProton therapy revenue increased 91.7% to $4,120,000 for 2017 compared to $2,149,000 for 2016.\nExcluding treatments at customer sites lost due to the expiration of their contract terms in April 2017 and August 2017 and the Company’s two new sites, Gamma Knife revenue for 2017 was consistent with 2016.\nNet income attributable to the Company for 2017 was $1,923,000, or $0.33 per basic and diluted share. This compares to net income attributable to the Company for the 2016 of $930,000, or $0.17 per basic and diluted share.\nAdjusted EBITDA, a non-GAAP financial measure, was $10,250,000 for 2017, compared to $10,165,000 for 2016.\nBalance Sheet Highlights\nAt December 31, 2017, cash and cash equivalents was $2,152,000, compared to $2,871,000 at December 31, 2016. Shareholders' equity at December 31, 2017 was $29,885,000, or $5.23 per outstanding share. This compares to shareholders' equity at December 31, 2016 of $27,173,000, or $4.97 per outstanding share.\nCEO Comments\nChairman and Chief Executive Officer Ernest A. Bates, M.D., said, \"Treatment volume at our proton therapy center at UF Health Cancer Center-Orlando Health – UF Health Cancer Center increased 18.3% to 1,205 fractions for the fourth quarter of 2017 compared to 1,019 fractions for the fourth quarter of 2016 and was up 28.2% compared to the 940 fractions performed in the third quarter of 2017. We are optimistic that the pace of proton treatment volume will continue to increase in 2018.\n\"We continue to see an increase in the proton therapy adoption rate among the leading U.S. cancer centers. But more importantly, clinical indications that can benefit from proton therapy are on the rise. With only 26 operating proton centers in the United States, proton therapy development is still in its early stages but we believe the clinical benefits of proton therapy will make this a large market place for years to come.\n\"Our Gamma Knife business remains a successful, consistent business. Our new sites in Lima, Peru and Lincoln, Nebraska are ramping up their volumes and are expected to be accretive in 2018. AMS’s risk sharing arrangements are generating increased interest in today’s health care environment and we anticipate will result in additional new sites in the future.\n\"AMS will benefit from the lower federal tax rates that take effect in 2018. It’s also important to keep in mind that the Centers for Medicare & Medicaid Services implemented a 6% increase in the Medicare reimbursement rate for simple, intermediate or complex proton treatments, and a 1.5% increase for Gamma Knife treatments, for 2018. These rate increases should make a positive contribution to our financial performance in the new year as well.\"\nEarnings Conference Call\nAmerican Shared has scheduled a conference call at 12:00 p.m. PDT (3:00 p.m. EDT) today. To participate in the live call, dial (800) 588-4973 at least 5 minutes prior to the scheduled start time, and mention confirmation number 4668 7612. A simultaneous WebCast of the call may be accessed through the Company's website, www.ashs.com , or www.streetevents.com (institutional investors). A replay will be available for 30 days at these same internet addresses, or by dialing (888) 843-7419 and entering 46687612# when prompted.\nAbout AMS\nAmerican Shared Hospital Services provides turnkey technology solutions for advanced radiosurgical and radiation therapy services. AMS is the world leader in providing Gamma Knife radiosurgery equipment, a non-invasive treatment for malignant and benign brain tumors, vascular malformations and trigeminal neuralgia (facial pain). The Company also offers proton therapy, and the latest IGRT and IMRT systems. AMS owns a common stock investment in Mevion Medical Systems, Inc., developer of the compact MEVION S250 Proton Therapy System.\nSafe Harbor Statement\nThis press release may be deemed to contain certain forward-looking statements with respect to the financial condition, results of operations and future plans of American Shared Hospital Services (including statements regarding the expected continued growth in volume of the MEVION S250 system, the expansion of the Company's proton therapy business, and the timing of treatments by new Gamma Knife systems) which involve risks and uncertainties including, but not limited to, the risks of variability of financial results between quarters, the risks of the Gamma Knife and radiation therapy businesses, the risks of developing The Operating Room for the 21st Century program, the risks of investing in Mevion Medical Systems, Inc., and the risks of the timing, financing, and operations of the Company’s proton therapy business. Further information on potential factors that could affect the financial condition, results of operations and future plans of American Shared Hospital Services is included in the filings of the Company with the Securities and Exchange Commission, including the Company's Annual Report on Form 10-K for the year ended December 31, 2016, its Quarterly Reports on Form 10-Q for the three months ended March 31, 2017, June 30, 2017, and September 30, 2017, and the definitive Proxy Statement for the Annual Meeting of Shareholders held on June 27, 2017.\nNon-GAAP Financial Measure\nNeither Adjusted EBITDA, nor non-GAAP adjusted net income, the non-GAAP measures presented in this press release and supplementary information, is a measure of performance under the accounting principles generally accepted in the United States (\"GAAP\"). These non-GAAP financial measures should not be considered as substitute for, and investors should also consider, income before income taxes, income from operations, net income attributable to the Company, earnings per share and other measures of performance as defined by GAAP as indicators of the Company's performance or profitability. We use these non-GAAP financial measures as a means to evaluate period-to-period comparisons. Our management believes that these non-GAAP financial measures provide meaningful supplemental information regarding our performance by excluding certain expenses and charges that may not be indicative of the operating results of our recurring core business, such as stock-based compensation expense, the loss on early extinguishment of debt and write-down of investment in equity securities, and tax benefit associated with the new tax law. We believe that both management and investors benefit from referring to these non-GAAP financial measures in assessing our performance.\nAMERICAN SHARED HOSPITAL SERVICES\nPRESS RELEASE\nMarch 26, 2018\nPage 4\nFourth Quarter 2017 Financial Results\nSelected Financial Data\nSummary of Operations Data Three months ended December 31,\nTwelve months ended December 31,\n2017 2016 2017 2016 Rental income from medical services revenue $ 5,084,000 $ 5,060,000 $ 19,556,000 $ 18,700,000 Costs of revenue 2,900,000 2,233,000 10,893,000 9,905,000 Gross margin 2,184,000 2,827,000 8,663,000 8,795,000 Selling & administrative expense 1,020,000 891,000 4,323,000 3,802,000 Interest expense 613,000 488,000 1,927,000 1,707,000 Operating income 551,000 1,448,000 2,413,000 3,286,000 (Loss) on early extinguishment of debt -- -- -- (108,000 ) (Loss) write down investment in equity securities\n(579,000 ) -- (579,000 ) -- Other income 4,000 4,000 3,000 15,000 (Loss) income before income taxes (24,000 ) 1,452,000 1,837,000 3,193,000 Income tax (benefit) expense (1,703,000 ) 519,000 (1,103,000 ) 943,000 Net income $ 1,679,000 $ 933,000 $ 2,940,000 $ 2,250,000 Less: Net (income) attributable to non-controlling interest\n(261,000 ) (481,000 ) (1,017,000 ) (1,320,000 ) Net income attributable to American Shared Hospital Services\n$ 1,418,000 $ 452,000 $ 1,923,000 $ 930,000 Earnings per common share: Basic $ 0.24 $ 0.08 $ 0.33 $ 0.17 Assuming dilution $ 0.24 $ 0.08 $ 0.33 $ 0.17 Balance Sheet Data\nDecember 31, 2017 2016 Cash and cash equivalents $ 2,152,000 $ 2,871,000 Current assets $ 8,893,000 $ 7,866,000 Investment in equity securities $ -- $ 579,000 Total assets $ 58,176,000 $ 60,598,000 Current liabilities $ 9,007,000 $ 8,681,000 Shareholders' equity $ 29,885,000 $ 27,173,000 AMERICAN SHARED HOSPITAL SERVICES\nPRESS RELEASE\nMarch 26, 2018\nPage 5\nFourth Quarter 2017 Financial Results\nAdjusted EBITDA\nThree months ended Twelve months ended December 31, December 31, 2017 2016 2017 2016 Net Income $ 1,418,000 $ 452,000 $ 1,923,000 $ 930,000 Plus: Income Tax (Benefit) Expense (1,703,000 ) 519,000 (1,103,000 ) 943,000 Interest Expense 613,000 488,000 1,927,000 1,707,000 Depreciation and Amortization Expense 1,601,000 1,364,000 6,601,000 6,262,000 Stock-Based Compensation Expense 165,000 54,000 323,000 215,000 Loss on Write Down of Investment in Equity Securities\n579,000 -- 579,000 -- (Loss) on Early Extinguishment of Debt -- -- -- 108,000 Adjusted EBITDA $ 2,673,000 $ 2,877,000 $ 10,250,000 $ 10,165,000 AMERICAN SHARED HOSPITAL SERVICES\nPRESS RELEASE\nMarch 26, 2018\nPage 6\nFourth Quarter 2017 Financial Results\nNon-GAAP Adjusted Net Income\nThree months ended\nTwelve months ended\nDecember 31,\nDecember 31,\n2017\n2016\n2017\n2016\nNet income\n$\n1,418,000\n$\n452,000\n$\n1,923,000\n$\n930,000\nTax (benefit) from US tax reform\n(1,546,000\n)\n--\n(1,546,000\n)\n--\nLoss on write down of equity investment\n579,000\n--\n579,000\n--\ndebt, net of estimated tax\n--\n--\n--\n64,000\nNon-GAAP net income\n$\n451,000\n$\n452,000\n$\n956,000\n$\n994,000\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180326005202/en/\nAmerican Shared Hospital Services\nErnest A. Bates, M.D., (415) 788-5300\nChairman and Chief Executive Officer\neabates@ashs.com\nor\nBerkman Associates\nNeil Berkman, (310) 477-3118\nPresident\ninfo@berkmanassociates.com\nSource: American Shared Hospital Services",
    "published": "2018-03-26T16:03:00.000+03:00",
    "crawled": "2018-03-26T16:38:53.010+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "business",
        "wire",
        "american",
        "shared",
        "hospital",
        "service",
        "nyse",
        "american",
        "am",
        "company",
        "leading",
        "provider",
        "turnkey",
        "technology",
        "solution",
        "advanced",
        "radiosurgical",
        "radiation",
        "therapy",
        "service",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "fourth",
        "quarter",
        "result",
        "three",
        "month",
        "ended",
        "december",
        "rental",
        "income",
        "medical",
        "service",
        "increased",
        "compared",
        "rental",
        "income",
        "medical",
        "service",
        "fourth",
        "quarter",
        "net",
        "income",
        "attributable",
        "company",
        "fourth",
        "quarter",
        "per",
        "basic",
        "diluted",
        "share",
        "included",
        "income",
        "tax",
        "benefit",
        "attributable",
        "revaluation",
        "company",
        "federal",
        "state",
        "deferred",
        "tax",
        "liability",
        "following",
        "recently",
        "enacted",
        "federal",
        "tax",
        "legislation",
        "full",
        "company",
        "investment",
        "equity",
        "security",
        "fourth",
        "quarter",
        "net",
        "income",
        "attributable",
        "company",
        "per",
        "diluted",
        "share",
        "fourth",
        "quarter",
        "revenue",
        "company",
        "proton",
        "therapy",
        "system",
        "installed",
        "marjorie",
        "leonard",
        "williams",
        "center",
        "proton",
        "therapy",
        "orlando",
        "health",
        "uf",
        "health",
        "cancer",
        "center",
        "florida",
        "increased",
        "compared",
        "revenue",
        "fourth",
        "quarter",
        "revenue",
        "company",
        "gamma",
        "knife",
        "operation",
        "decreased",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "previously",
        "announced",
        "am",
        "lost",
        "one",
        "gamma",
        "knife",
        "unit",
        "due",
        "expiration",
        "contract",
        "term",
        "end",
        "april",
        "second",
        "unit",
        "august",
        "decrease",
        "revenue",
        "two",
        "site",
        "partially",
        "offset",
        "revenue",
        "two",
        "new",
        "site",
        "lima",
        "peru",
        "lincoln",
        "nebraska",
        "began",
        "operation",
        "third",
        "quarter",
        "excluding",
        "two",
        "site",
        "whose",
        "contract",
        "expired",
        "company",
        "two",
        "new",
        "site",
        "gamma",
        "knife",
        "revenue",
        "fourth",
        "quarter",
        "consistent",
        "fourth",
        "quarter",
        "rental",
        "income",
        "medical",
        "service",
        "gross",
        "margin",
        "fourth",
        "quarter",
        "decreased",
        "revenue",
        "compared",
        "rental",
        "income",
        "medical",
        "service",
        "gross",
        "margin",
        "revenue",
        "fourth",
        "quarter",
        "reflected",
        "increase",
        "cost",
        "revenue",
        "primarily",
        "attributable",
        "initiation",
        "maintenance",
        "service",
        "cost",
        "company",
        "proton",
        "system",
        "orlando",
        "certain",
        "expense",
        "associated",
        "launch",
        "company",
        "gamma",
        "knife",
        "service",
        "peru",
        "adjusted",
        "net",
        "income",
        "net",
        "tax",
        "benefit",
        "tax",
        "reform",
        "loss",
        "company",
        "investment",
        "equity",
        "security",
        "compare",
        "adjusted",
        "net",
        "income",
        "fourth",
        "quarter",
        "please",
        "refer",
        "financial",
        "statement",
        "included",
        "press",
        "release",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "fourth",
        "quarter",
        "compared",
        "fourth",
        "quarter",
        "twelve",
        "month",
        "result",
        "twelve",
        "month",
        "ended",
        "december",
        "rental",
        "income",
        "medical",
        "service",
        "increased",
        "compared",
        "rental",
        "income",
        "medical",
        "service",
        "proton",
        "therapy",
        "revenue",
        "increased",
        "compared",
        "excluding",
        "treatment",
        "customer",
        "site",
        "lost",
        "due",
        "expiration",
        "contract",
        "term",
        "april",
        "august",
        "company",
        "two",
        "new",
        "site",
        "gamma",
        "knife",
        "revenue",
        "consistent",
        "net",
        "income",
        "attributable",
        "company",
        "per",
        "basic",
        "diluted",
        "share",
        "compare",
        "net",
        "income",
        "attributable",
        "company",
        "per",
        "basic",
        "diluted",
        "share",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "compared",
        "balance",
        "sheet",
        "highlight",
        "december",
        "cash",
        "cash",
        "equivalent",
        "compared",
        "december",
        "shareholder",
        "equity",
        "december",
        "per",
        "outstanding",
        "share",
        "compare",
        "shareholder",
        "equity",
        "december",
        "per",
        "outstanding",
        "share",
        "ceo",
        "comment",
        "chairman",
        "chief",
        "executive",
        "officer",
        "ernest",
        "bates",
        "said",
        "treatment",
        "volume",
        "proton",
        "therapy",
        "center",
        "uf",
        "health",
        "cancer",
        "health",
        "uf",
        "health",
        "cancer",
        "center",
        "increased",
        "fraction",
        "fourth",
        "quarter",
        "compared",
        "fraction",
        "fourth",
        "quarter",
        "compared",
        "fraction",
        "performed",
        "third",
        "quarter",
        "optimistic",
        "pace",
        "proton",
        "treatment",
        "volume",
        "continue",
        "increase",
        "continue",
        "see",
        "increase",
        "proton",
        "therapy",
        "adoption",
        "rate",
        "among",
        "leading",
        "cancer",
        "center",
        "importantly",
        "clinical",
        "indication",
        "benefit",
        "proton",
        "therapy",
        "rise",
        "operating",
        "proton",
        "center",
        "united",
        "state",
        "proton",
        "therapy",
        "development",
        "still",
        "early",
        "stage",
        "believe",
        "clinical",
        "benefit",
        "proton",
        "therapy",
        "make",
        "large",
        "market",
        "place",
        "year",
        "come",
        "gamma",
        "knife",
        "business",
        "remains",
        "successful",
        "consistent",
        "business",
        "new",
        "site",
        "lima",
        "peru",
        "lincoln",
        "nebraska",
        "ramping",
        "volume",
        "expected",
        "accretive",
        "am",
        "risk",
        "sharing",
        "arrangement",
        "generating",
        "increased",
        "interest",
        "today",
        "health",
        "care",
        "environment",
        "anticipate",
        "result",
        "additional",
        "new",
        "site",
        "future",
        "am",
        "benefit",
        "lower",
        "federal",
        "tax",
        "rate",
        "take",
        "effect",
        "also",
        "important",
        "keep",
        "mind",
        "center",
        "medicare",
        "medicaid",
        "service",
        "implemented",
        "increase",
        "medicare",
        "reimbursement",
        "rate",
        "simple",
        "intermediate",
        "complex",
        "proton",
        "treatment",
        "increase",
        "gamma",
        "knife",
        "treatment",
        "rate",
        "increase",
        "make",
        "positive",
        "contribution",
        "financial",
        "performance",
        "new",
        "year",
        "well",
        "earnings",
        "conference",
        "call",
        "american",
        "shared",
        "scheduled",
        "conference",
        "call",
        "pdt",
        "edt",
        "today",
        "participate",
        "live",
        "call",
        "dial",
        "least",
        "minute",
        "prior",
        "scheduled",
        "start",
        "time",
        "mention",
        "confirmation",
        "number",
        "simultaneous",
        "webcast",
        "call",
        "may",
        "accessed",
        "company",
        "website",
        "institutional",
        "investor",
        "replay",
        "available",
        "day",
        "internet",
        "address",
        "dialing",
        "entering",
        "prompted",
        "am",
        "american",
        "shared",
        "hospital",
        "service",
        "provides",
        "turnkey",
        "technology",
        "solution",
        "advanced",
        "radiosurgical",
        "radiation",
        "therapy",
        "service",
        "am",
        "world",
        "leader",
        "providing",
        "gamma",
        "knife",
        "radiosurgery",
        "equipment",
        "treatment",
        "malignant",
        "benign",
        "brain",
        "tumor",
        "vascular",
        "malformation",
        "trigeminal",
        "neuralgia",
        "facial",
        "pain",
        "company",
        "also",
        "offer",
        "proton",
        "therapy",
        "latest",
        "igrt",
        "imrt",
        "system",
        "am",
        "owns",
        "common",
        "stock",
        "investment",
        "mevion",
        "medical",
        "system",
        "developer",
        "compact",
        "mevion",
        "s250",
        "proton",
        "therapy",
        "system",
        "safe",
        "harbor",
        "statement",
        "press",
        "release",
        "may",
        "deemed",
        "contain",
        "certain",
        "statement",
        "respect",
        "financial",
        "condition",
        "result",
        "operation",
        "future",
        "plan",
        "american",
        "shared",
        "hospital",
        "service",
        "including",
        "statement",
        "regarding",
        "expected",
        "continued",
        "growth",
        "volume",
        "mevion",
        "s250",
        "system",
        "expansion",
        "company",
        "proton",
        "therapy",
        "business",
        "timing",
        "treatment",
        "new",
        "gamma",
        "knife",
        "system",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "risk",
        "variability",
        "financial",
        "result",
        "quarter",
        "risk",
        "gamma",
        "knife",
        "radiation",
        "therapy",
        "business",
        "risk",
        "developing",
        "operating",
        "room",
        "21st",
        "century",
        "program",
        "risk",
        "investing",
        "mevion",
        "medical",
        "system",
        "risk",
        "timing",
        "financing",
        "operation",
        "company",
        "proton",
        "therapy",
        "business",
        "information",
        "potential",
        "factor",
        "could",
        "affect",
        "financial",
        "condition",
        "result",
        "operation",
        "future",
        "plan",
        "american",
        "shared",
        "hospital",
        "service",
        "included",
        "filing",
        "company",
        "security",
        "exchange",
        "commission",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "three",
        "month",
        "ended",
        "march",
        "june",
        "september",
        "definitive",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "shareholder",
        "held",
        "june",
        "financial",
        "measure",
        "neither",
        "adjusted",
        "ebitda",
        "adjusted",
        "net",
        "income",
        "measure",
        "presented",
        "press",
        "release",
        "supplementary",
        "information",
        "measure",
        "performance",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "gaap",
        "financial",
        "measure",
        "considered",
        "substitute",
        "investor",
        "also",
        "consider",
        "income",
        "income",
        "tax",
        "income",
        "operation",
        "net",
        "income",
        "attributable",
        "company",
        "earnings",
        "per",
        "share",
        "measure",
        "performance",
        "defined",
        "gaap",
        "indicator",
        "company",
        "performance",
        "profitability",
        "use",
        "financial",
        "measure",
        "mean",
        "evaluate",
        "comparison",
        "management",
        "belief",
        "financial",
        "measure",
        "provide",
        "meaningful",
        "supplemental",
        "information",
        "regarding",
        "performance",
        "excluding",
        "certain",
        "expense",
        "charge",
        "may",
        "indicative",
        "operating",
        "result",
        "recurring",
        "core",
        "business",
        "compensation",
        "expense",
        "loss",
        "early",
        "extinguishment",
        "debt",
        "investment",
        "equity",
        "security",
        "tax",
        "benefit",
        "associated",
        "new",
        "tax",
        "law",
        "believe",
        "management",
        "investor",
        "benefit",
        "referring",
        "financial",
        "measure",
        "assessing",
        "performance",
        "american",
        "shared",
        "hospital",
        "service",
        "press",
        "release",
        "march",
        "page",
        "fourth",
        "quarter",
        "financial",
        "result",
        "selected",
        "financial",
        "data",
        "summary",
        "operation",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "rental",
        "income",
        "medical",
        "service",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "margin",
        "selling",
        "administrative",
        "expense",
        "interest",
        "expense",
        "operating",
        "income",
        "loss",
        "early",
        "extinguishment",
        "debt",
        "loss",
        "write",
        "investment",
        "equity",
        "security",
        "income",
        "loss",
        "income",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "income",
        "less",
        "net",
        "income",
        "attributable",
        "interest",
        "net",
        "income",
        "attributable",
        "american",
        "shared",
        "hospital",
        "service",
        "earnings",
        "per",
        "common",
        "share",
        "basic",
        "assuming",
        "dilution",
        "balance",
        "sheet",
        "data",
        "december",
        "cash",
        "cash",
        "equivalent",
        "current",
        "asset",
        "investment",
        "equity",
        "security",
        "total",
        "asset",
        "current",
        "liability",
        "shareholder",
        "equity",
        "american",
        "shared",
        "hospital",
        "service",
        "press",
        "release",
        "march",
        "page",
        "fourth",
        "quarter",
        "financial",
        "result",
        "adjusted",
        "ebitda",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "net",
        "income",
        "plus",
        "income",
        "tax",
        "benefit",
        "expense",
        "interest",
        "expense",
        "depreciation",
        "amortization",
        "expense",
        "compensation",
        "expense",
        "loss",
        "write",
        "investment",
        "equity",
        "security",
        "loss",
        "early",
        "extinguishment",
        "debt",
        "adjusted",
        "ebitda",
        "american",
        "shared",
        "hospital",
        "service",
        "press",
        "release",
        "march",
        "page",
        "fourth",
        "quarter",
        "financial",
        "result",
        "adjusted",
        "net",
        "income",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "december",
        "december",
        "net",
        "income",
        "tax",
        "benefit",
        "u",
        "tax",
        "reform",
        "loss",
        "write",
        "equity",
        "investment",
        "debt",
        "net",
        "estimated",
        "tax",
        "net",
        "income",
        "view",
        "source",
        "version",
        "http",
        "american",
        "shared",
        "hospital",
        "service",
        "ernest",
        "bates",
        "chairman",
        "chief",
        "executive",
        "officer",
        "eabates",
        "berkman",
        "associate",
        "neil",
        "berkman",
        "president",
        "info",
        "source",
        "american",
        "shared",
        "hospital",
        "service"
    ]
}