{
    "organizations": [],
    "uuid": "6666e628ba8e11cad258f72509720d7187647871",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/pr-newswire-zte-2017-full-year-revenue-rises-to-rmb-108-point-82-billion.html",
    "ord_in_thread": 0,
    "title": "ZTE 2017 Full-Year Revenue Rises to RMB 108.82 Billion",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 15, 2018, SHENZHEN, China /PRNewswire/ -- ZTE Corporation (0763.HK / 000063.SZ), a major international provider of telecommunications, enterprise and consumer technology solutions for the Mobile Internet, today reported a full-year revenue of RMB 108.82 billion in 2017, 7.5% higher than a year earlier, benefiting from continuous investments in telecommunications networks by global operators and the company's growth in consumer businesses and government-enterprise markets.\nAccording to the company, its net profit attributable to holders of ordinary shares of the listed company in the whole year 2017 was RMB 4.57 billion, an increase of 293.8% based on the financial statement published by ZTE today. Basic earnings per share was RMB 1.09. The weighted average return on equity accounted for 15.7%, with a year-on-year growth of 24.1 percentage point. The proposal for profit distribution of 2017 was RMB3.3 in cash (before tax) for every 10 shares. Total amount of cash dividend was RMB1.384 billion (before tax), accounting for 30.29% of the net profit attributable to holders of ordinary shares of the listed company in 2017, which was the highest in the history of profit distribution of the company.\nIn 2017, the company strengthened its cash flow and sales revenue collection management. Its net cash flow from operating activities for 2017 is approximately RMB 7.22 billion, about 37.3% year-on-year growth. ZTE's R&D spending increased to RMB 12.96 billion in 2017, covering 11.9 % of revenue.\nIn 2017, ZTE harvested bumper growth in all its Carrier Networks, Consumer Business and Government - Enterprise Business, with the specific revenues achieved RMB 63.78 billion, RMB 35.21 billion and RMB 9.83 billion respectively.\nZTE reported operating revenue of RMB 61.96 billion from the domestic market. From the overseas market, ZTE reported operating revenue of RMB 46.86 billion during the period.\nIn 2017, the company focused on 5G end-to-end solution and fully invested in standardization, product development and commercial use verification. To date, ZTE has formed a 5G R&D team with more than 4,500 professionals, covering a full range of connectivity, carrier, service and mobile devices to establish ZTE's threefold leadership in 5G technology, commercial use and economies of scale.\nIn the aspect of future-oriented 5G commercial use, ZTE has achieved great breakthroughs in 5G technologies. Specifically, ZTE broke several records in Phase 1 and 2 of China's National 5G Tests, and is now getting fully prepared for Phase 3. In collaboration with China Mobile and Qualcomm, ZTE completed the world's first end-to-end 5G New Radio (NR) Interoperability Data Testing (IoDT) system based on the latest 3GPP 5G NR standard. In partnership with Intel, ZTE launched the world's first SDN/NFV virtualization-based 5G RAN solution, largely facilitating 5G commercialization. In addition, ZTE released the 2/3/4/5G fully-integrated Common Core solution to comprehensively realize the 3GPP R15 service-based architecture. By the end of 2017, ZTE had deployed over 320 NFV commercial/trial cases on a global basis, laying a solid foundation for the commercial use and evolution of 5G core network. To date, ZTE has formed strategic partnerships with over 20 operators worldwide to jointly advance the verification and test of 5G technologies, thereby accelerating 5G commercial deployments.\nIn terms of carrier and optical communication that support 5G commercial-use networks, ZTE took the lead to launch the 5G carrier solution 5G Flexhaul and systematic 5G carrier equipment. ZTE unveiled the industry's first T-level transport flagship platform ZXCTN 6700 with the largest capacity so far in the industry. ZTE conducted 5G carrier tests with Telefonica, China Mobile and other partners and it turns out that all the test results well meet partners' expectation. ZTE is the world's Top 2 in the fields of optical communication and optical access. It is the first to release the next-generation 256T ultra-large-capacity cross-connect platform based on optical waveguide technology, fully meeting the ultra-high load requirement of 5G optical communication on carrier equipment. ZTE also partnered with velcom to complete the world's first fully SDN based end-to-end IP+Optical elastic network, and helped Telefonica Mexico Movistar complete beyond 100G optical transport network. ZTE's flagship optical access platform, the TITAN has a switching capacity four times the existing level of the industry and supports 5G carriers as well as the fixed/mobile integration. ZTE ranks No.1 in 10G PON market share and No.3 in IPTV set top box shipment in the world. It is also technically leading in the integrated CDN products.\nZTE is devoting itself to emerging technologies such as the Internet of Things, chips, cloud computing, and big data. Based on 7nm advanced technology, the company independently researched and developed high-performance multi-mode soft base-band chips and digital IF chips. In addition, the company announced the first Chinese independently developed NB-IoT secure IoT chip, and the NB-IoT innovative application smart parking solution won the GLOMO \"Best Connected Living Mobile Business Award\" at Mobile World Congress 2018. Globally, ZTE has conducted NB-IoT tests and business demonstrations with multiple operators.\nIn domestic Enterprise Business operations, ZTE's core products of the financial market continued to break through the state-owned banks, and the GSM-R products fully entered the railway C3 market. Moreover, ZTE's air to ground broadband, educational broadband coverage and other industrial broadband projects have made significant progress in overseas high-end markets.\nIn the Consumer division, ZTE focused on value products and unveiled the world's first Gigabit Phone and two gigabit-class gateway products, which enabled ZTE to take the lead in achieving the commercial usage of gigabit terminals. Furthermore, the company announced the category defining ZTE Axon M, a foldable smartphone with dual screens, with AT&T in the U.S. and NTT DOCOMO in Japan. In China, ZTE focused on carriers and the industry market. ZTE Secure Phones achieved scaled sales in multiple provinces and cities and made a breakthrough with solutions for the judicial industry. In terms of major countries in the global marketplace, ZTE will continue to focus on key markets with a further improvement of the market share. In 2017, ZTE Mobile Devices ranked in the top 5 in six major markets such as: No.4 in the U.S., Canada and Mexico; No.5 in Spain and Russia, and No.3 in Australia.\nIn 2017, ZTE continued to enhance its in-house control system by establishing and improving operation mechanisms and processes and strengthening accountability, to ensure the healthy operation of the company.\nIn 2018, the company will continue to focus on high-worth customers and enhance customer satisfaction in accordance with its \"2020 Strategy\". The company will continue to persist in proprietary innovation of core technologies and increase investments in the R&D of 5G and other core products to strengthen its product competitiveness. Seizing opportunities presented by changing technologies and landscapes in the global telecommunications market, the company will make steadfast efforts to increase its market shares and enhance its global market position. Underpinned by high-calibre staff as well as ongoing improvements in internal administration through more stringent compliance and internal control, the company is well-positioned to achieve prudent and sustainable development.\nAbout ZTE\nZTE is a provider of advanced telecommunications systems, mobile devices, and enterprise technology solutions to consumers, carriers, companies and public sector customers. As part of ZTE's strategy, the company is committed to providing customers with integrated end-to-end innovations to deliver excellence and value as the telecommunications and information technology sectors converge. Listed in the stock exchanges of Hong Kong and Shenzhen (H share stock code: 0763.HK / A share stock code: 000063.SZ), ZTE's products and services are sold to over 500 operators in more than 160 countries. ZTE commits 10 per cent of its annual revenue to research and development and has leadership roles in international standard-setting organizations. ZTE is committed to corporate social responsibility and is a member of the UN Global Compact. For more information, please visit www.zte.com.cn .\nMedia Contacts:\nMargaret Ma\nZTE Corporation\nTel: +86 755 26775189\nEmail: ma.gaili@zte.com.cn\nView original content: http://www.prnewswire.com/news-releases/zte-2017-full-year-revenue-rises-to-rmb-10882-billion-300614560.html\nSOURCE ZTE Corporation",
    "published": "2018-03-15T15:42:00.000+02:00",
    "crawled": "2018-03-15T17:23:01.012+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "shenzhen",
        "china",
        "zte",
        "corporation",
        "major",
        "international",
        "provider",
        "telecommunication",
        "enterprise",
        "consumer",
        "technology",
        "solution",
        "mobile",
        "internet",
        "today",
        "reported",
        "revenue",
        "rmb",
        "billion",
        "higher",
        "year",
        "earlier",
        "benefiting",
        "continuous",
        "investment",
        "telecommunication",
        "network",
        "global",
        "operator",
        "company",
        "growth",
        "consumer",
        "business",
        "market",
        "according",
        "company",
        "net",
        "profit",
        "attributable",
        "holder",
        "ordinary",
        "share",
        "listed",
        "company",
        "whole",
        "year",
        "rmb",
        "billion",
        "increase",
        "based",
        "financial",
        "statement",
        "published",
        "zte",
        "today",
        "basic",
        "earnings",
        "per",
        "share",
        "rmb",
        "weighted",
        "average",
        "return",
        "equity",
        "accounted",
        "growth",
        "percentage",
        "point",
        "proposal",
        "profit",
        "distribution",
        "cash",
        "tax",
        "every",
        "share",
        "total",
        "amount",
        "cash",
        "dividend",
        "billion",
        "tax",
        "accounting",
        "net",
        "profit",
        "attributable",
        "holder",
        "ordinary",
        "share",
        "listed",
        "company",
        "highest",
        "history",
        "profit",
        "distribution",
        "company",
        "company",
        "strengthened",
        "cash",
        "flow",
        "sale",
        "revenue",
        "collection",
        "management",
        "net",
        "cash",
        "flow",
        "operating",
        "activity",
        "approximately",
        "rmb",
        "billion",
        "growth",
        "zte",
        "r",
        "spending",
        "increased",
        "rmb",
        "billion",
        "covering",
        "revenue",
        "zte",
        "harvested",
        "bumper",
        "growth",
        "carrier",
        "network",
        "consumer",
        "business",
        "government",
        "enterprise",
        "business",
        "specific",
        "revenue",
        "achieved",
        "rmb",
        "billion",
        "rmb",
        "billion",
        "rmb",
        "billion",
        "respectively",
        "zte",
        "reported",
        "operating",
        "revenue",
        "rmb",
        "billion",
        "domestic",
        "market",
        "overseas",
        "market",
        "zte",
        "reported",
        "operating",
        "revenue",
        "rmb",
        "billion",
        "period",
        "company",
        "focused",
        "5g",
        "solution",
        "fully",
        "invested",
        "standardization",
        "product",
        "development",
        "commercial",
        "use",
        "verification",
        "date",
        "zte",
        "formed",
        "5g",
        "r",
        "team",
        "professional",
        "covering",
        "full",
        "range",
        "connectivity",
        "carrier",
        "service",
        "mobile",
        "device",
        "establish",
        "zte",
        "threefold",
        "leadership",
        "5g",
        "technology",
        "commercial",
        "use",
        "economy",
        "scale",
        "aspect",
        "5g",
        "commercial",
        "use",
        "zte",
        "achieved",
        "great",
        "breakthrough",
        "5g",
        "technology",
        "specifically",
        "zte",
        "broke",
        "several",
        "record",
        "phase",
        "china",
        "national",
        "5g",
        "test",
        "getting",
        "fully",
        "prepared",
        "phase",
        "collaboration",
        "china",
        "mobile",
        "qualcomm",
        "zte",
        "completed",
        "world",
        "first",
        "5g",
        "new",
        "radio",
        "nr",
        "interoperability",
        "data",
        "testing",
        "iodt",
        "system",
        "based",
        "latest",
        "3gpp",
        "5g",
        "nr",
        "standard",
        "partnership",
        "intel",
        "zte",
        "launched",
        "world",
        "first",
        "5g",
        "ran",
        "solution",
        "largely",
        "facilitating",
        "5g",
        "commercialization",
        "addition",
        "zte",
        "released",
        "common",
        "core",
        "solution",
        "comprehensively",
        "realize",
        "3gpp",
        "r15",
        "architecture",
        "end",
        "zte",
        "deployed",
        "nfv",
        "case",
        "global",
        "basis",
        "laying",
        "solid",
        "foundation",
        "commercial",
        "use",
        "evolution",
        "5g",
        "core",
        "network",
        "date",
        "zte",
        "formed",
        "strategic",
        "partnership",
        "operator",
        "worldwide",
        "jointly",
        "advance",
        "verification",
        "test",
        "5g",
        "technology",
        "thereby",
        "accelerating",
        "5g",
        "commercial",
        "deployment",
        "term",
        "carrier",
        "optical",
        "communication",
        "support",
        "5g",
        "network",
        "zte",
        "took",
        "lead",
        "launch",
        "5g",
        "carrier",
        "solution",
        "5g",
        "flexhaul",
        "systematic",
        "5g",
        "carrier",
        "equipment",
        "zte",
        "unveiled",
        "industry",
        "first",
        "transport",
        "flagship",
        "platform",
        "zxctn",
        "largest",
        "capacity",
        "far",
        "industry",
        "zte",
        "conducted",
        "5g",
        "carrier",
        "test",
        "telefonica",
        "china",
        "mobile",
        "partner",
        "turn",
        "test",
        "result",
        "well",
        "meet",
        "partner",
        "expectation",
        "zte",
        "world",
        "top",
        "field",
        "optical",
        "communication",
        "optical",
        "access",
        "first",
        "release",
        "256t",
        "platform",
        "based",
        "optical",
        "waveguide",
        "technology",
        "fully",
        "meeting",
        "load",
        "requirement",
        "5g",
        "optical",
        "communication",
        "carrier",
        "equipment",
        "zte",
        "also",
        "partnered",
        "velcom",
        "complete",
        "world",
        "first",
        "fully",
        "sdn",
        "based",
        "elastic",
        "network",
        "helped",
        "telefonica",
        "mexico",
        "movistar",
        "complete",
        "beyond",
        "100g",
        "optical",
        "transport",
        "network",
        "zte",
        "flagship",
        "optical",
        "access",
        "platform",
        "titan",
        "switching",
        "capacity",
        "four",
        "time",
        "existing",
        "level",
        "industry",
        "support",
        "5g",
        "carrier",
        "well",
        "integration",
        "zte",
        "rank",
        "10g",
        "pon",
        "market",
        "share",
        "iptv",
        "set",
        "top",
        "box",
        "shipment",
        "world",
        "also",
        "technically",
        "leading",
        "integrated",
        "cdn",
        "product",
        "zte",
        "devoting",
        "emerging",
        "technology",
        "internet",
        "thing",
        "chip",
        "cloud",
        "computing",
        "big",
        "data",
        "based",
        "7nm",
        "advanced",
        "technology",
        "company",
        "independently",
        "researched",
        "developed",
        "soft",
        "chip",
        "digital",
        "chip",
        "addition",
        "company",
        "announced",
        "first",
        "chinese",
        "independently",
        "developed",
        "secure",
        "iot",
        "chip",
        "innovative",
        "application",
        "smart",
        "parking",
        "solution",
        "glomo",
        "best",
        "connected",
        "living",
        "mobile",
        "business",
        "award",
        "mobile",
        "world",
        "congress",
        "globally",
        "zte",
        "conducted",
        "test",
        "business",
        "demonstration",
        "multiple",
        "operator",
        "domestic",
        "enterprise",
        "business",
        "operation",
        "zte",
        "core",
        "product",
        "financial",
        "market",
        "continued",
        "break",
        "bank",
        "product",
        "fully",
        "entered",
        "railway",
        "c3",
        "market",
        "moreover",
        "zte",
        "air",
        "ground",
        "broadband",
        "educational",
        "broadband",
        "coverage",
        "industrial",
        "broadband",
        "project",
        "made",
        "significant",
        "progress",
        "overseas",
        "market",
        "consumer",
        "division",
        "zte",
        "focused",
        "value",
        "product",
        "unveiled",
        "world",
        "first",
        "gigabit",
        "phone",
        "two",
        "gateway",
        "product",
        "enabled",
        "zte",
        "take",
        "lead",
        "achieving",
        "commercial",
        "usage",
        "gigabit",
        "terminal",
        "furthermore",
        "company",
        "announced",
        "category",
        "defining",
        "zte",
        "axon",
        "foldable",
        "smartphone",
        "dual",
        "screen",
        "ntt",
        "docomo",
        "japan",
        "china",
        "zte",
        "focused",
        "carrier",
        "industry",
        "market",
        "zte",
        "secure",
        "phone",
        "achieved",
        "scaled",
        "sale",
        "multiple",
        "province",
        "city",
        "made",
        "breakthrough",
        "solution",
        "judicial",
        "industry",
        "term",
        "major",
        "country",
        "global",
        "marketplace",
        "zte",
        "continue",
        "focus",
        "key",
        "market",
        "improvement",
        "market",
        "share",
        "zte",
        "mobile",
        "device",
        "ranked",
        "top",
        "six",
        "major",
        "market",
        "canada",
        "mexico",
        "spain",
        "russia",
        "australia",
        "zte",
        "continued",
        "enhance",
        "control",
        "system",
        "establishing",
        "improving",
        "operation",
        "mechanism",
        "process",
        "strengthening",
        "accountability",
        "ensure",
        "healthy",
        "operation",
        "company",
        "company",
        "continue",
        "focus",
        "customer",
        "enhance",
        "customer",
        "satisfaction",
        "accordance",
        "strategy",
        "company",
        "continue",
        "persist",
        "proprietary",
        "innovation",
        "core",
        "technology",
        "increase",
        "investment",
        "r",
        "5g",
        "core",
        "product",
        "strengthen",
        "product",
        "competitiveness",
        "seizing",
        "opportunity",
        "presented",
        "changing",
        "technology",
        "landscape",
        "global",
        "telecommunication",
        "market",
        "company",
        "make",
        "steadfast",
        "effort",
        "increase",
        "market",
        "share",
        "enhance",
        "global",
        "market",
        "position",
        "underpinned",
        "staff",
        "well",
        "ongoing",
        "improvement",
        "internal",
        "administration",
        "stringent",
        "compliance",
        "internal",
        "control",
        "company",
        "achieve",
        "prudent",
        "sustainable",
        "development",
        "zte",
        "zte",
        "provider",
        "advanced",
        "telecommunication",
        "system",
        "mobile",
        "device",
        "enterprise",
        "technology",
        "solution",
        "consumer",
        "carrier",
        "company",
        "public",
        "sector",
        "customer",
        "part",
        "zte",
        "strategy",
        "company",
        "committed",
        "providing",
        "customer",
        "integrated",
        "innovation",
        "deliver",
        "excellence",
        "value",
        "telecommunication",
        "information",
        "technology",
        "sector",
        "converge",
        "listed",
        "stock",
        "exchange",
        "hong",
        "kong",
        "shenzhen",
        "h",
        "share",
        "stock",
        "code",
        "share",
        "stock",
        "code",
        "zte",
        "product",
        "service",
        "sold",
        "operator",
        "country",
        "zte",
        "commits",
        "per",
        "cent",
        "annual",
        "revenue",
        "research",
        "development",
        "leadership",
        "role",
        "international",
        "organization",
        "zte",
        "committed",
        "corporate",
        "social",
        "responsibility",
        "member",
        "un",
        "global",
        "compact",
        "information",
        "please",
        "visit",
        "medium",
        "contact",
        "margaret",
        "zte",
        "corporation",
        "tel",
        "email",
        "view",
        "original",
        "content",
        "http",
        "source",
        "zte",
        "corporation"
    ]
}