{
    "organizations": [],
    "uuid": "c666bdee2f72fc508255dceab1b79abac56a6756",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/globe-newswire-epam-acquires-continuum-expanding-global-innovation-design-and-physical-product-development-capabilities.html",
    "ord_in_thread": 0,
    "title": "EPAM Acquires Continuum, Expanding Global Innovation, Design and Physical Product Development Capabilities",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEWTOWN, Pa., March 15, 2018 (GLOBE NEWSWIRE) -- EPAM Systems, Inc. (NYSE:EPAM), a leading global provider of digital platform engineering and software development services, today announced its acquisition of Continuum, an innovation design firm headquartered in Boston with studios in Milan, Seoul, and Shanghai. Continuum partners with Fortune 500 clients in the healthcare, financial services, travel and hospitality, and consumer products industries to deliver value through four practices: Strategy, Physical/Digital Design, Technology and Made Real Lab.\nThe acquisition strengthens EPAM’s innovation consulting capabilities and enhances existing digital and service design practices by introducing a human-centered approach to physical design and product development. Continuum’s studios and the Made Real Lab are unique spaces that enable teams to collaborate throughout the entire iterative product development process by combining advanced prototyping technologies including mechanical, electrical and robotics engineering, together with AR/VR experimentation tools.\n“The addition of Continuum expands our global presence in strategic markets in North America, Europe and Asia and brings to EPAM a deeper and more transformational, human-centered design approach, which will help us to better connect our customers’ physical and digital business,” said Arkadiy Dobkin, CEO & President, EPAM. “By introducing Continuum’s approach into our network of EPAM Garages, we further mature our own innovation service offerings, while continuing to inspire and develop our people.”\n“By combining our capabilities, we will significantly improve our ability to turn innovative ideas, paired with disruptive technologies, into practical and scalable business solutions for our clients,” said Gianfranco Zaccai, Founder of Continuum. “Joining EPAM enables us to introduce world-class innovation design and product development at scale to a Global 2000 client base, while bringing a comprehensive end-to-end offering to our existing clients.”\nBased on the estimated contribution of this acquisition, EPAM now expects revenue growth for full year 2018 to be at least 26% reported, or at least 24% in constant currency, after factoring in a 2% estimated currency tailwind, and GAAP EPS for the full year to now be at least $3.36 and Non-GAAP diluted EPS to now be at least $4.07. The Company’s adjustments to its 2018 outlook relate solely to the impact of the Continuum acquisition.\nTo learn more about EPAM’s digital strategy and experience design practice, visit us at https://www.epam.com/what-we-do/design .\nAbout EPAM Systems\nSince 1993, EPAM Systems, Inc. (NYSE:EPAM) has leveraged its core engineering expertise to become a leading global product development and digital platform engineering services company. Through its ‘Engineering DNA’ and innovative strategy, consulting, and design capabilities, EPAM works in collaboration with its customers to deliver innovative solutions that turn complex business challenges into real business opportunities. EPAM’s global teams serve customers in over 25 countries across North America, Europe, Asia, and Australia. EPAM is a recognized market leader among independent research agencies and was ranked #12 in FORBES 25 Fastest Growing Public Tech Companies , as a top information technology services company on FORTUNE’S 100 Fastest-Growing Companies , and as a top UK Digital Design & Build Agency . Learn more at http://www.epam.com/ and follow us on Twitter @EPAMSYSTEMS and LinkedIn .\nAbout Continuum\nContinuum is a global innovation design firm. We design products, services, and experiences that improve people’s lives, in small and large ways, while taking our clients’ businesses into the future. Our clients range from start-ups to Fortune 500 brands across the healthcare, financial services, mobility, and consumer products sectors. For over 35 years, Continuum has been recognized for outstanding innovation and design for projects spanning from medical device and consumer product development and design, to customer experience design and innovation capability. Learn more at http://www.continuumInnovation.com and follow us on Twitter @_Continuum and LinkedIn .\nNon-GAAP Financial Measures\nEPAM supplements results reported in accordance with United States generally accepted accounting principles, referred to as GAAP, with non-GAAP financial measures. Management believes these measures help illustrate underlying trends in EPAM’s business and uses the measures to establish budgets and operational goals, communicate internally and externally, for managing EPAM’s business and evaluating its performance. Management also believes these measures help investors compare EPAM’s operating performance with its results in prior periods. EPAM anticipates that it will continue to report both GAAP and certain non-GAAP financial measures in its financial results, including non-GAAP results that exclude stock-based compensation expense, write-offs and recoveries, amortization of purchased intangible assets, goodwill impairment, legal settlements, foreign exchange gains and losses, acquisition-related costs, certain other one-time charges, the impact of U.S. tax reform, excess tax benefits related to stock compensation and the related effect on income taxes. Management also compares operating results on a basis of “constant currency,” which is also a non-GAAP financial measure. This measure excludes the effect of foreign currency exchange rate fluctuations by translating the current period revenues and expenses into U.S. dollars at the weighted average exchange rates of the prior period of comparison. Because EPAM’s reported non-GAAP financial measures are not calculated according to GAAP, these measures are not comparable to GAAP and may not be comparable to similarly described non-GAAP measures reported by other companies within EPAM’s industry. Consequently, EPAM’s non-GAAP financial measures should not be evaluated in isolation or supplant comparable GAAP measures, but, rather, should be considered together with the information in EPAM’s consolidated financial statements, which are prepared in accordance with GAAP.\nForward-Looking Statements\nThis press release includes statements which may constitute forward-looking statements made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995, the accuracy of which are necessarily subject to risks, uncertainties, and assumptions as to future events that may not prove to be accurate. Factors that could cause actual results to differ materially from those expressed or implied include general economic conditions and the factors discussed in our most recent Annual Report on Form 10-K and other filings with the Securities and Exchange Commission. EPAM undertakes no obligation to update or revise any forward-looking statements, whether as a result of new information, future events, or otherwise, except as may be required under applicable securities law.\nEPAM SYSTEMS, INC. AND SUBSIDIARIES\nReconciliations of Guidance Non-GAAP Measures to Comparable GAAP Measures\n(Unaudited)\nThe below guidance constitutes forward-looking statements within the meaning of the federal securities laws and is based on a number of assumptions that are subject to change and many of which are outside the control of the Company. Actual results may differ materially from the Company’s expectations depending on factors discussed in the Company’s filings with the Securities and Exchange Commission.\nReconciliation of revenue growth at constant currency to revenue growth as reported under GAAP is presented in the table below:\nFull Year 2018 Revenue growth at constant currency (at least) (1) 24 % Foreign exchange rates impact 2 % Revenue growth (at least) 26 % Constant currency revenue results are calculated by translating current period projected revenues in local currency into U.S. dollars at the weighted average exchange rates of the comparable prior period.\nReconciliation of GAAP to non-GAAP diluted earnings per share guidance is presented in the table below:\nFull Year 2018 GAAP diluted earnings per share (at least) $ 3.36 Stock-based compensation expenses 1.01 Included in cost of revenues 0.46 Included in selling, general and administrative expenses 0.55 Amortization of purchased intangible assets 0.14 Foreign exchange loss 0.12 Provision for income taxes: Tax effect on non-GAAP adjustments (0.28 ) Excess tax benefits related to stock-based compensation (0.28 ) Non-GAAP diluted earnings per share (at least) $ 4.07 For media, contact: Danielle Ruess-Saltz\n267.978.7688, danielle_ruess-saltz@epam.com\nFor investor relations, contact: David Straube\ndavid_straube@epam.com\nSource:EPAM",
    "published": "2018-03-15T18:00:00.000+02:00",
    "crawled": "2018-03-15T20:28:45.029+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "newtown",
        "march",
        "globe",
        "newswire",
        "epam",
        "system",
        "nyse",
        "epam",
        "leading",
        "global",
        "provider",
        "digital",
        "platform",
        "engineering",
        "software",
        "development",
        "service",
        "today",
        "announced",
        "acquisition",
        "continuum",
        "innovation",
        "design",
        "firm",
        "headquartered",
        "boston",
        "studio",
        "milan",
        "seoul",
        "shanghai",
        "continuum",
        "partner",
        "fortune",
        "client",
        "healthcare",
        "financial",
        "service",
        "travel",
        "hospitality",
        "consumer",
        "product",
        "industry",
        "deliver",
        "value",
        "four",
        "practice",
        "strategy",
        "design",
        "technology",
        "made",
        "real",
        "lab",
        "acquisition",
        "strengthens",
        "epam",
        "innovation",
        "consulting",
        "capability",
        "enhances",
        "existing",
        "digital",
        "service",
        "design",
        "practice",
        "introducing",
        "approach",
        "physical",
        "design",
        "product",
        "development",
        "continuum",
        "studio",
        "made",
        "real",
        "lab",
        "unique",
        "space",
        "enable",
        "team",
        "collaborate",
        "throughout",
        "entire",
        "iterative",
        "product",
        "development",
        "process",
        "combining",
        "advanced",
        "prototyping",
        "technology",
        "including",
        "mechanical",
        "electrical",
        "robotics",
        "engineering",
        "together",
        "experimentation",
        "tool",
        "addition",
        "continuum",
        "expands",
        "global",
        "presence",
        "strategic",
        "market",
        "north",
        "america",
        "europe",
        "asia",
        "brings",
        "epam",
        "deeper",
        "transformational",
        "design",
        "approach",
        "help",
        "u",
        "better",
        "connect",
        "customer",
        "physical",
        "digital",
        "business",
        "said",
        "arkadiy",
        "dobkin",
        "ceo",
        "president",
        "epam",
        "introducing",
        "continuum",
        "approach",
        "network",
        "epam",
        "garage",
        "mature",
        "innovation",
        "service",
        "offering",
        "continuing",
        "inspire",
        "develop",
        "combining",
        "capability",
        "significantly",
        "improve",
        "ability",
        "turn",
        "innovative",
        "idea",
        "paired",
        "disruptive",
        "technology",
        "practical",
        "scalable",
        "business",
        "solution",
        "client",
        "said",
        "gianfranco",
        "zaccai",
        "founder",
        "continuum",
        "joining",
        "epam",
        "enables",
        "u",
        "introduce",
        "innovation",
        "design",
        "product",
        "development",
        "scale",
        "global",
        "client",
        "base",
        "bringing",
        "comprehensive",
        "offering",
        "existing",
        "based",
        "estimated",
        "contribution",
        "acquisition",
        "epam",
        "expects",
        "revenue",
        "growth",
        "full",
        "year",
        "least",
        "reported",
        "least",
        "constant",
        "currency",
        "factoring",
        "estimated",
        "currency",
        "tailwind",
        "gaap",
        "eps",
        "full",
        "year",
        "least",
        "diluted",
        "eps",
        "least",
        "company",
        "adjustment",
        "outlook",
        "relate",
        "solely",
        "impact",
        "continuum",
        "acquisition",
        "learn",
        "epam",
        "digital",
        "strategy",
        "experience",
        "design",
        "practice",
        "visit",
        "u",
        "http",
        "epam",
        "system",
        "since",
        "epam",
        "system",
        "nyse",
        "epam",
        "leveraged",
        "core",
        "engineering",
        "expertise",
        "become",
        "leading",
        "global",
        "product",
        "development",
        "digital",
        "platform",
        "engineering",
        "service",
        "company",
        "engineering",
        "dna",
        "innovative",
        "strategy",
        "consulting",
        "design",
        "capability",
        "epam",
        "work",
        "collaboration",
        "customer",
        "deliver",
        "innovative",
        "solution",
        "turn",
        "complex",
        "business",
        "challenge",
        "real",
        "business",
        "opportunity",
        "epam",
        "global",
        "team",
        "serve",
        "customer",
        "country",
        "across",
        "north",
        "america",
        "europe",
        "asia",
        "australia",
        "epam",
        "recognized",
        "market",
        "leader",
        "among",
        "independent",
        "research",
        "agency",
        "ranked",
        "forbes",
        "fastest",
        "growing",
        "public",
        "tech",
        "company",
        "top",
        "information",
        "technology",
        "service",
        "company",
        "fortune",
        "company",
        "top",
        "uk",
        "digital",
        "design",
        "build",
        "agency",
        "learn",
        "http",
        "follow",
        "u",
        "twitter",
        "epamsystems",
        "linkedin",
        "continuum",
        "continuum",
        "global",
        "innovation",
        "design",
        "firm",
        "design",
        "product",
        "service",
        "experience",
        "improve",
        "people",
        "life",
        "small",
        "large",
        "way",
        "taking",
        "client",
        "business",
        "future",
        "client",
        "range",
        "fortune",
        "brand",
        "across",
        "healthcare",
        "financial",
        "service",
        "mobility",
        "consumer",
        "product",
        "sector",
        "year",
        "continuum",
        "recognized",
        "outstanding",
        "innovation",
        "design",
        "project",
        "spanning",
        "medical",
        "device",
        "consumer",
        "product",
        "development",
        "design",
        "customer",
        "experience",
        "design",
        "innovation",
        "capability",
        "learn",
        "http",
        "follow",
        "u",
        "twitter",
        "linkedin",
        "financial",
        "measure",
        "epam",
        "supplement",
        "result",
        "reported",
        "accordance",
        "united",
        "state",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "referred",
        "gaap",
        "financial",
        "measure",
        "management",
        "belief",
        "measure",
        "help",
        "illustrate",
        "underlying",
        "trend",
        "epam",
        "business",
        "us",
        "measure",
        "establish",
        "budget",
        "operational",
        "goal",
        "communicate",
        "internally",
        "externally",
        "managing",
        "epam",
        "business",
        "evaluating",
        "performance",
        "management",
        "also",
        "belief",
        "measure",
        "help",
        "investor",
        "compare",
        "epam",
        "operating",
        "performance",
        "result",
        "prior",
        "period",
        "epam",
        "anticipates",
        "continue",
        "report",
        "gaap",
        "certain",
        "financial",
        "measure",
        "financial",
        "result",
        "including",
        "result",
        "exclude",
        "compensation",
        "expense",
        "recovery",
        "amortization",
        "purchased",
        "intangible",
        "asset",
        "goodwill",
        "impairment",
        "legal",
        "settlement",
        "foreign",
        "exchange",
        "gain",
        "loss",
        "cost",
        "certain",
        "charge",
        "impact",
        "tax",
        "reform",
        "excess",
        "tax",
        "benefit",
        "related",
        "stock",
        "compensation",
        "related",
        "effect",
        "income",
        "tax",
        "management",
        "also",
        "compare",
        "operating",
        "result",
        "basis",
        "constant",
        "currency",
        "also",
        "financial",
        "measure",
        "measure",
        "excludes",
        "effect",
        "foreign",
        "currency",
        "exchange",
        "rate",
        "fluctuation",
        "translating",
        "current",
        "period",
        "revenue",
        "expense",
        "dollar",
        "weighted",
        "average",
        "exchange",
        "rate",
        "prior",
        "period",
        "comparison",
        "epam",
        "reported",
        "financial",
        "measure",
        "calculated",
        "according",
        "gaap",
        "measure",
        "comparable",
        "gaap",
        "may",
        "comparable",
        "similarly",
        "described",
        "measure",
        "reported",
        "company",
        "within",
        "epam",
        "industry",
        "consequently",
        "epam",
        "financial",
        "measure",
        "evaluated",
        "isolation",
        "supplant",
        "comparable",
        "gaap",
        "measure",
        "rather",
        "considered",
        "together",
        "information",
        "epam",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "may",
        "constitute",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "accuracy",
        "necessarily",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "future",
        "event",
        "may",
        "prove",
        "accurate",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "expressed",
        "implied",
        "include",
        "general",
        "economic",
        "condition",
        "factor",
        "discussed",
        "recent",
        "annual",
        "report",
        "form",
        "filing",
        "security",
        "exchange",
        "commission",
        "epam",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "epam",
        "system",
        "subsidiary",
        "reconciliation",
        "guidance",
        "measure",
        "comparable",
        "gaap",
        "measure",
        "unaudited",
        "guidance",
        "constitutes",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "based",
        "number",
        "assumption",
        "subject",
        "change",
        "many",
        "outside",
        "control",
        "company",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "company",
        "expectation",
        "depending",
        "factor",
        "discussed",
        "company",
        "filing",
        "security",
        "exchange",
        "commission",
        "reconciliation",
        "revenue",
        "growth",
        "constant",
        "currency",
        "revenue",
        "growth",
        "reported",
        "gaap",
        "presented",
        "table",
        "full",
        "year",
        "revenue",
        "growth",
        "constant",
        "currency",
        "least",
        "foreign",
        "exchange",
        "rate",
        "impact",
        "revenue",
        "growth",
        "least",
        "constant",
        "currency",
        "revenue",
        "result",
        "calculated",
        "translating",
        "current",
        "period",
        "projected",
        "revenue",
        "local",
        "currency",
        "dollar",
        "weighted",
        "average",
        "exchange",
        "rate",
        "comparable",
        "prior",
        "period",
        "reconciliation",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "guidance",
        "presented",
        "table",
        "full",
        "year",
        "gaap",
        "diluted",
        "earnings",
        "per",
        "share",
        "least",
        "compensation",
        "expense",
        "included",
        "cost",
        "revenue",
        "included",
        "selling",
        "general",
        "administrative",
        "expense",
        "amortization",
        "purchased",
        "intangible",
        "asset",
        "foreign",
        "exchange",
        "loss",
        "provision",
        "income",
        "tax",
        "tax",
        "effect",
        "adjustment",
        "excess",
        "tax",
        "benefit",
        "related",
        "compensation",
        "diluted",
        "earnings",
        "per",
        "share",
        "least",
        "medium",
        "contact",
        "danielle",
        "investor",
        "relation",
        "contact",
        "david",
        "straube",
        "source",
        "epam"
    ]
}