{
    "organizations": [],
    "uuid": "335e07ed3ba2459e5489ebf713373276166d18cd",
    "author": "Reuters Editorial",
    "url": "https://www.reuters.com/article/diary-top-econ/diary-top-economic-events-to-april-26-idUSL4N1QK4XF",
    "ord_in_thread": 0,
    "title": "DIARY-Top Economic Events to April 26",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 5 (Reuters) - For other diaries, please see:\nTop Economic Events\nEmerging Markets Economic Events\nGovernment Debt Auctions\nPolitical and General News\nU.S. Federal Reserve\nToday in Washington\n- This Diary is filed daily. ** Indicates new events - MONDAY, MARCH 5\n** WASHINGTON D.C. - Federal Reserve Vice Chair for Supervision Randal Quarles speaks on“Foreign Bank Regulation” before the Institute of International Bankers Annual Washington Conference - 1815 GMT. ** LONDON - Britain’s Finance minister Philip Hammond will appear before the Brexit select committee to discuss the government’s plans for leaving the European Union.\n** MADRID - Bank of Spain Governor Luis M. Linde to speak at business breakfast on Central Banks challenges - 0830 GMT. WASHINGTON, D.C. - Speech by the board member of Deutsche Bundesbank Andreas Dombret on the subject“Where do we go from here? The future of U.S.-EU financial relations after the Basel III finalisation” - 1530 GMT. STOCKHOLM – Swedish Governor Stefan Ingves will speak at the Expert Group on Public Economics’ seminar on possibilities and challenges for development in the coming period – 0800 GMT.\nTUESDAY, MARCH 6 ** NEW YORK - Federal Reserve Board Governor Lael Brainard speaks on“Economic and Monetary Policy Outlook” before the Money Marketers of New York University Forum - 0000 GMT. ** HOUSTON, Texas - Federal Reserve Bank of Dallas President Robert Kaplan participates in moderated question-and-answer session before CERA Week event - 0130 GMT.\nLONDON - Bank of England Chief Economist Andy Haldane speaks at the launch of a report on how most people feel excluded from key economic policy decision-making in London - 1800 GMT.\nSTOCKHOLM - The Riksdag Committee on Finance will hold an open hearing on monetary policy with Governor Stefan Ingves and Deputy Governor Henry Ohlsson – 0800 GMT. ST. THOMAS, Virgin Islands - Federal Reserve Bank of New York President William Dudley participates in USVI Nonprofit Leaders Breakfast Roundtable to discuss economic conditions and recovery efforts in the aftermath of hurricanes Irma and Maria - 1230 GMT.\nWEDNESDAY, MARCH 7 SAN JUAN, Puerto Rico - Federal Reserve Bank of New York President William Dudley participates in neighborhood recovery tour - 1230 GMT.\nFORT LAUDERDALE, Florida - Federal Reserve Bank of Atlanta President Raphael Bostic speaks on the economic outlook in a fireside chat at the Broward Workshop - 1300 GMT. SAN JUAN, Puerto Rico - Federal Reserve Bank of New York President William Dudley participates in discussion with economists on current economic conditions and recovery efforts in the aftermath of hurricanes Irma and Maria at event hosted by the Puerto Rico Chamber of Commerce - 1320 GMT.\nWASHINGTON D.C. - U.S. Federal Reserve issues its Beige Book on economic condition - 1900 GMT. OTTAWA - Bank of Canada key policy interest rate announcement – 1500 GMT. STOCKHOLM - Riksbank executive board meeting – 0800 GMT.\nTHURSDAY, MARCH 8 ** LONDON - One Bank Flagship Seminar by musician and composer Dame Evelyn Glennie hosted at the Bank of England - 1600 GMT.\nSTOCKHOLM - The Riksbank invites interested parties to a discussion on the role and significance of the inflation target. This is the second in a series of seminars on the role of the central bank in the economy – 0700 GMT.\nVANCOUVER - Bank of Canada Deputy Governor Timothy Lane speaks at Greater Vancouver Board of Trade Vancouver, BC – 2050 GMT.\nFRANKFURT, Germany - ECB Governing Council meeting, followed by an interest rate announcement and a press conference by President Mario Draghi.\nTOKYO - Bank of Japan monetary policy meeting (to Mar. 9).\nFRIDAY, MARCH 9 ** FRANKFURT - Introductory remarks by ECB Board member Benoit Coeure at strategic high-level meeting on Cyber Resilience for Pan-European Financial Market Infrastructures organised by the ECB – 0830 GMT. ** FRANKFURT - Speech by ECB Board member Sabine Lautenschlager at strategic high-level meeting on Cyber Resilience for Pan-European Financial Market Infrastructures organised by the ECB in Frankfurt, Germany – 0845 GMT. ** SPRINGFIELD, Massachusetts - Federal Reserve Bank of Boston President Eric Rosengren speaks before the“Outlook 2018” luncheon hosted by the Springfield Regional Chamber - 1740 GMT.\nTOKYO – Bank of Japan Governor Haruhiko Kuroda speaks to reporters at the end of the central bank policy meetings – 0400 GMT. NEW YORK - Federal Reserve Bank of Chicago President Charles Evans speaks on current economic conditions and monetary policy before the Manhattan Institute Shadow Open Market Committee - 1745 GMT.\nMONDAY, MARCH 12 BRUSSELS - Eurogroup meeting. TUESDAY, MARCH 13\nONTARIO - Bank of Canada Governor Stephen Poloz speaks at Queen’s University in Kingston, Ontario – 1430 GMT. LONDON – UK Finance Minister Philip Hammond delivers spring statement on updated fiscal forecasts. BRUSSELS - Economic and Financial Affairs Council. TOKYO - Bank of Japan releases the minutes of monetary policy meeting held on Jan 22-23 – 2350 GMT.\nWEDNESDAY, MARCH 14 FRANKFURT, Germany – ECB President Mario Draghi, chief economist Peter Praet, Vice President Vitor Constancio and Banque de France Governor Francois Villeroy de Galhau speak at the ECB and Its Watchers conference in Frankfurt. THURSDAY, MARCH 15 BERN - Swiss National Bank (SNB) monetary policy assessment – 0830 GMT. OSLO - Norway Central Bank holds Announcement of the Executive Board’s interest rate decision and publication of monetary policy followed by press conference – 0900 GMT.\nFRIDAY, MARCH 16 LONDON - Bank of England Financial policy committee statement from its meeting – 0930 GMT. KRISTIANSUND, Norway - Norges Bank Deputy Governors Jon Nicolaisen and Egil Matsen give speeches to Norges Bank’s Regional Network Region North-West.\nSATURDAY MARCH 17 BUENOS AIRES - G20 meeting of Finance Ministers and central bankers in Buenos Aires (to Mar 20). SUNDAY, MARCH 18 MIAMI - Federal Reserve Banks of Atlanta, Chicago and San Francisco co-sponsor conference,“National Interagency Community Reinvestment Conference: Aligning to Build Resilient and Inclusive Communities.” Speakers include Federal Reserve Bank of Atlanta President Raphael Bostic (to Mar. 21). TOKYO - Bank of Japan to release the summary of opinions from board members at its March 08-09 policy meeting – 2350 GMT.\nTUESDAY, MARCH 20 OSLO - Norges Bank Deputy Governor Egil Matsen gives a speech at a conference hosted by Finance Norway - 0955 GMT.\nWASHINGTON D.C. - U.S. Federal Reserve’s Federal Open Market Committee (FOMC) starts its two-day meeting on interest rates.\nWEDNESDAY, MARCH 21 WASHINGTON D.C. - U.S. Federal Reserve’s Federal Open Market Committee (FOMC) announces decision on interest rate, followed by a statement – 1800 GMT. WASHINGTON – U.S. Federal Reserve chairperson holds a news conference regarding the interest rate – 1830 GMT. FRANKFURT - ECB Governing Council meeting. No interest rate announcements scheduled.\nTHURSDAY, MARCH 22 ONTARIO - Bank of Canada Senior Deputy Governor Carolyn Wilkins speaks at Rotman School of Management in Toronto – 1900 GMT.\nWASHINGTON D.C. - Governor of Norges Bank Oystein Olsen will give speech in Washington. FRANKFURT, Germany - ECB general council meeting. WELLINGTON - Reserve Bank of New Zealand’s issues Official Cash Rate (OCR) announcement.\nLONDON - Bank of England announces its interest rate decision and publishes the minutes of the meeting – 1200 GMT.\nFRIDAY, MARCH 23 STOCKHOLM - Riksbank general council meeting - 1200 GMT.\nTUESDAY, MARCH 27 LONDON – Bank of England’s Record of the Financial Policy Committee meeting held on March 12 will be published - 0930 GMT.\nSTOCKHOLM - Riksbank executive board meeting – 0700 GMT.\nTHURSDAY, MARCH 29 NEW YORK - Federal Reserve Bank of Philadelphia President Patrick Harker speaks on the economic outlook before a New York Association of Business Economics luncheon - 1700 GMT. FRIDAY, APRIL 6 LONDON - Governor of Norges Bank Oystein Olsen will give speech in london. TUESDAY, APRIL 10 OSLO - Governor of Norges Bank Oystein Olsen will give speech to Foreign Embassy Representatives.\nWEDNESDAY, APRIL 11 WASHINGTON D.C. - U.S. Federal Reserve’s Federal Open Market Committee (FOMC) will release minutes from its March 20-21 policy meeting – 1800 GMT.\nTHURSDAY, APRIL 12 OSLO - Deputy Governor of Norges Bank Jon Nicolaisen speaks at the Norwegian Academy Of Science And Letters.\nMONDAY, APRIL 16 STOCKHOLM - Riksbank executive board meeting – 0700 GMT. WEDNESDAY, APRIL 18\nWASHINGTON D.C. - U.S. Federal Reserve issues its Beige Book on economic condition - 1800 GMT. OTTAWA - Bank of Canada key policy interest rate announcement and monetary policy report – 1400 GMT. WEDNESDAY, APRIL 25 STOCKHOLM - Riksbank monetary policy meeting – 0700 GMT. THURSDAY, APRIL 26 STOCKHOLM - Riksbank interest rate decision and monetary policy report - 0730 GMT.\nNOTE: The inclusion of items in this diary does not necessarily mean that Reuters will file a story based on the event. For technical issues, please contact Thomson Reuters Customer Support (TRCS) here\n ",
    "published": "2018-03-05T08:05:00.000+02:00",
    "crawled": "2018-03-05T13:12:41.010+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "reuters",
        "diary",
        "please",
        "see",
        "top",
        "economic",
        "event",
        "emerging",
        "market",
        "economic",
        "event",
        "government",
        "debt",
        "auction",
        "political",
        "general",
        "news",
        "federal",
        "reserve",
        "today",
        "washington",
        "diary",
        "filed",
        "daily",
        "indicates",
        "new",
        "event",
        "monday",
        "march",
        "washington",
        "federal",
        "reserve",
        "vice",
        "chair",
        "supervision",
        "randal",
        "quarles",
        "speaks",
        "foreign",
        "bank",
        "regulation",
        "institute",
        "international",
        "banker",
        "annual",
        "washington",
        "conference",
        "gmt",
        "london",
        "britain",
        "finance",
        "minister",
        "philip",
        "hammond",
        "appear",
        "brexit",
        "select",
        "committee",
        "discus",
        "government",
        "plan",
        "leaving",
        "european",
        "union",
        "madrid",
        "bank",
        "spain",
        "governor",
        "luis",
        "linde",
        "speak",
        "business",
        "breakfast",
        "central",
        "bank",
        "challenge",
        "gmt",
        "washington",
        "speech",
        "board",
        "member",
        "deutsche",
        "bundesbank",
        "andreas",
        "dombret",
        "subject",
        "go",
        "future",
        "financial",
        "relation",
        "basel",
        "iii",
        "finalisation",
        "gmt",
        "stockholm",
        "swedish",
        "governor",
        "stefan",
        "ingves",
        "speak",
        "expert",
        "group",
        "public",
        "economics",
        "seminar",
        "possibility",
        "challenge",
        "development",
        "coming",
        "period",
        "gmt",
        "tuesday",
        "march",
        "new",
        "york",
        "federal",
        "reserve",
        "board",
        "governor",
        "lael",
        "brainard",
        "speaks",
        "economic",
        "monetary",
        "policy",
        "outlook",
        "money",
        "marketer",
        "new",
        "york",
        "university",
        "forum",
        "gmt",
        "houston",
        "texas",
        "federal",
        "reserve",
        "bank",
        "dallas",
        "president",
        "robert",
        "kaplan",
        "participates",
        "moderated",
        "session",
        "cera",
        "week",
        "event",
        "gmt",
        "london",
        "bank",
        "england",
        "chief",
        "economist",
        "andy",
        "haldane",
        "speaks",
        "launch",
        "report",
        "people",
        "feel",
        "excluded",
        "key",
        "economic",
        "policy",
        "london",
        "gmt",
        "stockholm",
        "riksdag",
        "committee",
        "finance",
        "hold",
        "open",
        "hearing",
        "monetary",
        "policy",
        "governor",
        "stefan",
        "ingves",
        "deputy",
        "governor",
        "henry",
        "ohlsson",
        "gmt",
        "thomas",
        "virgin",
        "island",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "president",
        "william",
        "dudley",
        "participates",
        "usvi",
        "nonprofit",
        "leader",
        "breakfast",
        "roundtable",
        "discus",
        "economic",
        "condition",
        "recovery",
        "effort",
        "aftermath",
        "hurricane",
        "irma",
        "maria",
        "gmt",
        "wednesday",
        "march",
        "san",
        "juan",
        "puerto",
        "rico",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "president",
        "william",
        "dudley",
        "participates",
        "neighborhood",
        "recovery",
        "tour",
        "gmt",
        "fort",
        "lauderdale",
        "florida",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "president",
        "raphael",
        "bostic",
        "speaks",
        "economic",
        "outlook",
        "fireside",
        "chat",
        "broward",
        "workshop",
        "gmt",
        "san",
        "juan",
        "puerto",
        "rico",
        "federal",
        "reserve",
        "bank",
        "new",
        "york",
        "president",
        "william",
        "dudley",
        "participates",
        "discussion",
        "economist",
        "current",
        "economic",
        "condition",
        "recovery",
        "effort",
        "aftermath",
        "hurricane",
        "irma",
        "maria",
        "event",
        "hosted",
        "puerto",
        "rico",
        "chamber",
        "commerce",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "issue",
        "beige",
        "book",
        "economic",
        "condition",
        "gmt",
        "ottawa",
        "bank",
        "canada",
        "key",
        "policy",
        "interest",
        "rate",
        "announcement",
        "gmt",
        "stockholm",
        "riksbank",
        "executive",
        "board",
        "meeting",
        "gmt",
        "thursday",
        "march",
        "london",
        "one",
        "bank",
        "flagship",
        "seminar",
        "musician",
        "composer",
        "dame",
        "evelyn",
        "glennie",
        "hosted",
        "bank",
        "england",
        "gmt",
        "stockholm",
        "riksbank",
        "invite",
        "interested",
        "party",
        "discussion",
        "role",
        "significance",
        "inflation",
        "target",
        "second",
        "series",
        "seminar",
        "role",
        "central",
        "bank",
        "economy",
        "gmt",
        "vancouver",
        "bank",
        "canada",
        "deputy",
        "governor",
        "timothy",
        "lane",
        "speaks",
        "greater",
        "vancouver",
        "board",
        "trade",
        "vancouver",
        "bc",
        "gmt",
        "frankfurt",
        "germany",
        "ecb",
        "governing",
        "council",
        "meeting",
        "followed",
        "interest",
        "rate",
        "announcement",
        "press",
        "conference",
        "president",
        "mario",
        "draghi",
        "tokyo",
        "bank",
        "japan",
        "monetary",
        "policy",
        "meeting",
        "mar",
        "friday",
        "march",
        "frankfurt",
        "introductory",
        "remark",
        "ecb",
        "board",
        "member",
        "benoit",
        "coeure",
        "strategic",
        "meeting",
        "cyber",
        "resilience",
        "financial",
        "market",
        "infrastructure",
        "organised",
        "ecb",
        "gmt",
        "frankfurt",
        "speech",
        "ecb",
        "board",
        "member",
        "sabine",
        "lautenschlager",
        "strategic",
        "meeting",
        "cyber",
        "resilience",
        "financial",
        "market",
        "infrastructure",
        "organised",
        "ecb",
        "frankfurt",
        "germany",
        "gmt",
        "springfield",
        "massachusetts",
        "federal",
        "reserve",
        "bank",
        "boston",
        "president",
        "eric",
        "rosengren",
        "speaks",
        "outlook",
        "luncheon",
        "hosted",
        "springfield",
        "regional",
        "chamber",
        "gmt",
        "tokyo",
        "bank",
        "japan",
        "governor",
        "haruhiko",
        "kuroda",
        "speaks",
        "reporter",
        "end",
        "central",
        "bank",
        "policy",
        "meeting",
        "gmt",
        "new",
        "york",
        "federal",
        "reserve",
        "bank",
        "chicago",
        "president",
        "charles",
        "evans",
        "speaks",
        "current",
        "economic",
        "condition",
        "monetary",
        "policy",
        "manhattan",
        "institute",
        "shadow",
        "open",
        "market",
        "committee",
        "gmt",
        "monday",
        "march",
        "brussels",
        "eurogroup",
        "meeting",
        "tuesday",
        "march",
        "ontario",
        "bank",
        "canada",
        "governor",
        "stephen",
        "poloz",
        "speaks",
        "queen",
        "university",
        "kingston",
        "ontario",
        "gmt",
        "london",
        "uk",
        "finance",
        "minister",
        "philip",
        "hammond",
        "delivers",
        "spring",
        "statement",
        "updated",
        "fiscal",
        "forecast",
        "brussels",
        "economic",
        "financial",
        "affair",
        "council",
        "tokyo",
        "bank",
        "japan",
        "release",
        "minute",
        "monetary",
        "policy",
        "meeting",
        "held",
        "jan",
        "gmt",
        "wednesday",
        "march",
        "frankfurt",
        "germany",
        "ecb",
        "president",
        "mario",
        "draghi",
        "chief",
        "economist",
        "peter",
        "praet",
        "vice",
        "president",
        "vitor",
        "constancio",
        "banque",
        "de",
        "france",
        "governor",
        "francois",
        "villeroy",
        "de",
        "galhau",
        "speak",
        "ecb",
        "watcher",
        "conference",
        "frankfurt",
        "thursday",
        "march",
        "bern",
        "swiss",
        "national",
        "bank",
        "snb",
        "monetary",
        "policy",
        "assessment",
        "gmt",
        "oslo",
        "norway",
        "central",
        "bank",
        "hold",
        "announcement",
        "executive",
        "board",
        "interest",
        "rate",
        "decision",
        "publication",
        "monetary",
        "policy",
        "followed",
        "press",
        "conference",
        "gmt",
        "friday",
        "march",
        "london",
        "bank",
        "england",
        "financial",
        "policy",
        "committee",
        "statement",
        "meeting",
        "gmt",
        "kristiansund",
        "norway",
        "norge",
        "bank",
        "deputy",
        "governor",
        "jon",
        "nicolaisen",
        "egil",
        "matsen",
        "give",
        "speech",
        "norge",
        "bank",
        "regional",
        "network",
        "region",
        "saturday",
        "march",
        "buenos",
        "aire",
        "g20",
        "meeting",
        "finance",
        "minister",
        "central",
        "banker",
        "buenos",
        "aire",
        "mar",
        "sunday",
        "march",
        "miami",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "chicago",
        "san",
        "francisco",
        "conference",
        "national",
        "interagency",
        "community",
        "reinvestment",
        "conference",
        "aligning",
        "build",
        "resilient",
        "inclusive",
        "speaker",
        "include",
        "federal",
        "reserve",
        "bank",
        "atlanta",
        "president",
        "raphael",
        "bostic",
        "mar",
        "tokyo",
        "bank",
        "japan",
        "release",
        "summary",
        "opinion",
        "board",
        "member",
        "march",
        "policy",
        "meeting",
        "gmt",
        "tuesday",
        "march",
        "oslo",
        "norge",
        "bank",
        "deputy",
        "governor",
        "egil",
        "matsen",
        "give",
        "speech",
        "conference",
        "hosted",
        "finance",
        "norway",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "federal",
        "open",
        "market",
        "committee",
        "fomc",
        "start",
        "meeting",
        "interest",
        "rate",
        "wednesday",
        "march",
        "washington",
        "federal",
        "reserve",
        "federal",
        "open",
        "market",
        "committee",
        "fomc",
        "announces",
        "decision",
        "interest",
        "rate",
        "followed",
        "statement",
        "gmt",
        "washington",
        "federal",
        "reserve",
        "chairperson",
        "hold",
        "news",
        "conference",
        "regarding",
        "interest",
        "rate",
        "gmt",
        "frankfurt",
        "ecb",
        "governing",
        "council",
        "meeting",
        "interest",
        "rate",
        "announcement",
        "scheduled",
        "thursday",
        "march",
        "ontario",
        "bank",
        "canada",
        "senior",
        "deputy",
        "governor",
        "carolyn",
        "wilkins",
        "speaks",
        "rotman",
        "school",
        "management",
        "toronto",
        "gmt",
        "washington",
        "governor",
        "norge",
        "bank",
        "oystein",
        "olsen",
        "give",
        "speech",
        "washington",
        "frankfurt",
        "germany",
        "ecb",
        "general",
        "council",
        "meeting",
        "wellington",
        "reserve",
        "bank",
        "new",
        "zealand",
        "issue",
        "official",
        "cash",
        "rate",
        "ocr",
        "announcement",
        "london",
        "bank",
        "england",
        "announces",
        "interest",
        "rate",
        "decision",
        "publishes",
        "minute",
        "meeting",
        "gmt",
        "friday",
        "march",
        "stockholm",
        "riksbank",
        "general",
        "council",
        "meeting",
        "gmt",
        "tuesday",
        "march",
        "london",
        "bank",
        "england",
        "record",
        "financial",
        "policy",
        "committee",
        "meeting",
        "held",
        "march",
        "published",
        "gmt",
        "stockholm",
        "riksbank",
        "executive",
        "board",
        "meeting",
        "gmt",
        "thursday",
        "march",
        "new",
        "york",
        "federal",
        "reserve",
        "bank",
        "philadelphia",
        "president",
        "patrick",
        "harker",
        "speaks",
        "economic",
        "outlook",
        "new",
        "york",
        "association",
        "business",
        "economics",
        "luncheon",
        "gmt",
        "friday",
        "april",
        "london",
        "governor",
        "norge",
        "bank",
        "oystein",
        "olsen",
        "give",
        "speech",
        "london",
        "tuesday",
        "april",
        "oslo",
        "governor",
        "norge",
        "bank",
        "oystein",
        "olsen",
        "give",
        "speech",
        "foreign",
        "embassy",
        "representative",
        "wednesday",
        "april",
        "washington",
        "federal",
        "reserve",
        "federal",
        "open",
        "market",
        "committee",
        "fomc",
        "release",
        "minute",
        "march",
        "policy",
        "meeting",
        "gmt",
        "thursday",
        "april",
        "oslo",
        "deputy",
        "governor",
        "norge",
        "bank",
        "jon",
        "nicolaisen",
        "speaks",
        "norwegian",
        "academy",
        "science",
        "letter",
        "monday",
        "april",
        "stockholm",
        "riksbank",
        "executive",
        "board",
        "meeting",
        "gmt",
        "wednesday",
        "april",
        "washington",
        "federal",
        "reserve",
        "issue",
        "beige",
        "book",
        "economic",
        "condition",
        "gmt",
        "ottawa",
        "bank",
        "canada",
        "key",
        "policy",
        "interest",
        "rate",
        "announcement",
        "monetary",
        "policy",
        "report",
        "gmt",
        "wednesday",
        "april",
        "stockholm",
        "riksbank",
        "monetary",
        "policy",
        "meeting",
        "gmt",
        "thursday",
        "april",
        "stockholm",
        "riksbank",
        "interest",
        "rate",
        "decision",
        "monetary",
        "policy",
        "report",
        "gmt",
        "note",
        "inclusion",
        "item",
        "diary",
        "necessarily",
        "mean",
        "reuters",
        "file",
        "story",
        "based",
        "event",
        "technical",
        "issue",
        "please",
        "contact",
        "thomson",
        "reuters",
        "customer",
        "support",
        "trcs"
    ]
}