{
    "organizations": [],
    "uuid": "8fb4a70434e532ede6a9e0f990db60423da29163",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/globe-newswire-uniqure-announces-2017-financial-results-and-recent-company-progress.html",
    "ord_in_thread": 0,
    "title": "uniQure Announces 2017 Financial Results and Recent Company Progress",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "~ On Track to Begin Pivotal Study of AMT-061 in Hemophilia B in Q3 2018\n~ Submitted IND Amendment for AMT-061 Dose Confirmation Study, with Topline Data Expected by End of 2018\n~ Expects IND Submission for AMT-130 in Huntington’s Disease in the Second Half of 2018\n~ $159 million of cash and cash equivalents as of December 31, 2017\nLEXINGTON, Mass. and AMSTERDAM, the Netherlands, March 14, 2018 (GLOBE NEWSWIRE) -- uniQure N.V. (NASDAQ:QURE), a leading gene therapy company advancing transformative therapies for patients with severe medical needs, today reported its financial results for 2017 and highlighted recent progress across its business.\n“We ended 2017 with significant momentum across all of our gene therapy programs, and a strong cash position to fund our business into 2020,” stated Matthew Kapusta, chief executive officer of uniQure. “We remain highly focused on initiating our pivotal study for AMT-061 in hemophilia B and advancing AMT-130 into a Phase I/II study in Huntington’s disease. We look forward to providing updates on our progress throughout the year, including the presentation of top-line clinical data on AMT-061 by year-end.”\nRecent Company Progress:\nAdvancing AMT-061 for the treatment of hemophilia B into a pivotal trial In the first quarter of 2018, the Company submitted an Investigational New Drug (IND) amendment to the U.S. Food and Drug Administration (FDA) supporting its planned AMT-061 dose-confirmation study. Extensive data including comparability, manufacturing capability and non-clinical safety and bioequivalence were included in the submission. The Company anticipates initiating the treatment of patients early in the third quarter of 2018 at a single dose of 2 x 10 13 gc/kg. Top line data from these patients are expected to be presented by the end of the year. The process of site selection for the pivotal phase III study has been initiated and reviews by institutional review boards (IRB) are underway. The Company expects to begin patient enrollment in the lead-in phase of the pivotal study in the third quarter of 2018. In the first quarter of 2018, the Company completed the full comparability analysis for AMT-061, which the Company believes continues to support the comparability between AMT-060 and AMT-061. The Company has completed the manufacturing and full quality release of product for use in the dose confirmation study. The product was produced in the Company’s state-of-the-art manufacturing facility in Lexington, Massachusetts. The European Medicines Agency (EMA) issued a positive opinion on Orphan Drug Designation for AMT-061 in hemophilia B. Advancing AMT-130 for the treatment of Huntington’s disease into a Phase I/II study Preclinical data presented at the 13 th Annual Huntington’s Disease Therapeutics Conference in Palm Springs, CA demonstrated that knocking down human mutant huntingtin (mHTT) by AMT-130 was safe and well-tolerated in both the deep structure of the striatum and the cortex when evaluated in a humanized mouse model of Huntington’s disease. A single administration of AMT-130 resulted in sustained dose-dependent distribution of AAV5, consistent with previous experience, strongly corresponding with human mHTT lowering in this model. Expression of total mHTT was significantly reduced by up to 87% in the striatum and up to 62% in the cortex at seven months post treatment, resulting in improvements of select behavioral and neuropathological Huntington’s disease phenotypes. Treatment was well tolerated with no adverse events, including no psychiatric or cognitive defects. A GLP-safety and toxicology study in non-human primates is ongoing and expected to conclude mid-year. Data from this study will be submitted in support of the IND, which is expected to be submitted to the FDA in the second half of 2018. In January, the Company announced that it had received Orphan Medicinal Product Designation (OMDP) for AMT-130 in Huntingtin’s disease by the EMA. OMPD offers product market exclusivity for ten years in the European Union following regulatory approval, along with tax and financial incentives for companies developing medicines for such orphan indications. Continuing research collaboration with Bristol Myers-Squibb, including AMT-126 for the treatment of congestive heart failure Under the collaboration with Bristol-Myers Squibb, a preclinical study of AMT-126 to assess heart function in a diseased pig model was initiated in January 2018. Pending data from this study, which is expected later this year, the Company and Bristol-Myers Squibb plan to initiate a safety and toxicology study to enable an IND submission. Adding talent to leadership team On March 12, the Company appointed David Cerveny, J.D., as Chief Legal Officer. Prior to joining uniQure, Mr. Cerveny was Chief Legal Officer, General Counsel and Secretary at ConforMIS, Inc., a publicly traded medical technology company. Prior to this, he was Chief Intellectual Property Counsel at Palomar Medical Technologies, Inc., which was subsequently acquired by Cynosure. Earlier in his career, Mr. Cerveny was a partner at Hale & Dorr LLP (now WilmerHale). Mr. Cerveny earned a Bachelor of Science degree in biomedical engineering from Marquette University and a Juris Doctor degree from Boston College Law School.\nUpcoming Anticipated Milestones\nInitiate dosing of patients in the dose confirmation study of AMT-061, data from which will be available by the end of 2018 Initiate patient enrollment in the lead-in phase of the pivotal study of AMT-061 in the third quarter of 2018 Completion of the GLP-safety and toxicology study of AMT-130 and submission of the IND in Huntington’s disease in the second half of 2018 Completion of a preclinical therapeutic heart function study of AMT-126 in congestive heart failure in the second half of 2018 Expansion of the Company’s early-stage research pipeline\nFinancial Highlights\nCash Position: As of December 31, 2017, the Company held cash and cash equivalents of $159.4 million, compared to $132.5 million as of December 31, 2016. In October 2017, the Company raised net proceeds of $85.3 million in an underwritten public offering of ordinary shares. The Company currently expects cash and cash equivalents will be sufficient to fund operations into early 2020.\nRevenues: Revenue for the year ended December 31, 2017 was $13.1 million, compared to $25.1 million for the year ended December 31, 2016. Collaboration revenue for the year ended December 31, 2017 was $9.0 million, compared to $20.2 million for the year ended December 31, 2016. The decrease in collaboration revenue was primarily due to the termination of the Chiesi co-development agreement in July 2017, as well as nonrecurring revenue recognized in the prior year period associated with the production of AMT-126 product supplies.\nR&D Expenses: Research and development expenses were $72.2 million for the year ended December 31, 2017, compared to $72.5 million for the year ended December 31, 2016. During the year ended December 31, 2017, we recorded expenses related to an increase in the fair market value of the contingent consideration owed to the sellers of the InoCard business, which was offset by cost savings associated with the consolidation of manufacturing activities into our Lexington, Massachusetts facility.\nSG&A Expenses: Selling, general and administrative expenses were $24.6 million for the year ended December 31, 2017, compared to $26.0 million for the year ended December 31, 2016. The decrease in SG&A expenses was primarily due to certain one-time costs incurred in 2016 related to the settlement of our arbitration proceedings with Extera and the conversion of our financial reporting to U.S. GAAP. This reduction was offset, in part, by an increase in share-based compensation costs during the year ended December 31, 2017 compared to the prior year.\nOther income: Other income was $15.4 million for the year ended December 31, 2017, compared to $1.5 million for the year ended December 31, 2016. The current year period includes the full amortization of the outstanding deferred revenue of $13.8 million following the termination of the Company’s collaboration with Chiesi in July 2017.\nNet Loss: The net loss was $79.3 million, or $2.94 per share, for the year ended December 31, compared to $73.4 million, or $2.93 per share, for the year ended December 31, 2016.\nAbout uniQure\nuniQure is delivering on the promise of gene therapy – single treatments with potentially curative results. We are leveraging our modular and validated technology platform to rapidly advance a pipeline of proprietary and partnered gene therapies to treat patients with liver/metabolic, central nervous system and cardiovascular diseases. www.uniQure.com\nuniQure Forward-Looking Statements\nThis press release contains forward-looking statements. All statements other than statements of historical fact are forward-looking statements, which are often indicated by terms such as \"anticipate,\" \"believe,\" \"could,\" \"estimate,\" \"expect,\" \"goal,\" \"intend,\" \"look forward to\", \"may,\" \"plan,\" \"potential,\" \"predict,\" \"project,\" \"should,\" \"will,\" \"would\" and similar expressions. Forward-looking statements are based on management's beliefs and assumptions and on information available to management only as of the date of this press release. These forward-looking statements include, but are not limited to,our upcoming anticipated milestones, the development of our gene therapy product candidates, the transition to our AMT-061 product candidate, the success of our collaborations and the risk of cessation, delay or lack of success of any of our ongoing or planned clinical studies and/or development of our product candidates. Our actual results could differ materially from those anticipated in these forward-looking statements for many reasons, including, without limitation, risks associated with our and our collaborators’ clinical development activities, collaboration arrangements, corporate reorganizations and strategic shifts, regulatory oversight, product commercialization and intellectual property claims, as well as the risks, uncertainties and other factors described under the heading \"Risk Factors\" in uniQure’s Annual Report on Form 10-K filed on March 14, 2018. Given these risks, uncertainties and other factors, you should not place undue reliance on these forward-looking statements, and we assume no obligation to update these forward-looking statements, even if new information becomes available in the future.\nuniQure Contacts:\nFOR INVESTORS: FOR MEDIA:\nMaria E. Cantor Eva M. Mulder Tom Malone\nDirect: 339-970-7536 Direct: +31 20 240 6103 Direct: 339-970-7558\nMobile: 617-680-9452 Mobile: +31 6 52 33 15 79 Mobile: 339-223-8541\nm.cantor@uniQure.com e.mulder@uniQure.com t.malone@uniQure.com\nuniQure N.V.\nUNAUDITED CONSOLIDATED BALANCE SHEETS\nDecember 31, December 31, 2017 2016 in thousands, except share and per share amounts Current assets Cash and cash equivalents $ 159,371 $ 132,496 Accounts receivables and accrued income 1,586 9,180 Prepaid assets and other current assets 1,826 2,270 Total current assets 162,783 143,946 Non-current assets Property, plant and equipment, net 34,281 35,702 Intangible assets and goodwill 10,100 8,789 Other non-current assets 2,480 1,828 Total non-current assets 46,861 46,319 Total assets $ 209,644 $ 190,265 Current liabilities Accounts payable $ 2,908 $ 5,524 Accrued expenses and other current liabilities 8,838 9,766 Current portion of long-term debt 1,050 605 Current portion of deferred rent 737 684 Current portion of deferred revenue 4,613 6,142 Current portion of contingent consideration 1,084 - Total current liabilities 19,230 22,721 Non-current liabilities Long-term debt, net of current portion 19,741 19,631 Deferred rent, net of current portion 9,114 6,781 Deferred revenue, net of current portion 67,408 75,612 Contingent consideration, net of current portion 2,880 1,838 Derivative financial instruments related party 1,298 51 Other non-current liabilities 614 - Total non-current liabilities 101,055 103,913 Total liabilities 120,285 126,634 Total shareholders' equity 89,359 63,631 Total liabilities and shareholders' equity $ 209,644 $ 190,265 uniQure N.V.\nUNAUDITED CONSOLIDATED STATEMENTS OF OPERATIONS\nYears ended December 31,\n2017 2016 2015 in thousands, except share and per share amounts Total revenues $ 13,107 $ 25,098 $ 10,578 Operating expenses: Research and development expenses (72,172 ) (72,510 ) (59,125 ) Selling, general and administrative expenses (24,635 ) (25,999 ) (23,383 ) Total operating expenses (96,807 ) (98,509 ) (82,508 ) Other income 15,430 1,465 779 Other expense (3,073 ) - - Loss from operations (71,343 ) (71,946 ) (71,151 ) Non operating items, net (8,116 ) (283 ) (12,111 ) Loss before income tax expense (79,459 ) (72,229 ) (83,262 ) Income tax benefit / (expense) 199 (1,145 ) 1,179 Net loss $ (79,260 ) $ (73,374 ) $ (82,083 ) Basic and diluted net loss per common share $ (2.94 ) $ (2.93 ) $ (3.72 ) Weighted average shares used in computing basic and diluted net loss per common share 26,984,183 25,036,465 22,082,345\nSource: uniQure Inc.",
    "published": "2018-03-14T14:00:00.000+02:00",
    "crawled": "2018-03-14T19:15:56.020+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "track",
        "begin",
        "pivotal",
        "study",
        "hemophilia",
        "b",
        "q3",
        "submitted",
        "ind",
        "amendment",
        "dose",
        "confirmation",
        "study",
        "topline",
        "data",
        "expected",
        "end",
        "expects",
        "ind",
        "submission",
        "huntington",
        "disease",
        "second",
        "half",
        "million",
        "cash",
        "cash",
        "equivalent",
        "december",
        "lexington",
        "mass",
        "amsterdam",
        "netherlands",
        "march",
        "globe",
        "newswire",
        "uniqure",
        "nasdaq",
        "qure",
        "leading",
        "gene",
        "therapy",
        "company",
        "advancing",
        "transformative",
        "therapy",
        "patient",
        "severe",
        "medical",
        "need",
        "today",
        "reported",
        "financial",
        "result",
        "highlighted",
        "recent",
        "progress",
        "across",
        "business",
        "ended",
        "significant",
        "momentum",
        "across",
        "gene",
        "therapy",
        "program",
        "strong",
        "cash",
        "position",
        "fund",
        "business",
        "stated",
        "matthew",
        "kapusta",
        "chief",
        "executive",
        "officer",
        "uniqure",
        "remain",
        "highly",
        "focused",
        "initiating",
        "pivotal",
        "study",
        "hemophilia",
        "b",
        "advancing",
        "phase",
        "study",
        "huntington",
        "disease",
        "look",
        "forward",
        "providing",
        "update",
        "progress",
        "throughout",
        "year",
        "including",
        "presentation",
        "clinical",
        "data",
        "recent",
        "company",
        "progress",
        "advancing",
        "treatment",
        "hemophilia",
        "b",
        "pivotal",
        "trial",
        "first",
        "quarter",
        "company",
        "submitted",
        "investigational",
        "new",
        "drug",
        "ind",
        "amendment",
        "food",
        "drug",
        "administration",
        "fda",
        "supporting",
        "planned",
        "study",
        "extensive",
        "data",
        "including",
        "comparability",
        "manufacturing",
        "capability",
        "safety",
        "bioequivalence",
        "included",
        "submission",
        "company",
        "anticipates",
        "initiating",
        "treatment",
        "patient",
        "early",
        "third",
        "quarter",
        "single",
        "dose",
        "x",
        "top",
        "line",
        "data",
        "patient",
        "expected",
        "presented",
        "end",
        "year",
        "process",
        "site",
        "selection",
        "pivotal",
        "phase",
        "iii",
        "study",
        "initiated",
        "review",
        "institutional",
        "review",
        "board",
        "irb",
        "underway",
        "company",
        "expects",
        "begin",
        "patient",
        "enrollment",
        "phase",
        "pivotal",
        "study",
        "third",
        "quarter",
        "first",
        "quarter",
        "company",
        "completed",
        "full",
        "comparability",
        "analysis",
        "company",
        "belief",
        "continues",
        "support",
        "comparability",
        "company",
        "completed",
        "manufacturing",
        "full",
        "quality",
        "release",
        "product",
        "use",
        "dose",
        "confirmation",
        "study",
        "product",
        "produced",
        "company",
        "manufacturing",
        "facility",
        "lexington",
        "massachusetts",
        "european",
        "medicine",
        "agency",
        "ema",
        "issued",
        "positive",
        "opinion",
        "orphan",
        "drug",
        "designation",
        "hemophilia",
        "advancing",
        "treatment",
        "huntington",
        "disease",
        "phase",
        "study",
        "preclinical",
        "data",
        "presented",
        "th",
        "annual",
        "huntington",
        "disease",
        "therapeutic",
        "conference",
        "palm",
        "spring",
        "ca",
        "demonstrated",
        "knocking",
        "human",
        "mutant",
        "huntingtin",
        "mhtt",
        "safe",
        "deep",
        "structure",
        "striatum",
        "cortex",
        "evaluated",
        "humanized",
        "mouse",
        "model",
        "huntington",
        "disease",
        "single",
        "administration",
        "resulted",
        "sustained",
        "distribution",
        "aav5",
        "consistent",
        "previous",
        "experience",
        "strongly",
        "corresponding",
        "human",
        "mhtt",
        "lowering",
        "model",
        "expression",
        "total",
        "mhtt",
        "significantly",
        "reduced",
        "striatum",
        "cortex",
        "seven",
        "month",
        "post",
        "treatment",
        "resulting",
        "improvement",
        "select",
        "behavioral",
        "neuropathological",
        "huntington",
        "disease",
        "phenotype",
        "treatment",
        "well",
        "tolerated",
        "adverse",
        "event",
        "including",
        "psychiatric",
        "cognitive",
        "defect",
        "toxicology",
        "study",
        "primate",
        "ongoing",
        "expected",
        "conclude",
        "data",
        "study",
        "submitted",
        "support",
        "ind",
        "expected",
        "submitted",
        "fda",
        "second",
        "half",
        "january",
        "company",
        "announced",
        "received",
        "orphan",
        "medicinal",
        "product",
        "designation",
        "omdp",
        "huntingtin",
        "disease",
        "ema",
        "ompd",
        "offer",
        "product",
        "market",
        "exclusivity",
        "ten",
        "year",
        "european",
        "union",
        "following",
        "regulatory",
        "approval",
        "along",
        "tax",
        "financial",
        "incentive",
        "company",
        "developing",
        "medicine",
        "orphan",
        "indication",
        "continuing",
        "research",
        "collaboration",
        "bristol",
        "including",
        "treatment",
        "congestive",
        "heart",
        "failure",
        "collaboration",
        "squibb",
        "preclinical",
        "study",
        "assess",
        "heart",
        "function",
        "diseased",
        "pig",
        "model",
        "initiated",
        "january",
        "pending",
        "data",
        "study",
        "expected",
        "later",
        "year",
        "company",
        "squibb",
        "plan",
        "initiate",
        "safety",
        "toxicology",
        "study",
        "enable",
        "ind",
        "submission",
        "adding",
        "talent",
        "leadership",
        "team",
        "march",
        "company",
        "appointed",
        "david",
        "cerveny",
        "chief",
        "legal",
        "officer",
        "prior",
        "joining",
        "uniqure",
        "cerveny",
        "chief",
        "legal",
        "officer",
        "general",
        "counsel",
        "secretary",
        "conformis",
        "publicly",
        "traded",
        "medical",
        "technology",
        "company",
        "prior",
        "chief",
        "intellectual",
        "property",
        "counsel",
        "palomar",
        "medical",
        "technology",
        "subsequently",
        "acquired",
        "cynosure",
        "earlier",
        "career",
        "cerveny",
        "partner",
        "hale",
        "dorr",
        "llp",
        "wilmerhale",
        "cerveny",
        "earned",
        "bachelor",
        "science",
        "degree",
        "biomedical",
        "engineering",
        "marquette",
        "university",
        "juris",
        "doctor",
        "degree",
        "boston",
        "college",
        "law",
        "school",
        "upcoming",
        "anticipated",
        "milestone",
        "initiate",
        "dosing",
        "patient",
        "dose",
        "confirmation",
        "study",
        "data",
        "available",
        "end",
        "initiate",
        "patient",
        "enrollment",
        "phase",
        "pivotal",
        "study",
        "third",
        "quarter",
        "completion",
        "toxicology",
        "study",
        "submission",
        "ind",
        "huntington",
        "disease",
        "second",
        "half",
        "completion",
        "preclinical",
        "therapeutic",
        "heart",
        "function",
        "study",
        "congestive",
        "heart",
        "failure",
        "second",
        "half",
        "expansion",
        "company",
        "research",
        "pipeline",
        "financial",
        "highlight",
        "cash",
        "position",
        "december",
        "company",
        "held",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "october",
        "company",
        "raised",
        "net",
        "proceeds",
        "million",
        "underwritten",
        "public",
        "offering",
        "ordinary",
        "share",
        "company",
        "currently",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "sufficient",
        "fund",
        "operation",
        "early",
        "revenue",
        "revenue",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "collaboration",
        "revenue",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "decrease",
        "collaboration",
        "revenue",
        "primarily",
        "due",
        "termination",
        "chiesi",
        "agreement",
        "july",
        "well",
        "nonrecurring",
        "revenue",
        "recognized",
        "prior",
        "year",
        "period",
        "associated",
        "production",
        "product",
        "supply",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "recorded",
        "expense",
        "related",
        "increase",
        "fair",
        "market",
        "value",
        "contingent",
        "consideration",
        "owed",
        "seller",
        "inocard",
        "business",
        "offset",
        "cost",
        "saving",
        "associated",
        "consolidation",
        "manufacturing",
        "activity",
        "lexington",
        "massachusetts",
        "facility",
        "sg",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "decrease",
        "sg",
        "expense",
        "primarily",
        "due",
        "certain",
        "cost",
        "incurred",
        "related",
        "settlement",
        "arbitration",
        "proceeding",
        "extera",
        "conversion",
        "financial",
        "reporting",
        "gaap",
        "reduction",
        "offset",
        "part",
        "increase",
        "compensation",
        "cost",
        "year",
        "ended",
        "december",
        "compared",
        "prior",
        "year",
        "income",
        "income",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "current",
        "year",
        "period",
        "includes",
        "full",
        "amortization",
        "outstanding",
        "deferred",
        "revenue",
        "million",
        "following",
        "termination",
        "company",
        "collaboration",
        "chiesi",
        "july",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "uniqure",
        "uniqure",
        "delivering",
        "promise",
        "gene",
        "therapy",
        "single",
        "treatment",
        "potentially",
        "curative",
        "result",
        "leveraging",
        "modular",
        "validated",
        "technology",
        "platform",
        "rapidly",
        "advance",
        "pipeline",
        "proprietary",
        "partnered",
        "gene",
        "therapy",
        "treat",
        "patient",
        "central",
        "nervous",
        "system",
        "cardiovascular",
        "disease",
        "uniqure",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "often",
        "indicated",
        "term",
        "anticipate",
        "believe",
        "could",
        "estimate",
        "expect",
        "goal",
        "intend",
        "look",
        "forward",
        "may",
        "plan",
        "potential",
        "predict",
        "project",
        "would",
        "similar",
        "expression",
        "statement",
        "based",
        "management",
        "belief",
        "assumption",
        "information",
        "available",
        "management",
        "date",
        "press",
        "release",
        "statement",
        "include",
        "limited",
        "upcoming",
        "anticipated",
        "milestone",
        "development",
        "gene",
        "therapy",
        "product",
        "candidate",
        "transition",
        "product",
        "candidate",
        "success",
        "collaboration",
        "risk",
        "cessation",
        "delay",
        "lack",
        "success",
        "ongoing",
        "planned",
        "clinical",
        "study",
        "development",
        "product",
        "candidate",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "many",
        "reason",
        "including",
        "without",
        "limitation",
        "risk",
        "associated",
        "collaborator",
        "clinical",
        "development",
        "activity",
        "collaboration",
        "arrangement",
        "corporate",
        "reorganization",
        "strategic",
        "shift",
        "regulatory",
        "oversight",
        "product",
        "commercialization",
        "intellectual",
        "property",
        "claim",
        "well",
        "risk",
        "uncertainty",
        "factor",
        "described",
        "heading",
        "risk",
        "factor",
        "uniqure",
        "annual",
        "report",
        "form",
        "filed",
        "march",
        "given",
        "risk",
        "uncertainty",
        "factor",
        "place",
        "undue",
        "reliance",
        "statement",
        "assume",
        "obligation",
        "update",
        "statement",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "future",
        "uniqure",
        "contact",
        "investor",
        "medium",
        "maria",
        "cantor",
        "eva",
        "mulder",
        "tom",
        "malone",
        "direct",
        "direct",
        "direct",
        "mobile",
        "mobile",
        "mobile",
        "uniqure",
        "unaudited",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "december",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivables",
        "accrued",
        "income",
        "prepaid",
        "asset",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "intangible",
        "asset",
        "goodwill",
        "asset",
        "total",
        "asset",
        "total",
        "asset",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "current",
        "portion",
        "debt",
        "current",
        "portion",
        "deferred",
        "rent",
        "current",
        "portion",
        "deferred",
        "revenue",
        "current",
        "portion",
        "contingent",
        "consideration",
        "total",
        "current",
        "liability",
        "liability",
        "debt",
        "net",
        "current",
        "portion",
        "deferred",
        "rent",
        "net",
        "current",
        "portion",
        "deferred",
        "revenue",
        "net",
        "current",
        "portion",
        "contingent",
        "consideration",
        "net",
        "current",
        "portion",
        "derivative",
        "financial",
        "instrument",
        "related",
        "party",
        "liability",
        "total",
        "liability",
        "total",
        "liability",
        "total",
        "shareholder",
        "equity",
        "total",
        "liability",
        "shareholder",
        "equity",
        "uniqure",
        "unaudited",
        "consolidated",
        "statement",
        "operation",
        "year",
        "ended",
        "december",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "total",
        "revenue",
        "operating",
        "expense",
        "research",
        "development",
        "expense",
        "selling",
        "general",
        "administrative",
        "expense",
        "total",
        "operating",
        "expense",
        "income",
        "expense",
        "loss",
        "operation",
        "non",
        "operating",
        "item",
        "net",
        "loss",
        "income",
        "tax",
        "expense",
        "income",
        "tax",
        "benefit",
        "expense",
        "net",
        "loss",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "weighted",
        "average",
        "share",
        "used",
        "computing",
        "basic",
        "diluted",
        "net",
        "loss",
        "per",
        "common",
        "share",
        "source",
        "uniqure",
        "inc"
    ]
}