{
    "organizations": [],
    "uuid": "8ffab9cf207f3c959f5482f5fd36c672b210d73f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/02/pr-newswire-mylan-to-introduce-two-new-cost-saving-hiv-combination-treatments-in-the-u-s.html",
    "ord_in_thread": 0,
    "title": "Mylan to Introduce Two New Cost-Saving HIV Combination Treatments in the U.S.",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HERTFORDSHIRE, England and PITTSBURGH, March 2, 2018 /PRNewswire/ -- Global pharmaceutical company Mylan N.V. (NASDAQ: MYL) today announced that it will launch two new HIV treatments, Symfi Lo™ and Cimduo™, which were approved in February by the U.S. Food and Drug Administration (FDA). Mylan anticipates introducing Symfi Lo in the coming weeks and Cimduo in the second quarter of this year. These upcoming launches will extend Mylan's global antiretroviral (ARV) platform and help address the high cost of HIV treatment in the U.S. Total spending for HIV medications in the U.S. exceeds $20 billion annually, and HIV is a top cost driver for many healthcare payers, such as Medicaid.\nSymfi Lo (efavirenz, lamivudine and tenofovir disoproxil fumarate) 400 mg/300 mg/300 mg tablets is a once-daily, single-tablet regimen (STR) and is indicated as a complete regimen for the treatment of human immunodeficiency virus type 1 (HIV-1) infection in adult and pediatric patients weighing at least 35 kg. Cimduo™ (lamivudine and tenofovir disoproxil fumarate) 300 mg/300 mg tablets is a once-daily combination of two nucleo(t)side reverse transcriptase inhibitors and is indicated in combination with other antiretroviral agents for the treatment of human immunodeficiency virus type 1 (HIV-1) infection in adults and pediatric patients weighing at least 35 kg.\n\"As the world's largest supplier of antiretrovirals by volume, Mylan is deeply committed to expanding access to treatment for people living with HIV,\" said Mylan CEO Heather Bresch. \"For a decade, we have helped transform the level of access to high-quality, affordable HIV medications in developing countries. We are excited to bring that same passion to the U.S. with the upcoming launches of Symfi Lo and Cimduo and help deliver significant savings to the healthcare system.\"\nIn 2017, HIV was the category with highest pharmacy spend for Medicaid, the third highest for health exchange plans and the fifth highest for commercial plans. 1 According to IQVIA, total spending on HIV drugs has more than tripled since 2007, outpacing the approximate 60% growth in overall drug spending.\nTo help reduce the high cost of HIV treatment in the U.S, Symfi Lo's list price will be discounted significantly from the wholesale acquisition cost (WAC) of any other STR on the U.S. market today. Cimduo's list price will likewise be at a significant discount to any other tenofovir-based double combination product on the U.S. market today.\nLactic acidosis and hepatomegaly with steatosis, including fatal cases, have been reported with the use of nucleoside analogues including lamivudine and tenofovir disoproxil fumarate. Severe acute exacerbations of hepatitis B have been reported in patients who are co-infected with hepatitis B virus and HIV who have discontinued lamivudine and tenofovir disoproxil fumarate.\nEvolving the Science with a New, Low-dose Option\nSymfi Lo is an STR formulated with a 400 mg dose of efavirenz, which is one-third less than the dose originally approved in 1998. The fixed-dose combination was recommended by the World Health Organization in 2016 as an alternative first-line therapy for adults living with HIV infection. In addition, Mylan has sold the product overseas since March 2017 , upon receipt of Tentative Approval by FDA under the U.S. President's Emergency Plan for AIDS Relief (PEPFAR) program. Worldwide, Mylan supplied the regimen to more than one million patients in 2017.\n\"Symfi Lo and Cimduo bring to the U.S. the innovations Mylan has pioneered in the delivery and dosage forms of ARVs used by millions of patients in high-burden countries around the world. We are proud of our continued investments in R&D and manufacturing for ARVs, and we are excited to extend the value of these to Americans living with HIV,\" said Mylan President Rajiv Malik. \"In particular, we believe the option to take a lower dose of efavirenz in a single-tablet regimen with Symfi Lo will be a welcome addition for patients and providers.\"\nAccording to the Kirby Institute's ENCORE1 study, 400 mg efavirenz was found to be non-inferior to 600 mg efavirenz when combined with tenofovir and emtricitabine in adults with HIV-1 infection who had never undergone treatment. 2 Symfi Lo is the second efavirenz-based STR approved by the FDA and the first to use the lower dose of efavirenz.\nMylan's Commitment to the HIV/AIDS Patient Community\nMylan is the world's largest supplier by volume of HIV/AIDS therapies. More than 40% of the 20 million patients on treatment worldwide depend on a Mylan product every day. For more than a decade, Mylan has been a leader in providing access to quality, dependable and affordable ARVs in 100 countries around the world. This includes introducing in 2009 the first generic one-tablet-once-a-day combination for developing countries – only three years after the originator product launched in the U.S. Since that time, Mylan has been the first to market with nearly half of the new products tentatively approved by the FDA under PEPFAR. Mylan was also the first generic drug maker to develop for low- and middle-income countries a heat-stable version of a drug critical for second-line regimens, and is the leading worldwide supplier of pediatric ARVs, including taste-masked and dispersible formulations. Mylan has long been a supporter of the patient community through the sponsorship of free community HIV/AIDS testing and clinical research. Learn more about Mylan's work with infectious disease here . Watch this video to learn more about Mylan's commitment to people living with HIV/AIDS.\nThis press release includes statements that constitute \"forward-looking statements\", including with regard to: Mylan announcing that in the coming weeks it will launch two new HIV treatments, Symfi LoTM and CimduoTM, which were approved in February by the FDA; that these upcoming launches will extend Mylan's global ARV platform and help address the high cost of HIV treatment in the U.S.; and that Mylan will launch Symfi Lo and Cimduo at a list price approximately 40% less than the wholesale acquisition cost of competing products. These statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. Because such statements inherently involve risks and uncertainties, actual future results may differ materially from those expressed or implied by such forward-looking statements. Factors that could cause or contribute to such differences include, but are not limited to: success of clinical trials and our or our partners' ability to execute on new product opportunities; any regulatory, legal or other impediments to our or our partners' ability to bring products to market; other risks inherent in product development; the scope, timing, and outcome of any ongoing legal proceedings, including government investigations, and the impact of any such proceedings on our or our partners' businesses; actions and decisions of healthcare and pharmaceutical regulators, and changes in healthcare and pharmaceutical laws and regulations, in the United States and abroad; the impact of competition; strategies by competitors or other third parties to delay or prevent product introductions; the effect of any changes in our or our partners' customer and supplier relationships and customer purchasing patterns; any other changes in third-party relationships; changes in the economic and financial conditions of the businesses of Mylan or its partners; uncertainties and matters beyond the control of management; and the other risks detailed in Mylan's filings with the Securities and Exchange Commission. Mylan undertakes no obligation to update these statements for revisions or changes after the date of this release.\nAbout Mylan\nMylan is a global pharmaceutical company committed to setting new standards in healthcare. Working together around the world to provide 7 billion people access to high quality medicine, we innovate to satisfy unmet needs; make reliability and service excellence a habit; do what's right, not what's easy; and impact the future through passionate global leadership. We offer a growing portfolio of more than 7,500 marketed products around the world, including antiretroviral therapies on which more than 40% of people being treated for HIV/AIDS globally depend. We market our products in more than 165 countries and territories. We are one of the world's largest producers of active pharmaceutical ingredients. Every member of our approximately 35,000-strong workforce is dedicated to creating better health for a better world, one person at a time. Learn more at Mylan.com . We routinely post information that may be important to investors on our website at investor.mylan.com .\n1 http://lab.express-scripts.com/lab/drug-trend-report/2017-dtr\n2 Efficacy of 400 mg efavirenz versus standard 600 mg dose in HIV-infected, antiretroviral-naive adults (ENCORE1): a randomised, double-blind, placebo-controlled, non-inferiority trial; http://www.thelancet.com/journals/lancet/article/PIIS0140-6736(13)62187-X/abstract\nView original content with multimedia: http://www.prnewswire.com/news-releases/mylan-to-introduce-two-new-cost-saving-hiv-combination-treatments-in-the-us-300607274.html\nSOURCE Mylan N.V.",
    "published": "2018-03-02T15:30:00.000+02:00",
    "crawled": "2018-03-02T16:48:42.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hertfordshire",
        "england",
        "pittsburgh",
        "march",
        "global",
        "pharmaceutical",
        "company",
        "mylan",
        "nasdaq",
        "myl",
        "today",
        "announced",
        "launch",
        "two",
        "new",
        "hiv",
        "treatment",
        "symfi",
        "approved",
        "february",
        "food",
        "drug",
        "administration",
        "fda",
        "mylan",
        "anticipates",
        "introducing",
        "symfi",
        "lo",
        "coming",
        "week",
        "cimduo",
        "second",
        "quarter",
        "year",
        "upcoming",
        "launch",
        "extend",
        "mylan",
        "global",
        "antiretroviral",
        "arv",
        "platform",
        "help",
        "address",
        "high",
        "cost",
        "hiv",
        "treatment",
        "total",
        "spending",
        "hiv",
        "medication",
        "exceeds",
        "billion",
        "annually",
        "hiv",
        "top",
        "cost",
        "driver",
        "many",
        "healthcare",
        "payer",
        "medicaid",
        "symfi",
        "lo",
        "efavirenz",
        "lamivudine",
        "tenofovir",
        "disoproxil",
        "fumarate",
        "mg",
        "tablet",
        "regimen",
        "str",
        "indicated",
        "complete",
        "regimen",
        "treatment",
        "human",
        "immunodeficiency",
        "virus",
        "type",
        "infection",
        "adult",
        "pediatric",
        "patient",
        "weighing",
        "least",
        "kg",
        "lamivudine",
        "tenofovir",
        "disoproxil",
        "fumarate",
        "mg",
        "tablet",
        "combination",
        "two",
        "nucleo",
        "side",
        "reverse",
        "transcriptase",
        "inhibitor",
        "indicated",
        "combination",
        "antiretroviral",
        "agent",
        "treatment",
        "human",
        "immunodeficiency",
        "virus",
        "type",
        "infection",
        "adult",
        "pediatric",
        "patient",
        "weighing",
        "least",
        "kg",
        "world",
        "largest",
        "supplier",
        "antiretrovirals",
        "volume",
        "mylan",
        "deeply",
        "committed",
        "expanding",
        "access",
        "treatment",
        "people",
        "living",
        "hiv",
        "said",
        "mylan",
        "ceo",
        "heather",
        "bresch",
        "decade",
        "helped",
        "transform",
        "level",
        "access",
        "affordable",
        "hiv",
        "medication",
        "developing",
        "country",
        "excited",
        "bring",
        "passion",
        "upcoming",
        "launch",
        "symfi",
        "lo",
        "cimduo",
        "help",
        "deliver",
        "significant",
        "saving",
        "healthcare",
        "system",
        "hiv",
        "category",
        "highest",
        "pharmacy",
        "spend",
        "medicaid",
        "third",
        "highest",
        "health",
        "exchange",
        "plan",
        "fifth",
        "highest",
        "commercial",
        "plan",
        "according",
        "iqvia",
        "total",
        "spending",
        "hiv",
        "drug",
        "tripled",
        "since",
        "outpacing",
        "approximate",
        "growth",
        "overall",
        "drug",
        "spending",
        "help",
        "reduce",
        "high",
        "cost",
        "hiv",
        "treatment",
        "symfi",
        "lo",
        "list",
        "price",
        "discounted",
        "significantly",
        "wholesale",
        "acquisition",
        "cost",
        "wac",
        "str",
        "market",
        "today",
        "cimduo",
        "list",
        "price",
        "likewise",
        "significant",
        "discount",
        "double",
        "combination",
        "product",
        "market",
        "today",
        "lactic",
        "acidosis",
        "hepatomegaly",
        "steatosis",
        "including",
        "fatal",
        "case",
        "reported",
        "use",
        "nucleoside",
        "analogue",
        "including",
        "lamivudine",
        "tenofovir",
        "disoproxil",
        "fumarate",
        "severe",
        "acute",
        "exacerbation",
        "hepatitis",
        "b",
        "reported",
        "patient",
        "hepatitis",
        "b",
        "virus",
        "hiv",
        "discontinued",
        "lamivudine",
        "tenofovir",
        "disoproxil",
        "fumarate",
        "evolving",
        "science",
        "new",
        "option",
        "symfi",
        "lo",
        "str",
        "formulated",
        "mg",
        "dose",
        "efavirenz",
        "less",
        "dose",
        "originally",
        "approved",
        "combination",
        "recommended",
        "world",
        "health",
        "organization",
        "alternative",
        "therapy",
        "adult",
        "living",
        "hiv",
        "infection",
        "addition",
        "mylan",
        "sold",
        "product",
        "overseas",
        "since",
        "march",
        "upon",
        "receipt",
        "tentative",
        "approval",
        "fda",
        "president",
        "emergency",
        "plan",
        "aid",
        "relief",
        "pepfar",
        "program",
        "worldwide",
        "mylan",
        "supplied",
        "regimen",
        "one",
        "million",
        "patient",
        "symfi",
        "lo",
        "cimduo",
        "bring",
        "innovation",
        "mylan",
        "pioneered",
        "delivery",
        "dosage",
        "form",
        "arvs",
        "used",
        "million",
        "patient",
        "country",
        "around",
        "world",
        "proud",
        "continued",
        "investment",
        "r",
        "manufacturing",
        "arvs",
        "excited",
        "extend",
        "value",
        "american",
        "living",
        "hiv",
        "said",
        "mylan",
        "president",
        "rajiv",
        "malik",
        "particular",
        "believe",
        "option",
        "take",
        "lower",
        "dose",
        "efavirenz",
        "regimen",
        "symfi",
        "lo",
        "welcome",
        "addition",
        "patient",
        "provider",
        "according",
        "kirby",
        "institute",
        "encore1",
        "study",
        "mg",
        "efavirenz",
        "found",
        "mg",
        "efavirenz",
        "combined",
        "tenofovir",
        "emtricitabine",
        "adult",
        "infection",
        "never",
        "undergone",
        "treatment",
        "symfi",
        "lo",
        "second",
        "str",
        "approved",
        "fda",
        "first",
        "use",
        "lower",
        "dose",
        "efavirenz",
        "mylan",
        "commitment",
        "patient",
        "community",
        "mylan",
        "world",
        "largest",
        "supplier",
        "volume",
        "therapy",
        "million",
        "patient",
        "treatment",
        "worldwide",
        "depend",
        "mylan",
        "product",
        "every",
        "day",
        "decade",
        "mylan",
        "leader",
        "providing",
        "access",
        "quality",
        "dependable",
        "affordable",
        "arvs",
        "country",
        "around",
        "world",
        "includes",
        "introducing",
        "first",
        "generic",
        "combination",
        "developing",
        "country",
        "three",
        "year",
        "originator",
        "product",
        "launched",
        "since",
        "time",
        "mylan",
        "first",
        "market",
        "nearly",
        "half",
        "new",
        "product",
        "tentatively",
        "approved",
        "fda",
        "pepfar",
        "mylan",
        "also",
        "first",
        "generic",
        "drug",
        "maker",
        "develop",
        "country",
        "version",
        "drug",
        "critical",
        "regimen",
        "leading",
        "worldwide",
        "supplier",
        "pediatric",
        "arvs",
        "including",
        "dispersible",
        "formulation",
        "mylan",
        "long",
        "supporter",
        "patient",
        "community",
        "sponsorship",
        "free",
        "community",
        "testing",
        "clinical",
        "research",
        "learn",
        "mylan",
        "work",
        "infectious",
        "disease",
        "watch",
        "video",
        "learn",
        "mylan",
        "commitment",
        "people",
        "living",
        "press",
        "release",
        "includes",
        "statement",
        "constitute",
        "statement",
        "including",
        "regard",
        "mylan",
        "announcing",
        "coming",
        "week",
        "launch",
        "two",
        "new",
        "hiv",
        "treatment",
        "symfi",
        "lotm",
        "cimduotm",
        "approved",
        "february",
        "fda",
        "upcoming",
        "launch",
        "extend",
        "mylan",
        "global",
        "arv",
        "platform",
        "help",
        "address",
        "high",
        "cost",
        "hiv",
        "treatment",
        "mylan",
        "launch",
        "symfi",
        "lo",
        "cimduo",
        "list",
        "price",
        "approximately",
        "less",
        "wholesale",
        "acquisition",
        "cost",
        "competing",
        "product",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "inherently",
        "involve",
        "risk",
        "uncertainty",
        "actual",
        "future",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "could",
        "cause",
        "contribute",
        "difference",
        "include",
        "limited",
        "success",
        "clinical",
        "trial",
        "partner",
        "ability",
        "execute",
        "new",
        "product",
        "opportunity",
        "regulatory",
        "legal",
        "impediment",
        "partner",
        "ability",
        "bring",
        "product",
        "market",
        "risk",
        "inherent",
        "product",
        "development",
        "scope",
        "timing",
        "outcome",
        "ongoing",
        "legal",
        "proceeding",
        "including",
        "government",
        "investigation",
        "impact",
        "proceeding",
        "partner",
        "business",
        "action",
        "decision",
        "healthcare",
        "pharmaceutical",
        "regulator",
        "change",
        "healthcare",
        "pharmaceutical",
        "law",
        "regulation",
        "united",
        "state",
        "abroad",
        "impact",
        "competition",
        "strategy",
        "competitor",
        "third",
        "party",
        "delay",
        "prevent",
        "product",
        "introduction",
        "effect",
        "change",
        "partner",
        "customer",
        "supplier",
        "relationship",
        "customer",
        "purchasing",
        "pattern",
        "change",
        "relationship",
        "change",
        "economic",
        "financial",
        "condition",
        "business",
        "mylan",
        "partner",
        "uncertainty",
        "matter",
        "beyond",
        "control",
        "management",
        "risk",
        "detailed",
        "mylan",
        "filing",
        "security",
        "exchange",
        "commission",
        "mylan",
        "undertakes",
        "obligation",
        "update",
        "statement",
        "revision",
        "change",
        "date",
        "release",
        "mylan",
        "mylan",
        "global",
        "pharmaceutical",
        "company",
        "committed",
        "setting",
        "new",
        "standard",
        "healthcare",
        "working",
        "together",
        "around",
        "world",
        "provide",
        "billion",
        "people",
        "access",
        "high",
        "quality",
        "medicine",
        "innovate",
        "satisfy",
        "unmet",
        "need",
        "make",
        "reliability",
        "service",
        "excellence",
        "habit",
        "right",
        "easy",
        "impact",
        "future",
        "passionate",
        "global",
        "leadership",
        "offer",
        "growing",
        "portfolio",
        "marketed",
        "product",
        "around",
        "world",
        "including",
        "antiretroviral",
        "therapy",
        "people",
        "treated",
        "globally",
        "depend",
        "market",
        "product",
        "country",
        "territory",
        "one",
        "world",
        "largest",
        "producer",
        "active",
        "pharmaceutical",
        "ingredient",
        "every",
        "member",
        "approximately",
        "workforce",
        "dedicated",
        "creating",
        "better",
        "health",
        "better",
        "world",
        "one",
        "person",
        "time",
        "learn",
        "routinely",
        "post",
        "information",
        "may",
        "important",
        "investor",
        "website",
        "http",
        "efficacy",
        "mg",
        "efavirenz",
        "versus",
        "standard",
        "mg",
        "dose",
        "adult",
        "encore1",
        "randomised",
        "trial",
        "http",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "mylan"
    ]
}