{
    "organizations": [],
    "uuid": "6b89c3be44031e8379371c592d474996f2ee49ec",
    "author": "",
    "url": "https://uk.reuters.com/article/uk-mongolia-mining-insight/as-copper-booms-miners-take-hunt-to-mongolian-dunes-idUKKCN1GP0LI",
    "ord_in_thread": 0,
    "title": "As copper booms, miners take hunt to Mongolian dunes",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 13, 2018 / 7:08 AM / Updated 44 minutes ago As copper booms, miners take hunt to Mongolian dunes Barbara Lewis 9 Min Read LONDON (Reuters) - When temperatures rise and winds drop in the coming weeks, a band of explorers will hunt for copper riches in Mongolia’s Gobi Desert. FILE PHOTO: Mining trucks are seen at the Oyu Tolgoi mine in Mongolia's South Gobi region June 23, 2012. REUTERS/David Stanway/File Photo For years Rio Tinto has been the sole international copper mine operator in Mongolia, bound closely to a country where it has bet billions of dollars on the giant Oyu Tolgoi project. Others have steered clear due to the risks of operating in a nation with an unpredictable and young democracy and judiciary, a frail economy and extreme weather. Now rising global demand for a metal used in electric cars and renewable energy, at a time of increased costs and depleted deposits in the world’s biggest copper producer Chile, is driving miners to riskier locations. Some are looking to Mongolia. Geologists say deposits like Oyu Tolgoi - meaning Turquoise Hill because of the staining of the rocks by oxidised copper - rarely occur in isolation. That means, for some miners, the chances of finding another make the east Asian nation worth a calculated gamble, especially given its proximity to the world’s biggest copper consumer, China. The new charge is led by a group of about half a dozen smaller players, including Australia’s Xanadu Mines ( XAM.AX ), Canada’s Kincora Copper ( KCC.V ) and U.S. company Wood Capital Partners, which have higher risk appetites and are seeking to steal a march on competitors. Wood Capital Partners, set up by two former Citigroup bankers and specialised in acquiring distressed assets, told Reuters it had invested“several million dollars” in exploration territory in the Southern Gobi. Co-CEO and Managing Partner Stephen Dizard said the firm bought the concession - which is 364 square km, or about six times the size of Manhattan - from a frontier markets fund which was in liquidation. He wanted to get into Mongolia ahead of a rush driven by the global hunt for new copper. He said miners would become increasingly confident in buying assets in the country because the economy was slowly improving, aided by an International Monetary Fund bailout. “It (Mongolia) was distressed financially and distressed across the sector,” Dizard added.“We took the view, the situation had to improve. It has.” Beginning in March and April, he said the company’s drilling budget would be“a minimum of a seven-figure number”. Sam Spring, CEO of Kincora, said it raised about $4.5 million (£3.2 million) last year to fund its Mongolian exploration. The company, which has licences for more than 1,400 square km of land, drilled 6,000 metres last year and results were promising, and that it would step up activity in late March or early April. “We’ve started to see a change of investor sentiment. There is increasing infrastructure and hopefully we are seeing tailwinds rather than headwinds,” added Spring, who describes Mongolia as one of the last frontiers for top-quality copper assets. Andrew Stewart, CEO of Xanadu, thinks he will be able to gather enough information over the coming months to determine whether he can justify establishing a mine in the country. He is planning drilling using four rigs compared with two last year.“Mongolia is very good because it has the prospectivity,” he said. DESERT LABYRINTH The dream is another discovery on the scale of Rio Tinto’s Oyu Tolgoi - a chain of deposits in the southern Gobi, about 550 km south of the capital Ulaanbaatar and 80 km north of the border with China. But even Rio Tinto ( RIO.L ) ( RIO.AX ), which is relying on Mongolia to drive growth after committing about $12 billion to the project, only resumed exploration there last year after a five-year hiatus during the copper market downturn. The Anglo-Australian miner says it has still to make any return on its investment, but in January it announced an exploration office in Ulaanbaatar, its first formal office in the capital. This was a symbolic move intended to underline to the government its commitment to the country, according to industry sources. Rio Tinto says the office will employ 80 staff and cover technology as well as exploration. To make up for dwindling output at the open pit mine Rio Tinto is building a labyrinth of underground tunnels that will increase annual output to 560,000 tonnes, about three times current production from the open pit. Ramping up the underground operations will begin around the start of the next decade. As well as the market downturn, Rio Tinto has had to contend with wrangles with the Mongolian government over taxes and power supply. The mine is jointly owned by the government, with 34 percent, and Turquoise Hill Resources ( TRQ.TO ) with 66 percent. Turquoise Hill is in turn 51 percent-owned by Rio Tinto. Rio Tinto CEO Jean-Sebastien Jacques said problems were inevitable but his company was there for the long haul. Slideshow (3 Images) “My personal experience over the last five years is, that you know, lots of issues as you would expect, but each time we have been able to work through them,” he said last month. “I’m not saying it’s going to be easy.” -40C TO 40C Miners and political analysts say that, while the economy in Mongolia is gradually improving, the legal system is opaque and frequent changes in government since the country became a democracy three decades ago have created policy uncertainty, making investors wary. The Mongolian mining ministry did not respond to Reuters requests for comment. Miners must also deal with temperatures that can swing from -40C to 40C, and ferocious winds that can last for days. As a result, they tend to limit drilling programmes in the Gobi to between late March and November. By contrast, drilling can take place all year round in Chile and other Latin American countries. Such considerations have deterred most miners for many years. BHP Chief Executive Andrew Mackenzie, for example, told Reuters his preference was for safe jurisdictions, namely the Americas. He described Mongolia as“potentially very prospective but not without security and geopolitical challenges”. But copper market conditions are slowly driving change. Rio Tinto’s renewed activity and the exploration of rivals comes as demand increases for a metal needed in large quantities for the electric-vehicle and renewable energy industries. Copper prices CMCU3 have rebounded to nearly $7,000 a tonne from lows around $4,300 a tonne hit in early 2016, which was their weakest since 2009. At the same time, Chile’s long-exploited ore bodies are ageing and challenged by arsenic concentrations and proximity to large populations. Mine workers there have also been demanding higher wages, adding to costs. Such is the draw of Mongolia - which has the same type of“porphyry” rock formations - that even Chile’s giant state copper company Codelco has said it is considering investing in the Asian nation. An advantage of the porphyry formations is that the copper is often accompanied by gold, which can effectively subsidise the copper production. “Mongolia represents a very prospective region for copper deposits of the porphyry type,” said Jamie Wilkinson, research leader in mineral deposits at London’s Natural History Museum. “Oyu Tolgoi was found in 2001. There have been some small discoveries since then but nothing on the same scale. There is lots of potential for future discoveries.” ‘NOT FOR FAINT-HEARTED’ However, while there may be geological potential, there is no guarantee of unearthing commercial volumes of copper, and luck is always a significant factor. The interest from overseas explorers, if sustained, could nonetheless prove crucial for Mongolia itself, which is heavily dependent on commodities and had to turn to the IMF last year following a collapse in foreign investment. About 30 percent of its 3 million people live in poverty, according to 2016 figures from the World Bank and Mongolia’s national statistical office. Moody’s raised the country’s sovereign debt rating by a notch in January, following the IMF bailout deal, but it is still deep in junk territory. The deal has helped the country pay off its sovereign debt and stabilised the local currency, the tugrik, but required Ulaanbaatar to introduce measures such as higher taxes and cuts to social welfare. Iain Watt, CEO of mining business IGI’s UK operations, said it too was exploring possibilities in Mongolia, as well as central Asia, and that there was clear potential for investors. “Mongolia is definitely on the up - but it’s not for the faint-hearted.” Reporting by Barbara Lewis in London; Additional reporting by Terrence Edwards in Ulaanbaatar and Karin Strohecker in London; Editing by Pravin Char",
    "published": "2018-03-13T09:12:00.000+02:00",
    "crawled": "2018-03-13T09:23:39.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "minute",
        "ago",
        "copper",
        "boom",
        "miner",
        "take",
        "hunt",
        "mongolian",
        "dune",
        "barbara",
        "lewis",
        "min",
        "read",
        "london",
        "reuters",
        "temperature",
        "rise",
        "wind",
        "drop",
        "coming",
        "week",
        "band",
        "explorer",
        "hunt",
        "copper",
        "rich",
        "mongolia",
        "gobi",
        "desert",
        "file",
        "photo",
        "mining",
        "truck",
        "seen",
        "oyu",
        "tolgoi",
        "mine",
        "mongolia",
        "south",
        "gobi",
        "region",
        "june",
        "photo",
        "year",
        "rio",
        "tinto",
        "sole",
        "international",
        "copper",
        "mine",
        "operator",
        "mongolia",
        "bound",
        "closely",
        "country",
        "bet",
        "billion",
        "dollar",
        "giant",
        "oyu",
        "tolgoi",
        "project",
        "others",
        "steered",
        "clear",
        "due",
        "risk",
        "operating",
        "nation",
        "unpredictable",
        "young",
        "democracy",
        "judiciary",
        "frail",
        "economy",
        "extreme",
        "weather",
        "rising",
        "global",
        "demand",
        "metal",
        "used",
        "electric",
        "car",
        "renewable",
        "energy",
        "time",
        "increased",
        "cost",
        "depleted",
        "deposit",
        "world",
        "biggest",
        "copper",
        "producer",
        "chile",
        "driving",
        "miner",
        "riskier",
        "location",
        "looking",
        "mongolia",
        "geologist",
        "say",
        "deposit",
        "like",
        "oyu",
        "tolgoi",
        "meaning",
        "turquoise",
        "hill",
        "staining",
        "rock",
        "oxidised",
        "copper",
        "rarely",
        "occur",
        "isolation",
        "mean",
        "miner",
        "chance",
        "finding",
        "another",
        "make",
        "east",
        "asian",
        "nation",
        "worth",
        "calculated",
        "gamble",
        "especially",
        "given",
        "proximity",
        "world",
        "biggest",
        "copper",
        "consumer",
        "china",
        "new",
        "charge",
        "led",
        "group",
        "half",
        "dozen",
        "smaller",
        "player",
        "including",
        "australia",
        "xanadu",
        "mine",
        "canada",
        "kincora",
        "copper",
        "company",
        "wood",
        "capital",
        "partner",
        "higher",
        "risk",
        "appetite",
        "seeking",
        "steal",
        "march",
        "competitor",
        "wood",
        "capital",
        "partner",
        "set",
        "two",
        "former",
        "citigroup",
        "banker",
        "specialised",
        "acquiring",
        "distressed",
        "asset",
        "told",
        "reuters",
        "invested",
        "several",
        "million",
        "dollar",
        "exploration",
        "territory",
        "southern",
        "gobi",
        "managing",
        "partner",
        "stephen",
        "dizard",
        "said",
        "firm",
        "bought",
        "concession",
        "square",
        "km",
        "six",
        "time",
        "size",
        "manhattan",
        "frontier",
        "market",
        "fund",
        "liquidation",
        "wanted",
        "get",
        "mongolia",
        "ahead",
        "rush",
        "driven",
        "global",
        "hunt",
        "new",
        "copper",
        "said",
        "miner",
        "would",
        "become",
        "increasingly",
        "confident",
        "buying",
        "asset",
        "country",
        "economy",
        "slowly",
        "improving",
        "aided",
        "international",
        "monetary",
        "fund",
        "bailout",
        "mongolia",
        "distressed",
        "financially",
        "distressed",
        "across",
        "sector",
        "dizard",
        "took",
        "view",
        "situation",
        "improve",
        "beginning",
        "march",
        "april",
        "said",
        "company",
        "drilling",
        "budget",
        "would",
        "minimum",
        "number",
        "sam",
        "spring",
        "ceo",
        "kincora",
        "said",
        "raised",
        "million",
        "million",
        "last",
        "year",
        "fund",
        "mongolian",
        "exploration",
        "company",
        "licence",
        "square",
        "km",
        "land",
        "drilled",
        "metre",
        "last",
        "year",
        "result",
        "promising",
        "would",
        "step",
        "activity",
        "late",
        "march",
        "early",
        "april",
        "started",
        "see",
        "change",
        "investor",
        "sentiment",
        "increasing",
        "infrastructure",
        "hopefully",
        "seeing",
        "tailwind",
        "rather",
        "headwind",
        "added",
        "spring",
        "describes",
        "mongolia",
        "one",
        "last",
        "frontier",
        "copper",
        "asset",
        "andrew",
        "stewart",
        "ceo",
        "xanadu",
        "think",
        "able",
        "gather",
        "enough",
        "information",
        "coming",
        "month",
        "determine",
        "whether",
        "justify",
        "establishing",
        "mine",
        "country",
        "planning",
        "drilling",
        "using",
        "four",
        "rig",
        "compared",
        "two",
        "last",
        "mongolia",
        "good",
        "prospectivity",
        "said",
        "desert",
        "labyrinth",
        "dream",
        "another",
        "discovery",
        "scale",
        "rio",
        "tinto",
        "oyu",
        "tolgoi",
        "chain",
        "deposit",
        "southern",
        "gobi",
        "km",
        "south",
        "capital",
        "ulaanbaatar",
        "km",
        "north",
        "border",
        "china",
        "even",
        "rio",
        "tinto",
        "relying",
        "mongolia",
        "drive",
        "growth",
        "committing",
        "billion",
        "project",
        "resumed",
        "exploration",
        "last",
        "year",
        "hiatus",
        "copper",
        "market",
        "downturn",
        "miner",
        "say",
        "still",
        "make",
        "return",
        "investment",
        "january",
        "announced",
        "exploration",
        "office",
        "ulaanbaatar",
        "first",
        "formal",
        "office",
        "capital",
        "symbolic",
        "move",
        "intended",
        "underline",
        "government",
        "commitment",
        "country",
        "according",
        "industry",
        "source",
        "rio",
        "tinto",
        "say",
        "office",
        "employ",
        "staff",
        "cover",
        "technology",
        "well",
        "exploration",
        "make",
        "dwindling",
        "output",
        "open",
        "pit",
        "mine",
        "rio",
        "tinto",
        "building",
        "labyrinth",
        "underground",
        "tunnel",
        "increase",
        "annual",
        "output",
        "tonne",
        "three",
        "time",
        "current",
        "production",
        "open",
        "pit",
        "ramping",
        "underground",
        "operation",
        "begin",
        "around",
        "start",
        "next",
        "decade",
        "well",
        "market",
        "downturn",
        "rio",
        "tinto",
        "contend",
        "wrangle",
        "mongolian",
        "government",
        "tax",
        "power",
        "supply",
        "mine",
        "jointly",
        "owned",
        "government",
        "percent",
        "turquoise",
        "hill",
        "resource",
        "percent",
        "turquoise",
        "hill",
        "turn",
        "rio",
        "tinto",
        "rio",
        "tinto",
        "ceo",
        "jacques",
        "said",
        "problem",
        "inevitable",
        "company",
        "long",
        "haul",
        "slideshow",
        "image",
        "personal",
        "experience",
        "last",
        "five",
        "year",
        "know",
        "lot",
        "issue",
        "would",
        "expect",
        "time",
        "able",
        "work",
        "said",
        "last",
        "month",
        "saying",
        "going",
        "40c",
        "miner",
        "political",
        "analyst",
        "say",
        "economy",
        "mongolia",
        "gradually",
        "improving",
        "legal",
        "system",
        "opaque",
        "frequent",
        "change",
        "government",
        "since",
        "country",
        "became",
        "democracy",
        "three",
        "decade",
        "ago",
        "created",
        "policy",
        "uncertainty",
        "making",
        "investor",
        "wary",
        "mongolian",
        "mining",
        "ministry",
        "respond",
        "reuters",
        "request",
        "comment",
        "miner",
        "must",
        "also",
        "deal",
        "temperature",
        "swing",
        "40c",
        "ferocious",
        "wind",
        "last",
        "day",
        "result",
        "tend",
        "limit",
        "drilling",
        "programme",
        "gobi",
        "late",
        "march",
        "november",
        "contrast",
        "drilling",
        "take",
        "place",
        "year",
        "round",
        "chile",
        "latin",
        "american",
        "country",
        "consideration",
        "deterred",
        "miner",
        "many",
        "year",
        "bhp",
        "chief",
        "executive",
        "andrew",
        "mackenzie",
        "example",
        "told",
        "reuters",
        "preference",
        "safe",
        "jurisdiction",
        "namely",
        "america",
        "described",
        "mongolia",
        "potentially",
        "prospective",
        "without",
        "security",
        "geopolitical",
        "challenge",
        "copper",
        "market",
        "condition",
        "slowly",
        "driving",
        "change",
        "rio",
        "tinto",
        "renewed",
        "activity",
        "exploration",
        "rival",
        "come",
        "demand",
        "increase",
        "metal",
        "needed",
        "large",
        "quantity",
        "renewable",
        "energy",
        "industry",
        "copper",
        "price",
        "cmcu3",
        "rebounded",
        "nearly",
        "tonne",
        "low",
        "around",
        "tonne",
        "hit",
        "early",
        "weakest",
        "since",
        "time",
        "chile",
        "ore",
        "body",
        "ageing",
        "challenged",
        "arsenic",
        "concentration",
        "proximity",
        "large",
        "population",
        "mine",
        "worker",
        "also",
        "demanding",
        "higher",
        "wage",
        "adding",
        "cost",
        "draw",
        "mongolia",
        "type",
        "porphyry",
        "rock",
        "formation",
        "even",
        "chile",
        "giant",
        "state",
        "copper",
        "company",
        "codelco",
        "said",
        "considering",
        "investing",
        "asian",
        "nation",
        "advantage",
        "porphyry",
        "formation",
        "copper",
        "often",
        "accompanied",
        "gold",
        "effectively",
        "subsidise",
        "copper",
        "production",
        "mongolia",
        "represents",
        "prospective",
        "region",
        "copper",
        "deposit",
        "porphyry",
        "type",
        "said",
        "jamie",
        "wilkinson",
        "research",
        "leader",
        "mineral",
        "deposit",
        "london",
        "natural",
        "history",
        "museum",
        "oyu",
        "tolgoi",
        "found",
        "small",
        "discovery",
        "since",
        "nothing",
        "scale",
        "lot",
        "potential",
        "future",
        "however",
        "may",
        "geological",
        "potential",
        "guarantee",
        "unearthing",
        "commercial",
        "volume",
        "copper",
        "luck",
        "always",
        "significant",
        "factor",
        "interest",
        "overseas",
        "explorer",
        "sustained",
        "could",
        "nonetheless",
        "prove",
        "crucial",
        "mongolia",
        "heavily",
        "dependent",
        "commodity",
        "turn",
        "imf",
        "last",
        "year",
        "following",
        "collapse",
        "foreign",
        "investment",
        "percent",
        "million",
        "people",
        "live",
        "poverty",
        "according",
        "figure",
        "world",
        "bank",
        "mongolia",
        "national",
        "statistical",
        "office",
        "moody",
        "raised",
        "country",
        "sovereign",
        "debt",
        "rating",
        "notch",
        "january",
        "following",
        "imf",
        "bailout",
        "deal",
        "still",
        "deep",
        "junk",
        "territory",
        "deal",
        "helped",
        "country",
        "pay",
        "sovereign",
        "debt",
        "stabilised",
        "local",
        "currency",
        "tugrik",
        "required",
        "ulaanbaatar",
        "introduce",
        "measure",
        "higher",
        "tax",
        "cut",
        "social",
        "welfare",
        "iain",
        "watt",
        "ceo",
        "mining",
        "business",
        "igi",
        "uk",
        "operation",
        "said",
        "exploring",
        "possibility",
        "mongolia",
        "well",
        "central",
        "asia",
        "clear",
        "potential",
        "investor",
        "mongolia",
        "definitely",
        "reporting",
        "barbara",
        "lewis",
        "london",
        "additional",
        "reporting",
        "terrence",
        "edward",
        "ulaanbaatar",
        "karin",
        "strohecker",
        "london",
        "editing",
        "pravin",
        "char"
    ]
}