{
    "organizations": [],
    "uuid": "861e97b77343602062b64085f1edf271a0d196ed",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/cnbc-transcript-christopher-pissarides-professor-london-school-of-economics.html",
    "ord_in_thread": 0,
    "title": "CNBC Transcript: Christopher Pissarides, Professor, London School of Economics",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Following is the transcript of a CNBC interview with London School of Economics professor Christopher Pissarides at the China Development Forum in Beijing. The interview was broadcast on CNBC's Street Signs on 27 March 2018.\nAll references must be sourced to a \"CNBC Interview'.\nInterviewed by CNBC's Martin Soong.\nMartin Soong (MS): Professor, we can't get away from not talking about what's been in the news the last couple of days, what I'm sure a lot of people here are very concerned about, and that is the risk of a trade war. President Trump, the United States fired the first salvo of steel and aluminum, then of course you know we've got the 301 intellectual property related tariffs as well, which could be worth up to 60 billion dollars. China's response so far has been fairly modest only three billion, specifically at the 232 tariffs. How at risk are we of this thing escalating and getting away from us and becoming a full-blown trade war, because we haven't seen one of those in quite a while?\nChristopher Pissarides: No we haven't and the one thing that we learned from economics of the last four-five decades even, it's not new, is that trade war is harmful, they hurt everyone. Openness to trade can be good for everyone. There are losers from opening and as long as governments deal with the losers so that they don't feel left out, then everyone can benefit. What the United States has failed to do in the past was to deal with the losers, standards of living have fallen for certain groups of the population at the same time as the economy was growing, and Trump's reaction is like a sort of knee jerk reaction to something, 'Oh you know this has brought this damage to these people or let's stop it now', but this is completely wrong, completely.\nMS: Completely wrong, and could it actually backfire by hurting the same people who actually need the help?\nChristopher Pissarides: It will actually hurt them more if there is a trade war and it will hurt many, many more people in the United States than those that he's trying to help.\nMS: So why do you think he's doing it? Is it mainly politics just to score points ahead of midterm congressional elections in November?\nChristopher Pissarides: Quite honestly I think it's entirely politics, not mainly politics, because I can't imagine an economic adviser who would tell him that that's a good thing. You're not going to take old type manufacturing jobs back to the United States, the United States is technologically the most advanced economy in the world, that's where it's comparative advantage is, and he should be pushing along the technological frontier, not saying I'm going to go back to these rusty steel industries.\nMS: Do you get a sense China understands that though? That short term this is just political.\nChristopher Pissarides: It must be understanding. I mean it's so obvious when you look at the development course that the United States has taken. If you look at what economists are saying it must be understanding, but the question is how long do you let him get on like that without a trade war.\nNow the trade war of course economically will be even worse than doing nothing now. But if it's politics that is generating that in the United States, then the risk is that countries including China will react with politics, which is trade war. And the only way to avoid the trade war and make life better for everyone, at least create the conditions under which it can be made that everyone, is for Trump to back down on that but he's never backed down on anything, once he decides to do something he's pushing and if any adviser is telling him 'it's not a good idea Mr. President', then he fires them. So what can you do?\nMS: This is true. Now at another level though you have to agree that there is this competition about race for what people have described as digital supremacy, technological supremacy, which in the very near future is going to determine and define power, right? That is true, I don't think anybody argues with that. And China has been very hungry, inquisitive and curious, at the very least, to get their hands on very sensitive Western technology in the West, in the EU, Germany as well. Should there be rules in place to guard against that? Or would that go against this whole open economy, free trade, liberal sort of system?\nChristopher Pissarides: You see here the question again about global supremacy that they call in digitalization is a political one. In fact even in this forum already, although it's such early days here, I've been asked myself about you know who do you think will be the dominant power in the future. And I said why do you look at it like that? You know why is it that there's got to be one dominant power that is going to determine what's happening in the world? Digital technology is exposable, it's tradable. You know it's something that is discovered in one country, it can be imported into other countries to the benefit of those countries.\nSo I do believe that we should have openness in digital technology. But at the same time that involves the use of huge datasets on people and the personal behavior of people. So the only way to deal with that is not by individual countries restricting the use of technology, or trying to steal from each other so that we can use it for supremacy, but to have some global regulator, the way the WTO for example is trying with some success to regulate global trade, we need to create something similar for digital technology to regulate the use of big data sets across countries and digital technologies.\nMS: Do you see any country leading the charge, leading that push?\nChristopher Pissarides: Well I don't, but given that the digital technology now at the global level I think it's something like 60 percent United States, 30 percent China, 90 percent between them. The best way to go about it is for China and the United States to sit around a table and come up with a solution to this so it stops this digital dominance war that seems to be happening between them.\nNow currently with Trump in the United States especially, I don't see that happening, it takes time for old enemies, if I can put it like that, to suddenly sit together on a cooperative solution, but they need to.\nMS: Here at the conference so far, what is the most worrying thing that you've heard? And also the most promising?\nChristopher Pissarides: The most worrying thing I heard is trade war that might extend to digital technologies as well, as an economist that's what worries me. The most promising is that the world economy is doing well again, poverty is going down and countries are investing more and more into R&D. There are many companies are pushing the direction of adopting artificial intelligence and improving their productivities, that's the most promising.\nBut we know from economic history that politics could ruin a good economic environment. So the geopolitical risk is there, it worries me. The latest manifestation is the trade war we've been talking about. It's good that North Korea and the United States seem to be in a thawing of relationships, that they going to meet. But I do see many risks. Europe is coming out of recession for example, but the debt crisis has left many scars that haven't been closed. Brexit is creating more scars. So there are political risks that could undermine the economic recovery and that's the most worrying thing that I keep hearing people talking about. But economic fundamentals are good unless Trump comes as…with tariffs here, tariffs there and so withdrawing back into his shell.\nEND\nMedia Contact:\nMike Cheong\nCommunications Manager, CNBC Asia Pacific\nD: +65 6326 1123\nM: +65 9852 8630\nMike.Cheong@nbcuni.com\nAbout CNBC\nCNBC is the leading global broadcaster of live business and financial news and information, reporting directly from the world's major financial markets via three regional TV networks in Asia, EMEA and the US. CNBC.com is the preeminent financial news source on the web featuring video, real-time market analysis and dynamic financial tools. CNBC serves the world's most powerful audience of CEOs, senior executives, the financial services industry and private investors and is available in more than 409 million homes worldwide. CNBC is a division of NBCUniversal.\n www.cnbc.com",
    "published": "2018-03-27T07:53:00.000+03:00",
    "crawled": "2018-03-27T08:23:29.102+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "following",
        "transcript",
        "cnbc",
        "interview",
        "london",
        "school",
        "economics",
        "professor",
        "christopher",
        "pissarides",
        "china",
        "development",
        "forum",
        "beijing",
        "interview",
        "broadcast",
        "cnbc",
        "street",
        "sign",
        "march",
        "reference",
        "must",
        "sourced",
        "cnbc",
        "interview",
        "interviewed",
        "cnbc",
        "martin",
        "soong",
        "martin",
        "soong",
        "m",
        "professor",
        "ca",
        "get",
        "away",
        "talking",
        "news",
        "last",
        "couple",
        "day",
        "sure",
        "lot",
        "people",
        "concerned",
        "risk",
        "trade",
        "war",
        "president",
        "trump",
        "united",
        "state",
        "fired",
        "first",
        "salvo",
        "steel",
        "aluminum",
        "course",
        "know",
        "got",
        "intellectual",
        "property",
        "related",
        "tariff",
        "well",
        "could",
        "worth",
        "billion",
        "dollar",
        "china",
        "response",
        "far",
        "fairly",
        "modest",
        "three",
        "billion",
        "specifically",
        "tariff",
        "risk",
        "thing",
        "escalating",
        "getting",
        "away",
        "u",
        "becoming",
        "trade",
        "war",
        "seen",
        "one",
        "quite",
        "christopher",
        "pissarides",
        "one",
        "thing",
        "learned",
        "economics",
        "last",
        "decade",
        "even",
        "new",
        "trade",
        "war",
        "harmful",
        "hurt",
        "everyone",
        "openness",
        "trade",
        "good",
        "everyone",
        "loser",
        "opening",
        "long",
        "government",
        "deal",
        "loser",
        "feel",
        "left",
        "everyone",
        "benefit",
        "united",
        "state",
        "failed",
        "past",
        "deal",
        "loser",
        "standard",
        "living",
        "fallen",
        "certain",
        "group",
        "population",
        "time",
        "economy",
        "growing",
        "trump",
        "reaction",
        "like",
        "sort",
        "knee",
        "jerk",
        "reaction",
        "something",
        "know",
        "brought",
        "damage",
        "people",
        "let",
        "stop",
        "completely",
        "wrong",
        "completely",
        "m",
        "completely",
        "wrong",
        "could",
        "actually",
        "backfire",
        "hurting",
        "people",
        "actually",
        "need",
        "help",
        "christopher",
        "pissarides",
        "actually",
        "hurt",
        "trade",
        "war",
        "hurt",
        "many",
        "many",
        "people",
        "united",
        "state",
        "trying",
        "help",
        "m",
        "think",
        "mainly",
        "politics",
        "score",
        "point",
        "ahead",
        "midterm",
        "congressional",
        "election",
        "november",
        "christopher",
        "pissarides",
        "quite",
        "honestly",
        "think",
        "entirely",
        "politics",
        "mainly",
        "politics",
        "ca",
        "imagine",
        "economic",
        "adviser",
        "would",
        "tell",
        "good",
        "thing",
        "going",
        "take",
        "old",
        "type",
        "manufacturing",
        "job",
        "back",
        "united",
        "state",
        "united",
        "state",
        "technologically",
        "advanced",
        "economy",
        "world",
        "comparative",
        "advantage",
        "pushing",
        "along",
        "technological",
        "frontier",
        "saying",
        "going",
        "go",
        "back",
        "rusty",
        "steel",
        "industry",
        "m",
        "get",
        "sense",
        "china",
        "understands",
        "though",
        "short",
        "term",
        "political",
        "christopher",
        "pissarides",
        "must",
        "understanding",
        "mean",
        "obvious",
        "look",
        "development",
        "course",
        "united",
        "state",
        "taken",
        "look",
        "economist",
        "saying",
        "must",
        "understanding",
        "question",
        "long",
        "let",
        "get",
        "like",
        "without",
        "trade",
        "war",
        "trade",
        "war",
        "course",
        "economically",
        "even",
        "worse",
        "nothing",
        "politics",
        "generating",
        "united",
        "state",
        "risk",
        "country",
        "including",
        "china",
        "react",
        "politics",
        "trade",
        "war",
        "way",
        "avoid",
        "trade",
        "war",
        "make",
        "life",
        "better",
        "everyone",
        "least",
        "create",
        "condition",
        "made",
        "everyone",
        "trump",
        "back",
        "never",
        "backed",
        "anything",
        "decides",
        "something",
        "pushing",
        "adviser",
        "telling",
        "good",
        "idea",
        "president",
        "fire",
        "m",
        "true",
        "another",
        "level",
        "though",
        "agree",
        "competition",
        "race",
        "people",
        "described",
        "digital",
        "supremacy",
        "technological",
        "supremacy",
        "near",
        "future",
        "going",
        "determine",
        "define",
        "power",
        "right",
        "true",
        "think",
        "anybody",
        "argues",
        "china",
        "hungry",
        "inquisitive",
        "curious",
        "least",
        "get",
        "hand",
        "sensitive",
        "western",
        "technology",
        "west",
        "eu",
        "germany",
        "well",
        "rule",
        "place",
        "guard",
        "would",
        "go",
        "whole",
        "open",
        "economy",
        "free",
        "trade",
        "liberal",
        "sort",
        "system",
        "christopher",
        "pissarides",
        "see",
        "question",
        "global",
        "supremacy",
        "call",
        "digitalization",
        "political",
        "one",
        "fact",
        "even",
        "forum",
        "already",
        "although",
        "early",
        "day",
        "asked",
        "know",
        "think",
        "dominant",
        "power",
        "future",
        "said",
        "look",
        "like",
        "know",
        "got",
        "one",
        "dominant",
        "power",
        "going",
        "determine",
        "happening",
        "world",
        "digital",
        "technology",
        "exposable",
        "tradable",
        "know",
        "something",
        "discovered",
        "one",
        "country",
        "imported",
        "country",
        "benefit",
        "country",
        "believe",
        "openness",
        "digital",
        "technology",
        "time",
        "involves",
        "use",
        "huge",
        "datasets",
        "people",
        "personal",
        "behavior",
        "people",
        "way",
        "deal",
        "individual",
        "country",
        "restricting",
        "use",
        "technology",
        "trying",
        "steal",
        "use",
        "supremacy",
        "global",
        "regulator",
        "way",
        "wto",
        "example",
        "trying",
        "success",
        "regulate",
        "global",
        "trade",
        "need",
        "create",
        "something",
        "similar",
        "digital",
        "technology",
        "regulate",
        "use",
        "big",
        "data",
        "set",
        "across",
        "country",
        "digital",
        "technology",
        "m",
        "see",
        "country",
        "leading",
        "charge",
        "leading",
        "push",
        "christopher",
        "pissarides",
        "well",
        "given",
        "digital",
        "technology",
        "global",
        "level",
        "think",
        "something",
        "like",
        "percent",
        "united",
        "state",
        "percent",
        "china",
        "percent",
        "best",
        "way",
        "go",
        "china",
        "united",
        "state",
        "sit",
        "around",
        "table",
        "come",
        "solution",
        "stop",
        "digital",
        "dominance",
        "war",
        "seems",
        "happening",
        "currently",
        "trump",
        "united",
        "state",
        "especially",
        "see",
        "happening",
        "take",
        "time",
        "old",
        "enemy",
        "put",
        "like",
        "suddenly",
        "sit",
        "together",
        "cooperative",
        "solution",
        "need",
        "m",
        "conference",
        "far",
        "worrying",
        "thing",
        "heard",
        "also",
        "promising",
        "christopher",
        "pissarides",
        "worrying",
        "thing",
        "heard",
        "trade",
        "war",
        "might",
        "extend",
        "digital",
        "technology",
        "well",
        "economist",
        "worry",
        "promising",
        "world",
        "economy",
        "well",
        "poverty",
        "going",
        "country",
        "investing",
        "r",
        "many",
        "company",
        "pushing",
        "direction",
        "adopting",
        "artificial",
        "intelligence",
        "improving",
        "productivity",
        "promising",
        "know",
        "economic",
        "history",
        "politics",
        "could",
        "ruin",
        "good",
        "economic",
        "environment",
        "geopolitical",
        "risk",
        "worry",
        "latest",
        "manifestation",
        "trade",
        "war",
        "talking",
        "good",
        "north",
        "korea",
        "united",
        "state",
        "seem",
        "thawing",
        "relationship",
        "going",
        "meet",
        "see",
        "many",
        "risk",
        "europe",
        "coming",
        "recession",
        "example",
        "debt",
        "crisis",
        "left",
        "many",
        "scar",
        "closed",
        "brexit",
        "creating",
        "scar",
        "political",
        "risk",
        "could",
        "undermine",
        "economic",
        "recovery",
        "worrying",
        "thing",
        "keep",
        "hearing",
        "people",
        "talking",
        "economic",
        "fundamental",
        "good",
        "unless",
        "trump",
        "come",
        "tariff",
        "tariff",
        "withdrawing",
        "back",
        "shell",
        "end",
        "medium",
        "contact",
        "mike",
        "cheong",
        "communication",
        "manager",
        "cnbc",
        "asia",
        "pacific",
        "cnbc",
        "cnbc",
        "leading",
        "global",
        "broadcaster",
        "live",
        "business",
        "financial",
        "news",
        "information",
        "reporting",
        "directly",
        "world",
        "major",
        "financial",
        "market",
        "via",
        "three",
        "regional",
        "tv",
        "network",
        "asia",
        "emea",
        "u",
        "preeminent",
        "financial",
        "news",
        "source",
        "web",
        "featuring",
        "video",
        "market",
        "analysis",
        "dynamic",
        "financial",
        "tool",
        "cnbc",
        "serf",
        "world",
        "powerful",
        "audience",
        "ceo",
        "senior",
        "executive",
        "financial",
        "service",
        "industry",
        "private",
        "investor",
        "available",
        "million",
        "home",
        "worldwide",
        "cnbc",
        "division",
        "nbcuniversal"
    ]
}