{
    "organizations": [],
    "uuid": "328b959bbf0066c3035c1e3f82846a15b2441306",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/globe-newswire-zogenix-provides-corporate-update-and-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Zogenix Provides Corporate Update and Reports Fourth Quarter and Full-Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ZX008 Granted Breakthrough Therapy Designation in Dravet syndrome by FDA\nLast patient randomized into second Phase 3 clinical trial of ZX008 in patients with Dravet syndrome, Study 1504\nInitiated global Phase 3 clinical trial for ZX008 in Lennox-Gastaut syndrome\nEMERYVILLE, Calif., Zogenix, Inc. (NASDAQ:ZGNX), a pharmaceutical company developing therapies for the treatment of rare central nervous system (CNS) disorders, today provided a corporate update and announced financial results for the fourth quarter and year ended December 31, 2017.\n“Following positive results from our first global Phase 3 trial, Study 1, evaluating ZX008 in Dravet syndrome, Zogenix entered 2018 in strong operating and financial positions,” said Stephen J. Farr, Ph.D., President and CEO of Zogenix. “Based on the results from Study 1, we were recently granted Breakthrough Therapy Designation by the U.S. Food and Drug Administration (FDA) for ZX008 in Dravet syndrome. We now look forward to the availability of top-line results towards the end of the second quarter of this year from our second pivotal Phase 3 trial, Study 1504, which recently completed enrollment. Assuming a successful outcome for Study 1504, we intend to submit applications for regulatory approvals of ZX008 as adjunctive treatment for Dravet syndrome in the U.S. and Europe in the fourth quarter of 2018.”\n“Our second target indication for ZX008, Lennon-Gastaut syndrome (LGS), an indication that affects more patients than Dravet syndrome, also continues to advance. During the fourth quarter, we announced the initiation of a single global Phase 3 trial in LGS required for future regulatory submissions in the U.S. and EU for this indication. Finally, we are supported by a strong balance sheet that was further fortified in the fourth quarter through our secondary public offering of common stock, which culminated in a capital raise of $271 million in net proceeds.”\nCorporate Update\nBreakthrough Therapy Designation granted by FDA for ZX008 in Dravet syndrome\nCompleted enrollment of Study 1504; expect top-line results in late second quarter\nInitiated global Phase 3 clinical trial of ZX008 in children and adults with Lennox-Gastaut syndrome\nPresented additional efficacy and safety results from Study 1 at the 71 st American Epilepsy Society Annual Meeting. The new Study 1 results presented showed the odds of achieving a clinically meaningful (≥50%) or substantial (≥75%) reduction in convulsive seizure frequency were 29 and 50 times higher, respectively, in patients treated with ZX008 0.8 mg/kg/day as compared to patients treated with placebo. Additionally, 55% of patients treated with ZX008 0.8 mg/kg/day were rated by parents/caregivers as very much improved or much improved in overall condition on the Clinical Global Impression (CGI-C) rating scale compared to 10% of the placebo group (p=0.001) and 62.5% of patients treated with ZX008 0.8 mg/kg/day were rated by investigators as very much improved or much improved in overall condition on the CGI-C compared to 10% of the placebo group (p=0.001). In addition, the safety profile demonstrated that the drug was generally well-tolerated and there were no clinical or echocardiographic signs of any cardiac abnormality, including no valvulopathy or pulmonary hypertension. 11 additional posters supporting the ongoing open-label trials of ZX008 in refractory epilepsies, and the burden of these conditions, were also presented\nCompleted year ended December 31, 2017, with $293.5 million in cash and cash equivalents\nFourth Quarter 2017 Financial Results Compared to Fourth Quarter 2016\nDue to the wind-down of Sumavel DosePro manufacturing operations, the Company recorded no revenue for the three months ended December 31, 2017. This compares with total revenue of $11.0 million in the fourth quarter ended December 31, 2016, consisting entirely of contract manufacturing revenue for Sumavel DosePro.\nResearch and development expenses for the fourth quarter ended December 31, 2017, totaled $18.1 million, up from $13.4 million in the fourth quarter ended December 31, 2016, as the Company continued enrollment and expanded the scope of its Phase 3 clinical trials for ZX008 in Dravet syndrome and initiated its global Phase 3 study in LGS.\nSelling, general and administrative expenses for the fourth quarter ended December 31, 2017, totaled $7.8 million, compared with $7.5 million in the fourth quarter ended December 31, 2016.\nNet loss from continuing operations for the fourth quarter ended December 31, 2017, was $39.8 million, compared with a net loss of $23.6 million in the fourth quarter ended December 31, 2016.\nTotal net loss for the fourth quarter ended December 31, 2017, was $39.7 million, or $1.17 per share, compared with a net loss of $23.5 million, or $0.95 per share, in the fourth quarter ended December 31, 2016.\nYear Ended December 31, 2017, Financial Results Compared to Year Ended December 31, 2016\nTotal revenue for the year ended December 31, 2017, was $9.8 million, consisting entirely of contract manufacturing revenue for Sumavel DosePro. This compared with total revenue of $28.9 million in the year ended December 31, 2016, substantially all of which was derived from contract manufacturing revenue for Sumavel DosePro. The decrease was primarily attributable to lower reimbursed production costs under the agreement with Endo. In April 2017, Zogenix completed fulfillment of the remaining open orders and ceased all manufacturing activities related to Sumavel DosePro.\nResearch and development expenses for the year ended December 31, 2017, totaled $67.4 million, up from $41.8 million in the year ended December 31, 2016, and was primarily attributable to the progression and expansion of the Company’s clinical trial activities related to its Phase 3 development program for ZX008 in Dravet syndrome and LGS.\nSelling, general and administrative expenses for the year ended December 31, 2017, totaled $25.9 million, compared with $27.0 million in the year ended December 31, 2016.\nNet loss from continuing operations for the year ended December 31, 2017, was $126.0 million, compared with $68.7 million in the year ended December 31, 2016.\nNet loss from discontinued operations for the year ended December 31, 2017, was $0.8 million, compared with $1.0 million in the year ended December 31, 2016.\nTotal net loss for the year ended December 31, 2017 was $126.8 million, or $4.65 per share, compared with a net loss of $69.7 million, or $2.81 per share, in the year ended December 31, 2016.\nAt December 31, 2017, the Company had cash and cash equivalents of $293.5 million, compared to $91.6 million at December 31, 2016. In October 2017, Zogenix closed on an underwritten common stock offering in which the Company issued and sold 7,705,000 shares of common stock at a price of $37.50 per share and received net proceeds of approximately $271.3 million.\nConference Call Details\nTuesday, March 6 th @ 4:30pm Eastern Time/1:30pm Pacific Time\nToll Free: 800-239-9838\nInternational: 323-794-2551\nConference ID: 5092266\nWebcast: http://public.viavid.com/index.php?id=128365\nReplays, available through March 20:\nDomestic: 844-512-2921\nInternational: 412-317-6671\nReplay PIN: 5092266\nAbout Zogenix\nZogenix, Inc. (Nasdaq:ZGNX) is a pharmaceutical company committed to developing and commercializing CNS therapies that address specific clinical needs for people living with orphan and other CNS disorders who need innovative treatment alternatives to improve their daily functioning.\nFor more information, visit www.zogenix.com .\nInvestors: Andrew McDonald\nFounding Partner, LifeSci Advisors LLC\n646-597-6987 | Andrew@lifesciadvisors.com\nForward Looking Statements\nZogenix cautions you that statements included in this press release that are not a description of historical facts are forward-looking statements. Words such as “believes,” “anticipates,” “plans,” “expects,” “indicates,” “will,” “intends,” “potential,” “suggests,” “assuming,” “designed” and similar expressions are intended to identify forward-looking statements. These statements are based on the Company's current beliefs and expectations. These forward-looking statements include statements regarding ZX008’s potential as a treatment for seizures associated with Dravet syndrome; the enrollment of patients in the planned global Phase 3 clinical trial in Lennox Gastaut Syndrome; the timing of top line results for the Study 1504 clinical trial; the timing or results of regulatory submissions for ZX008 for Dravet syndrome in the U.S. and Europe; the timing of the enrollment of patients or results in our Phase 3 trial in LGS; the timing of our regulatory submissions of ZX008 to treat LGS; and the commercial potential of ZX008. The inclusion of forward-looking statements should not be regarded as a representation by Zogenix that any of its plans will be achieved. Actual results may differ from those set forth in this release due to the risks and uncertainties inherent in Zogenix’s business, including, without limitation: the uncertainties associated with the clinical development and regulatory approval of product candidates such as ZX008, including potential delays in the commencement, enrollment and completion of clinical trials; the potential that earlier clinical trials and studies may not be predictive of future results; Zogenix’s reliance on third parties to conduct its clinical trials, enroll patients, manufacture its preclinical and clinical drug supplies and manufacture commercial supplies of its drug products, if approved; unexpected adverse side effects or inadequate therapeutic efficacy of ZX008 that could limit approval and/or commercialization, or that could result in recalls or product liability claims; Zogenix's ability to fully comply with numerous federal, state and local laws and regulatory requirements, as well as rules and regulations outside the United States, that apply to its product development activities; Fast Track designation may not result in an expedited regulatory review process; and other risks described in Zogenix’s prior press releases as well as in public periodic filings with the Securities and Exchange Commission. You are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof, and Zogenix undertakes no obligation to revise or update this press release to reflect events or circumstances after the date hereof. All forward-looking statements are qualified in their entirety by this cautionary statement. This caution is made under the safe harbor provisions of Section 21E of the Private Securities Litigation Reform Act of 1995.\nZogenix, Inc.\nConsolidated Balance Sheets\n(In thousands)\n(Unaudited)\nDecember 31, 2017 2016 Assets Current assets: Cash and cash equivalents $ 293,503 $ 91,551 Trade accounts receivable — 12,577 Inventory — 7,047 Prepaid expenses 5,994 7,404 Other current assets 5,206 1,335 Total current assets 304,703 119,914 Property and equipment, net 245 1,710 Indefinite-lived intangible assets 102,500 102,500 Goodwill 6,234 6,234 Other assets 3,931 1,147 Total assets $ 417,613 $ 231,505 Liabilities and stockholders’ equity Current liabilities: Accounts payable $ 3,356 $ 4,549 Accrued expenses 10,499 6,374 Common stock warrant liabilities 512 809 Accrued compensation 6,616 3,652 Working capital advance note payable, net of discount — 3,267 Deferred revenue — 1,245 Current liabilities of discontinued operations — 414 Total current liabilities 20,983 20,310 Long-term debt — 18,824 Contingent consideration 76,900 52,800 Deferred tax liability 17,425 17,425 Other long-term liabilities 784 1,390 Commitments and contingencies Stockholders’ equity: Common stock 35 25 Additional paid-in capital 873,526 565,954 Accumulated deficit (572,040 ) (445,223 ) Total stockholders’ equity 301,521 120,756 Total liabilities and stockholders’ equity $ 417,613 $ 231,505 Zogenix, Inc.\nCondensed Consolidated Statements of Operations\n(In thousands, except per share amounts)\n(Unaudited)\nThree Months Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 Revenue: Contract manufacturing revenue $ — $ 10,988 $ 9,821 $ 28,525 Service and other product revenue — (2 ) — 325 Total revenue — 10,986 9,821 28,850 Operating expenses (income): Cost of contract manufacturing — 5,988 10,729 22,468 Research and development 18,080 13,393 67,449 41,840 Selling, general and administrative 7,756 7,491 25,885 26,996 Loss on contract termination — — 478 — Change in fair value of contingent consideration 12,500 (1,000 ) 24,100 1,800 Asset impairment charges — 8,431 1,116 8,431 Total operating expenses 38,336 34,303 129,757 101,535 Loss from operations (38,336 ) (23,317 ) (119,936 ) (72,685 ) Other income (expense): Interest income 758 81 1,090 443 Interest expense (579 ) (675 ) (2,644 ) (2,825 ) Loss on extinguishment of debt (1,498 ) — (4,876 ) — Change in fair value of warrant liabilities (63 ) 239 297 5,387 Other income (expense) (24 ) 45 47 46 Total other (expense) income (1,406 ) (310 ) (6,086 ) 3,051 Net loss from continuing operations before income taxes (39,742 ) (23,627 ) (126,022 ) (69,634 ) Income tax (expense) benefit (41 ) 25 — 948 Net loss from continuing operations (39,783 ) (23,602 ) (126,022 ) (68,686 ) Net income (loss) from discontinued operations, net of taxes 75 109 (795 ) (1,021 ) Net (loss) income $ (39,708 ) $ (23,493 ) $ (126,817 ) $ (69,707 ) Net (loss) income per share, basic and diluted $ (1.17 ) $ (0.95 ) $ (4.65 ) $ (2.81 ) Weighted average shares outstanding, basic and diluted 34,057 24,799 27,301 24,785\nSource:Zogenix, Inc.",
    "published": "2018-03-07T00:01:00.000+02:00",
    "crawled": "2018-03-07T03:12:36.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "zx008",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "dravet",
        "syndrome",
        "fda",
        "last",
        "patient",
        "randomized",
        "second",
        "phase",
        "clinical",
        "trial",
        "zx008",
        "patient",
        "dravet",
        "syndrome",
        "study",
        "initiated",
        "global",
        "phase",
        "clinical",
        "trial",
        "zx008",
        "syndrome",
        "emeryville",
        "zogenix",
        "nasdaq",
        "zgnx",
        "pharmaceutical",
        "company",
        "developing",
        "therapy",
        "treatment",
        "rare",
        "central",
        "nervous",
        "system",
        "cns",
        "disorder",
        "today",
        "provided",
        "corporate",
        "update",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "following",
        "positive",
        "result",
        "first",
        "global",
        "phase",
        "trial",
        "study",
        "evaluating",
        "zx008",
        "dravet",
        "syndrome",
        "zogenix",
        "entered",
        "strong",
        "operating",
        "financial",
        "position",
        "said",
        "stephen",
        "farr",
        "president",
        "ceo",
        "zogenix",
        "based",
        "result",
        "study",
        "recently",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "food",
        "drug",
        "administration",
        "fda",
        "zx008",
        "dravet",
        "syndrome",
        "look",
        "forward",
        "availability",
        "result",
        "towards",
        "end",
        "second",
        "quarter",
        "year",
        "second",
        "pivotal",
        "phase",
        "trial",
        "study",
        "recently",
        "completed",
        "enrollment",
        "assuming",
        "successful",
        "outcome",
        "study",
        "intend",
        "submit",
        "application",
        "regulatory",
        "approval",
        "zx008",
        "adjunctive",
        "treatment",
        "dravet",
        "syndrome",
        "europe",
        "fourth",
        "quarter",
        "second",
        "target",
        "indication",
        "zx008",
        "syndrome",
        "lgs",
        "indication",
        "affect",
        "patient",
        "dravet",
        "syndrome",
        "also",
        "continues",
        "advance",
        "fourth",
        "quarter",
        "announced",
        "initiation",
        "single",
        "global",
        "phase",
        "trial",
        "lgs",
        "required",
        "future",
        "regulatory",
        "submission",
        "eu",
        "indication",
        "finally",
        "supported",
        "strong",
        "balance",
        "sheet",
        "fortified",
        "fourth",
        "quarter",
        "secondary",
        "public",
        "offering",
        "common",
        "stock",
        "culminated",
        "capital",
        "raise",
        "million",
        "net",
        "corporate",
        "update",
        "breakthrough",
        "therapy",
        "designation",
        "granted",
        "fda",
        "zx008",
        "dravet",
        "syndrome",
        "completed",
        "enrollment",
        "study",
        "expect",
        "result",
        "late",
        "second",
        "quarter",
        "initiated",
        "global",
        "phase",
        "clinical",
        "trial",
        "zx008",
        "child",
        "adult",
        "syndrome",
        "presented",
        "additional",
        "efficacy",
        "safety",
        "result",
        "study",
        "st",
        "american",
        "epilepsy",
        "society",
        "annual",
        "meeting",
        "new",
        "study",
        "result",
        "presented",
        "showed",
        "odds",
        "achieving",
        "clinically",
        "meaningful",
        "substantial",
        "reduction",
        "convulsive",
        "seizure",
        "frequency",
        "time",
        "higher",
        "respectively",
        "patient",
        "treated",
        "zx008",
        "compared",
        "patient",
        "treated",
        "placebo",
        "additionally",
        "patient",
        "treated",
        "zx008",
        "rated",
        "much",
        "improved",
        "much",
        "improved",
        "overall",
        "condition",
        "clinical",
        "global",
        "impression",
        "rating",
        "scale",
        "compared",
        "placebo",
        "group",
        "patient",
        "treated",
        "zx008",
        "rated",
        "investigator",
        "much",
        "improved",
        "much",
        "improved",
        "overall",
        "condition",
        "compared",
        "placebo",
        "group",
        "addition",
        "safety",
        "profile",
        "demonstrated",
        "drug",
        "generally",
        "clinical",
        "echocardiographic",
        "sign",
        "cardiac",
        "abnormality",
        "including",
        "valvulopathy",
        "pulmonary",
        "hypertension",
        "additional",
        "poster",
        "supporting",
        "ongoing",
        "trial",
        "zx008",
        "refractory",
        "epilepsy",
        "burden",
        "condition",
        "also",
        "presented",
        "completed",
        "year",
        "ended",
        "december",
        "million",
        "cash",
        "cash",
        "equivalent",
        "fourth",
        "quarter",
        "financial",
        "result",
        "compared",
        "fourth",
        "quarter",
        "due",
        "sumavel",
        "dosepro",
        "manufacturing",
        "operation",
        "company",
        "recorded",
        "revenue",
        "three",
        "month",
        "ended",
        "december",
        "compare",
        "total",
        "revenue",
        "million",
        "fourth",
        "quarter",
        "ended",
        "december",
        "consisting",
        "entirely",
        "contract",
        "manufacturing",
        "revenue",
        "sumavel",
        "dosepro",
        "research",
        "development",
        "expense",
        "fourth",
        "quarter",
        "ended",
        "december",
        "totaled",
        "million",
        "million",
        "fourth",
        "quarter",
        "ended",
        "december",
        "company",
        "continued",
        "enrollment",
        "expanded",
        "scope",
        "phase",
        "clinical",
        "trial",
        "zx008",
        "dravet",
        "syndrome",
        "initiated",
        "global",
        "phase",
        "study",
        "lgs",
        "selling",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "ended",
        "december",
        "totaled",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "ended",
        "december",
        "net",
        "loss",
        "continuing",
        "operation",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "ended",
        "december",
        "total",
        "net",
        "loss",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "financial",
        "result",
        "compared",
        "year",
        "ended",
        "december",
        "total",
        "revenue",
        "year",
        "ended",
        "december",
        "million",
        "consisting",
        "entirely",
        "contract",
        "manufacturing",
        "revenue",
        "sumavel",
        "dosepro",
        "compared",
        "total",
        "revenue",
        "million",
        "year",
        "ended",
        "december",
        "substantially",
        "derived",
        "contract",
        "manufacturing",
        "revenue",
        "sumavel",
        "dosepro",
        "decrease",
        "primarily",
        "attributable",
        "lower",
        "reimbursed",
        "production",
        "cost",
        "agreement",
        "endo",
        "april",
        "zogenix",
        "completed",
        "fulfillment",
        "remaining",
        "open",
        "order",
        "ceased",
        "manufacturing",
        "activity",
        "related",
        "sumavel",
        "dosepro",
        "research",
        "development",
        "expense",
        "year",
        "ended",
        "december",
        "totaled",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "primarily",
        "attributable",
        "progression",
        "expansion",
        "company",
        "clinical",
        "trial",
        "activity",
        "related",
        "phase",
        "development",
        "program",
        "zx008",
        "dravet",
        "syndrome",
        "lgs",
        "selling",
        "general",
        "administrative",
        "expense",
        "year",
        "ended",
        "december",
        "totaled",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "continuing",
        "operation",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "discontinued",
        "operation",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "year",
        "ended",
        "december",
        "total",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "december",
        "company",
        "cash",
        "cash",
        "equivalent",
        "million",
        "compared",
        "million",
        "december",
        "october",
        "zogenix",
        "closed",
        "underwritten",
        "common",
        "stock",
        "offering",
        "company",
        "issued",
        "sold",
        "share",
        "common",
        "stock",
        "price",
        "per",
        "share",
        "received",
        "net",
        "proceeds",
        "approximately",
        "million",
        "conference",
        "call",
        "detail",
        "tuesday",
        "march",
        "th",
        "eastern",
        "pacific",
        "time",
        "toll",
        "free",
        "international",
        "conference",
        "id",
        "webcast",
        "http",
        "replay",
        "available",
        "march",
        "domestic",
        "international",
        "replay",
        "pin",
        "zogenix",
        "zogenix",
        "nasdaq",
        "zgnx",
        "pharmaceutical",
        "company",
        "committed",
        "developing",
        "commercializing",
        "cns",
        "therapy",
        "address",
        "specific",
        "clinical",
        "need",
        "people",
        "living",
        "orphan",
        "cns",
        "disorder",
        "need",
        "innovative",
        "treatment",
        "alternative",
        "improve",
        "daily",
        "functioning",
        "information",
        "visit",
        "investor",
        "andrew",
        "mcdonald",
        "founding",
        "partner",
        "lifesci",
        "advisor",
        "llc",
        "andrew",
        "forward",
        "looking",
        "statement",
        "zogenix",
        "caution",
        "statement",
        "included",
        "press",
        "release",
        "description",
        "historical",
        "fact",
        "statement",
        "word",
        "belief",
        "anticipates",
        "plan",
        "expects",
        "indicates",
        "intends",
        "potential",
        "suggests",
        "assuming",
        "designed",
        "similar",
        "expression",
        "intended",
        "identify",
        "statement",
        "statement",
        "based",
        "company",
        "current",
        "belief",
        "expectation",
        "statement",
        "include",
        "statement",
        "regarding",
        "zx008",
        "potential",
        "treatment",
        "seizure",
        "associated",
        "dravet",
        "syndrome",
        "enrollment",
        "patient",
        "planned",
        "global",
        "phase",
        "clinical",
        "trial",
        "lennox",
        "gastaut",
        "syndrome",
        "timing",
        "top",
        "line",
        "result",
        "study",
        "clinical",
        "trial",
        "timing",
        "result",
        "regulatory",
        "submission",
        "zx008",
        "dravet",
        "syndrome",
        "europe",
        "timing",
        "enrollment",
        "patient",
        "result",
        "phase",
        "trial",
        "lgs",
        "timing",
        "regulatory",
        "submission",
        "zx008",
        "treat",
        "lgs",
        "commercial",
        "potential",
        "zx008",
        "inclusion",
        "statement",
        "regarded",
        "representation",
        "zogenix",
        "plan",
        "achieved",
        "actual",
        "result",
        "may",
        "differ",
        "set",
        "forth",
        "release",
        "due",
        "risk",
        "uncertainty",
        "inherent",
        "zogenix",
        "business",
        "including",
        "without",
        "limitation",
        "uncertainty",
        "associated",
        "clinical",
        "development",
        "regulatory",
        "approval",
        "product",
        "candidate",
        "zx008",
        "including",
        "potential",
        "delay",
        "commencement",
        "enrollment",
        "completion",
        "clinical",
        "trial",
        "potential",
        "earlier",
        "clinical",
        "trial",
        "study",
        "may",
        "predictive",
        "future",
        "result",
        "zogenix",
        "reliance",
        "third",
        "party",
        "conduct",
        "clinical",
        "trial",
        "enroll",
        "patient",
        "manufacture",
        "preclinical",
        "clinical",
        "drug",
        "supply",
        "manufacture",
        "commercial",
        "supply",
        "drug",
        "product",
        "approved",
        "unexpected",
        "adverse",
        "side",
        "effect",
        "inadequate",
        "therapeutic",
        "efficacy",
        "zx008",
        "could",
        "limit",
        "approval",
        "commercialization",
        "could",
        "result",
        "recall",
        "product",
        "liability",
        "claim",
        "zogenix",
        "ability",
        "fully",
        "comply",
        "numerous",
        "federal",
        "state",
        "local",
        "law",
        "regulatory",
        "requirement",
        "well",
        "rule",
        "regulation",
        "outside",
        "united",
        "state",
        "apply",
        "product",
        "development",
        "activity",
        "fast",
        "track",
        "designation",
        "may",
        "result",
        "expedited",
        "regulatory",
        "review",
        "process",
        "risk",
        "described",
        "zogenix",
        "prior",
        "press",
        "release",
        "well",
        "public",
        "periodic",
        "filing",
        "security",
        "exchange",
        "commission",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "zogenix",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "press",
        "release",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "statement",
        "qualified",
        "entirety",
        "cautionary",
        "statement",
        "caution",
        "made",
        "safe",
        "harbor",
        "provision",
        "section",
        "21e",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "zogenix",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "trade",
        "account",
        "receivable",
        "inventory",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "common",
        "stock",
        "warrant",
        "liability",
        "accrued",
        "compensation",
        "working",
        "capital",
        "advance",
        "note",
        "payable",
        "net",
        "discount",
        "deferred",
        "revenue",
        "current",
        "liability",
        "discontinued",
        "operation",
        "total",
        "current",
        "liability",
        "debt",
        "contingent",
        "consideration",
        "deferred",
        "tax",
        "liability",
        "liability",
        "commitment",
        "contingency",
        "stockholder",
        "equity",
        "common",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "zogenix",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "revenue",
        "contract",
        "manufacturing",
        "revenue",
        "service",
        "product",
        "revenue",
        "total",
        "revenue",
        "operating",
        "expense",
        "income",
        "cost",
        "contract",
        "manufacturing",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "loss",
        "contract",
        "termination",
        "change",
        "fair",
        "value",
        "contingent",
        "consideration",
        "asset",
        "impairment",
        "charge",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "loss",
        "extinguishment",
        "debt",
        "change",
        "fair",
        "value",
        "warrant",
        "liability",
        "income",
        "expense",
        "total",
        "expense",
        "income",
        "net",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "net",
        "loss",
        "continuing",
        "operation",
        "net",
        "income",
        "loss",
        "discontinued",
        "operation",
        "net",
        "tax",
        "net",
        "loss",
        "income",
        "net",
        "loss",
        "income",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "source",
        "zogenix",
        "inc"
    ]
}