{
    "organizations": [],
    "uuid": "3a3373ba863fd05976ea9ee2ad81a2fca24a856e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/27/globe-newswire-allena-pharmaceuticals-reports-fourth-quarter-and-full-year-2017-financial-results-and-provides-business-update.html",
    "ord_in_thread": 0,
    "title": "Allena Pharmaceuticals Reports Fourth Quarter and Full Year 2017 Financial Results and Provides Business Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Initiated URIROX-1™, First Phase 3 Trial of ALLN-177 in Enteric Hyperoxaluria; Topline Data Expected in Second Half of 2019 –\n-- Initiated Phase 2 Trial of ALLN-177 for Patients with Primary Hyperoxaluria or Enteric Hyperoxaluria and Hyperoxalemia --\n-- Initiated Preclinical Proof-of-Concept Study for ALLN-346 for Patients with Hyperuricemia and Chronic Kidney Disease –\n-- Reiterates Guidance for Key Objectives --\nNEWTON, Mass., March 27, 2018 (GLOBE NEWSWIRE) -- Allena Pharmaceuticals, Inc. (NASDAQ:ALNA), a late-stage, clinical biopharmaceutical company dedicated to developing and commercializing first-in-class, oral enzyme therapeutics to treat patients with rare and severe metabolic and kidney disorders, today reported financial results for the fourth quarter and full year ended December 31, 2017 and provided a business update.\n“In recent months, we made tremendous progress across our business, maturing Allena into a Phase 3, publicly-traded company, and advancing our pipeline of oral enzyme therapeutics for patients with severe oxalate and urate disorders,” said Alexey Margolin, Ph.D., Chief Executive Officer of Allena Pharmaceuticals. “We enter 2018 with a clear strategy for the continued development of our two first-in-class drug candidates, ALLN-177 for patients with hyperoxaluria and ALLN-346 for patients with hyperuricemia and chronic kidney disease. We look forward to executing on our key objectives in 2018, as we work to address the full spectrum of kidney-related disorders and deliver novel therapeutics for patients who are severely underserved by existing options.”\nFourth Quarter and Recent Business Highlights:\nPipeline:\nALLN-177: ALLN-177 is a first-in-class, non-absorbed, orally-administered enzyme for the treatment of severe hyperoxaluria. Allena is currently evaluating ALLN-177 in URIROX-1™, the first of two anticipated Phase 3 clinical trials designed to support a planned Biologic License Application (BLA) for ALLN-177 in patients with enteric hyperoxaluria. The Company continues to engage with the U.S. Food and Drug Administration (FDA) to finalize URIROX-2™, the second, larger planned Phase 3 clinical trial of ALLN-177 in patients with enteric hyperoxaluria, and to discuss opportunities for pursuing an accelerated approval pathway. Pending the outcome of these interactions, Allena expects to initiate URIROX-2™ in the second half of 2018. In addition, the Company is currently evaluating ALLN-177 in a Phase 2 basket trial in adolescents and adults with primary hyperoxaluria or enteric hyperoxaluria and hyperoxalemia.\nIn March 2018, Allena initiated URIROX-1™, a multi-center, global, randomized, double-blind, placebo-controlled Phase 3 trial to evaluate the safety and efficacy of ALLN-177 in patients with enteric hyperoxaluria. The primary endpoint of the study is percent change from baseline in 24-hour urinary oxalate (UOx) excretion averaged during Weeks 1-4, comparing ALLN-177 to placebo. Secondary endpoints include proportion of subjects with a ≥20% reduction from baseline in 24-hour UOx excretion averaged during Weeks 1-4. Allena expects to announce topline data in the second half of 2019. Also in March 2018, Allena initiated Study 206, a Phase 2 basket trial to evaluate the safety and efficacy of ALLN-177 in adolescents and adults with primary hyperoxaluria or enteric hyperoxaluria and hyperoxalemia. ALLN-177 has been granted separate orphan designations for primary hyperoxaluria and pediatric hyperoxaluria by the FDA. Allena expects to announce interim data from Study 206 in the second half of 2018. In November 2017, Allena presented final results from its Phase 2 clinical trials of ALLN-177 in patients with secondary hyperoxaluria at the American Society of Nephrology (ASN) Kidney Week 2017 in New Orleans, LA. In patients with enteric disease, ALLN-177 substantially reduced UOx and was well-tolerated. Also at ASN, Allena presented preclinical data from a porcine dietary model of severe hyperoxaluria, which showed a significant reduction in both plasma oxalate and UOx excretion.\nALLN-346: ALLN-346 is a first-in-class, orally-administered, non-absorbed, urate-degrading enzyme in preclinical development for patients with hyperuricemia and moderate to severe chronic kidney disease. These patients are challenging to manage due to limitations of existing therapies, such as poor tolerability, reduced efficacy, dose restriction or contraindications.\nIn December 2017, Allena initiated a preclinical program for ALLN-346, including in vitro and animal proof-of-concept studies, designed to support an anticipated investigational new drug application in the first half of 2019.\nCorporate:\nIn November 2017, Allena completed its initial public offering of common stock at $14.00 per share, raising gross proceeds of $74.9 million.\nFourth Quarter and Full Year 2017 Financial Results:\nCash Position : As of December 31, 2017, cash, cash equivalents and short-term investments were $94.5 million, as compared to $48.8 million as of December 31, 2016. This includes $67.0 million in net proceeds from Allena’s initial public offering of stock, which was completed in November 2017. The Company’s net cash used in operating activities in 2017 was approximately $21.1 million. R&D Expenses : R&D expenses were $4.8 million for the fourth quarter of 2017 and $15.5 million for the year ended December 31, 2017, as compared to $4.8 million for the fourth quarter of 2016 and $20.1 million for the year ended December 31, 2016. The decrease for the full year 2017 as compared to the full year 2016 was primarily due to a decrease in clinical and manufacturing costs. In 2016, the Company incurred significant costs for its 713 and 649 studies for ALLN-177, both of which concluded during the first half of 2017. Also in 2016, the Company incurred significant set-up costs associated with a contract manufacturing organization, with whom it entered into a contract for the manufacture of ALLN-177 drug substance in 2015. Included in R&D expenses for the fourth quarter of 2017 were start-up expenses related to the URIROX-1™ trial. G&A Expenses : G&A expenses were $1.8 million for the fourth quarter of 2017 and $5.4 million for the year ended December 31, 2017, as compared to $1.2 million for the fourth quarter of 2016 and $4.1 million for the year ended December 31, 2016. The increase for both fourth quarter 2017 and full year 2017 was primarily due to an increase in legal and consulting costs, an increase in the number of G&A employees, and an increase in costs attributable to operating as a public company during the fourth quarter of 2017. Net Loss : Net loss was $6.7 million for the fourth quarter of 2017 and $21.7 million for the year ended December 31, 2017, or a net loss per basic and diluted share of $0.48 and $4.80, respectively, as compared to a net loss of $6.2 million for the fourth quarter of 2016 and $24.5 million for the year ended December 31, 2016, or a net loss per basic and diluted share of $4.65 and $18.35, respectively.\nFinancial Guidance:\nBased on its current plans, Allena continues to expect that its existing cash, cash equivalents and short-term investments will be sufficient to fund its operating expenses and capital requirements into 2020.\nAbout Allena Pharmaceuticals\nAllena Pharmaceuticals, Inc. is a late-stage, clinical biopharmaceutical company dedicated to developing and commercializing first-in-class, oral enzyme therapeutics to treat patients with rare and severe metabolic and kidney disorders. Allena’s lead product candidate, ALLN-177, is a first in class, oral enzyme therapeutic for the treatment of hyperoxaluria, a metabolic disorder characterized by markedly elevated urinary oxalate levels and commonly associated with kidney stones, chronic kidney disease and other serious kidney disorders.\nForward Looking Statements\nThis release contains “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995, including statements regarding the duration of Allena’s URIROX-1 clinical trial and the announcement of topline data from such clinical trial, statements regarding Allena’s planned Phase 3 pivotal program for ALLN-177, including Allena’s planned URIROX-2 study, the resolution of the trial design for this study with the FDA and the time of initiation of this trial, statements regarding Allena’s ability to utilize the accelerated approval and conditional approval pathways for ALLN-177, and statements concerning the sufficiency of its cash, cash equivalents and short-term investments to fund operating expenses and capital requirements into 2020. Allena remains in an active dialogue with the FDA regarding the design of the URIROX-2 study, including the endpoints and statistical analysis plan for this study, and whether reduction in UOx excretion may be used as a surrogate endpoint to support an accelerated approval for ALLN-177. If Allena is unable to reach consensus with the FDA on the magnitude of UOx reduction significant enough to predict clinical benefit, it may be required to demonstrate effectiveness by showing an effect on stone formation directly, or conduct one or more additional clinical trials to demonstrate this effect, prior to the submission of a BLA for ALLN-177. Any forward- looking statements in this press release are based on management’s current expectations of future events and are subject to a number of risks and uncertainties that could cause actual results to differ materially and adversely from those set forth in or implied by such forward-looking statements. These risks and uncertainties include, but are not limited to: the risk that results of earlier studies may not be predictive of future clinical trial results, and planned studies may not establish an adequate safety or efficacy profile for ALLN-177 that support regulatory approval; risks associated with the fact that Allena has not yet finalized the design of its pivotal Phase 3 clinical program for ALLN-177, including the primary and secondary endpoints and the statistical analyses for URIROX-2, and that the FDA and comparable foreign regulators may not agree with the proposed Phase 3 clinical program, in which case Allena may be required to modify its planned clinical trials, or run additional clinical trials, before it can submit a BLA or comparable foreign applications for this product candidate; risks associated with a potential accelerated approval pathway, which would require that Allena conduct one or more confirmatory clinical trials to verify the clinical benefit of ALLN-177 after approval; risks associated with obtaining, maintaining and protecting intellectual property; risks associated with Allena’s ability to enforce its patents against infringers and defend its patent portfolio against challenges from third parties; the risk of competition from other companies developing products for similar uses; risk associated with Allena’s ability to manage operating expenses and/or obtain additional funding to support its business activities; and risks associated with Allena’s dependence on third parties. For a discussion of other risks and uncertainties, and other important factors, any of which could cause Allena’s actual results to differ from those contained in the forward-looking statements, see the section entitled “Risk Factors” in Item 1A of Part I of Allena’s Annual Report on Form 10-K for the year ended December 31, 2017, as well as discussions of potential risks, uncertainties and other important factors in Allena’s subsequent filings with the Securities and Exchange Commission. All information in this press release is as of the date of the release, and Allena undertakes no duty to update this information unless required by law.\nAllena Pharmaceuticals, Inc. Selected Condensed Consolidated Balance Sheet Data (in thousands) (unaudited) As of December 31, 2017 2016 Cash, cash equivalents and short-term investments $ 94,494 $ 48,755 Working capital (1) 88,490 46,025 Total assets 96,249 49,479 Loan payable, net of current portion and discount 5,516 9,409 Convertible preferred stock — 95,727 Total stockholders' deficit 82,870 (59,277 ) (1) The Company defines working capital as current assets less current liabilities. See the Company’s condensed consolidated financial statements for further detail regarding its current assets and current liabilities.\nAllena Pharmaceuticals, Inc. Condensed Consolidated Statements of Operations (in thousands, except share and per share data) (unaudited) For the Three Months\nEnded December 31, For the Year Ended\nDecember 31, 2017 2016 2017 2016 Operating expenses: Research and development $ 4,761 $ 4,815 $ 15,519 $ 20,103 General and administrative 1,810 1,187 5,431 4,083 Total operating expenses 6,571 6,002 20,950 24,186 Other income (expense), net (106 ) (217 ) (700 ) (321 ) Net loss $ (6,677 ) $ (6,219 ) $ (21,650 ) $ (24,507 ) Net loss per share attributable to common stockholders—basic and diluted $ (0.48 ) $ (4.65 ) $ (4.80 ) $ (18.35 ) Weighted-average common shares outstanding—basic and diluted 13,949,046 1,341,385 4,520,337 1,339,254 Investor Contact\nHannah Deresiewicz\nStern Investor Relations, Inc.\n212-362-1200\nhannahd@sternir.com\nSource:Allena Pharmaceuticals, Inc.",
    "published": "2018-03-27T16:00:00.000+03:00",
    "crawled": "2018-03-27T18:06:21.015+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "initiated",
        "first",
        "phase",
        "trial",
        "enteric",
        "hyperoxaluria",
        "topline",
        "data",
        "expected",
        "second",
        "half",
        "initiated",
        "phase",
        "trial",
        "patient",
        "primary",
        "hyperoxaluria",
        "enteric",
        "hyperoxaluria",
        "hyperoxalemia",
        "initiated",
        "preclinical",
        "study",
        "patient",
        "hyperuricemia",
        "chronic",
        "kidney",
        "disease",
        "reiterates",
        "guidance",
        "key",
        "objective",
        "newton",
        "march",
        "globe",
        "newswire",
        "allena",
        "pharmaceutical",
        "nasdaq",
        "alna",
        "clinical",
        "biopharmaceutical",
        "company",
        "dedicated",
        "developing",
        "commercializing",
        "oral",
        "enzyme",
        "therapeutic",
        "treat",
        "patient",
        "rare",
        "severe",
        "metabolic",
        "kidney",
        "disorder",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "provided",
        "business",
        "update",
        "recent",
        "month",
        "made",
        "tremendous",
        "progress",
        "across",
        "business",
        "maturing",
        "allena",
        "phase",
        "company",
        "advancing",
        "pipeline",
        "oral",
        "enzyme",
        "therapeutic",
        "patient",
        "severe",
        "oxalate",
        "urate",
        "disorder",
        "said",
        "alexey",
        "margolin",
        "chief",
        "executive",
        "officer",
        "allena",
        "pharmaceutical",
        "enter",
        "clear",
        "strategy",
        "continued",
        "development",
        "two",
        "drug",
        "candidate",
        "patient",
        "hyperoxaluria",
        "patient",
        "hyperuricemia",
        "chronic",
        "kidney",
        "disease",
        "look",
        "forward",
        "executing",
        "key",
        "objective",
        "work",
        "address",
        "full",
        "spectrum",
        "disorder",
        "deliver",
        "novel",
        "therapeutic",
        "patient",
        "severely",
        "underserved",
        "existing",
        "fourth",
        "quarter",
        "recent",
        "business",
        "highlight",
        "pipeline",
        "enzyme",
        "treatment",
        "severe",
        "hyperoxaluria",
        "allena",
        "currently",
        "evaluating",
        "first",
        "two",
        "anticipated",
        "phase",
        "clinical",
        "trial",
        "designed",
        "support",
        "planned",
        "biologic",
        "license",
        "application",
        "bla",
        "patient",
        "enteric",
        "hyperoxaluria",
        "company",
        "continues",
        "engage",
        "food",
        "drug",
        "administration",
        "fda",
        "finalize",
        "second",
        "larger",
        "planned",
        "phase",
        "clinical",
        "trial",
        "patient",
        "enteric",
        "hyperoxaluria",
        "discus",
        "opportunity",
        "pursuing",
        "accelerated",
        "approval",
        "pathway",
        "pending",
        "outcome",
        "interaction",
        "allena",
        "expects",
        "initiate",
        "second",
        "half",
        "addition",
        "company",
        "currently",
        "evaluating",
        "phase",
        "basket",
        "trial",
        "adolescent",
        "adult",
        "primary",
        "hyperoxaluria",
        "enteric",
        "hyperoxaluria",
        "hyperoxalemia",
        "march",
        "allena",
        "initiated",
        "global",
        "randomized",
        "phase",
        "trial",
        "evaluate",
        "safety",
        "efficacy",
        "patient",
        "enteric",
        "hyperoxaluria",
        "primary",
        "endpoint",
        "study",
        "percent",
        "change",
        "baseline",
        "urinary",
        "oxalate",
        "uox",
        "excretion",
        "averaged",
        "week",
        "comparing",
        "placebo",
        "secondary",
        "endpoint",
        "include",
        "proportion",
        "subject",
        "reduction",
        "baseline",
        "uox",
        "excretion",
        "averaged",
        "week",
        "allena",
        "expects",
        "announce",
        "topline",
        "data",
        "second",
        "half",
        "also",
        "march",
        "allena",
        "initiated",
        "study",
        "phase",
        "basket",
        "trial",
        "evaluate",
        "safety",
        "efficacy",
        "adolescent",
        "adult",
        "primary",
        "hyperoxaluria",
        "enteric",
        "hyperoxaluria",
        "hyperoxalemia",
        "granted",
        "separate",
        "orphan",
        "designation",
        "primary",
        "hyperoxaluria",
        "pediatric",
        "hyperoxaluria",
        "fda",
        "allena",
        "expects",
        "announce",
        "interim",
        "data",
        "study",
        "second",
        "half",
        "november",
        "allena",
        "presented",
        "final",
        "result",
        "phase",
        "clinical",
        "trial",
        "patient",
        "secondary",
        "hyperoxaluria",
        "american",
        "society",
        "nephrology",
        "asn",
        "kidney",
        "week",
        "new",
        "orleans",
        "la",
        "patient",
        "enteric",
        "disease",
        "substantially",
        "reduced",
        "uox",
        "also",
        "asn",
        "allena",
        "presented",
        "preclinical",
        "data",
        "porcine",
        "dietary",
        "model",
        "severe",
        "hyperoxaluria",
        "showed",
        "significant",
        "reduction",
        "plasma",
        "oxalate",
        "uox",
        "excretion",
        "enzyme",
        "preclinical",
        "development",
        "patient",
        "hyperuricemia",
        "moderate",
        "severe",
        "chronic",
        "kidney",
        "disease",
        "patient",
        "challenging",
        "manage",
        "due",
        "limitation",
        "existing",
        "therapy",
        "poor",
        "tolerability",
        "reduced",
        "efficacy",
        "dose",
        "restriction",
        "contraindication",
        "december",
        "allena",
        "initiated",
        "preclinical",
        "program",
        "including",
        "vitro",
        "animal",
        "study",
        "designed",
        "support",
        "anticipated",
        "investigational",
        "new",
        "drug",
        "application",
        "first",
        "half",
        "corporate",
        "november",
        "allena",
        "completed",
        "initial",
        "public",
        "offering",
        "common",
        "stock",
        "per",
        "share",
        "raising",
        "gross",
        "proceeds",
        "million",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "cash",
        "position",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "includes",
        "million",
        "net",
        "proceeds",
        "allena",
        "initial",
        "public",
        "offering",
        "stock",
        "completed",
        "november",
        "company",
        "net",
        "cash",
        "used",
        "operating",
        "activity",
        "approximately",
        "million",
        "r",
        "expense",
        "r",
        "expense",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "decrease",
        "full",
        "year",
        "compared",
        "full",
        "year",
        "primarily",
        "due",
        "decrease",
        "clinical",
        "manufacturing",
        "cost",
        "company",
        "incurred",
        "significant",
        "cost",
        "study",
        "concluded",
        "first",
        "half",
        "also",
        "company",
        "incurred",
        "significant",
        "cost",
        "associated",
        "contract",
        "manufacturing",
        "organization",
        "entered",
        "contract",
        "manufacture",
        "drug",
        "substance",
        "included",
        "r",
        "expense",
        "fourth",
        "quarter",
        "expense",
        "related",
        "trial",
        "g",
        "expense",
        "g",
        "expense",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "increase",
        "fourth",
        "quarter",
        "full",
        "year",
        "primarily",
        "due",
        "increase",
        "legal",
        "consulting",
        "cost",
        "increase",
        "number",
        "g",
        "employee",
        "increase",
        "cost",
        "attributable",
        "operating",
        "public",
        "company",
        "fourth",
        "quarter",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "respectively",
        "compared",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "respectively",
        "financial",
        "guidance",
        "based",
        "current",
        "plan",
        "allena",
        "continues",
        "expect",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "fund",
        "operating",
        "expense",
        "capital",
        "requirement",
        "allena",
        "pharmaceutical",
        "allena",
        "pharmaceutical",
        "clinical",
        "biopharmaceutical",
        "company",
        "dedicated",
        "developing",
        "commercializing",
        "oral",
        "enzyme",
        "therapeutic",
        "treat",
        "patient",
        "rare",
        "severe",
        "metabolic",
        "kidney",
        "disorder",
        "allena",
        "lead",
        "product",
        "candidate",
        "first",
        "class",
        "oral",
        "enzyme",
        "therapeutic",
        "treatment",
        "hyperoxaluria",
        "metabolic",
        "disorder",
        "characterized",
        "markedly",
        "elevated",
        "urinary",
        "oxalate",
        "level",
        "commonly",
        "associated",
        "kidney",
        "stone",
        "chronic",
        "kidney",
        "disease",
        "serious",
        "kidney",
        "disorder",
        "forward",
        "looking",
        "statement",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "statement",
        "regarding",
        "duration",
        "allena",
        "clinical",
        "trial",
        "announcement",
        "topline",
        "data",
        "clinical",
        "trial",
        "statement",
        "regarding",
        "allena",
        "planned",
        "phase",
        "pivotal",
        "program",
        "including",
        "allena",
        "planned",
        "study",
        "resolution",
        "trial",
        "design",
        "study",
        "fda",
        "time",
        "initiation",
        "trial",
        "statement",
        "regarding",
        "allena",
        "ability",
        "utilize",
        "accelerated",
        "approval",
        "conditional",
        "approval",
        "pathway",
        "statement",
        "concerning",
        "sufficiency",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "fund",
        "operating",
        "expense",
        "capital",
        "requirement",
        "allena",
        "remains",
        "active",
        "dialogue",
        "fda",
        "regarding",
        "design",
        "study",
        "including",
        "endpoint",
        "statistical",
        "analysis",
        "plan",
        "study",
        "whether",
        "reduction",
        "uox",
        "excretion",
        "may",
        "used",
        "surrogate",
        "endpoint",
        "support",
        "accelerated",
        "approval",
        "allena",
        "unable",
        "reach",
        "consensus",
        "fda",
        "magnitude",
        "uox",
        "reduction",
        "significant",
        "enough",
        "predict",
        "clinical",
        "benefit",
        "may",
        "required",
        "demonstrate",
        "effectiveness",
        "showing",
        "effect",
        "stone",
        "formation",
        "directly",
        "conduct",
        "one",
        "additional",
        "clinical",
        "trial",
        "demonstrate",
        "effect",
        "prior",
        "submission",
        "bla",
        "looking",
        "statement",
        "press",
        "release",
        "based",
        "management",
        "current",
        "expectation",
        "future",
        "event",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "adversely",
        "set",
        "forth",
        "implied",
        "statement",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "result",
        "earlier",
        "study",
        "may",
        "predictive",
        "future",
        "clinical",
        "trial",
        "result",
        "planned",
        "study",
        "may",
        "establish",
        "adequate",
        "safety",
        "efficacy",
        "profile",
        "support",
        "regulatory",
        "approval",
        "risk",
        "associated",
        "fact",
        "allena",
        "yet",
        "finalized",
        "design",
        "pivotal",
        "phase",
        "clinical",
        "program",
        "including",
        "primary",
        "secondary",
        "endpoint",
        "statistical",
        "analysis",
        "fda",
        "comparable",
        "foreign",
        "regulator",
        "may",
        "agree",
        "proposed",
        "phase",
        "clinical",
        "program",
        "case",
        "allena",
        "may",
        "required",
        "modify",
        "planned",
        "clinical",
        "trial",
        "run",
        "additional",
        "clinical",
        "trial",
        "submit",
        "bla",
        "comparable",
        "foreign",
        "application",
        "product",
        "candidate",
        "risk",
        "associated",
        "potential",
        "accelerated",
        "approval",
        "pathway",
        "would",
        "require",
        "allena",
        "conduct",
        "one",
        "confirmatory",
        "clinical",
        "trial",
        "verify",
        "clinical",
        "benefit",
        "approval",
        "risk",
        "associated",
        "obtaining",
        "maintaining",
        "protecting",
        "intellectual",
        "property",
        "risk",
        "associated",
        "allena",
        "ability",
        "enforce",
        "patent",
        "infringers",
        "defend",
        "patent",
        "portfolio",
        "challenge",
        "third",
        "party",
        "risk",
        "competition",
        "company",
        "developing",
        "product",
        "similar",
        "us",
        "risk",
        "associated",
        "allena",
        "ability",
        "manage",
        "operating",
        "expense",
        "obtain",
        "additional",
        "funding",
        "support",
        "business",
        "activity",
        "risk",
        "associated",
        "allena",
        "dependence",
        "third",
        "party",
        "discussion",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "could",
        "cause",
        "allena",
        "actual",
        "result",
        "differ",
        "contained",
        "statement",
        "see",
        "section",
        "entitled",
        "risk",
        "factor",
        "item",
        "1a",
        "part",
        "allena",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "well",
        "discussion",
        "potential",
        "risk",
        "uncertainty",
        "important",
        "factor",
        "allena",
        "subsequent",
        "filing",
        "security",
        "exchange",
        "commission",
        "information",
        "press",
        "release",
        "date",
        "release",
        "allena",
        "undertakes",
        "duty",
        "update",
        "information",
        "unless",
        "required",
        "law",
        "allena",
        "pharmaceutical",
        "selected",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "data",
        "thousand",
        "unaudited",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "working",
        "capital",
        "total",
        "asset",
        "loan",
        "payable",
        "net",
        "current",
        "portion",
        "discount",
        "convertible",
        "preferred",
        "stock",
        "total",
        "stockholder",
        "deficit",
        "company",
        "defines",
        "working",
        "capital",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "see",
        "company",
        "condensed",
        "consolidated",
        "financial",
        "statement",
        "detail",
        "regarding",
        "current",
        "asset",
        "current",
        "liability",
        "allena",
        "pharmaceutical",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "income",
        "expense",
        "net",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "attributable",
        "common",
        "diluted",
        "common",
        "share",
        "diluted",
        "investor",
        "contact",
        "hannah",
        "deresiewicz",
        "stern",
        "investor",
        "relation",
        "hannahd",
        "source",
        "allena",
        "pharmaceutical",
        "inc"
    ]
}