{
    "organizations": [],
    "uuid": "9d0406f03a09823f388de6b71373f8f760107699",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/pr-newswire-audentes-therapeutics-reports-fourth-quarter-2017-and-full-year-financial-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "Audentes Therapeutics Reports Fourth Quarter 2017 and Full Year Financial Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN FRANCISCO, March 8, 2018 /PRNewswire/ -- Audentes Therapeutics, Inc. (Nasdaq: BOLD), a biotechnology company focused on developing and commercializing innovative gene therapy products for patients living with serious, life-threatening rare diseases, today reported its financial results for the fourth quarter and full year ended December 31, 2017 and provided an update on the company's recent achievements and anticipated upcoming milestones.\n\"2017 was a transformational year marked by significant achievements across our portfolio of gene therapy product candidates,\" stated Matthew R. Patterson, President and Chief Executive Officer. \"Among our many accomplishments, we are particularly pleased to have recently reported positive interim data from the first dose cohort of patients in ASPIRO, the Phase 1/2 clinical study of our product candidate AT132 to treat XLMTM. These promising initial data add to the growing body of evidence of the utility of AAV-based gene therapy to treat rare neuromuscular diseases, and we are optimistic that they signal a turning point in our ability to bring meaningful benefit to patients and families living with XLMTM.\"\nMr. Patterson continued, \"As we look forward to the year ahead, we are excited by our many anticipated upcoming pipeline catalysts, including sharing additional data from our ASPIRO study in XLMTM, new data from our VALENS study in Crigler-Najjar, and advancing additional product candidates into the clinic for Pompe disease and CASQ2-CPVT. With our recently completed follow-on offering, we are well capitalized to continue our mission to develop transformative gene therapy products for patients living with serious, life-threatening rare diseases.\"\nRecent Achievements & Upcoming Key Events\nAT132 for X-Linked Myotubular Myopathy (XLMTM): Announced positive interim data in the first three patients dosed in ASPIRO, the Phase 1/2 clinical study of AT132 to treat XLMTM. Plan to dose three additional patients in the first cohort of ASPIRO and to report additional interim data in the second quarter of 2018 Received Rare Pediatric Disease and Fast Track designations for AT132 from FDA AT342 for Crigler-Najjar Syndrome: Initiated dosing in the first cohort of patients in VALENS, the Phase 1/2 clinical study of AT342 to treat Crigler-Najjar Syndrome, in the first quarter of 2018 and plan to report preliminary data from VALENS in the second quarter of 2018 Received Rare Pediatric Disease and Fast Track designations for AT342 from FDA AT982 for Pompe Disease: Announced selection of the clinical development candidate, AT982, a novel AAV8 vector designed to express GAA in tissues relevant to Pompe disease, including skeletal muscle, the heart and the nervous system, and to reduce immunogenicity, thereby addressing the key limitations of existing ERT therapy for Pompe Plan to file IND in mid-2018 and to initiate a Phase 1/2 clinical study in the fourth quarter of 2018 AT307 for CASQ2-CPVT: Completed IND-enabling preclinical studies of AT307 Plan to file IND in the first quarter of 2018 and to initiate a Phase 1/2 clinical study in the fourth quarter of 2018 Initiated activities to identify CASQ2-CPVT patients and further characterize the disease burden and unmet medical need for patients living with CPVT Manufacturing: Completed manufacturing campaigns of all product candidates in our state-of-the-art, 2x500L bioreactor-scale cGMP facility, designed to support global commercial licensure Continued optimization of our serum-free suspension mammalian cell culture manufacturing process, which we expect will support commercial production for all of our product candidates Built a world-class scientific team to support manufacturing and development operations, including expertise in novel product design, process and assay development, and AAV immunology\nFourth Quarter and Full Year 2017 Financial Results\nCash Position: At December 31, 2017, Audentes had cash, cash equivalents, and short-term investments of $133.6 million. In January 2018, Audentes further strengthened its balance sheet with the completion of a follow-on financing, issuing 6,612,500 shares of common stock at an offering price of $35.00 per share, resulting in net proceeds of approximately $217.2 million after the deduction of underwriting discounts, commissions and estimated offering expenses. Current cash, cash equivalents and short-term investments are planned to fund operations into the second half of 2020. Research and Development Expenses : Research and development expenses were $21.7 million for the fourth quarter of 2017 and $75.9 million for the year ended December 31, 2017, compared to $16.6 million and $48.8 million, respectively, for the same periods in 2016. The increase in research and development expenses was primarily attributable to an increase in research and development headcount and related facility costs, increased internal manufacturing costs, an increase in preclinical and clinical study costs for our development programs, and an increase in expenses related to expanded internal research activities. General and Administrative Expenses: General and administrative expenses were $5.2 million for the fourth quarter of 2017 and $17.3 million for the year ended December 31, 2017, compared to $3.2 million and $11.3 million, respectively, for the same periods in 2016. The increase in general and administrative expenses was primarily attributable to increased general and administrative headcount and related facility costs, increased professional service and audit fees, and higher insurance costs. Net Loss: Net loss was $24.4 million for the fourth quarter of 2017 and $90.2 million for the year ended December 31, 2017, compared to $19.7 million and $59.7 million, respectively, for the same periods in 2016.\nConference Call\nAt 4:30 p.m. Eastern Time today, Audentes management will host a conference call and a simultaneous webcast to discuss its fourth quarter 2017 financial results and provide a corporate update. To access a live webcast of the conference call, please visit the Events & Presentations page within the Investors + Media section of the Audentes website at www.audentestx.com . Alternatively, please call 1-833-659-8620 (U.S.) or 1-409-767-9247 (international) and dial the conference ID 5890848 to access the call.\nA replay of the webcast will be available on the Audentes website for approximately 30 days.\nAbout Audentes Therapeutics, Inc.\nAudentes Therapeutics (Nasdaq: BOLD) is a biotechnology company focused on developing and commercializing innovative gene therapy products for patients living with serious, life-threatening rare diseases. We are currently conducting Phase 1/2 clinical studies of our lead product candidates AT132 for the treatment of X-Linked Myotubular Myopathy (XLMTM) and AT342 for the treatment of Crigler-Najjar Syndrome. We have two additional product candidates in development, including AT982 for the treatment of Pompe disease, and AT307 for the treatment of the CASQ2 subtype of Catecholaminergic Polymorphic Ventricular Tachycardia (CASQ2-CPVT). We are a focused, experienced and passionate team committed to forging strong, global relationships with the patient, research and medical communities.\nFor more information regarding Audentes, please visit www.audentestx.com .\nForward Looking Statements\nThis press release contains the \"safe harbor\" provisions of the Private Securities Litigation Reform Act of 1995, including, but not limited to: anticipated clinical milestones, the timing and nature of clinical development activities, the timing of the release of data from ongoing clinical trials, the timing of regulatory filings, the expected benefits of the company's product candidates and the use and adequacy of cash reserves. All statements other than statements of historical fact are statements that could be deemed . Although the company believes that the expectations reflected in such are reasonable, the company cannot guarantee future events, results, actions, levels of activity, performance or achievements, and the timing and results of biotechnology development and potential regulatory approval is inherently uncertain. Forward-looking statements are subject to risks and uncertainties that may cause the company's actual activities or results to differ significantly from those expressed in any forward-looking statement, including risks and uncertainties related to the company's ability to advance its product candidates, obtain regulatory approval of and ultimately commercialize its product candidates, the timing and results of preclinical and clinical trials, fund development activities and achieve development goals, establish and scale-up manufacturing processes that comply with regulatory requirements, protect intellectual property and other risks and uncertainties described under the heading \"Risk Factors\" in documents the company files from time to time with the Securities and Exchange Commission. These speak only as of the date of this press release, and the company undertakes no obligation to revise or update any to reflect events or circumstances after the date hereof.\nSelected Financial Information\nOperating Results:\n(amounts in thousands, except share and per share data)\nThree months ended December 31,\nYear ended December 31,\n2017\n2016\n2017\n2016\nUnaudited\nOperating expenses:\nResearch and development\n$ 21,671\n$ 16,599\n$ 75,902\n$ 48,770\nGeneral and administrative\n5,210\n3,233\n17,275\n11,276\nTotal operating expenses\n26,881\n19,832\n93,177\n60,046\nLoss from operations\n(26,881)\n(19,832)\n(93,177)\n(60,046)\nInterest income\n284\n167\n767\n472\nOther income (expense), net\n(24)\n(11)\n(74)\n(94)\nLoss before income taxes\n(26,621)\n(19,676)\n(92,484)\n(59,668)\nIncome tax benefit\n2,246\n-\n2,246\n-\nNet Loss\n$ (24,375)\n$ (19,676)\n$ (90,238)\n$ (59,668)\nNet loss per share, basic and diluted\n$ (0.82)\n$ (0.91)\n$ (3.40)\n$ (5.59)\nShares used in computing net loss per share, basic and diluted\n29,847,934\n21,726,223\n26,578,162\n10,673,559\nSelected Balance Sheet Information:\n(amounts in thousands)\nDecember 31,\nDecember 31,\n2017\n2016\nCash, cash equivalents and short-term investments\n$ 133,605\n$ 104,883\nTotal assets\n$ 178,662\n$ 142,057\nTotal liabilities\n$ 22,064\n$ 22,686\nTotal stockholders' equity\n$ 156,598\n$ 119,371\nAudentes Contacts:\nInvestor Contact:\nAndrew Chang\n415.818.1033\nachang@audentestx.com\nMedia Contact:\nPaul Laland\n415.519.6610\nplaland@audentestx.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/audentes-therapeutics-reports-fourth-quarter-2017-and-full-year-financial-results-and-provides-corporate-update-300611003.html\nSOURCE Audentes Therapeutics, Inc.",
    "published": "2018-03-09T00:01:00.000+02:00",
    "crawled": "2018-03-09T03:46:35.017+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "francisco",
        "march",
        "audentes",
        "therapeutic",
        "nasdaq",
        "bold",
        "biotechnology",
        "company",
        "focused",
        "developing",
        "commercializing",
        "innovative",
        "gene",
        "therapy",
        "product",
        "patient",
        "living",
        "serious",
        "rare",
        "disease",
        "today",
        "reported",
        "financial",
        "result",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "provided",
        "update",
        "company",
        "recent",
        "achievement",
        "anticipated",
        "upcoming",
        "milestone",
        "transformational",
        "year",
        "marked",
        "significant",
        "achievement",
        "across",
        "portfolio",
        "gene",
        "therapy",
        "product",
        "candidate",
        "stated",
        "matthew",
        "patterson",
        "president",
        "chief",
        "executive",
        "officer",
        "among",
        "many",
        "accomplishment",
        "particularly",
        "pleased",
        "recently",
        "reported",
        "positive",
        "interim",
        "data",
        "first",
        "dose",
        "cohort",
        "patient",
        "aspiro",
        "phase",
        "clinical",
        "study",
        "product",
        "candidate",
        "at132",
        "treat",
        "xlmtm",
        "promising",
        "initial",
        "data",
        "add",
        "growing",
        "body",
        "evidence",
        "utility",
        "gene",
        "therapy",
        "treat",
        "rare",
        "neuromuscular",
        "disease",
        "optimistic",
        "signal",
        "turning",
        "point",
        "ability",
        "bring",
        "meaningful",
        "benefit",
        "patient",
        "family",
        "living",
        "xlmtm",
        "patterson",
        "continued",
        "look",
        "forward",
        "year",
        "ahead",
        "excited",
        "many",
        "anticipated",
        "upcoming",
        "pipeline",
        "catalyst",
        "including",
        "sharing",
        "additional",
        "data",
        "aspiro",
        "study",
        "xlmtm",
        "new",
        "data",
        "valens",
        "study",
        "advancing",
        "additional",
        "product",
        "candidate",
        "clinic",
        "pompe",
        "disease",
        "recently",
        "completed",
        "offering",
        "well",
        "capitalized",
        "continue",
        "mission",
        "develop",
        "transformative",
        "gene",
        "therapy",
        "product",
        "patient",
        "living",
        "serious",
        "rare",
        "disease",
        "recent",
        "achievement",
        "upcoming",
        "key",
        "event",
        "at132",
        "myotubular",
        "myopathy",
        "xlmtm",
        "announced",
        "positive",
        "interim",
        "data",
        "first",
        "three",
        "patient",
        "dosed",
        "aspiro",
        "phase",
        "clinical",
        "study",
        "at132",
        "treat",
        "xlmtm",
        "plan",
        "dose",
        "three",
        "additional",
        "patient",
        "first",
        "cohort",
        "aspiro",
        "report",
        "additional",
        "interim",
        "data",
        "second",
        "quarter",
        "received",
        "rare",
        "pediatric",
        "disease",
        "fast",
        "track",
        "designation",
        "at132",
        "fda",
        "at342",
        "syndrome",
        "initiated",
        "dosing",
        "first",
        "cohort",
        "patient",
        "valens",
        "phase",
        "clinical",
        "study",
        "at342",
        "treat",
        "syndrome",
        "first",
        "quarter",
        "plan",
        "report",
        "preliminary",
        "data",
        "valens",
        "second",
        "quarter",
        "received",
        "rare",
        "pediatric",
        "disease",
        "fast",
        "track",
        "designation",
        "at342",
        "fda",
        "at982",
        "pompe",
        "disease",
        "announced",
        "selection",
        "clinical",
        "development",
        "candidate",
        "at982",
        "novel",
        "aav8",
        "vector",
        "designed",
        "express",
        "gaa",
        "tissue",
        "relevant",
        "pompe",
        "disease",
        "including",
        "skeletal",
        "muscle",
        "heart",
        "nervous",
        "system",
        "reduce",
        "immunogenicity",
        "thereby",
        "addressing",
        "key",
        "limitation",
        "existing",
        "ert",
        "therapy",
        "pompe",
        "plan",
        "file",
        "ind",
        "initiate",
        "phase",
        "clinical",
        "study",
        "fourth",
        "quarter",
        "at307",
        "completed",
        "preclinical",
        "study",
        "at307",
        "plan",
        "file",
        "ind",
        "first",
        "quarter",
        "initiate",
        "phase",
        "clinical",
        "study",
        "fourth",
        "quarter",
        "initiated",
        "activity",
        "identify",
        "patient",
        "characterize",
        "disease",
        "burden",
        "unmet",
        "medical",
        "need",
        "patient",
        "living",
        "cpvt",
        "manufacturing",
        "completed",
        "manufacturing",
        "campaign",
        "product",
        "candidate",
        "2x500l",
        "cgmp",
        "facility",
        "designed",
        "support",
        "global",
        "commercial",
        "licensure",
        "continued",
        "optimization",
        "suspension",
        "mammalian",
        "cell",
        "culture",
        "manufacturing",
        "process",
        "expect",
        "support",
        "commercial",
        "production",
        "product",
        "candidate",
        "built",
        "scientific",
        "team",
        "support",
        "manufacturing",
        "development",
        "operation",
        "including",
        "expertise",
        "novel",
        "product",
        "design",
        "process",
        "assay",
        "development",
        "aav",
        "immunology",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "cash",
        "position",
        "december",
        "audentes",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "january",
        "audentes",
        "strengthened",
        "balance",
        "sheet",
        "completion",
        "financing",
        "issuing",
        "share",
        "common",
        "stock",
        "offering",
        "price",
        "per",
        "share",
        "resulting",
        "net",
        "proceeds",
        "approximately",
        "million",
        "deduction",
        "underwriting",
        "discount",
        "commission",
        "estimated",
        "offering",
        "expense",
        "current",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "planned",
        "fund",
        "operation",
        "second",
        "half",
        "research",
        "development",
        "expense",
        "research",
        "development",
        "expense",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "million",
        "respectively",
        "period",
        "increase",
        "research",
        "development",
        "expense",
        "primarily",
        "attributable",
        "increase",
        "research",
        "development",
        "headcount",
        "related",
        "facility",
        "cost",
        "increased",
        "internal",
        "manufacturing",
        "cost",
        "increase",
        "preclinical",
        "clinical",
        "study",
        "cost",
        "development",
        "program",
        "increase",
        "expense",
        "related",
        "expanded",
        "internal",
        "research",
        "activity",
        "general",
        "administrative",
        "expense",
        "general",
        "administrative",
        "expense",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "million",
        "respectively",
        "period",
        "increase",
        "general",
        "administrative",
        "expense",
        "primarily",
        "attributable",
        "increased",
        "general",
        "administrative",
        "headcount",
        "related",
        "facility",
        "cost",
        "increased",
        "professional",
        "service",
        "audit",
        "fee",
        "higher",
        "insurance",
        "cost",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "million",
        "respectively",
        "period",
        "conference",
        "call",
        "eastern",
        "time",
        "today",
        "audentes",
        "management",
        "host",
        "conference",
        "call",
        "simultaneous",
        "webcast",
        "discus",
        "fourth",
        "quarter",
        "financial",
        "result",
        "provide",
        "corporate",
        "update",
        "access",
        "live",
        "webcast",
        "conference",
        "call",
        "please",
        "visit",
        "event",
        "presentation",
        "page",
        "within",
        "investor",
        "medium",
        "section",
        "audentes",
        "website",
        "alternatively",
        "please",
        "call",
        "international",
        "dial",
        "conference",
        "id",
        "access",
        "call",
        "replay",
        "webcast",
        "available",
        "audentes",
        "website",
        "approximately",
        "day",
        "audentes",
        "therapeutic",
        "audentes",
        "therapeutic",
        "nasdaq",
        "bold",
        "biotechnology",
        "company",
        "focused",
        "developing",
        "commercializing",
        "innovative",
        "gene",
        "therapy",
        "product",
        "patient",
        "living",
        "serious",
        "rare",
        "disease",
        "currently",
        "conducting",
        "phase",
        "clinical",
        "study",
        "lead",
        "product",
        "candidate",
        "at132",
        "treatment",
        "myotubular",
        "myopathy",
        "xlmtm",
        "at342",
        "treatment",
        "syndrome",
        "two",
        "additional",
        "product",
        "candidate",
        "development",
        "including",
        "at982",
        "treatment",
        "pompe",
        "disease",
        "at307",
        "treatment",
        "casq2",
        "subtype",
        "catecholaminergic",
        "polymorphic",
        "ventricular",
        "tachycardia",
        "focused",
        "experienced",
        "passionate",
        "team",
        "committed",
        "forging",
        "strong",
        "global",
        "relationship",
        "patient",
        "research",
        "medical",
        "community",
        "information",
        "regarding",
        "audentes",
        "please",
        "visit",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "including",
        "limited",
        "anticipated",
        "clinical",
        "milestone",
        "timing",
        "nature",
        "clinical",
        "development",
        "activity",
        "timing",
        "release",
        "data",
        "ongoing",
        "clinical",
        "trial",
        "timing",
        "regulatory",
        "filing",
        "expected",
        "benefit",
        "company",
        "product",
        "candidate",
        "use",
        "adequacy",
        "cash",
        "reserve",
        "statement",
        "statement",
        "historical",
        "fact",
        "statement",
        "could",
        "deemed",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "reasonable",
        "company",
        "guarantee",
        "future",
        "event",
        "result",
        "action",
        "level",
        "activity",
        "performance",
        "achievement",
        "timing",
        "result",
        "biotechnology",
        "development",
        "potential",
        "regulatory",
        "approval",
        "inherently",
        "uncertain",
        "statement",
        "subject",
        "risk",
        "uncertainty",
        "may",
        "cause",
        "company",
        "actual",
        "activity",
        "result",
        "differ",
        "significantly",
        "expressed",
        "statement",
        "including",
        "risk",
        "uncertainty",
        "related",
        "company",
        "ability",
        "advance",
        "product",
        "candidate",
        "obtain",
        "regulatory",
        "approval",
        "ultimately",
        "commercialize",
        "product",
        "candidate",
        "timing",
        "result",
        "preclinical",
        "clinical",
        "trial",
        "fund",
        "development",
        "activity",
        "achieve",
        "development",
        "goal",
        "establish",
        "manufacturing",
        "process",
        "comply",
        "regulatory",
        "requirement",
        "protect",
        "intellectual",
        "property",
        "risk",
        "uncertainty",
        "described",
        "heading",
        "risk",
        "factor",
        "document",
        "company",
        "file",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "speak",
        "date",
        "press",
        "release",
        "company",
        "undertakes",
        "obligation",
        "revise",
        "update",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "selected",
        "financial",
        "information",
        "operating",
        "result",
        "amount",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "unaudited",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "interest",
        "income",
        "income",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "share",
        "used",
        "computing",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "selected",
        "balance",
        "sheet",
        "information",
        "amount",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "total",
        "asset",
        "total",
        "liability",
        "total",
        "stockholder",
        "equity",
        "audentes",
        "contact",
        "investor",
        "contact",
        "andrew",
        "chang",
        "achang",
        "medium",
        "contact",
        "paul",
        "laland",
        "plaland",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "audentes",
        "therapeutic",
        "inc"
    ]
}