{
    "organizations": [],
    "uuid": "a43ca3403e04faf1f52d04cdf976fc8dc7722982",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/globe-newswire-cannabis-science-acquires-bottle-it-inc-state-of-the-art-27000-sq-ft-bottling-manufacturing-facility-for-various-bottled.html",
    "ord_in_thread": 0,
    "title": "Cannabis Science Acquires Bottle It Inc., State-of-the-Art 27,000 Sq. Ft., Bottling Manufacturing Facility for Various Bottled Waters, Energy Drinks, Vitamin Shots, Tincture Bottles, Sprays, and Various Sized Food Containers",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "IRVINE, CA, March 19, 2018 (GLOBE NEWSWIRE) -- Cannabis Science, Inc. (OTC: CBIS), a U.S. company specializing in the development of cannabinoid-based medicines, is pleased to announce that Cannabis Science has acquired Bottle It, Inc., located in Corona, California. Bottle It is Southern California’s premier manufacturer of polyethylene terephthalate (PET) bottles and containers. Bottle It supplies preform and PET bottles to customers throughout North America and Internationally seeking both unique and stock bottling product options.\nCBIS Bottle It Manufacturing Plant\nEstablished in 2014, Bottle It manufactures various preforms for various bottled waters, energy drinks and vitamin shots, tinctures, drops, various pill bottles, sprays, and various food containers for rice, flour, milk, dry food mixes, spices, mixed nuts, cookies, and the list goes on. Bottle It is a PET injection-mold and blow-mold manufacturer servicing the food and beverage industry that has reported approximately $1,500,00.00 in revenues each year for 2016 and 2017 consecutively.\n“Cannabis Science’s acquisition of Bottle It contributes significantly to our company’s growth strategy and solidifies our capabilities as a manufacturer,” stated Mr. Raymond C. Dabney, Cannabis Science’s President & CEO, and Co-Founder. The global market for plastic containers was approximately $273 billion in 2014, and is expected to grow to over $388 billion in 2020. In the U.S., the market for pharmaceutical plastic bottles was over $6.5 billion in 2016, and should grow to over $9 billion by the end of 2024. “Cannabis Science now has the in-house capacity to manufacture PET bottles and containers for Cannabis Science’s consumer products, as well as to manufacture bottles and containers for other manufactures of beverages, specialty waters, foods, cosmetics, and other products globally. This creates an important new revenue stream for Cannabis Science,” stated Mr. Dabney.\nAdditionally, plastic bottles and containers will realize growth with demand for unit-dose packaging for pharmaceutical products, which is a high-growth end market for plastic packaging. End-user industries like healthcare and bottled water are augmenting the usage of plastics and thus driving the demand in fast-growth markets in Asia and other emerging regions. Americans purchase approximately 42.6 billion individual 1-liter bottles of water annually. Globally, people use approximately 200 billion plastic water bottles per year. Wine and liquor use approximately 5.4 billion bottles per year, energy drinks 4.2 billion, sports drinks 5.4 billion, tea 7.9 billion, fruit beverages 15 billion, milk 17.6 billion, soft drinks 81.9 billion, and beer 62 billion bottles. “The global market for PET bottles is large and growing,” stated Mr. Dabney. “The acquisition of Bottle It gives Cannabis Science a foothold in this important market segment with existing products, as well as the ability to add many of our own products.”\nCannabis Science recently announced its partnership with Crown Baus Capital Corp. (OTC: CBCA) to distribute a non-alcoholic version of CBCA’s newly-acquired Cannabia®, the world’s first cannabis beer. The acquisition of Bottle It is another part of Cannabis Science’s strategy to increase the Company’s product line and manufacturing capability. “This acquisition provides Cannabis Science and the rest of the industry with an entry point into another multi-billion dollar market – the PET bottles and containers,” stated Mr. Dabney. “They also tie-in with the upcoming, grand opening of the first Cannabis Science Pharmacies in California. Our Pharmacies will be an important sales channel for the Company, and we have taken important steps to increase our product line and our ability to supply products through Cannabis Science Pharmacies.”\nThe U.S. market for pharmaceutical plastic bottles was over $6.5 billion in 2016. Analysts expect it to grow at a compound annual growth rate (CAGR) of approximately 4% between 2016 and 2024, and reach a value of over $9 billion by the end of 2024. The global production of plastic containers in 2014 was over 50 million metric tons (MMT), and is estimated to reach nearly 68 MMT by 2020 at a CAGR of 5.2%. The global market was estimated at approximately $273 billion in 2014, and is expected to grow to approximately $388 billion by 2020. There is an increasing demand for PET bottles in the soft drink and bottled water markets. Factors like low carbon footprint and demographics are driving the PET bottle industry. The cosmetics industry, which mostly uses glass as a packaging material, is slowly beginning to substitute glass with PET bottles.\nIn addition to high-quality stock products, Bottle It excels in the customization of bottles and containers – from concept to production, and its team of highly-skilled professionals create customer-driven product packaging while maximizing quality and container creativity. Bottle It partners with expert tool makers to create custom molds, making its customers’ visions a reality by deciding the height, shape, and embossed features of the bottle. All products and product waste are recyclable.\nAbout Cannabis Science, Inc.\nCannabis Science, Inc. takes advantage of its unique understanding of metabolic processes to provide novel treatment approaches to a number of illnesses for which current treatments and understanding remain unsatisfactory. Cannabinoids have an extensive history dating back thousands of years, and currently, there are a growing number of peer-reviewed scientific publications that document the underlying biochemical pathways that cannabinoids modulate. The Company works with leading experts in drug development, medicinal characterization, and clinical research to develop, produce, and commercialize novel therapeutic approaches for the treatment for illnesses caused by infections as well as for age-related illness. Our initial focus is on cancers, HIV/AIDS, and neurological conditions. The Company is proceeding with the research and development of its proprietary drugs as a part of this initial focus: CS-S/BCC-1, CS-TATI-1, and CS-NEURO-1, respectively.\nForward-Looking Statements\nThis Press Release includes forward-looking statements within the meaning of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Act of 1934. A statement containing words such as \"anticipate,\" \"seek,\" intend,\" \"believe,\" \"estimate,\" \"expect,\" \"project,\" \"plan,\" or similar phrases may be deemed \"forward-looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995. Some or all of the events or results anticipated by these forward-looking statements may not occur. Factors that could cause or contribute to such differences include the future U.S. and global economies, the impact of competition, and the Company's reliance on existing regulations regarding the use and development of cannabis-based drugs. Cannabis Science, Inc., does not undertake any duty nor does it intend to update the results of these forward-looking statements. Safe Harbor Statement. The Private Securities Litigation Reform Act of 1995 provides a 'safe harbor' for forward looking statements. Certain of the statements contained herein, which are not historical facts are forward looking statements with respect to events, the occurrence of which involved risks and uncertainties. These forward-looking statements may be impacted, either positively or negatively, by various factors. Information concerning potential factors that could affect the company is detailed from time to time in the company's reports filed with the Securities and Exchange Commission.\nA photo accompanying this release is available at: http://www.globenewswire.com/NewsRoom/AttachmentNg/b5c7f991-d82a-4085-9eae-e57c85a605dc\nContact Information Cannabis Science, Inc. Dr. Allen Herman Chief Medical Officer allen.herman@cannabisscience.com Tel: 1-888-263-0832 Cannabis Science, Inc. Mr. Raymond C. Dabney President & CEO, Co-Founder raymond.dabney@cannabisscience.com Tel: 1-888-263-0832\nSource:Cannabis Science, Inc.",
    "published": "2018-03-19T14:50:00.000+02:00",
    "crawled": "2018-03-19T16:22:15.019+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "irvine",
        "ca",
        "march",
        "globe",
        "newswire",
        "cannabis",
        "science",
        "otc",
        "cbis",
        "company",
        "specializing",
        "development",
        "medicine",
        "pleased",
        "announce",
        "cannabis",
        "science",
        "acquired",
        "bottle",
        "located",
        "corona",
        "california",
        "bottle",
        "southern",
        "california",
        "premier",
        "manufacturer",
        "polyethylene",
        "terephthalate",
        "pet",
        "bottle",
        "container",
        "bottle",
        "supply",
        "preform",
        "pet",
        "bottle",
        "customer",
        "throughout",
        "north",
        "america",
        "internationally",
        "seeking",
        "unique",
        "stock",
        "bottling",
        "product",
        "option",
        "cbis",
        "bottle",
        "manufacturing",
        "plant",
        "established",
        "bottle",
        "manufacture",
        "various",
        "preforms",
        "various",
        "bottled",
        "water",
        "energy",
        "drink",
        "vitamin",
        "shot",
        "tincture",
        "drop",
        "various",
        "pill",
        "bottle",
        "spray",
        "various",
        "food",
        "container",
        "rice",
        "flour",
        "milk",
        "dry",
        "food",
        "mix",
        "spice",
        "mixed",
        "nut",
        "cooky",
        "list",
        "go",
        "bottle",
        "pet",
        "manufacturer",
        "servicing",
        "food",
        "beverage",
        "industry",
        "reported",
        "approximately",
        "revenue",
        "year",
        "consecutively",
        "cannabis",
        "science",
        "acquisition",
        "bottle",
        "contributes",
        "significantly",
        "company",
        "growth",
        "strategy",
        "solidifies",
        "capability",
        "manufacturer",
        "stated",
        "raymond",
        "dabney",
        "cannabis",
        "science",
        "president",
        "ceo",
        "global",
        "market",
        "plastic",
        "container",
        "approximately",
        "billion",
        "expected",
        "grow",
        "billion",
        "market",
        "pharmaceutical",
        "plastic",
        "bottle",
        "billion",
        "grow",
        "billion",
        "end",
        "cannabis",
        "science",
        "capacity",
        "manufacture",
        "pet",
        "bottle",
        "container",
        "cannabis",
        "science",
        "consumer",
        "product",
        "well",
        "manufacture",
        "bottle",
        "container",
        "manufacture",
        "beverage",
        "specialty",
        "water",
        "food",
        "cosmetic",
        "product",
        "globally",
        "creates",
        "important",
        "new",
        "revenue",
        "stream",
        "cannabis",
        "science",
        "stated",
        "dabney",
        "additionally",
        "plastic",
        "bottle",
        "container",
        "realize",
        "growth",
        "demand",
        "packaging",
        "pharmaceutical",
        "product",
        "end",
        "market",
        "plastic",
        "packaging",
        "industry",
        "like",
        "healthcare",
        "bottled",
        "water",
        "augmenting",
        "usage",
        "plastic",
        "thus",
        "driving",
        "demand",
        "market",
        "asia",
        "emerging",
        "region",
        "american",
        "purchase",
        "approximately",
        "billion",
        "individual",
        "bottle",
        "water",
        "annually",
        "globally",
        "people",
        "use",
        "approximately",
        "billion",
        "plastic",
        "water",
        "bottle",
        "per",
        "year",
        "wine",
        "liquor",
        "use",
        "approximately",
        "billion",
        "bottle",
        "per",
        "year",
        "energy",
        "drink",
        "billion",
        "sport",
        "drink",
        "billion",
        "tea",
        "billion",
        "fruit",
        "beverage",
        "billion",
        "milk",
        "billion",
        "soft",
        "drink",
        "billion",
        "beer",
        "billion",
        "bottle",
        "global",
        "market",
        "pet",
        "bottle",
        "large",
        "growing",
        "stated",
        "dabney",
        "acquisition",
        "bottle",
        "give",
        "cannabis",
        "science",
        "foothold",
        "important",
        "market",
        "segment",
        "existing",
        "product",
        "well",
        "ability",
        "add",
        "many",
        "cannabis",
        "science",
        "recently",
        "announced",
        "partnership",
        "crown",
        "baus",
        "capital",
        "otc",
        "cbca",
        "distribute",
        "version",
        "cbca",
        "world",
        "first",
        "cannabis",
        "beer",
        "acquisition",
        "bottle",
        "another",
        "part",
        "cannabis",
        "science",
        "strategy",
        "increase",
        "company",
        "product",
        "line",
        "manufacturing",
        "capability",
        "acquisition",
        "provides",
        "cannabis",
        "science",
        "rest",
        "industry",
        "entry",
        "point",
        "another",
        "dollar",
        "market",
        "pet",
        "bottle",
        "container",
        "stated",
        "dabney",
        "also",
        "upcoming",
        "grand",
        "opening",
        "first",
        "cannabis",
        "science",
        "pharmacy",
        "california",
        "pharmacy",
        "important",
        "sale",
        "channel",
        "company",
        "taken",
        "important",
        "step",
        "increase",
        "product",
        "line",
        "ability",
        "supply",
        "product",
        "cannabis",
        "science",
        "market",
        "pharmaceutical",
        "plastic",
        "bottle",
        "billion",
        "analyst",
        "expect",
        "grow",
        "compound",
        "annual",
        "growth",
        "rate",
        "cagr",
        "approximately",
        "reach",
        "value",
        "billion",
        "end",
        "global",
        "production",
        "plastic",
        "container",
        "million",
        "metric",
        "ton",
        "mmt",
        "estimated",
        "reach",
        "nearly",
        "mmt",
        "cagr",
        "global",
        "market",
        "estimated",
        "approximately",
        "billion",
        "expected",
        "grow",
        "approximately",
        "billion",
        "increasing",
        "demand",
        "pet",
        "bottle",
        "soft",
        "drink",
        "bottled",
        "water",
        "market",
        "factor",
        "like",
        "low",
        "carbon",
        "footprint",
        "demographic",
        "driving",
        "pet",
        "bottle",
        "industry",
        "cosmetic",
        "industry",
        "mostly",
        "us",
        "glass",
        "packaging",
        "material",
        "slowly",
        "beginning",
        "substitute",
        "glass",
        "pet",
        "bottle",
        "addition",
        "stock",
        "product",
        "bottle",
        "excels",
        "customization",
        "bottle",
        "container",
        "concept",
        "production",
        "team",
        "professional",
        "create",
        "product",
        "packaging",
        "maximizing",
        "quality",
        "container",
        "creativity",
        "bottle",
        "partner",
        "expert",
        "tool",
        "maker",
        "create",
        "custom",
        "mold",
        "making",
        "customer",
        "vision",
        "reality",
        "deciding",
        "height",
        "shape",
        "embossed",
        "feature",
        "bottle",
        "product",
        "product",
        "waste",
        "recyclable",
        "cannabis",
        "science",
        "cannabis",
        "science",
        "take",
        "advantage",
        "unique",
        "understanding",
        "metabolic",
        "process",
        "provide",
        "novel",
        "treatment",
        "approach",
        "number",
        "illness",
        "current",
        "treatment",
        "understanding",
        "remain",
        "unsatisfactory",
        "cannabinoids",
        "extensive",
        "history",
        "dating",
        "back",
        "thousand",
        "year",
        "currently",
        "growing",
        "number",
        "scientific",
        "publication",
        "document",
        "underlying",
        "biochemical",
        "pathway",
        "cannabinoids",
        "modulate",
        "company",
        "work",
        "leading",
        "expert",
        "drug",
        "development",
        "medicinal",
        "characterization",
        "clinical",
        "research",
        "develop",
        "produce",
        "commercialize",
        "novel",
        "therapeutic",
        "approach",
        "treatment",
        "illness",
        "caused",
        "infection",
        "well",
        "illness",
        "initial",
        "focus",
        "cancer",
        "neurological",
        "condition",
        "company",
        "proceeding",
        "research",
        "development",
        "proprietary",
        "drug",
        "part",
        "initial",
        "focus",
        "respectively",
        "statement",
        "press",
        "release",
        "includes",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "act",
        "statement",
        "containing",
        "word",
        "anticipate",
        "seek",
        "intend",
        "believe",
        "estimate",
        "expect",
        "project",
        "plan",
        "similar",
        "phrase",
        "may",
        "deemed",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "event",
        "result",
        "anticipated",
        "statement",
        "may",
        "occur",
        "factor",
        "could",
        "cause",
        "contribute",
        "difference",
        "include",
        "future",
        "global",
        "economy",
        "impact",
        "competition",
        "company",
        "reliance",
        "existing",
        "regulation",
        "regarding",
        "use",
        "development",
        "drug",
        "cannabis",
        "science",
        "undertake",
        "duty",
        "intend",
        "update",
        "result",
        "statement",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "provides",
        "harbor",
        "forward",
        "looking",
        "statement",
        "certain",
        "statement",
        "contained",
        "herein",
        "historical",
        "fact",
        "forward",
        "looking",
        "statement",
        "respect",
        "event",
        "occurrence",
        "involved",
        "risk",
        "uncertainty",
        "statement",
        "may",
        "impacted",
        "either",
        "positively",
        "negatively",
        "various",
        "factor",
        "information",
        "concerning",
        "potential",
        "factor",
        "could",
        "affect",
        "company",
        "detailed",
        "time",
        "time",
        "company",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "photo",
        "accompanying",
        "release",
        "available",
        "http",
        "contact",
        "information",
        "cannabis",
        "science",
        "allen",
        "herman",
        "chief",
        "medical",
        "officer",
        "tel",
        "cannabis",
        "science",
        "raymond",
        "dabney",
        "president",
        "ceo",
        "tel",
        "source",
        "cannabis",
        "science",
        "inc"
    ]
}