{
    "organizations": [],
    "uuid": "3eb8ac6e15897333503921abfdfa52c0b1904a19",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/07/globe-newswire-amg-announces-changes-to-the-composition-of-its-supervisory-board-and-nominates-its-ceo-for-re-appointment-when-his-term.html",
    "ord_in_thread": 0,
    "title": "AMG Announces Changes to the Composition of its Supervisory Board and Nominates its CEO for Re-Appointment When His Term Ends in 2019",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Amsterdam, 7 March 2018 (Regulated Information) --- The Supervisory Board of AMG Advanced Metallurgical Group N.V. (\"AMG\", EURONEXT AMSTERDAM: \"AMG\") resolved during its meeting on March 7 th , 2018 to make the following changes to its composition and to nominate Dr. Heinz Schimmelbusch as CEO for an additional term of two years when his current term expires in 2019.\nSupervisory Board Composition\nAt the Annual General Meeting (\"AGM\") in May 2018, Mr. Norbert Quinkert and Mr. Guy de Selliers will have both served eleven years on the Supervisory Board of AMG when their current terms end. Both gentlemen have indicated that they wish to retire from the Supervisory Board in May 2018, given other priorities and the term limits for Supervisory Directors of the new Code. The Supervisory Board is deeply grateful for the long service and dedication to AMG by Messrs. Quinkert and de Selliers.\nBefore becoming Chairman in 2015, Mr. Quinkert was a long-serving member of AMG's Selection & Appointment Committee and has been a major contributor to the excellent quality of AMG's current leadership team. As Chairman, Mr. Quinkert successfully guided AMG through a challenging period during the past three years.\nMr. de Selliers has served throughout his tenure at AMG as a highly respected member of AMG's Audit & Risk Management Committee and has been an important force in establishing AMG's state of the art risk management system.\nThe Supervisory Board thanks both gentlemen for their valuable insights and contributions and wishes them well in their future endeavors.\nMr. Robert Meuter has also indicated that he wishes to step down at the AGM 2018 after having served three years. Mr. Meuter feels that his mandate has ended and wishes to prioritize other engagements. The Supervisory Board respects and accepts Mr. Meuter's decision and thanks him for his valuable insights and contributions and wishes him well in his future endeavors. Mr. Meuter will continue to advise the Company on specific banking & finance matters in the forthcoming year, if so requested.\nDr. Donatella Ceccarelli will have served four years on the Supervisory Board in May 2018 and AMG is very pleased to announce that Dr. Ceccarelli will make herself available for re-appointment for a term of four years at the AGM in May of this year.\nGiven the retirement of Mr. Quinkert as member and Chairman of the Supervisory Board in May 2018, AMG is pleased to announce that the Supervisory Board has appointed Mr. Jack Messman, currently Vice-Chairman, as successor to Mr. Quinkert as Chairman of the Supervisory Board as of May 2 nd , 2018 after the AGM. Mr. Messman's term as member of the Supervisory Board ends in 2019. The Supervisory Board has further resolved to appoint Mr. Willem van Hassel as Vice-Chairman, as of May 2 nd , 2018 after the AGM, succeeding Mr. Messman. Mr. van Hassel's term as member of the Supervisory Board ends in 2021.\nThe Supervisory Board has further resolved that it will reduce the size of the Supervisory Board from nine to six members, effective May 2 nd , 2018. The Supervisory Board believes that with its new composition, it will continue to cover the necessary areas of expertise as set forth in AMG's Supervisory Board profile.\nManagement Board Composition\nThe Supervisory Board has reviewed the respective terms of the three Management Board members who all received high praise at their annual evaluation by the Supervisory Board in November of last year. The term of the CEO and Chairman of the Management Board (Dr. Schimmelbusch) will expire in 2019. The term of the CFO (Mr. Dunckel) will expire in 2020, and the term of the COO (Mr. Jackson) will expire in 2021.\nAMG is in a critical phase of its development. The expansion of lithium and tantalum operations in Brazil, as well as the related new credit facilities and continued recognition of AMG as investment opportunity or strategic partner, demand a stable corporate atmosphere with clear continuity in leadership and strategy.\nThe Supervisory Board evaluates on an ongoing basis the scope and composition of the Management Board and the succession of the members of the Management Board. The Supervisory Board recognizes that in meetings with investors and banks relating to strategic issues for AMG and its business, questions were asked about the leadership continuity.\nAMG's current CEO, Dr. Heinz Schimmelbusch, is one of the incorporators of AMG and the intellectual designer of AMG's successful strategy. His appraisals have all been excellent and, where needed, he has demonstrated ample and continuous innovation and agility.\nThe Supervisory Board has therefore concluded that it is of utmost importance that AMG secure his leadership for the coming years as CEO and Chairman of the Management Board, given the transformational change the Company is currently executing.\nAs a result, the Supervisory Board announces that it will nominate Dr. Heinz Schimmelbusch for re-appointment at the AGM in May of this year as CEO and Chairman of the Management Board for an additional two-year term, covering 2020 and 2021, after his current term expires in 2019, to secure AMG's leadership for the next three years and to provide ample time to decide on succession as well as a reasonable induction period for a new incoming CEO.\nThis press release contains inside information within the meaning of Article 7(1) of the EU Market Abuse Regulation.\nThis press release contains regulated information as defined in the Dutch Financial Markets Supervision Act (Wet op het financieel toezicht).\nAbout AMG\nAMG is a global critical materials company at the forefront of CO2 reduction trends. AMG produces highly engineered specialty metals and mineral products and provides related vacuum furnace systems and services to the transportation, infrastructure, energy, and specialty metals & chemicals end markets.\nAMG Critical Materials produces aluminum master alloys and powders, titanium alloys and coatings, ferrovanadium, natural graphite, chromium metal, antimony, lithium, tantalum, niobium and silicon metal. AMG Engineering designs, engineers, and produces advanced vacuum furnace systems and operates vacuum heat treatment facilities, primarily for the transportation and energy industries.\nWith approximately 3,000 employees, AMG operates globally with production facilities in Germany, the United Kingdom, France, the Czech Republic, the United States, China, Mexico, Brazil, India, Sri Lanka and Mozambique, and has sales and customer service offices in Russia and Japan ( www.amg-nv.com ).\nFor further information, please contact:\nAMG Advanced Metallurgical Group N.V. +1 610 293 5804\nSteve Daniels\nSenior Vice President\nsdaniels@amg-nv.com\nDisclaimer\nCertain statements in this press release are not historical facts and are \"forward looking\". Forward looking statements include statements concerning AMG's plans, expectations, projections, objectives, targets, goals, strategies, future events, future revenues or performance, capital expenditures, financing needs, plans and intentions relating to acquisitions, AMG's competitive strengths and weaknesses, plans or goals relating to forecasted production, reserves, financial position and future operations and development, AMG's business strategy and the trends AMG anticipates in the industries and the political and legal environment in which it operates and other information that is not historical information. When used in this press release, the words \"expects,\" \"believes,\" \"anticipates,\" \"plans,\" \"may,\" \"will,\" \"should,\" and similar expressions, and the negatives thereof, are intended to identify forward looking statements. By their very nature, forward looking statements involve inherent risks and uncertainties, both general and specific, and risks exist that the predictions, forecasts, projections and other forward looking statements will not be achieved. These forward looking statements speak only as of the date of this press release. AMG expressly disclaims any obligation or undertaking to release publicly any updates or revisions to any forward looking statement contained herein to reflect any change in AMG's expectations with regard thereto or any change in events, conditions, or circumstances on which any forward looking statement is based.\nAttachment:\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/3da73e7a-24f4-4f8d-8fa8-274e7cba18d9\nSource:AMG Amsterdam Metallurgical Group NV",
    "published": "2018-03-07T20:01:00.000+02:00",
    "crawled": "2018-03-07T20:26:18.051+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "amsterdam",
        "march",
        "regulated",
        "information",
        "supervisory",
        "board",
        "amg",
        "advanced",
        "metallurgical",
        "group",
        "amg",
        "euronext",
        "amsterdam",
        "amg",
        "resolved",
        "meeting",
        "march",
        "th",
        "make",
        "following",
        "change",
        "composition",
        "nominate",
        "heinz",
        "schimmelbusch",
        "ceo",
        "additional",
        "term",
        "two",
        "year",
        "current",
        "term",
        "expires",
        "supervisory",
        "board",
        "composition",
        "annual",
        "general",
        "meeting",
        "agm",
        "may",
        "norbert",
        "quinkert",
        "guy",
        "de",
        "selliers",
        "served",
        "eleven",
        "year",
        "supervisory",
        "board",
        "amg",
        "current",
        "term",
        "end",
        "gentleman",
        "indicated",
        "wish",
        "retire",
        "supervisory",
        "board",
        "may",
        "given",
        "priority",
        "term",
        "limit",
        "supervisory",
        "director",
        "new",
        "code",
        "supervisory",
        "board",
        "deeply",
        "grateful",
        "long",
        "service",
        "dedication",
        "amg",
        "quinkert",
        "de",
        "selliers",
        "becoming",
        "chairman",
        "quinkert",
        "member",
        "amg",
        "selection",
        "appointment",
        "committee",
        "major",
        "contributor",
        "excellent",
        "quality",
        "amg",
        "current",
        "leadership",
        "team",
        "chairman",
        "quinkert",
        "successfully",
        "guided",
        "amg",
        "challenging",
        "period",
        "past",
        "three",
        "year",
        "de",
        "selliers",
        "served",
        "throughout",
        "tenure",
        "amg",
        "highly",
        "respected",
        "member",
        "amg",
        "audit",
        "risk",
        "management",
        "committee",
        "important",
        "force",
        "establishing",
        "amg",
        "state",
        "art",
        "risk",
        "management",
        "system",
        "supervisory",
        "board",
        "thanks",
        "gentleman",
        "valuable",
        "insight",
        "contribution",
        "wish",
        "well",
        "future",
        "endeavor",
        "robert",
        "meuter",
        "also",
        "indicated",
        "wish",
        "step",
        "agm",
        "served",
        "three",
        "year",
        "meuter",
        "feel",
        "mandate",
        "ended",
        "wish",
        "prioritize",
        "engagement",
        "supervisory",
        "board",
        "respect",
        "accepts",
        "meuter",
        "decision",
        "thanks",
        "valuable",
        "insight",
        "contribution",
        "wish",
        "well",
        "future",
        "endeavor",
        "meuter",
        "continue",
        "advise",
        "company",
        "specific",
        "banking",
        "finance",
        "matter",
        "forthcoming",
        "year",
        "requested",
        "donatella",
        "ceccarelli",
        "served",
        "four",
        "year",
        "supervisory",
        "board",
        "may",
        "amg",
        "pleased",
        "announce",
        "ceccarelli",
        "make",
        "available",
        "term",
        "four",
        "year",
        "agm",
        "may",
        "year",
        "given",
        "retirement",
        "quinkert",
        "member",
        "chairman",
        "supervisory",
        "board",
        "may",
        "amg",
        "pleased",
        "announce",
        "supervisory",
        "board",
        "appointed",
        "jack",
        "messman",
        "currently",
        "successor",
        "quinkert",
        "chairman",
        "supervisory",
        "board",
        "may",
        "nd",
        "agm",
        "messman",
        "term",
        "member",
        "supervisory",
        "board",
        "end",
        "supervisory",
        "board",
        "resolved",
        "appoint",
        "willem",
        "van",
        "hassel",
        "may",
        "nd",
        "agm",
        "succeeding",
        "messman",
        "van",
        "hassel",
        "term",
        "member",
        "supervisory",
        "board",
        "end",
        "supervisory",
        "board",
        "resolved",
        "reduce",
        "size",
        "supervisory",
        "board",
        "nine",
        "six",
        "member",
        "effective",
        "may",
        "nd",
        "supervisory",
        "board",
        "belief",
        "new",
        "composition",
        "continue",
        "cover",
        "necessary",
        "area",
        "expertise",
        "set",
        "forth",
        "amg",
        "supervisory",
        "board",
        "profile",
        "management",
        "board",
        "composition",
        "supervisory",
        "board",
        "reviewed",
        "respective",
        "term",
        "three",
        "management",
        "board",
        "member",
        "received",
        "high",
        "praise",
        "annual",
        "evaluation",
        "supervisory",
        "board",
        "november",
        "last",
        "year",
        "term",
        "ceo",
        "chairman",
        "management",
        "board",
        "schimmelbusch",
        "expire",
        "term",
        "cfo",
        "dunckel",
        "expire",
        "term",
        "coo",
        "jackson",
        "expire",
        "amg",
        "critical",
        "phase",
        "development",
        "expansion",
        "lithium",
        "tantalum",
        "operation",
        "brazil",
        "well",
        "related",
        "new",
        "credit",
        "facility",
        "continued",
        "recognition",
        "amg",
        "investment",
        "opportunity",
        "strategic",
        "partner",
        "demand",
        "stable",
        "corporate",
        "atmosphere",
        "clear",
        "continuity",
        "leadership",
        "strategy",
        "supervisory",
        "board",
        "evaluates",
        "ongoing",
        "basis",
        "scope",
        "composition",
        "management",
        "board",
        "succession",
        "member",
        "management",
        "board",
        "supervisory",
        "board",
        "recognizes",
        "meeting",
        "investor",
        "bank",
        "relating",
        "strategic",
        "issue",
        "amg",
        "business",
        "question",
        "asked",
        "leadership",
        "continuity",
        "amg",
        "current",
        "ceo",
        "heinz",
        "schimmelbusch",
        "one",
        "incorporators",
        "amg",
        "intellectual",
        "designer",
        "amg",
        "successful",
        "strategy",
        "appraisal",
        "excellent",
        "needed",
        "demonstrated",
        "ample",
        "continuous",
        "innovation",
        "agility",
        "supervisory",
        "board",
        "therefore",
        "concluded",
        "utmost",
        "importance",
        "amg",
        "secure",
        "leadership",
        "coming",
        "year",
        "ceo",
        "chairman",
        "management",
        "board",
        "given",
        "transformational",
        "change",
        "company",
        "currently",
        "executing",
        "result",
        "supervisory",
        "board",
        "announces",
        "nominate",
        "heinz",
        "schimmelbusch",
        "agm",
        "may",
        "year",
        "ceo",
        "chairman",
        "management",
        "board",
        "additional",
        "term",
        "covering",
        "current",
        "term",
        "expires",
        "secure",
        "amg",
        "leadership",
        "next",
        "three",
        "year",
        "provide",
        "ample",
        "time",
        "decide",
        "succession",
        "well",
        "reasonable",
        "induction",
        "period",
        "new",
        "incoming",
        "ceo",
        "press",
        "release",
        "contains",
        "inside",
        "information",
        "within",
        "meaning",
        "article",
        "eu",
        "market",
        "abuse",
        "regulation",
        "press",
        "release",
        "contains",
        "regulated",
        "information",
        "defined",
        "dutch",
        "financial",
        "market",
        "supervision",
        "act",
        "wet",
        "op",
        "het",
        "financieel",
        "toezicht",
        "amg",
        "amg",
        "global",
        "critical",
        "material",
        "company",
        "forefront",
        "co2",
        "reduction",
        "trend",
        "amg",
        "produce",
        "highly",
        "engineered",
        "specialty",
        "metal",
        "mineral",
        "product",
        "provides",
        "related",
        "vacuum",
        "furnace",
        "system",
        "service",
        "transportation",
        "infrastructure",
        "energy",
        "specialty",
        "metal",
        "chemical",
        "end",
        "market",
        "amg",
        "critical",
        "material",
        "produce",
        "aluminum",
        "master",
        "alloy",
        "powder",
        "titanium",
        "alloy",
        "coating",
        "ferrovanadium",
        "natural",
        "graphite",
        "chromium",
        "metal",
        "antimony",
        "lithium",
        "tantalum",
        "niobium",
        "silicon",
        "metal",
        "amg",
        "engineering",
        "design",
        "engineer",
        "produce",
        "advanced",
        "vacuum",
        "furnace",
        "system",
        "operates",
        "vacuum",
        "heat",
        "treatment",
        "facility",
        "primarily",
        "transportation",
        "energy",
        "industry",
        "approximately",
        "employee",
        "amg",
        "operates",
        "globally",
        "production",
        "facility",
        "germany",
        "united",
        "kingdom",
        "france",
        "czech",
        "republic",
        "united",
        "state",
        "china",
        "mexico",
        "brazil",
        "india",
        "sri",
        "lanka",
        "mozambique",
        "sale",
        "customer",
        "service",
        "office",
        "russia",
        "japan",
        "information",
        "please",
        "contact",
        "amg",
        "advanced",
        "metallurgical",
        "group",
        "steve",
        "daniel",
        "senior",
        "vice",
        "president",
        "sdaniels",
        "disclaimer",
        "certain",
        "statement",
        "press",
        "release",
        "historical",
        "fact",
        "forward",
        "looking",
        "forward",
        "looking",
        "statement",
        "include",
        "statement",
        "concerning",
        "amg",
        "plan",
        "expectation",
        "projection",
        "objective",
        "target",
        "goal",
        "strategy",
        "future",
        "event",
        "future",
        "revenue",
        "performance",
        "capital",
        "expenditure",
        "financing",
        "need",
        "plan",
        "intention",
        "relating",
        "acquisition",
        "amg",
        "competitive",
        "strength",
        "weakness",
        "plan",
        "goal",
        "relating",
        "forecasted",
        "production",
        "reserve",
        "financial",
        "position",
        "future",
        "operation",
        "development",
        "amg",
        "business",
        "strategy",
        "trend",
        "amg",
        "anticipates",
        "industry",
        "political",
        "legal",
        "environment",
        "operates",
        "information",
        "historical",
        "information",
        "used",
        "press",
        "release",
        "word",
        "expects",
        "belief",
        "anticipates",
        "plan",
        "may",
        "similar",
        "expression",
        "negative",
        "thereof",
        "intended",
        "identify",
        "forward",
        "looking",
        "statement",
        "nature",
        "forward",
        "looking",
        "statement",
        "involve",
        "inherent",
        "risk",
        "uncertainty",
        "general",
        "specific",
        "risk",
        "exist",
        "prediction",
        "forecast",
        "projection",
        "forward",
        "looking",
        "statement",
        "achieved",
        "forward",
        "looking",
        "statement",
        "speak",
        "date",
        "press",
        "release",
        "amg",
        "expressly",
        "disclaims",
        "obligation",
        "undertaking",
        "release",
        "publicly",
        "update",
        "revision",
        "forward",
        "looking",
        "statement",
        "contained",
        "herein",
        "reflect",
        "change",
        "amg",
        "expectation",
        "regard",
        "thereto",
        "change",
        "event",
        "condition",
        "circumstance",
        "forward",
        "looking",
        "statement",
        "based",
        "attachment",
        "http",
        "source",
        "amg",
        "amsterdam",
        "metallurgical",
        "group",
        "nv"
    ]
}