{
    "organizations": [],
    "uuid": "7095a5deb5e994efaf05b050ccd8bbed81a379bc",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/business-wire-baxter-completes-acquisition-of-recothrom-and-preveleak-to-broaden-surgical-hemostat-and-sealant-portfolio.html",
    "ord_in_thread": 0,
    "title": "Baxter Completes Acquisition of RECOTHROM and PREVELEAK to Broaden Surgical Hemostat and Sealant Portfolio",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DEERFIELD, Ill.--(BUSINESS WIRE)-- Baxter International Inc. (NYSE: BAX), a global medical products company, is committed to advancing surgical innovation and today announced it has completed its previously announced acquisition of two hemostat and sealant products from Mallinckrodt plc. RECOTHROM Thrombin topical (Recombinant) is the first and only stand-alone recombinant thrombin and PREVELEAK Surgical Sealant is used in vascular reconstruction.\nBoth products complement and broaden Baxter’s existing surgical portfolio of hemostats and sealants. With RECOTHROM, Baxter can now provide surgeons with additional options of innovative hemostatic products to handle different severities of bleeding, while PREVELEAK complements its existing portfolio of advanced surgical sealants.\n“We are excited to add both RECOTHROM and PREVELEAK to our portfolio of hemostats and sealants to offer surgeons additional options that address different situations when intraoperative bleeding can occur,” said Wil Boren, president of Baxter’s Advanced Surgery business. “Our top priority right now is working with customers and distributors to ensure a smooth transition.”\nThe deal is expected to be modestly accretive to Baxter’s 2018 adjusted earnings and increasingly accretive thereafter. Under the terms of the agreement, Baxter is acquiring RECOTHROM and PREVELEAK for an upfront payment of approximately $153 million and potential contingent payments in the future.\nAbout Baxter’s Surgery Portfolio\nBaxter is committed to advancing surgical innovation with a variety of products and delivery devices used for hemostasis (addressing bleeding), tissue sealing, and hard tissue regeneration, as well as soft tissue repair and microsurgery. With products available in nearly 60 countries, Baxter is at the forefront of providing surgeons and hospitals with innovative products that improve patient outcomes, are convenient to use and are cost-effective.\nAbout Baxter\nBaxter International Inc. provides a broad portfolio of essential healthcare products across its portfolio, including acute and chronic dialysis therapies; sterile IV solutions; infusion systems and devices; parenteral nutrition therapies; inhaled anesthetics; generic injectable pharmaceuticals; and surgical hemostat and sealant products. The company’s global footprint and the critical nature of its products and services play a key role in expanding access to healthcare in emerging and developed countries. Baxter’s employees worldwide are building upon the company’s rich heritage of medical breakthroughs to advance the next generation of healthcare innovations that enable patient care.\nIMPORTANT SAFETY INFORMATION\nRECOTHROM Thrombin topical (Recombinant) Indication\nRECOTHROM Thrombin topical (Recombinant) is a topical thrombin indicated to aid hemostasis whenever oozing blood and minor bleeding from capillaries and small venules is accessible and control of bleeding by standard surgical techniques (such as suture, ligature, or cautery) is ineffective or impractical in adults and pediatric populations greater than or equal to one month of age.\nRECOTHROM may be used in conjunction with an absorbable gelatin sponge, USP.\nIMPORTANT RISK INFORMATION\nContraindications\nDo not inject directly into the circulatory system. Do not use for the treatment of massive or brisk arterial bleeding. Do not administer to patients with a history of hypersensitivity to RECOTHROM or any components of RECOTHROM. Do not use in patients with known hypersensitivity to hamster proteins.\nWarnings and Precautions\nFor topical use only. DO NOT INJECT. RECOTHROM may cause thrombosis if it enters the circulatory system. Hypersensitivity reactions, including anaphylaxis, may occur. RECOTHROM is produced in a genetically modified Chinese Hamster Ovary (CHO) cell line and may contain hamster or snake proteins.\nAdverse Reactions\nThromboembolic adverse reactions were reported in 6% of surgical patients treated with RECOTHROM in all completed clinical trials. Antibody formation to RECOTHROM occurred in <1% of patients. None of the antibodies detected neutralized native human thrombin.\nUse in Specific Populations\nPregnancy Category C. RECOTHROM should be given to a pregnant woman only if clearly needed. Pediatric Use: Safety and efficacy have not been established in neonates. Geriatric Use: Of 644 patients in clinical studies of RECOTHROM, 36% (n=232/644) were ≥65 years old and 15% (n=95/644) were ≥75 years old. No differences in safety or effectiveness were observed between these patients and younger patients, and other reported clinical experience has not identified differences in responses between the elderly and younger patients, but greater sensitivity of some older individuals cannot be ruled out.\nPlease see additional important risk information and Full Prescribing Information .\nPREVELEAK Surgical Sealant Indications\nPREVELEAK Surgical Sealant is indicated for use in vascular reconstructions to achieve adjunctive hemostasis by mechanically sealing areas of leakage.\nIMPORTANT RISK INFORMATION\nContraindications\n• Not for use in patients with known allergies to materials of bovine or shellfish origin.\n• Not for intravascular use.\n• Not for cerebrovascular repair or cerebrospinal leak repair.\nWarnings and Precautions\n• Do not use as a substitute for sutures or staples.\n• Avoid exposure to nerves.\n• Do not use in the presence of obvious infection and use with caution in contaminated areas of the body.\n• Do not allow either the uncured or polymerized form to contact circulating blood.\n• PREVELEAK contains a material of animal origin that may be capable of transmitting infectious agents.\n• Repeated use of PREVELEAK in subsequent surgeries has not been studied.\n• Hypersensitivity reactions were not seen using PREVELEAK, but hypersensitivity of BSA has been reported.\n• Avoid contact with skin or other tissue not intended for application.\n• Safety and effectiveness of PREVELEAK in minimally invasive procedures or coronary artery bypass grafting (CABG) have not been established.\n• Do not use blood saving devices when suctioning excess PREVELEAK.\n• PREVELEAK syringe and delivery tips are for single patient use only. Do not resterilize.\n• Do not use if packages have been opened or damaged.\n• Take care not to spill contents of syringe. Avoid tissue contact with material expelled from delivery tip during priming.\n• Avoid pausing more than 10-15 seconds between priming and application to prevent polymerization within the delivery tip.\n• Minimize use in patients with abnormal calcium metabolism (e.g. chronic renal failure, hyperparathyroidism).\nPolyaldehyde treated tissue can have an enhanced propensity for mineralization.\n• Evidence of cytotoxicity was observed during cell culturebased laboratory assays and is believed to be due to the polyaldehyde component of the product. No evidence of cytotoxicity was observed in animal or clinical studies.\nAdverse Reactions\n• Potential adverse effects associated with the use of this class of surgical sealants include application of the sealant to tissue not targeted for the procedure, failure of the sealant to adhere to the tissue, hypersensitivity reaction such as swelling or edema at the application site, possible transmission of infectious agents from materials of animal origin, thrombosis and thromboembolism.\n• Serious adverse events that occurred in clinical studies included death, hypotension, thrombosis/ thromboembolism, ischemia, respiratory failure/dysfunction, steal syndrome, and myocardial infarction.\nUse in Specific Populations\n• Use of PREVELEAK in pediatric or pregnant patients has not been studied.\nThis release includes forward-looking statements concerning the company’s acquisition of two hemostat and sealant products from Mallinckrodt plc, including expectations regarding the financial impact of the acquisition on the company (including with respect to adjusted earnings) . The statements are based on assumptions about many important factors, including the following, which could cause actual results to differ materially from those in the forward-looking statements: the company’s ability to successfully integrate these two new products into its portfolio and realize the anticipated benefits from the acquisition in the amounts and at the times expected and generate the anticipated adjusted earnings for 2018 and thereafter; demand for and market acceptance of risks for new and existing products; product quality or patient safety concerns; actions of regulatory bodies and other governmental authorities; changes in laws and regulations; and other risks identified in Baxter’s most recent filing on Form 10-K and other SEC filings, all of which are available on its website. Baxter does not undertake to update its forward-looking statements.\nBaxter is a registered trademark of Baxter International Inc.\nView source version on businesswire.com : https://www.businesswire.com/news/home/20180319005550/en/\nBaxter International Inc.\nMedia Contact :\nBeth Mueller, (224) 948-5353\nmedia@baxter.com\nor\nInvestor Contact:\nClare Trachtman, (224) 948-3085\nSource: Baxter International Inc.",
    "published": "2018-03-19T14:45:00.000+02:00",
    "crawled": "2018-03-19T16:24:48.029+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "deerfield",
        "business",
        "wire",
        "baxter",
        "international",
        "nyse",
        "bax",
        "global",
        "medical",
        "product",
        "company",
        "committed",
        "advancing",
        "surgical",
        "innovation",
        "today",
        "announced",
        "completed",
        "previously",
        "announced",
        "acquisition",
        "two",
        "hemostat",
        "sealant",
        "product",
        "mallinckrodt",
        "plc",
        "recothrom",
        "thrombin",
        "topical",
        "recombinant",
        "first",
        "recombinant",
        "thrombin",
        "preveleak",
        "surgical",
        "sealant",
        "used",
        "vascular",
        "reconstruction",
        "product",
        "complement",
        "broaden",
        "baxter",
        "existing",
        "surgical",
        "portfolio",
        "hemostat",
        "sealant",
        "recothrom",
        "baxter",
        "provide",
        "surgeon",
        "additional",
        "option",
        "innovative",
        "hemostatic",
        "product",
        "handle",
        "different",
        "severity",
        "bleeding",
        "preveleak",
        "complement",
        "existing",
        "portfolio",
        "advanced",
        "surgical",
        "sealant",
        "excited",
        "add",
        "recothrom",
        "preveleak",
        "portfolio",
        "hemostat",
        "sealant",
        "offer",
        "surgeon",
        "additional",
        "option",
        "address",
        "different",
        "situation",
        "intraoperative",
        "bleeding",
        "occur",
        "said",
        "wil",
        "boren",
        "president",
        "baxter",
        "advanced",
        "surgery",
        "business",
        "top",
        "priority",
        "right",
        "working",
        "customer",
        "distributor",
        "ensure",
        "smooth",
        "deal",
        "expected",
        "modestly",
        "accretive",
        "baxter",
        "adjusted",
        "earnings",
        "increasingly",
        "accretive",
        "thereafter",
        "term",
        "agreement",
        "baxter",
        "acquiring",
        "recothrom",
        "preveleak",
        "upfront",
        "payment",
        "approximately",
        "million",
        "potential",
        "contingent",
        "payment",
        "future",
        "baxter",
        "surgery",
        "portfolio",
        "baxter",
        "committed",
        "advancing",
        "surgical",
        "innovation",
        "variety",
        "product",
        "delivery",
        "device",
        "used",
        "hemostasis",
        "addressing",
        "bleeding",
        "tissue",
        "sealing",
        "hard",
        "tissue",
        "regeneration",
        "well",
        "soft",
        "tissue",
        "repair",
        "microsurgery",
        "product",
        "available",
        "nearly",
        "country",
        "baxter",
        "forefront",
        "providing",
        "surgeon",
        "hospital",
        "innovative",
        "product",
        "improve",
        "patient",
        "outcome",
        "convenient",
        "use",
        "baxter",
        "baxter",
        "international",
        "provides",
        "broad",
        "portfolio",
        "essential",
        "healthcare",
        "product",
        "across",
        "portfolio",
        "including",
        "acute",
        "chronic",
        "dialysis",
        "therapy",
        "sterile",
        "iv",
        "solution",
        "infusion",
        "system",
        "device",
        "parenteral",
        "nutrition",
        "therapy",
        "inhaled",
        "anesthetic",
        "generic",
        "injectable",
        "pharmaceutical",
        "surgical",
        "hemostat",
        "sealant",
        "product",
        "company",
        "global",
        "footprint",
        "critical",
        "nature",
        "product",
        "service",
        "play",
        "key",
        "role",
        "expanding",
        "access",
        "healthcare",
        "emerging",
        "developed",
        "country",
        "baxter",
        "employee",
        "worldwide",
        "building",
        "upon",
        "company",
        "rich",
        "heritage",
        "medical",
        "breakthrough",
        "advance",
        "next",
        "generation",
        "healthcare",
        "innovation",
        "enable",
        "patient",
        "care",
        "important",
        "safety",
        "information",
        "recothrom",
        "thrombin",
        "topical",
        "recombinant",
        "indication",
        "recothrom",
        "thrombin",
        "topical",
        "recombinant",
        "topical",
        "thrombin",
        "indicated",
        "aid",
        "hemostasis",
        "whenever",
        "oozing",
        "blood",
        "minor",
        "bleeding",
        "capillary",
        "small",
        "venule",
        "accessible",
        "control",
        "bleeding",
        "standard",
        "surgical",
        "technique",
        "suture",
        "ligature",
        "cautery",
        "ineffective",
        "impractical",
        "adult",
        "pediatric",
        "population",
        "greater",
        "equal",
        "one",
        "month",
        "age",
        "recothrom",
        "may",
        "used",
        "conjunction",
        "absorbable",
        "gelatin",
        "sponge",
        "usp",
        "important",
        "risk",
        "information",
        "contraindication",
        "inject",
        "directly",
        "circulatory",
        "system",
        "use",
        "treatment",
        "massive",
        "brisk",
        "arterial",
        "bleeding",
        "administer",
        "patient",
        "history",
        "hypersensitivity",
        "recothrom",
        "component",
        "recothrom",
        "use",
        "patient",
        "known",
        "hypersensitivity",
        "hamster",
        "protein",
        "warning",
        "precaution",
        "topical",
        "use",
        "inject",
        "recothrom",
        "may",
        "cause",
        "thrombosis",
        "enters",
        "circulatory",
        "system",
        "hypersensitivity",
        "reaction",
        "including",
        "anaphylaxis",
        "may",
        "occur",
        "recothrom",
        "produced",
        "genetically",
        "modified",
        "chinese",
        "hamster",
        "ovary",
        "cho",
        "cell",
        "line",
        "may",
        "contain",
        "hamster",
        "snake",
        "protein",
        "adverse",
        "reaction",
        "thromboembolic",
        "adverse",
        "reaction",
        "reported",
        "surgical",
        "patient",
        "treated",
        "recothrom",
        "completed",
        "clinical",
        "trial",
        "antibody",
        "formation",
        "recothrom",
        "occurred",
        "patient",
        "none",
        "antibody",
        "detected",
        "neutralized",
        "native",
        "human",
        "thrombin",
        "use",
        "specific",
        "population",
        "pregnancy",
        "category",
        "recothrom",
        "given",
        "pregnant",
        "woman",
        "clearly",
        "needed",
        "pediatric",
        "use",
        "safety",
        "efficacy",
        "established",
        "neonate",
        "geriatric",
        "use",
        "patient",
        "clinical",
        "study",
        "recothrom",
        "year",
        "old",
        "year",
        "old",
        "difference",
        "safety",
        "effectiveness",
        "observed",
        "patient",
        "younger",
        "patient",
        "reported",
        "clinical",
        "experience",
        "identified",
        "difference",
        "response",
        "elderly",
        "younger",
        "patient",
        "greater",
        "sensitivity",
        "older",
        "individual",
        "ruled",
        "please",
        "see",
        "additional",
        "important",
        "risk",
        "information",
        "full",
        "prescribing",
        "information",
        "preveleak",
        "surgical",
        "sealant",
        "indication",
        "preveleak",
        "surgical",
        "sealant",
        "indicated",
        "use",
        "vascular",
        "reconstruction",
        "achieve",
        "adjunctive",
        "hemostasis",
        "mechanically",
        "sealing",
        "area",
        "leakage",
        "important",
        "risk",
        "information",
        "contraindication",
        "use",
        "patient",
        "known",
        "allergy",
        "material",
        "bovine",
        "shellfish",
        "origin",
        "intravascular",
        "use",
        "cerebrovascular",
        "repair",
        "cerebrospinal",
        "leak",
        "repair",
        "warning",
        "precaution",
        "use",
        "substitute",
        "suture",
        "staple",
        "avoid",
        "exposure",
        "nerve",
        "use",
        "presence",
        "obvious",
        "infection",
        "use",
        "caution",
        "contaminated",
        "area",
        "body",
        "allow",
        "either",
        "uncured",
        "polymerized",
        "form",
        "contact",
        "circulating",
        "blood",
        "preveleak",
        "contains",
        "material",
        "animal",
        "origin",
        "may",
        "capable",
        "transmitting",
        "infectious",
        "agent",
        "repeated",
        "use",
        "preveleak",
        "subsequent",
        "surgery",
        "studied",
        "hypersensitivity",
        "reaction",
        "seen",
        "using",
        "preveleak",
        "hypersensitivity",
        "bsa",
        "reported",
        "avoid",
        "contact",
        "skin",
        "tissue",
        "intended",
        "application",
        "safety",
        "effectiveness",
        "preveleak",
        "minimally",
        "invasive",
        "procedure",
        "coronary",
        "artery",
        "bypass",
        "grafting",
        "cabg",
        "established",
        "use",
        "blood",
        "saving",
        "device",
        "suctioning",
        "excess",
        "preveleak",
        "preveleak",
        "syringe",
        "delivery",
        "tip",
        "single",
        "patient",
        "use",
        "resterilize",
        "use",
        "package",
        "opened",
        "damaged",
        "take",
        "care",
        "spill",
        "content",
        "syringe",
        "avoid",
        "tissue",
        "contact",
        "material",
        "expelled",
        "delivery",
        "tip",
        "priming",
        "avoid",
        "pausing",
        "second",
        "priming",
        "application",
        "prevent",
        "polymerization",
        "within",
        "delivery",
        "tip",
        "minimize",
        "use",
        "patient",
        "abnormal",
        "calcium",
        "metabolism",
        "chronic",
        "renal",
        "failure",
        "hyperparathyroidism",
        "polyaldehyde",
        "treated",
        "tissue",
        "enhanced",
        "propensity",
        "mineralization",
        "evidence",
        "cytotoxicity",
        "observed",
        "cell",
        "culturebased",
        "laboratory",
        "assay",
        "believed",
        "due",
        "polyaldehyde",
        "component",
        "product",
        "evidence",
        "cytotoxicity",
        "observed",
        "animal",
        "clinical",
        "study",
        "adverse",
        "reaction",
        "potential",
        "adverse",
        "effect",
        "associated",
        "use",
        "class",
        "surgical",
        "sealant",
        "include",
        "application",
        "sealant",
        "tissue",
        "targeted",
        "procedure",
        "failure",
        "sealant",
        "adhere",
        "tissue",
        "hypersensitivity",
        "reaction",
        "swelling",
        "edema",
        "application",
        "site",
        "possible",
        "transmission",
        "infectious",
        "agent",
        "material",
        "animal",
        "origin",
        "thrombosis",
        "thromboembolism",
        "serious",
        "adverse",
        "event",
        "occurred",
        "clinical",
        "study",
        "included",
        "death",
        "hypotension",
        "thromboembolism",
        "ischemia",
        "respiratory",
        "steal",
        "syndrome",
        "myocardial",
        "infarction",
        "use",
        "specific",
        "population",
        "use",
        "preveleak",
        "pediatric",
        "pregnant",
        "patient",
        "studied",
        "release",
        "includes",
        "statement",
        "concerning",
        "company",
        "acquisition",
        "two",
        "hemostat",
        "sealant",
        "product",
        "mallinckrodt",
        "plc",
        "including",
        "expectation",
        "regarding",
        "financial",
        "impact",
        "acquisition",
        "company",
        "including",
        "respect",
        "adjusted",
        "earnings",
        "statement",
        "based",
        "assumption",
        "many",
        "important",
        "factor",
        "including",
        "following",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "statement",
        "company",
        "ability",
        "successfully",
        "integrate",
        "two",
        "new",
        "product",
        "portfolio",
        "realize",
        "anticipated",
        "benefit",
        "acquisition",
        "amount",
        "time",
        "expected",
        "generate",
        "anticipated",
        "adjusted",
        "earnings",
        "thereafter",
        "demand",
        "market",
        "acceptance",
        "risk",
        "new",
        "existing",
        "product",
        "product",
        "quality",
        "patient",
        "safety",
        "concern",
        "action",
        "regulatory",
        "body",
        "governmental",
        "authority",
        "change",
        "law",
        "regulation",
        "risk",
        "identified",
        "baxter",
        "recent",
        "filing",
        "form",
        "sec",
        "filing",
        "available",
        "website",
        "baxter",
        "undertake",
        "update",
        "statement",
        "baxter",
        "registered",
        "trademark",
        "baxter",
        "international",
        "view",
        "source",
        "version",
        "http",
        "baxter",
        "international",
        "medium",
        "contact",
        "beth",
        "mueller",
        "medium",
        "investor",
        "contact",
        "clare",
        "trachtman",
        "source",
        "baxter",
        "international",
        "inc"
    ]
}