{
    "organizations": [],
    "uuid": "071180b048e389772230fb95433fe13a6aea3b34",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/pr-newswire-umh-properties-inc-reports-results-for-the-year-ended-and-the-fourth-quarter-ended-december-31-2017.html",
    "ord_in_thread": 0,
    "title": "UMH Properties, Inc. Reports Results For The Year Ended And The Fourth Quarter Ended December 31, 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "FREEHOLD, N.J., March 8, 2018 /PRNewswire/ -- UMH Properties, Inc. (NYSE: UMH) reported Total Income of $112,648,000 for the year ended December 31, 2017 as compared to $99,214,000 for the year ended December 31, 2016, representing an increase of 14%. Total Income for the quarter ended December 31, 2017 was $28,697,000 as compared to $25,144,000 for the quarter ended December 31, 2016, representing an increase of 14%. Net Loss Attributable to Common Shareholders amounted to $7,679,000 or $0.24 per diluted share for the year ended December 31, 2017 as compared to $2,569,000 or $0.10 per diluted share for the year ended December 31, 2016. This increase was primarily due to a non-recurring, non-cash $3.5 million preferred redemption charge and to an increase in depreciation expense, attributable to acquisitions made. Net Loss Attributable to Common Shareholders amounted to $796,000 or $0.03 per diluted share for the quarter ended December 31, 2017 as compared to $413,000 or $0.02 per diluted share for the quarter ended December 31, 2016.\nCore Funds from Operations (\"Core FFO\") was $23,462,000 or $0.71 per diluted share for the year ended December 31, 2017 as compared to $20,731,000 or $0.74 per diluted share for the year ended December 31, 2016, representing a decrease in Core FFO per diluted share of 4%. Core FFO was $6,553,000 or $0.19 per diluted share for the quarter ended December 31, 2017 as compared to $5,719,000 or $0.20 per diluted share for the quarter ended December 31, 2016, representing a decrease in Core FFO per diluted share of 5%. Normalized Funds from Operations (\"Normalized FFO\"), was $21,714,000 or $0.66 per diluted share for the year ended December 31, 2017, as compared to $18,446,000 or $0.66 per diluted share for the year ended December 31, 2016. Normalized FFO was $6,324,000 or $0.18 per diluted share for the quarter ended December 31, 2017, as compared to $5,333,000 or $0.18 per diluted share for the quarter ended December 31, 2016.\nA summary of significant financial information for the three and twelve months ended December 31, 2017 and 2016 is as follows:\nFor the Three Months Ended\nDecember 31,\n2017\n2016\nTotal Income\n$\n28,697,000\n$\n25,144,000\nTotal Expenses\n$\n24,568,000\n$\n20,635,000\nGain on Sales of Securities, net\n$\n229,000\n$\n386,000\nNet Loss Attributable to Common Shareholders\n$\n(796,000)\n$\n(413,000)\nNet Loss Attributable to Common\nShareholders per Diluted Common Share\n$\n(0.03)\n$\n(0.02)\nCore FFO (1)\n$\n6,553,000\n$\n5,719,000\nCore FFO (1) per Diluted Common Share\n$\n0.19\n$\n0.20\nNormalized FFO (1)\n$\n6,324,000\n$\n5,333,000\nNormalized FFO (1) per Diluted Common Share\n$\n0.18\n$\n0.18\nWeighted Average Shares Outstanding\n35,072,000\n28,830,000\nFor the Twelve Months Ended\nDecember 31,\n2017\n2016\nTotal Income\n$\n112,648,000\n$\n99,214,000\nTotal Expenses\n$\n96,616,000\n$\n83,256,000\nGain on Sales of Securities, net\n$\n1,748,000\n$\n2,285,000\nNet Loss Attributable to Common Shareholders\n$\n(7,679,000)\n$\n(2,569,000)\nNet Loss Attributable to Common\nShareholders per Diluted Common Share\n$\n(0.24)\n$\n(0.10)\nCore FFO (1)\n$\n23,462,000\n$\n20,731,000\nCore FFO (1) per Diluted Common Share\n$\n0.71\n$\n0.74\nNormalized FFO (1)\n$\n21,714,000\n$\n18,446,000\nNormalized FFO (1) per Diluted Common Share\n$\n0.66\n$\n0.66\nWeighted Average Shares Outstanding\n32,676,000\n27,809,000\nA summary of significant balance sheet information as of December 31, 2017 and 2016 is as follows:\nDecember 31, 2017\nDecember 31, 2016\nGross Real Estate Investments\n$ 764,439,000\n$ 640,217,000\nSecurities Available for Sale at Fair Value\n$ 132,964,000\n$ 108,755,000\nTotal Assets\n$ 823,881,000\n$ 680,445,000\nMortgages Payable, net\n$ 304,895,000\n$ 293,026,000\nLoans Payable, net\n$ 84,704,000\n$ 58,285,000\nTotal Shareholders' Equity\n$ 421,215,000\n$ 317,032,000\nSamuel A. Landy, President and CEO, commented on the 2017 results.\n\"We are pleased to announce a very productive 2017. We have generated solid operating results, achieved strong growth and improved our financial position. We have reached a number of milestones this year. We now own and operate 112 manufactured home communities with over 20,000 developed homesites. We have been included in the MSCI REIT index. We have reached an all-time high stock price of $17.90. Our total market capitalization is over $1 billion with an equity market capitalization of over $500 million. Our accomplishments during the year include:\nIncreased Rental and Related Income by 12.3%; Increased Community Net Operating Income (\"NOI\") by 12.3%; Increased Same Property NOI by 7.6% Increased Same Property Occupancy by 150 basis points from 81.2% to 82.7%; Increased home sales by 27.1%; Acquired 11 communities containing approximately 2,000 home sites for a total cost of $63.3 million, including our first community in Maryland, bringing our total property portfolio to 112 manufactured home communities with over 20,000 developed homesites; Completed Phase I of a redevelopment community, Memphis Blues, our first all rental community; Increased our rental home portfolio by 948 homes to approximately 5,600 total rental homes, representing an increase of 20.3%; Increased rental home occupancy by 150 basis points from 91.5% to 93.0%; Reduced the weighted average interest rate on our mortgage debt from 4.3% to 4.2%; Reduced the weighted average interest rate on our total debt from 4.1% to 4.0%; Issued 5,750,000 shares of a new 6.75% Series C Cumulative Redeemable Preferred Stock, for net proceeds after deducting the underwriting discount and other estimated offering expenses, of approximately $139 million; Redeemed our high coupon 8.25% Series A Preferred Stock, resulting in $1.4 million in annual preferred dividend savings; Issued 1,400,000 shares of our common stock raising net proceeds of $22.5 million, in conjunction with our inclusion in the MSCI REIT Index; Raised $60.4 million through our Dividend Reinvestment and Stock Purchase Plan; Reduced our Net Debt to Total Market Capitalization from 35.4% to 31.7% and our Net Debt Less Securities to Total Market Capitalization from 24.3% to 20.2%; and, Increased our total market capitalization to $1.2 billion, representing an increase of 18%.\"\nMr. Landy stated, \"This year, we successfully replaced all of the outstanding shares of our high coupon 8.25% Series A Preferred Stock with our new 6.75% Series C Perpetual Preferred Stock. This 150 basis point reduction will result in $1.4 million in annual preferred dividend savings going forward. Our 2017 earnings were impacted due to the expenses associated with completing this transaction, including a non-recurring, non-cash $3.5 million preferred redemption charge, and the short-term dilution associated with carrying the additional preferred stock until it was fully deployed. For the fourth quarter, our Normalized FFO was $0.18 per diluted share. We are pleased that our Normalized FFO for the quarter fully covered our $0.18 dividend.\"\n\"Subsequent to yearend, UMH issued and sold 2,000,000 shares of a new 6.375% Series D Cumulative Redeemable Preferred Stock, and received net proceeds from the offering after expenses of approximately $48.1 million. We expect increased earnings as we fully deploy these proceeds.\"\n\"In 2017, we increased our community portfolio by 11%. We acquired 11 communities containing approximately 2,000 developed homesites for an aggregate cost of approximately $63.3 million. The average occupancy of these communities is 67%. These communities are located within our existing footprint and provide additional growth opportunities through the filling of vacant sites and from expansion capabilities.\"\n\"Home sales have been improving and increased 27% this year. With population growth, rising wages and steady job creation, housing demand should continue to increase. Our customers are seeing increased wages which is translating into rising housing demand.\"\n\"Same Property NOI increased by 7.6% this year, driven by a 150 basis point increase in occupancy and a 310 basis point increase in site rent. Our 2017 accomplishments reflect consistent strong performance across our portfolio and position us for continued success in 2018.\"\nUMH Properties, Inc. will host its Fourth Quarter and Year End 2017 Financial Results Webcast and Conference Call. Senior management will discuss the results, current market conditions and future outlook on Friday, March 9, 2018 at 10:00 a.m. Eastern Time.\nThe Company's 2017 fourth quarter and yearend financial results being released herein will be available on the Company's website at www.umh.reit in the \"Financial Information and Filings\" section.\nTo participate in the webcast , select the microphone icon found on the homepage www.umh.reit to access the call. Interested parties can also participate via conference call by calling toll free 877-513-1898 (domestically) or 412-902-4147 (internationally).\nThe replay of the conference call will be available at 12:00 p.m. Eastern Time on Friday, March 9, 2018. It will be available until June 9, 2018, and can be accessed by dialing toll free 877-344-7529 (domestically) and 412-317-0088 (internationally) and entering the passcode 10116327. A transcript of the call and the webcast replay will be available at the Company's website, www.umh.reit .\nUMH Properties, Inc., which was organized in 1968, is a public equity REIT that owns and operates 112 manufactured home communities containing approximately 20,000 developed homesites. These communities are located in New Jersey, New York, Ohio, Pennsylvania, Tennessee, Indiana, Michigan and Maryland. In addition, the Company owns a portfolio of REIT securities.\nCertain statements included in this press release which are not historical facts may be deemed within the meaning of the Private Securities Litigation Reform Act of 1995. Any such are based on the Company's current expectations and involve various risks and uncertainties. Although the Company believes the expectations reflected in any are based on reasonable assumptions, the Company can provide no assurance those expectations will be achieved. The risks and uncertainties that could cause actual results or events to differ materially from expectations are contained in the Company's annual report on Form 10-K and described from time to time in the Company's other filings with the SEC. The Company undertakes no obligation to publicly update or revise any whether as a result of new information, future events, or otherwise.\nNote:\nNon-GAAP Information: We assess and measure our overall operating results based upon an industry performance measure referred to as Funds From Operations (\"FFO\"), which management believes is a useful indicator of our operating performance. FFO is used by industry analysts and investors as a supplemental operating performance measure of a REIT. FFO, as defined by The National Association of Real Estate Investment Trusts (\"NAREIT\"), represents Net Income (Loss) Attributable to Common Shareholders, as defined by accounting principles generally accepted in the United States of America (\"U.S. GAAP\"), excluding extraordinary items, as defined under U.S. GAAP, gains or losses from sales of previously depreciated real estate assets, impairment charges related to depreciable real estate assets, plus certain non-cash items such as real estate asset depreciation and amortization. NAREIT created FFO as a non-U.S. GAAP supplemental measure of REIT operating performance. We define Core Funds From Operations (\"Core FFO\") as FFO plus acquisition costs and costs of early extinguishment of debt. We define Normalized Funds From Operations (\"Normalized FFO\") as Core FFO excluding gains and losses realized on securities investments and certain non-recurring charges. We define Community NOI as rental and related income less community operating expenses such as real estate taxes, repairs and maintenance, community salaries, utilities, insurance and other expenses. FFO, Core FFO and Normalized FFO, as well as Community NOI, should be considered as supplemental measures of operating performance used by REITs. FFO, Core FFO and Normalized FFO exclude historical cost depreciation as an expense and may facilitate the comparison of REITs which have a different cost basis. However, other REITs may use different methodologies to calculate FFO, Core FFO, Normalized FFO and Community NOI and, accordingly, our FFO, Core FFO, Normalized FFO and Community NOI may not be comparable to all other REITs. The items excluded from FFO, Core FFO and Normalized FFO are significant components in understanding the Company's financial performance.\nFFO, Core FFO and Normalized FFO (i) do not represent Cash Flow from Operations as defined by U.S. GAAP; (ii) should not be considered as an alternative to net income (loss) as a measure of operating performance or to cash flows from operating, investing and financing activities; and (iii) are not alternatives to cash flow as a measure of liquidity.\nThe reconciliation of the Company's U.S. GAAP net loss to the Company's FFO, Core FFO and Normalized FFO for the three and twelve months ended December 31, 2017 and 2016 are calculated as follows:\nThree Months Ended\nTwelve Months Ended\n12/31/17\n12/31/16\n12/31/17\n12/31/16\nNet Loss Attributable to Common Shareholders\n$(796,000)\n$(413,000)\n$(7,679,000)\n$(2,569,000)\nDepreciation Expense\n7,297,000\n6,121,000\n27,557,000\n23,214,000\n(Gain) Loss on Sales of Depreciable Assets\n52,000\n(22,000)\n81,000\n2,000\nFFO Attributable to Common Shareholders\n6,553,000\n5,686,000\n19,959,000\n20,647,000\nAcquisition Costs\n-0-\n28,000\n-0-\n79,000\nCost of Early Extinguishment of Debt\n-0-\n5,000\n-0-\n5,000\nRedemption of Preferred Stock\n-0-\n-0-\n3,503,000\n-0-\nCore FFO Attributable to Common Shareholders\n6,553,000\n5,719,000\n23,462,000\n20,731,000\nGain on Sales of Securities, net\n(229,000)\n(386,000)\n(1,748,000)\n(2,285,000)\nNormalized FFO Attributable to Common Shareholders\n$6,324,000\n$5,333,000\n$21,714,000\n$18,446,000\nThe diluted weighted shares outstanding used in the calculation of Core FFO per Diluted Common Share and Normalized FFO per Diluted Common Share were 35,478,000 and 33,146,000 shares for the three and twelve months ended December 31, 2017, respectively, and 29,279,000 and 28,136,000 for the three and twelve months ended December 31, 2016, respectively. Common stock equivalents resulting from stock options in the amount of 406,000 and 470,000 shares for the three and twelve months ended December 31, 2017, respectively, and 449,000 and 327,000 shares for the three and twelve months ended December 31, 2016, respectively, are included in the diluted weighted shares outstanding. Common stock equivalents were excluded from the computation of the Diluted Net Loss per Share as their effect would be anti-dilutive.\nThe following are the cash flows provided (used) by operating, investing and financing activities for the twelve months ended December 31, 2017 and 2016:\n2017\n2016\nOperating Activities\n$41,341,000\n$29,353,000\nInvesting Activities\n(152,920,000)\n(77,567,000)\nFinancing Activities\n130,604,000\n45,895,000\nView original content: http://www.prnewswire.com/news-releases/umh-properties-inc-reports-results-for-the-year-ended-and-the-fourth-quarter-ended-december-31-2017-300611096.html\nSOURCE UMH Properties, Inc.",
    "published": "2018-03-09T00:30:00.000+02:00",
    "crawled": "2018-03-09T03:25:05.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "freehold",
        "march",
        "umh",
        "property",
        "nyse",
        "umh",
        "reported",
        "total",
        "income",
        "year",
        "ended",
        "december",
        "compared",
        "year",
        "ended",
        "december",
        "representing",
        "increase",
        "total",
        "income",
        "quarter",
        "ended",
        "december",
        "compared",
        "quarter",
        "ended",
        "december",
        "representing",
        "increase",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "amounted",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "compared",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "increase",
        "primarily",
        "due",
        "million",
        "preferred",
        "redemption",
        "charge",
        "increase",
        "depreciation",
        "expense",
        "attributable",
        "acquisition",
        "made",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "amounted",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "december",
        "compared",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "december",
        "core",
        "fund",
        "operation",
        "core",
        "ffo",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "compared",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "representing",
        "decrease",
        "core",
        "ffo",
        "per",
        "diluted",
        "share",
        "core",
        "ffo",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "december",
        "compared",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "december",
        "representing",
        "decrease",
        "core",
        "ffo",
        "per",
        "diluted",
        "share",
        "normalized",
        "fund",
        "operation",
        "normalized",
        "ffo",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "compared",
        "per",
        "diluted",
        "share",
        "year",
        "ended",
        "december",
        "normalized",
        "ffo",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "december",
        "compared",
        "per",
        "diluted",
        "share",
        "quarter",
        "ended",
        "december",
        "summary",
        "significant",
        "financial",
        "information",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "follows",
        "three",
        "month",
        "ended",
        "december",
        "total",
        "income",
        "total",
        "expense",
        "gain",
        "sale",
        "security",
        "net",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "per",
        "diluted",
        "common",
        "share",
        "core",
        "ffo",
        "core",
        "ffo",
        "per",
        "diluted",
        "common",
        "share",
        "normalized",
        "ffo",
        "normalized",
        "ffo",
        "per",
        "diluted",
        "common",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "twelve",
        "month",
        "ended",
        "december",
        "total",
        "income",
        "total",
        "expense",
        "gain",
        "sale",
        "security",
        "net",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "per",
        "diluted",
        "common",
        "share",
        "core",
        "ffo",
        "core",
        "ffo",
        "per",
        "diluted",
        "common",
        "share",
        "normalized",
        "ffo",
        "normalized",
        "ffo",
        "per",
        "diluted",
        "common",
        "share",
        "weighted",
        "average",
        "share",
        "outstanding",
        "summary",
        "significant",
        "balance",
        "sheet",
        "information",
        "december",
        "follows",
        "december",
        "december",
        "gross",
        "real",
        "estate",
        "investment",
        "security",
        "available",
        "sale",
        "fair",
        "value",
        "total",
        "asset",
        "mortgage",
        "payable",
        "net",
        "loan",
        "payable",
        "net",
        "total",
        "shareholder",
        "equity",
        "samuel",
        "landy",
        "president",
        "ceo",
        "commented",
        "result",
        "pleased",
        "announce",
        "productive",
        "generated",
        "solid",
        "operating",
        "result",
        "achieved",
        "strong",
        "growth",
        "improved",
        "financial",
        "position",
        "reached",
        "number",
        "milestone",
        "year",
        "operate",
        "manufactured",
        "home",
        "community",
        "developed",
        "homesites",
        "included",
        "msci",
        "reit",
        "index",
        "reached",
        "high",
        "stock",
        "price",
        "total",
        "market",
        "capitalization",
        "billion",
        "equity",
        "market",
        "capitalization",
        "million",
        "accomplishment",
        "year",
        "include",
        "increased",
        "rental",
        "related",
        "income",
        "increased",
        "community",
        "net",
        "operating",
        "income",
        "noi",
        "increased",
        "property",
        "noi",
        "increased",
        "property",
        "occupancy",
        "basis",
        "point",
        "increased",
        "home",
        "sale",
        "acquired",
        "community",
        "containing",
        "approximately",
        "home",
        "site",
        "total",
        "cost",
        "million",
        "including",
        "first",
        "community",
        "maryland",
        "bringing",
        "total",
        "property",
        "portfolio",
        "manufactured",
        "home",
        "community",
        "developed",
        "homesites",
        "completed",
        "phase",
        "redevelopment",
        "community",
        "memphis",
        "blue",
        "first",
        "rental",
        "community",
        "increased",
        "rental",
        "home",
        "portfolio",
        "home",
        "approximately",
        "total",
        "rental",
        "home",
        "representing",
        "increase",
        "increased",
        "rental",
        "home",
        "occupancy",
        "basis",
        "point",
        "reduced",
        "weighted",
        "average",
        "interest",
        "rate",
        "mortgage",
        "debt",
        "reduced",
        "weighted",
        "average",
        "interest",
        "rate",
        "total",
        "debt",
        "issued",
        "share",
        "new",
        "series",
        "c",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "net",
        "proceeds",
        "deducting",
        "underwriting",
        "discount",
        "estimated",
        "offering",
        "expense",
        "approximately",
        "million",
        "redeemed",
        "high",
        "coupon",
        "series",
        "preferred",
        "stock",
        "resulting",
        "million",
        "annual",
        "preferred",
        "dividend",
        "saving",
        "issued",
        "share",
        "common",
        "stock",
        "raising",
        "net",
        "proceeds",
        "million",
        "conjunction",
        "inclusion",
        "msci",
        "reit",
        "index",
        "raised",
        "million",
        "dividend",
        "reinvestment",
        "stock",
        "purchase",
        "plan",
        "reduced",
        "net",
        "debt",
        "total",
        "market",
        "capitalization",
        "net",
        "debt",
        "less",
        "security",
        "total",
        "market",
        "capitalization",
        "increased",
        "total",
        "market",
        "capitalization",
        "billion",
        "representing",
        "increase",
        "landy",
        "stated",
        "year",
        "successfully",
        "replaced",
        "outstanding",
        "share",
        "high",
        "coupon",
        "series",
        "preferred",
        "stock",
        "new",
        "series",
        "c",
        "perpetual",
        "preferred",
        "stock",
        "basis",
        "point",
        "reduction",
        "result",
        "million",
        "annual",
        "preferred",
        "dividend",
        "saving",
        "going",
        "forward",
        "earnings",
        "impacted",
        "due",
        "expense",
        "associated",
        "completing",
        "transaction",
        "including",
        "million",
        "preferred",
        "redemption",
        "charge",
        "dilution",
        "associated",
        "carrying",
        "additional",
        "preferred",
        "stock",
        "fully",
        "deployed",
        "fourth",
        "quarter",
        "normalized",
        "ffo",
        "per",
        "diluted",
        "share",
        "pleased",
        "normalized",
        "ffo",
        "quarter",
        "fully",
        "covered",
        "dividend",
        "subsequent",
        "yearend",
        "umh",
        "issued",
        "sold",
        "share",
        "new",
        "series",
        "cumulative",
        "redeemable",
        "preferred",
        "stock",
        "received",
        "net",
        "proceeds",
        "offering",
        "expense",
        "approximately",
        "million",
        "expect",
        "increased",
        "earnings",
        "fully",
        "deploy",
        "proceeds",
        "increased",
        "community",
        "portfolio",
        "acquired",
        "community",
        "containing",
        "approximately",
        "developed",
        "homesites",
        "aggregate",
        "cost",
        "approximately",
        "million",
        "average",
        "occupancy",
        "community",
        "community",
        "located",
        "within",
        "existing",
        "footprint",
        "provide",
        "additional",
        "growth",
        "opportunity",
        "filling",
        "vacant",
        "site",
        "expansion",
        "capability",
        "home",
        "sale",
        "improving",
        "increased",
        "year",
        "population",
        "growth",
        "rising",
        "wage",
        "steady",
        "job",
        "creation",
        "housing",
        "demand",
        "continue",
        "increase",
        "customer",
        "seeing",
        "increased",
        "wage",
        "translating",
        "rising",
        "housing",
        "demand",
        "property",
        "noi",
        "increased",
        "year",
        "driven",
        "basis",
        "point",
        "increase",
        "occupancy",
        "basis",
        "point",
        "increase",
        "site",
        "rent",
        "accomplishment",
        "reflect",
        "consistent",
        "strong",
        "performance",
        "across",
        "portfolio",
        "position",
        "u",
        "continued",
        "success",
        "umh",
        "property",
        "host",
        "fourth",
        "quarter",
        "year",
        "end",
        "financial",
        "result",
        "webcast",
        "conference",
        "call",
        "senior",
        "management",
        "discus",
        "result",
        "current",
        "market",
        "condition",
        "future",
        "outlook",
        "friday",
        "march",
        "eastern",
        "time",
        "company",
        "fourth",
        "quarter",
        "yearend",
        "financial",
        "result",
        "released",
        "herein",
        "available",
        "company",
        "website",
        "financial",
        "information",
        "filing",
        "section",
        "participate",
        "webcast",
        "select",
        "microphone",
        "icon",
        "found",
        "homepage",
        "access",
        "call",
        "interested",
        "party",
        "also",
        "participate",
        "via",
        "conference",
        "call",
        "calling",
        "toll",
        "free",
        "domestically",
        "internationally",
        "replay",
        "conference",
        "call",
        "available",
        "eastern",
        "time",
        "friday",
        "march",
        "available",
        "june",
        "accessed",
        "dialing",
        "toll",
        "free",
        "domestically",
        "internationally",
        "entering",
        "passcode",
        "transcript",
        "call",
        "webcast",
        "replay",
        "available",
        "company",
        "website",
        "umh",
        "property",
        "organized",
        "public",
        "equity",
        "reit",
        "owns",
        "operates",
        "manufactured",
        "home",
        "community",
        "containing",
        "approximately",
        "developed",
        "homesites",
        "community",
        "located",
        "new",
        "jersey",
        "new",
        "york",
        "ohio",
        "pennsylvania",
        "tennessee",
        "indiana",
        "michigan",
        "maryland",
        "addition",
        "company",
        "owns",
        "portfolio",
        "reit",
        "security",
        "certain",
        "statement",
        "included",
        "press",
        "release",
        "historical",
        "fact",
        "may",
        "deemed",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "based",
        "company",
        "current",
        "expectation",
        "involve",
        "various",
        "risk",
        "uncertainty",
        "although",
        "company",
        "belief",
        "expectation",
        "reflected",
        "based",
        "reasonable",
        "assumption",
        "company",
        "provide",
        "assurance",
        "expectation",
        "achieved",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "event",
        "differ",
        "materially",
        "expectation",
        "contained",
        "company",
        "annual",
        "report",
        "form",
        "described",
        "time",
        "time",
        "company",
        "filing",
        "sec",
        "company",
        "undertakes",
        "obligation",
        "publicly",
        "update",
        "revise",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "note",
        "information",
        "assess",
        "measure",
        "overall",
        "operating",
        "result",
        "based",
        "upon",
        "industry",
        "performance",
        "measure",
        "referred",
        "fund",
        "operation",
        "ffo",
        "management",
        "belief",
        "useful",
        "indicator",
        "operating",
        "performance",
        "ffo",
        "used",
        "industry",
        "analyst",
        "investor",
        "supplemental",
        "operating",
        "performance",
        "measure",
        "reit",
        "ffo",
        "defined",
        "national",
        "association",
        "real",
        "estate",
        "investment",
        "trust",
        "nareit",
        "represents",
        "net",
        "income",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "defined",
        "accounting",
        "principle",
        "generally",
        "accepted",
        "united",
        "state",
        "america",
        "gaap",
        "excluding",
        "extraordinary",
        "item",
        "defined",
        "gaap",
        "gain",
        "loss",
        "sale",
        "previously",
        "depreciated",
        "real",
        "estate",
        "asset",
        "impairment",
        "charge",
        "related",
        "depreciable",
        "real",
        "estate",
        "asset",
        "plus",
        "certain",
        "item",
        "real",
        "estate",
        "asset",
        "depreciation",
        "amortization",
        "nareit",
        "created",
        "ffo",
        "gaap",
        "supplemental",
        "measure",
        "reit",
        "operating",
        "performance",
        "define",
        "core",
        "fund",
        "operation",
        "core",
        "ffo",
        "ffo",
        "plus",
        "acquisition",
        "cost",
        "cost",
        "early",
        "extinguishment",
        "debt",
        "define",
        "normalized",
        "fund",
        "operation",
        "normalized",
        "ffo",
        "core",
        "ffo",
        "excluding",
        "gain",
        "loss",
        "realized",
        "security",
        "investment",
        "certain",
        "charge",
        "define",
        "community",
        "noi",
        "rental",
        "related",
        "income",
        "less",
        "community",
        "operating",
        "expense",
        "real",
        "estate",
        "tax",
        "repair",
        "maintenance",
        "community",
        "salary",
        "utility",
        "insurance",
        "expense",
        "ffo",
        "core",
        "ffo",
        "normalized",
        "ffo",
        "well",
        "community",
        "noi",
        "considered",
        "supplemental",
        "measure",
        "operating",
        "performance",
        "used",
        "reit",
        "ffo",
        "core",
        "ffo",
        "normalized",
        "ffo",
        "exclude",
        "historical",
        "cost",
        "depreciation",
        "expense",
        "may",
        "facilitate",
        "comparison",
        "reit",
        "different",
        "cost",
        "basis",
        "however",
        "reit",
        "may",
        "use",
        "different",
        "methodology",
        "calculate",
        "ffo",
        "core",
        "ffo",
        "normalized",
        "ffo",
        "community",
        "noi",
        "accordingly",
        "ffo",
        "core",
        "ffo",
        "normalized",
        "ffo",
        "community",
        "noi",
        "may",
        "comparable",
        "reit",
        "item",
        "excluded",
        "ffo",
        "core",
        "ffo",
        "normalized",
        "ffo",
        "significant",
        "component",
        "understanding",
        "company",
        "financial",
        "performance",
        "ffo",
        "core",
        "ffo",
        "normalized",
        "ffo",
        "represent",
        "cash",
        "flow",
        "operation",
        "defined",
        "gaap",
        "ii",
        "considered",
        "alternative",
        "net",
        "income",
        "loss",
        "measure",
        "operating",
        "performance",
        "cash",
        "flow",
        "operating",
        "investing",
        "financing",
        "activity",
        "iii",
        "alternative",
        "cash",
        "flow",
        "measure",
        "liquidity",
        "reconciliation",
        "company",
        "gaap",
        "net",
        "loss",
        "company",
        "ffo",
        "core",
        "ffo",
        "normalized",
        "ffo",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "calculated",
        "follows",
        "three",
        "month",
        "ended",
        "twelve",
        "month",
        "ended",
        "net",
        "loss",
        "attributable",
        "common",
        "shareholder",
        "depreciation",
        "expense",
        "gain",
        "loss",
        "sale",
        "depreciable",
        "asset",
        "ffo",
        "attributable",
        "common",
        "shareholder",
        "acquisition",
        "cost",
        "cost",
        "early",
        "extinguishment",
        "debt",
        "redemption",
        "preferred",
        "stock",
        "core",
        "ffo",
        "attributable",
        "common",
        "shareholder",
        "gain",
        "sale",
        "security",
        "net",
        "normalized",
        "ffo",
        "attributable",
        "common",
        "shareholder",
        "diluted",
        "weighted",
        "share",
        "outstanding",
        "used",
        "calculation",
        "core",
        "ffo",
        "per",
        "diluted",
        "common",
        "share",
        "normalized",
        "ffo",
        "per",
        "diluted",
        "common",
        "share",
        "share",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "common",
        "stock",
        "equivalent",
        "resulting",
        "stock",
        "option",
        "amount",
        "share",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "share",
        "three",
        "twelve",
        "month",
        "ended",
        "december",
        "respectively",
        "included",
        "diluted",
        "weighted",
        "share",
        "outstanding",
        "common",
        "stock",
        "equivalent",
        "excluded",
        "computation",
        "diluted",
        "net",
        "loss",
        "per",
        "share",
        "effect",
        "would",
        "following",
        "cash",
        "flow",
        "provided",
        "used",
        "operating",
        "investing",
        "financing",
        "activity",
        "twelve",
        "month",
        "ended",
        "december",
        "operating",
        "activity",
        "investing",
        "activity",
        "financing",
        "activity",
        "view",
        "original",
        "content",
        "http",
        "source",
        "umh",
        "property",
        "inc"
    ]
}