{
    "organizations": [],
    "uuid": "346edc26c3966d4964bf1bf8c845fecc5e209d80",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/14/business-wire-the-walt-disney-company-announces-strategic-reorganization.html",
    "ord_in_thread": 0,
    "title": "The Walt Disney Company Announces Strategic Reorganization",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "New Structure Consolidates the Company’s Direct-to-Consumer Services, Technology and International Media Operations into a Single, Worldwide Business to Capitalize on Growth Opportunities\nParks and Resorts and Consumer Products Operations Combined to Create New Hub Where Disney’s Stories, Characters and Franchises Come to Life\nKevin Mayer Named Chairman of Direct-to-Consumer and International Segment\nBob Chapek Named Chairman of Parks, Experiences and Consumer Products Segment\nBURBANK, Calif.--(BUSINESS WIRE)-- To capitalize on today’s rapidly changing media landscape and more closely align with the Company’s priorities for future growth--including creating high-quality content, technological innovation, global expansion and direct-to-consumer distribution--The Walt Disney Company (NYSE: DIS) today announced a strategic reorganization of its businesses into four segments: the newly-formed Direct-to-Consumer and International; the combined Parks, Experiences and Consumer Products; Media Networks; and Studio Entertainment. The reorganization is effective immediately.\n“We are strategically positioning our businesses for the future, creating a more effective, global framework to serve consumers worldwide, increase growth, and maximize shareholder value,” said Robert A. Iger, Chairman and Chief Executive Officer, The Walt Disney Company. “With our unparalleled Studio and Media Networks serving as content engines for the Company, we are combining the management of our direct-to-consumer distribution platforms, technology and international operations to deliver the entertainment and sports content consumers around the world want most, with more choice, personalization and convenience than ever before.”\nKevin Mayer, who has served as Disney’s Chief Strategy Officer since 2015, has been named Chairman of the new Direct-to-Consumer and International business segment. “Kevin is a proven leader who has played a critical role in bringing together the collection of creative and technological assets that will allow Disney to offer unparalleled entertainment experiences in a direct-to-consumer future,” Mr. Iger said. Mr. Mayer will continue to report directly to Mr. Iger.\n“In addition, we are merging our Consumer Products and Parks operations under one segment, combining strategy and resources to produce even more compelling products and experiences that bring our stories and characters to life for consumers,” Mr. Iger said.\nBob Chapek, Chairman, Walt Disney Parks and Resorts, will assume additional responsibility for all of Disney’s consumer products operations globally, including licensing and Disney stores, as Chairman of the new Parks, Experiences and Consumer Products business segment. “Bob comes to this new role with an impressive record of success at both Parks and Resorts and Consumer Products, and he is the perfect leader to run these combined teams,” Mr. Iger said. Mr. Chapek will continue to report directly to Mr. Iger.\nDIRECT-TO-CONSUMER AND INTERNATIONAL\nThe newly created Direct-to-Consumer and International segment will serve as a global, multiplatform media, technology and distribution organization for world-class content created by Disney’s Studio Entertainment and Media Networks groups. The new segment will be comprised of Disney’s international media businesses and the Company’s direct-to-consumer businesses globally--including the upcoming Disney-branded direct-to-consumer streaming service, the Company’s ownership stake in Hulu, and its soon-to-be-launched ESPN+ streaming service, programmed in partnership with ESPN.\nThe Disney-branded direct-to-consumer streaming service, which will launch in late 2019 and has yet to be named, will be the exclusive home for subscription video-on-demand viewing of the newest live-action and animated movies in the Pay TV window from Disney, Pixar, Marvel and Lucasfilm. It will also feature an impressive array of original and exclusive series and movie programming, along with thousands of titles from the Disney film and television libraries. Senior Vice President Agnes Chu will move to the Direct-to-Consumer and International segment and will continue to oversee programming for the upcoming Disney-branded streaming service.\nBAMTECH, which is headed by Michael Paull, is developing both the Disney-branded and ESPN+ streaming platforms and will now house all consumer-facing digital technology and products across the Company as part of the Direct-to-Consumer and International segment. This center of excellence for technology and data platforms within the Direct-to-Consumer and International segment will provide the Company not only with increased quality and efficiencies, but also greater consumer insights that will allow for more personalization and substantially improved user experiences.\nManagement of global advertising sales for Disney’s media properties--including ESPN, ABC, Freeform and the Disney Channels--will move from Media Networks to the new Direct-to-Consumer and International segment, giving advertisers a one-stop-shop for reaching audiences across all of Disney’s media properties, including its online and direct-to-consumer platforms. Rita Ferro, President, Advertising Sales, Disney|ABC Television Group, and Edward Erhardt, President, Global Sales & Marketing, ESPN, will now report directly to Mr. Mayer. Advertising technology operations across the Company’s media properties will also be managed under the new segment.\nIn addition, to more closely align with the Company’s direct-to-consumer initiatives, the Company’s program-sales operations headed by Janice Marinelli--including global distribution of film and television content to the Disney-branded direct-to-consumer streaming service, Hulu and other third-party platforms and channels, as well as Movies Anywhere--will be integrated into the Direct-to-Consumer and International business segment. Ms. Marinelli will report directly to Mr. Mayer.\nThe Company’s International Channels--including the international Disney Channels--will also be consolidated into the new business segment. Disney’s International Channels are renowned for providing incomparable branded entertainment programming that is both universally appealing and locally relevant, and the production of localized content will continue to grow under the new structure.\nThe new Direct-to-Consumer and International business segment will also be responsible for the distribution of all direct-to-consumer services globally.\nThe Walt Disney International team of regional managers across EMEA (Europe/Middle East/Africa), Asia and Latin America will now report to Mr. Mayer.\nDuring Mr. Mayer’s tenure at Disney, he has overseen the Company’s key strategic acquisitions of Pixar, Marvel, Lucasfilm, and most recently, its pending deal for 21st Century Fox. Prior to becoming Senior Executive Vice President and Chief Strategy Officer, Mr. Mayer served as Executive Vice President, Corporate Strategy and Business Development.\n“I want to thank Bob for giving me the opportunity to lead the talented teams who, through the power of new technology and innovation, are creating the future of entertainment viewing,” Mr. Mayer said. “Delivering our great stories and characters directly to consumers on all high-quality devices around the world will provide the Company with meaningful new revenue streams and opportunities for growth.”\nPARKS, EXPERIENCES AND CONSUMER PRODUCTS\nThe new Parks, Experiences and Consumer Products segment will become the hub where Disney’s stories, characters and franchises come to life. Disney’s worldwide consumer products business will be merged with Walt Disney Parks and Resorts under Mr. Chapek. Disney’s global consumer products operations include the world’s leading licensing business across toys, apparel, home goods, and digital games and apps; the world’s largest children’s publisher; Disney store locations around the world; and the shopDisney e-commerce platform. By uniting Disney’s consumer products business and Disney Parks’ robust retail and e-commerce operations, the Company will be able to share resources and best practices to provide consumers with incomparable branded products and retail experiences that only Disney can create.\nMr. Chapek has served as Chairman, Walt Disney Parks and Resorts, since 2015, overseeing the Company’s iconic travel and leisure businesses, which include six resort destinations in the U.S., Europe and Asia; Disney Cruise Line; Disney Vacation Club; and Adventures by Disney. Prior to that, he was President of Disney Consumer Products, where he refocused the business on a brand- and franchise-driven strategy while launching new products and retail experiences that combine technological innovation and creativity.\n“Having worked with the exceptional teams at both Parks and Resorts and Consumer Products, I know this combination of incredible skills and resources will lead to a whole host of new creative ideas for high-quality products and experiences to delight our guests,” Mr. Chapek said.\nMEDIA NETWORKS\nThe Disney Media Networks business segment is co-chaired by Ben Sherwood, President, Disney|ABC Television Group, and James Pitaro, who was recently named President of ESPN and previously served as Chairman, Disney Consumer Products and Interactive Media. The Media Networks segment will remain virtually the same, with the exception of the international Disney Channel operations that are moving to the Direct-to-Consumer and International business segment along with management of global advertising sales/technology.\nSTUDIO ENTERTAINMENT\nThe Studio Entertainment business segment is led by Alan F. Horn, Chairman, The Walt Disney Studios, and remains virtually the same, with the exception of the management of program sales moving to the Direct-to-Consumer and International business segment. The Studio Entertainment segment includes Walt Disney Animation Studios, Disney Live Action, Pixar Animation Studios, Marvel Studios and Lucasfilm, as well as Disney Theatrical Group and Disney Music Group.\nThe Company expects to transition to financial reporting under the new structure by the beginning of fiscal 2019.\nBIOGRAPHIES: https://thewaltdisneycompany.com/about/#leadership\nKevin Mayer\nhttps://ditm-twdc-us.storage.googleapis.com/Kevin-Mayer-Bio.pdf\nBob Chapek\nhttps://ditm-twdc-us.storage.googleapis.com/Bob_C_bio_April42017_TWDC.pdf\nAbout The Walt Disney Company:\nThe Walt Disney Company, together with its subsidiaries, is a diversified worldwide entertainment company with operations in four business segments: Media Networks, Studio Entertainment, Direct-to-Consumer and International; and Parks, Experiences and Consumer Products. Disney is a Dow 30 company and had annual revenues of $55.1 billion in its Fiscal Year 2017.\nForward-Looking Statements:\nCertain statements in this press release may constitute “forward-looking statements” within the meaning of the Private Securities Litigation Reform Act of 1995. These statements are made on the basis of our views and assumptions regarding future events and business performance as of the time the statements are made. Management does not undertake any obligation to update these statements. Actual results may differ materially from those expressed or implied. Such differences may result from actions taken by the Company, including restructuring or strategic initiatives, as well as from developments beyond the Company’s control including international, political, or military developments, health concerns, technological developments and changes in domestic and global economic conditions that may affect our businesses generally. Additional factors are set forth in the Company’s Annual Report on Form 10-K for the year ended September 30, 2017 under Item 1A “Risk Factors,” and subsequent reports.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180314005699/en/\nThe Walt Disney Company\nZenia Mucha\nCorporate Communications\nzenia.mucha@disney.com\n(818) 560-5300\nor\nDavid Jefferson\nCorporate Communications\ndavid.j.jefferson@disney.com\n(818) 560-4832\nSource: The Walt Disney Company",
    "published": "2018-03-14T19:00:00.000+02:00",
    "crawled": "2018-03-14T20:00:50.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "structure",
        "consolidates",
        "company",
        "service",
        "technology",
        "international",
        "medium",
        "operation",
        "single",
        "worldwide",
        "business",
        "capitalize",
        "growth",
        "opportunity",
        "park",
        "resort",
        "consumer",
        "product",
        "operation",
        "combined",
        "create",
        "new",
        "hub",
        "disney",
        "story",
        "character",
        "franchise",
        "come",
        "life",
        "kevin",
        "mayer",
        "named",
        "chairman",
        "international",
        "segment",
        "bob",
        "chapek",
        "named",
        "chairman",
        "park",
        "experience",
        "consumer",
        "product",
        "segment",
        "burbank",
        "business",
        "wire",
        "capitalize",
        "today",
        "rapidly",
        "changing",
        "medium",
        "landscape",
        "closely",
        "align",
        "company",
        "priority",
        "future",
        "growth",
        "including",
        "creating",
        "content",
        "technological",
        "innovation",
        "global",
        "expansion",
        "distribution",
        "walt",
        "disney",
        "company",
        "nyse",
        "dis",
        "today",
        "announced",
        "strategic",
        "reorganization",
        "business",
        "four",
        "segment",
        "international",
        "combined",
        "park",
        "experience",
        "consumer",
        "product",
        "medium",
        "network",
        "studio",
        "entertainment",
        "reorganization",
        "effective",
        "immediately",
        "strategically",
        "positioning",
        "business",
        "future",
        "creating",
        "effective",
        "global",
        "framework",
        "serve",
        "consumer",
        "worldwide",
        "increase",
        "growth",
        "maximize",
        "shareholder",
        "value",
        "said",
        "robert",
        "iger",
        "chairman",
        "chief",
        "executive",
        "officer",
        "walt",
        "disney",
        "company",
        "unparalleled",
        "studio",
        "medium",
        "network",
        "serving",
        "content",
        "engine",
        "company",
        "combining",
        "management",
        "distribution",
        "platform",
        "technology",
        "international",
        "operation",
        "deliver",
        "entertainment",
        "sport",
        "content",
        "consumer",
        "around",
        "world",
        "want",
        "choice",
        "personalization",
        "convenience",
        "ever",
        "kevin",
        "mayer",
        "served",
        "disney",
        "chief",
        "strategy",
        "officer",
        "since",
        "named",
        "chairman",
        "new",
        "international",
        "business",
        "segment",
        "kevin",
        "proven",
        "leader",
        "played",
        "critical",
        "role",
        "bringing",
        "together",
        "collection",
        "creative",
        "technological",
        "asset",
        "allow",
        "disney",
        "offer",
        "unparalleled",
        "entertainment",
        "experience",
        "future",
        "iger",
        "said",
        "mayer",
        "continue",
        "report",
        "directly",
        "iger",
        "addition",
        "merging",
        "consumer",
        "product",
        "park",
        "operation",
        "one",
        "segment",
        "combining",
        "strategy",
        "resource",
        "produce",
        "even",
        "compelling",
        "product",
        "experience",
        "bring",
        "story",
        "character",
        "life",
        "consumer",
        "iger",
        "said",
        "bob",
        "chapek",
        "chairman",
        "walt",
        "disney",
        "park",
        "resort",
        "assume",
        "additional",
        "responsibility",
        "disney",
        "consumer",
        "product",
        "operation",
        "globally",
        "including",
        "licensing",
        "disney",
        "store",
        "chairman",
        "new",
        "park",
        "experience",
        "consumer",
        "product",
        "business",
        "segment",
        "bob",
        "come",
        "new",
        "role",
        "impressive",
        "record",
        "success",
        "park",
        "resort",
        "consumer",
        "product",
        "perfect",
        "leader",
        "run",
        "combined",
        "team",
        "iger",
        "said",
        "chapek",
        "continue",
        "report",
        "directly",
        "iger",
        "international",
        "newly",
        "created",
        "international",
        "segment",
        "serve",
        "global",
        "multiplatform",
        "medium",
        "technology",
        "distribution",
        "organization",
        "content",
        "created",
        "disney",
        "studio",
        "entertainment",
        "medium",
        "network",
        "group",
        "new",
        "segment",
        "comprised",
        "disney",
        "international",
        "medium",
        "business",
        "company",
        "business",
        "globally",
        "including",
        "upcoming",
        "streaming",
        "service",
        "company",
        "ownership",
        "stake",
        "hulu",
        "streaming",
        "service",
        "programmed",
        "partnership",
        "espn",
        "streaming",
        "service",
        "launch",
        "late",
        "yet",
        "named",
        "exclusive",
        "home",
        "subscription",
        "viewing",
        "newest",
        "animated",
        "movie",
        "pay",
        "tv",
        "window",
        "disney",
        "pixar",
        "marvel",
        "lucasfilm",
        "also",
        "feature",
        "impressive",
        "array",
        "original",
        "exclusive",
        "series",
        "movie",
        "programming",
        "along",
        "thousand",
        "title",
        "disney",
        "film",
        "television",
        "library",
        "senior",
        "vice",
        "president",
        "agnes",
        "chu",
        "move",
        "international",
        "segment",
        "continue",
        "oversee",
        "programming",
        "upcoming",
        "streaming",
        "service",
        "bamtech",
        "headed",
        "michael",
        "paull",
        "developing",
        "streaming",
        "platform",
        "house",
        "digital",
        "technology",
        "product",
        "across",
        "company",
        "part",
        "international",
        "segment",
        "center",
        "excellence",
        "technology",
        "data",
        "platform",
        "within",
        "international",
        "segment",
        "provide",
        "company",
        "increased",
        "quality",
        "efficiency",
        "also",
        "greater",
        "consumer",
        "insight",
        "allow",
        "personalization",
        "substantially",
        "improved",
        "user",
        "experience",
        "management",
        "global",
        "advertising",
        "sale",
        "disney",
        "medium",
        "property",
        "including",
        "espn",
        "abc",
        "freeform",
        "disney",
        "channel",
        "move",
        "medium",
        "network",
        "new",
        "international",
        "segment",
        "giving",
        "advertiser",
        "reaching",
        "audience",
        "across",
        "disney",
        "medium",
        "property",
        "including",
        "online",
        "platform",
        "rita",
        "ferro",
        "president",
        "advertising",
        "sale",
        "television",
        "group",
        "edward",
        "erhardt",
        "president",
        "global",
        "sale",
        "marketing",
        "espn",
        "report",
        "directly",
        "mayer",
        "advertising",
        "technology",
        "operation",
        "across",
        "company",
        "medium",
        "property",
        "also",
        "managed",
        "new",
        "segment",
        "addition",
        "closely",
        "align",
        "company",
        "initiative",
        "company",
        "operation",
        "headed",
        "janice",
        "marinelli",
        "including",
        "global",
        "distribution",
        "film",
        "television",
        "content",
        "streaming",
        "service",
        "hulu",
        "platform",
        "channel",
        "well",
        "movie",
        "anywhere",
        "integrated",
        "international",
        "business",
        "segment",
        "marinelli",
        "report",
        "directly",
        "mayer",
        "company",
        "international",
        "channel",
        "including",
        "international",
        "disney",
        "channel",
        "also",
        "consolidated",
        "new",
        "business",
        "segment",
        "disney",
        "international",
        "channel",
        "renowned",
        "providing",
        "incomparable",
        "branded",
        "entertainment",
        "programming",
        "universally",
        "appealing",
        "locally",
        "relevant",
        "production",
        "localized",
        "content",
        "continue",
        "grow",
        "new",
        "structure",
        "new",
        "international",
        "business",
        "segment",
        "also",
        "responsible",
        "distribution",
        "service",
        "globally",
        "walt",
        "disney",
        "international",
        "team",
        "regional",
        "manager",
        "across",
        "emea",
        "asia",
        "latin",
        "america",
        "report",
        "mayer",
        "mayer",
        "tenure",
        "disney",
        "overseen",
        "company",
        "key",
        "strategic",
        "acquisition",
        "pixar",
        "marvel",
        "lucasfilm",
        "recently",
        "pending",
        "deal",
        "21st",
        "century",
        "fox",
        "prior",
        "becoming",
        "senior",
        "executive",
        "vice",
        "president",
        "chief",
        "strategy",
        "officer",
        "mayer",
        "served",
        "executive",
        "vice",
        "president",
        "corporate",
        "strategy",
        "business",
        "development",
        "want",
        "thank",
        "bob",
        "giving",
        "opportunity",
        "lead",
        "talented",
        "team",
        "power",
        "new",
        "technology",
        "innovation",
        "creating",
        "future",
        "entertainment",
        "viewing",
        "mayer",
        "said",
        "delivering",
        "great",
        "story",
        "character",
        "directly",
        "consumer",
        "device",
        "around",
        "world",
        "provide",
        "company",
        "meaningful",
        "new",
        "revenue",
        "stream",
        "opportunity",
        "park",
        "experience",
        "consumer",
        "product",
        "new",
        "park",
        "experience",
        "consumer",
        "product",
        "segment",
        "become",
        "hub",
        "disney",
        "story",
        "character",
        "franchise",
        "come",
        "life",
        "disney",
        "worldwide",
        "consumer",
        "product",
        "business",
        "merged",
        "walt",
        "disney",
        "park",
        "resort",
        "chapek",
        "disney",
        "global",
        "consumer",
        "product",
        "operation",
        "include",
        "world",
        "leading",
        "licensing",
        "business",
        "across",
        "toy",
        "apparel",
        "home",
        "good",
        "digital",
        "game",
        "apps",
        "world",
        "largest",
        "child",
        "publisher",
        "disney",
        "store",
        "location",
        "around",
        "world",
        "shopdisney",
        "platform",
        "uniting",
        "disney",
        "consumer",
        "product",
        "business",
        "disney",
        "park",
        "robust",
        "retail",
        "operation",
        "company",
        "able",
        "share",
        "resource",
        "best",
        "practice",
        "provide",
        "consumer",
        "incomparable",
        "branded",
        "product",
        "retail",
        "experience",
        "disney",
        "create",
        "chapek",
        "served",
        "chairman",
        "walt",
        "disney",
        "park",
        "resort",
        "since",
        "overseeing",
        "company",
        "iconic",
        "travel",
        "leisure",
        "business",
        "include",
        "six",
        "resort",
        "destination",
        "europe",
        "asia",
        "disney",
        "cruise",
        "line",
        "disney",
        "vacation",
        "club",
        "adventure",
        "disney",
        "prior",
        "president",
        "disney",
        "consumer",
        "product",
        "refocused",
        "business",
        "strategy",
        "launching",
        "new",
        "product",
        "retail",
        "experience",
        "combine",
        "technological",
        "innovation",
        "creativity",
        "worked",
        "exceptional",
        "team",
        "park",
        "resort",
        "consumer",
        "product",
        "know",
        "combination",
        "incredible",
        "skill",
        "resource",
        "lead",
        "whole",
        "host",
        "new",
        "creative",
        "idea",
        "product",
        "experience",
        "delight",
        "guest",
        "chapek",
        "said",
        "medium",
        "network",
        "disney",
        "medium",
        "network",
        "business",
        "segment",
        "ben",
        "sherwood",
        "president",
        "television",
        "group",
        "james",
        "pitaro",
        "recently",
        "named",
        "president",
        "espn",
        "previously",
        "served",
        "chairman",
        "disney",
        "consumer",
        "product",
        "interactive",
        "medium",
        "medium",
        "network",
        "segment",
        "remain",
        "virtually",
        "exception",
        "international",
        "disney",
        "channel",
        "operation",
        "moving",
        "international",
        "business",
        "segment",
        "along",
        "management",
        "global",
        "advertising",
        "studio",
        "entertainment",
        "studio",
        "entertainment",
        "business",
        "segment",
        "led",
        "alan",
        "horn",
        "chairman",
        "walt",
        "disney",
        "studio",
        "remains",
        "virtually",
        "exception",
        "management",
        "program",
        "sale",
        "moving",
        "international",
        "business",
        "segment",
        "studio",
        "entertainment",
        "segment",
        "includes",
        "walt",
        "disney",
        "animation",
        "studio",
        "disney",
        "live",
        "action",
        "pixar",
        "animation",
        "studio",
        "marvel",
        "studio",
        "lucasfilm",
        "well",
        "disney",
        "theatrical",
        "group",
        "disney",
        "music",
        "group",
        "company",
        "expects",
        "transition",
        "financial",
        "reporting",
        "new",
        "structure",
        "beginning",
        "fiscal",
        "biography",
        "http",
        "leadership",
        "kevin",
        "mayer",
        "http",
        "bob",
        "chapek",
        "http",
        "walt",
        "disney",
        "company",
        "walt",
        "disney",
        "company",
        "together",
        "subsidiary",
        "diversified",
        "worldwide",
        "entertainment",
        "company",
        "operation",
        "four",
        "business",
        "segment",
        "medium",
        "network",
        "studio",
        "entertainment",
        "international",
        "park",
        "experience",
        "consumer",
        "product",
        "disney",
        "dow",
        "company",
        "annual",
        "revenue",
        "billion",
        "fiscal",
        "year",
        "statement",
        "certain",
        "statement",
        "press",
        "release",
        "may",
        "constitute",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "made",
        "basis",
        "view",
        "assumption",
        "regarding",
        "future",
        "event",
        "business",
        "performance",
        "time",
        "statement",
        "made",
        "management",
        "undertake",
        "obligation",
        "update",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "expressed",
        "implied",
        "difference",
        "may",
        "result",
        "action",
        "taken",
        "company",
        "including",
        "restructuring",
        "strategic",
        "initiative",
        "well",
        "development",
        "beyond",
        "company",
        "control",
        "including",
        "international",
        "political",
        "military",
        "development",
        "health",
        "concern",
        "technological",
        "development",
        "change",
        "domestic",
        "global",
        "economic",
        "condition",
        "may",
        "affect",
        "business",
        "generally",
        "additional",
        "factor",
        "set",
        "forth",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "september",
        "item",
        "1a",
        "risk",
        "factor",
        "subsequent",
        "report",
        "view",
        "source",
        "version",
        "http",
        "walt",
        "disney",
        "company",
        "zenia",
        "mucha",
        "corporate",
        "communication",
        "david",
        "jefferson",
        "corporate",
        "communication",
        "source",
        "walt",
        "disney",
        "company"
    ]
}