{
    "organizations": [],
    "uuid": "1bb3139f400cbb75c79f7594158501972bdb45e0",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/16/pr-newswire-biotechnology-companies-with-great-potential.html",
    "ord_in_thread": 0,
    "title": "Biotechnology Companies with Great Potential",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LAS VEGAS, March 16, 2018 /PRNewswire/ --\nFN Media Group Presents Microcapspeculators.com News Commentary\nAccording to a new report by Global Market Insights, Inc. the Biotech Market size will reach USD 775.20 billion by 2024 at a CAGR of 9.9%.\nRising prevalence of chronic diseases have increased the demand for innovation, similar to DNA sequencing, micro-assays and recombinant DNA technologies to develop therapeutic solutions. Government support for R&D has accelerated development of products and vaccines for such chronic ailments. Included in today's commentary: Propanc Biopharma, Inc. (OTC: PPCB) , Gilead, Inc. (NASDAQ: GILD) , Amgen, Inc. (NASDAQ: AMGN) , Biogen, Inc. (NASDAQ: BIIB), Jazz Pharmaceuticals plc (NASDAQ: JAZZ) , and Seattle Genetics\nStrong R&D spending trends for synthetic biology, involving large scale manipulation of DNA sequences to enable drug and vaccine development, including Europe's NEST (New and Emerging Synthetic Technology) program, will stimulate growth. Organizations including DBT (Department of Biotechnology) and NTBT (National Biotechnology Board) provide funding to promote biotechnology market share. BioBricks, a non-profit organization delivers synthetic biology technologies for humanitarian purposes. Similarly, synthetic forum OpenWetWater offers conceptual training to researchers.\nU.S. biotechnology market size held dominant position in terms of industry revenue share followed by Europe with this trend likely to continue throughout the forecast period. U.S. will further see increased adoption of products based on these platforms due to growing preference for personalized medicine.\nIndia, China, Brazil hold excellent business growth opportunities due to large population base, increase in per capita income, better health care facilities, increasing government aid to promote biotechnology market share.\nA few biotech companies in the news that could benefit include: Propanc Biopharma, Inc. (OTCQB: PPCB) , Gilead, Inc. (NASDAQ: GILD) , Amgen, Inc. (NASDAQ: AMGN) , Biogen, Inc. (NASDAQ: BIIB), Jazz Pharmaceuticals plc (NASDAQ: JAZZ) , and Seattle Genetics.\nPropanc Biopharma, Inc. (OTCQB: PPCB)\nMarket Cap: 2.03M, current share price: $.096\nPPCB , a clinical stage biopharmaceutical company focusing on development of new and proprietary treatments for cancer patients suffering from solid tumors such as pancreatic, ovarian and colorectal cancers, recently announced allowance of a key patent application from the European Patent Office (EPO) covering a pharmaceutical composition for treating cancer comprising trypsinogen and chymotrypsinogen within the European Union. The allowed patent application is the first approval for the Company in the EU, which protects the Company's lead product candidate, PRP, a solution for once-daily intravenous administration of a combination of two pancreatic proenzymes trypsinogen and chymotrypsinogen.\nGilead Sciences, Inc. (NASDAQ: GILD)\nMarket Cap: 107.22B, current share price: $81.83\nGILD announced this week that Norbert Bischofberger, PhD, has decided to step down from his role as Executive Vice President, Research and Development and Chief Scientific Officer, effective at the end of April 2018. He will remain with the company through July. John McHutchison, MD, currently Executive Vice President, Clinical Research, will be appointed Chief Scientific Officer and assume responsibility for the company's research and development organization. Also effective in April, Andrew Cheng, MD, PhD, Executive Vice President, Clinical Research & Development Operations, will be appointed Chief Medical Officer. Both Dr. McHutchison and Dr. Cheng will report to John Milligan, PhD, Gilead's President and Chief Executive Officer.\nAmgen, Inc. (NASDAQ: AMGN)\nMarket Cap: 136.87B, current share price: $190.01\nAMGN recently announced the final results of its modified Dutch auction tender offer, which expired at 12:00 Midnight, New York City time, at the end of Monday, March 5, 2018.\nAmgen has accepted for purchase 52,083,333 shares of its common stock, $0.0001 par value per share, at a price of $192 per share, for an aggregate cost of approximately $10 billion, excluding fees and expenses relating to the tender offer. These shares represent approximately 7.2 percent of the shares outstanding. The tender offer was oversubscribed and pursuant to the terms of the tender offer, shares will be accepted on a pro rata basis. Amgen has been informed by American Stock Transfer & Trust Company, LLC, the depositary for the tender offer, that the proration factor for the tender offer is approximately 96.2 percent.\nBiogen, Inc. (NASDAQ: BIIB)\nMarket Cap: 59.82B, current share price: $282.77\nBIIB announced this week an agreement to acquire from Pfizer Inc. PF-04958242, a first-in-class, Phase 2b ready AMPA receptor potentiator for cognitive impairment associated with schizophrenia (CIAS). The purchase will include an upfront payment of $75 million with up to $515 million in additional development and commercialization milestone payments, as well as tiered royalties in the low to mid-teen percentages.\nJazz Pharmaceuticals, plc (NASDAQ: JAZZ)\nMarket cap: 8.89B, current share price: $148.70\nJAZZ most recently reported revenues of $436.40M and revenue is up about 10% year over year. JAZZ will be reporting additional earnings on May 8th 2018. The company's stock is up nearly 100% over the last two years, and doesn't seem to be looking back. Remember this was a small cap company just several years ago, and was priced at around $8 in 2010. Should PPCB be able to pull off a similar run over the next eight years their shareholders will be very pleased, to say the least.\nSeattle Genetics\nMarket Cap: 9.34B, current share price: $59.17\nSGEN announced yesterday that management will present at the Barclays Global Healthcare Conference 2018 on Wednesday, March 14, 2018 at 10:45 a.m. Eastern Time. The presentation will be webcast live and available for replay from Seattle Genetics' website at www.seattlegenetics.com in the Investors section.\nWebsite: http://microcapspeculators.com/\nFor Full Legal Disclaimer Click Here .\nDISCLAIMER: Microcapspeculators.com (MS) is the source of the content set forth above. References to any issuer other than the profiled issuer are intended solely to identify industry participants and do not constitute an endorsement of any issuer and do not constitute a comparison to the profiled issuer. FN Media Group (FNM,) and its online brand FinancialNewsMedia.com , is a third-party publisher and news dissemination service provider, which disseminates electronic information through multiple online media channels. FNM is NOT affiliated with MS or any company mentioned herein. The commentary, views and opinions expressed in this release by MS are solely those of MS and are not shared by and do not reflect in any manner the views or opinions of FNM. Readers of this Article and content agree that they cannot and will not seek to hold liable MS and FNM for any investment decisions by their readers or subscribers. MS and FNM and their respective affiliated companies are a news dissemination and financial marketing solutions provider and are NOT registered broker-dealers/analysts/investment advisers, hold no investment licenses and may NOT sell, offer to sell or offer to buy any security. Investors are cautioned that they may lose all or a portion of their investment when investing in stocks included herein by MS. FNM was not compensated by any public company mentioned herein to disseminate this press release on behalf of MS.\nMS Disclosure: Except for the historical information presented herein, matters discussed in this article contain forward-looking statements that are subject to certain risks and uncertainties that could cause actual results to differ materially from any future results, performance or achievements expressed or implied by such statements. ACR Communication, LLC. which owns Microcapspeculators.com , is not registered with any financial or securities regulatory authority, and does not provide nor claims to provide investment advice or recommendations to readers of this release. ACR Communication, LLC. which owns, Microcapspeculators.com may from time to time have a position in the securities mentioned herein and may increase or decrease such positions without notice. For making specific investment decisions, readers should seek their own advice. ACR Communication LLC. which owns Microcapspeculators.com may be compensated for its services in the form of cash-based compensation or in equity in the companies it writes about, or a combination of the two.\nThis release contains \"forward-looking statements\" within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E the Securities Exchange Act of 1934, as amended and such forward-looking statements are made pursuant to the safe harbor provisions of the Private Securities Litigation Reform Act of 1995. \"Forward-looking statements\" describe future expectations, plans, results, or strategies and are generally preceded by words such as \"may\", \"future\", \"plan\" or \"planned\", \"will\" or \"should\", \"expected,\" \"anticipates\", \"draft\", \"eventually\" or \"projected\". You are cautioned that such statements are subject to a multitude of risks and uncertainties that could cause future circumstances, events, or results to differ materially from those projected in the forward-looking statements, including the risks that actual results may differ materially from those projected in the forward-looking statements as a result of various factors, and other risks identified in a company's annual report on Form 10-K or 10-KSB and other filings made by such company with the Securities and Exchange Commission. You should consider these factors in evaluating the forward-looking statements included herein, and not place undue reliance on such statements. The forward-looking statements in this release are made as of the date hereof and MS and FNM undertake no obligation to update such statements.\nContent Provided By: Microcap Speculators\nEmail: info@microcapspecualtors.com\nPhone: +1-702-720-6310\nMedia Contact\nFN Media Group LLC\ne-mail: editor@financialnewsmedia.com\n+1-(954)-345-0611\nSOURCE Microcapspeculators.com",
    "published": "2018-03-16T17:30:00.000+02:00",
    "crawled": "2018-03-16T21:01:05.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "la",
        "vega",
        "march",
        "fn",
        "medium",
        "group",
        "present",
        "news",
        "commentary",
        "according",
        "new",
        "report",
        "global",
        "market",
        "insight",
        "biotech",
        "market",
        "size",
        "reach",
        "usd",
        "billion",
        "cagr",
        "rising",
        "prevalence",
        "chronic",
        "disease",
        "increased",
        "demand",
        "innovation",
        "similar",
        "dna",
        "sequencing",
        "recombinant",
        "dna",
        "technology",
        "develop",
        "therapeutic",
        "solution",
        "government",
        "support",
        "r",
        "accelerated",
        "development",
        "product",
        "vaccine",
        "chronic",
        "ailment",
        "included",
        "today",
        "commentary",
        "propanc",
        "biopharma",
        "otc",
        "ppcb",
        "gilead",
        "nasdaq",
        "gild",
        "amgen",
        "nasdaq",
        "amgn",
        "biogen",
        "nasdaq",
        "biib",
        "jazz",
        "pharmaceutical",
        "plc",
        "nasdaq",
        "jazz",
        "seattle",
        "genetics",
        "strong",
        "r",
        "spending",
        "trend",
        "synthetic",
        "biology",
        "involving",
        "large",
        "scale",
        "manipulation",
        "dna",
        "sequence",
        "enable",
        "drug",
        "vaccine",
        "development",
        "including",
        "europe",
        "nest",
        "new",
        "emerging",
        "synthetic",
        "technology",
        "program",
        "stimulate",
        "growth",
        "organization",
        "including",
        "dbt",
        "department",
        "biotechnology",
        "ntbt",
        "national",
        "biotechnology",
        "board",
        "provide",
        "funding",
        "promote",
        "biotechnology",
        "market",
        "share",
        "biobricks",
        "organization",
        "delivers",
        "synthetic",
        "biology",
        "technology",
        "humanitarian",
        "purpose",
        "similarly",
        "synthetic",
        "forum",
        "openwetwater",
        "offer",
        "conceptual",
        "training",
        "researcher",
        "biotechnology",
        "market",
        "size",
        "held",
        "dominant",
        "position",
        "term",
        "industry",
        "revenue",
        "share",
        "followed",
        "europe",
        "trend",
        "likely",
        "continue",
        "throughout",
        "forecast",
        "period",
        "see",
        "increased",
        "adoption",
        "product",
        "based",
        "platform",
        "due",
        "growing",
        "preference",
        "personalized",
        "medicine",
        "india",
        "china",
        "brazil",
        "hold",
        "excellent",
        "business",
        "growth",
        "opportunity",
        "due",
        "large",
        "population",
        "base",
        "increase",
        "per",
        "caput",
        "income",
        "better",
        "health",
        "care",
        "facility",
        "increasing",
        "government",
        "aid",
        "promote",
        "biotechnology",
        "market",
        "share",
        "biotech",
        "company",
        "news",
        "could",
        "benefit",
        "include",
        "propanc",
        "biopharma",
        "otcqb",
        "ppcb",
        "gilead",
        "nasdaq",
        "gild",
        "amgen",
        "nasdaq",
        "amgn",
        "biogen",
        "nasdaq",
        "biib",
        "jazz",
        "pharmaceutical",
        "plc",
        "nasdaq",
        "jazz",
        "seattle",
        "genetics",
        "propanc",
        "biopharma",
        "otcqb",
        "ppcb",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "ppcb",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "focusing",
        "development",
        "new",
        "proprietary",
        "treatment",
        "cancer",
        "patient",
        "suffering",
        "solid",
        "tumor",
        "pancreatic",
        "ovarian",
        "colorectal",
        "cancer",
        "recently",
        "announced",
        "allowance",
        "key",
        "patent",
        "application",
        "european",
        "patent",
        "office",
        "epo",
        "covering",
        "pharmaceutical",
        "composition",
        "treating",
        "cancer",
        "comprising",
        "trypsinogen",
        "chymotrypsinogen",
        "within",
        "european",
        "union",
        "allowed",
        "patent",
        "application",
        "first",
        "approval",
        "company",
        "eu",
        "protects",
        "company",
        "lead",
        "product",
        "candidate",
        "prp",
        "solution",
        "intravenous",
        "administration",
        "combination",
        "two",
        "pancreatic",
        "proenzyme",
        "trypsinogen",
        "chymotrypsinogen",
        "gilead",
        "science",
        "nasdaq",
        "gild",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "gild",
        "announced",
        "week",
        "norbert",
        "bischofberger",
        "phd",
        "decided",
        "step",
        "role",
        "executive",
        "vice",
        "president",
        "research",
        "development",
        "chief",
        "scientific",
        "officer",
        "effective",
        "end",
        "april",
        "remain",
        "company",
        "july",
        "john",
        "mchutchison",
        "md",
        "currently",
        "executive",
        "vice",
        "president",
        "clinical",
        "research",
        "appointed",
        "chief",
        "scientific",
        "officer",
        "assume",
        "responsibility",
        "company",
        "research",
        "development",
        "organization",
        "also",
        "effective",
        "april",
        "andrew",
        "cheng",
        "md",
        "phd",
        "executive",
        "vice",
        "president",
        "clinical",
        "research",
        "development",
        "operation",
        "appointed",
        "chief",
        "medical",
        "officer",
        "mchutchison",
        "cheng",
        "report",
        "john",
        "milligan",
        "phd",
        "gilead",
        "president",
        "chief",
        "executive",
        "officer",
        "amgen",
        "nasdaq",
        "amgn",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "amgn",
        "recently",
        "announced",
        "final",
        "result",
        "modified",
        "dutch",
        "auction",
        "tender",
        "offer",
        "expired",
        "midnight",
        "new",
        "york",
        "city",
        "time",
        "end",
        "monday",
        "march",
        "amgen",
        "accepted",
        "purchase",
        "share",
        "common",
        "stock",
        "par",
        "value",
        "per",
        "share",
        "price",
        "per",
        "share",
        "aggregate",
        "cost",
        "approximately",
        "billion",
        "excluding",
        "fee",
        "expense",
        "relating",
        "tender",
        "offer",
        "share",
        "represent",
        "approximately",
        "percent",
        "share",
        "outstanding",
        "tender",
        "offer",
        "oversubscribed",
        "pursuant",
        "term",
        "tender",
        "offer",
        "share",
        "accepted",
        "pro",
        "rata",
        "basis",
        "amgen",
        "informed",
        "american",
        "stock",
        "transfer",
        "trust",
        "company",
        "llc",
        "depositary",
        "tender",
        "offer",
        "proration",
        "factor",
        "tender",
        "offer",
        "approximately",
        "percent",
        "biogen",
        "nasdaq",
        "biib",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "biib",
        "announced",
        "week",
        "agreement",
        "acquire",
        "pfizer",
        "phase",
        "2b",
        "ready",
        "ampa",
        "receptor",
        "potentiator",
        "cognitive",
        "impairment",
        "associated",
        "schizophrenia",
        "cia",
        "purchase",
        "include",
        "upfront",
        "payment",
        "million",
        "million",
        "additional",
        "development",
        "commercialization",
        "milestone",
        "payment",
        "well",
        "tiered",
        "royalty",
        "low",
        "percentage",
        "jazz",
        "pharmaceutical",
        "plc",
        "nasdaq",
        "jazz",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "jazz",
        "recently",
        "reported",
        "revenue",
        "revenue",
        "year",
        "year",
        "jazz",
        "reporting",
        "additional",
        "earnings",
        "may",
        "8th",
        "company",
        "stock",
        "nearly",
        "last",
        "two",
        "year",
        "seem",
        "looking",
        "back",
        "remember",
        "small",
        "cap",
        "company",
        "several",
        "year",
        "ago",
        "priced",
        "around",
        "ppcb",
        "able",
        "pull",
        "similar",
        "run",
        "next",
        "eight",
        "year",
        "shareholder",
        "pleased",
        "say",
        "least",
        "seattle",
        "genetics",
        "market",
        "cap",
        "current",
        "share",
        "price",
        "sgen",
        "announced",
        "yesterday",
        "management",
        "present",
        "barclays",
        "global",
        "healthcare",
        "conference",
        "wednesday",
        "march",
        "eastern",
        "time",
        "presentation",
        "webcast",
        "live",
        "available",
        "replay",
        "seattle",
        "genetics",
        "website",
        "investor",
        "section",
        "website",
        "http",
        "full",
        "legal",
        "disclaimer",
        "click",
        "disclaimer",
        "m",
        "source",
        "content",
        "set",
        "forth",
        "reference",
        "issuer",
        "profiled",
        "issuer",
        "intended",
        "solely",
        "identify",
        "industry",
        "participant",
        "constitute",
        "endorsement",
        "issuer",
        "constitute",
        "comparison",
        "profiled",
        "issuer",
        "fn",
        "medium",
        "group",
        "fnm",
        "online",
        "brand",
        "publisher",
        "news",
        "dissemination",
        "service",
        "provider",
        "disseminates",
        "electronic",
        "information",
        "multiple",
        "online",
        "medium",
        "channel",
        "fnm",
        "affiliated",
        "m",
        "company",
        "mentioned",
        "herein",
        "commentary",
        "view",
        "opinion",
        "expressed",
        "release",
        "m",
        "solely",
        "m",
        "shared",
        "reflect",
        "manner",
        "view",
        "opinion",
        "fnm",
        "reader",
        "article",
        "content",
        "agree",
        "seek",
        "hold",
        "liable",
        "m",
        "fnm",
        "investment",
        "decision",
        "reader",
        "subscriber",
        "m",
        "fnm",
        "respective",
        "affiliated",
        "company",
        "news",
        "dissemination",
        "financial",
        "marketing",
        "solution",
        "provider",
        "registered",
        "adviser",
        "hold",
        "investment",
        "license",
        "may",
        "sell",
        "offer",
        "sell",
        "offer",
        "buy",
        "security",
        "investor",
        "cautioned",
        "may",
        "lose",
        "portion",
        "investment",
        "investing",
        "stock",
        "included",
        "herein",
        "fnm",
        "compensated",
        "public",
        "company",
        "mentioned",
        "herein",
        "disseminate",
        "press",
        "release",
        "behalf",
        "m",
        "disclosure",
        "except",
        "historical",
        "information",
        "presented",
        "herein",
        "matter",
        "discussed",
        "article",
        "contain",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "acr",
        "communication",
        "llc",
        "owns",
        "registered",
        "financial",
        "security",
        "regulatory",
        "authority",
        "provide",
        "claim",
        "provide",
        "investment",
        "advice",
        "recommendation",
        "reader",
        "release",
        "acr",
        "communication",
        "llc",
        "owns",
        "may",
        "time",
        "time",
        "position",
        "security",
        "mentioned",
        "herein",
        "may",
        "increase",
        "decrease",
        "position",
        "without",
        "notice",
        "making",
        "specific",
        "investment",
        "decision",
        "reader",
        "seek",
        "advice",
        "acr",
        "communication",
        "llc",
        "owns",
        "may",
        "compensated",
        "service",
        "form",
        "compensation",
        "equity",
        "company",
        "writes",
        "combination",
        "two",
        "release",
        "contains",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "made",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "describe",
        "future",
        "expectation",
        "plan",
        "result",
        "strategy",
        "generally",
        "preceded",
        "word",
        "may",
        "future",
        "plan",
        "planned",
        "expected",
        "anticipates",
        "draft",
        "eventually",
        "projected",
        "cautioned",
        "statement",
        "subject",
        "multitude",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "future",
        "circumstance",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "including",
        "risk",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "projected",
        "statement",
        "result",
        "various",
        "factor",
        "risk",
        "identified",
        "company",
        "annual",
        "report",
        "form",
        "filing",
        "made",
        "company",
        "security",
        "exchange",
        "commission",
        "consider",
        "factor",
        "evaluating",
        "statement",
        "included",
        "herein",
        "place",
        "undue",
        "reliance",
        "statement",
        "statement",
        "release",
        "made",
        "date",
        "hereof",
        "m",
        "fnm",
        "undertake",
        "obligation",
        "update",
        "statement",
        "content",
        "provided",
        "microcap",
        "speculator",
        "email",
        "info",
        "phone",
        "medium",
        "contact",
        "fn",
        "medium",
        "group",
        "llc",
        "editor",
        "source"
    ]
}