{
    "organizations": [],
    "uuid": "bc981bee06e59b020d97b3638bfb20bf4ec3f9d0",
    "author": "",
    "url": "https://www.reuters.com/article/us-france-reform-macron/celebrated-abroad-frances-macron-struggles-to-find-love-at-home-idUSKCN1GQ227",
    "ord_in_thread": 0,
    "title": "Celebrated abroad, France's Macron struggles to find love at home",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 14, 2018 / 2:24 PM / Updated 3 minutes ago Celebrated abroad, France's Macron struggles to find love at home Michel Rose 5 Min Read PONTOISE, France (Reuters) - He may have won election on a promise to be “neither of the left, nor the right”, but France’s mould-breaking young president is finding out that enacting broad welfare and labor reforms without a traditional power base has its price. FILE PHOTO: French President Emmanuel Macron (C) poses for a selfie with Paris Mayor Anne Hidalgo (L) during a visit to a site on the Pont Alexandre III in Paris, France, June 24, 2017. REUTERS/Jean-Paul Pelissier/File Photo In a by-election last month, the voters of the tidy market town of Pontoise, west of Paris, made clear their disenchantment with Emmanuel Macron by stripping his party of a parliamentary seat won only eight months earlier. Chief among their complaints is cuts to pensions - one of the ways the 40-year-old former investment banker has tried to pay for a reduction in taxes on salaries. “For pensioners such as myself, it’s a real catastrophe. It’s been presented as ‘only fair’, but it’s an injustice, pure and simple,” said Yvan Mary, a 71-year-old pensioner standing outside the bakery on the main square. “It’s not what people expected, including those who voted for him. There’s a sense of betrayal.” Despite economic growth at its highest in six years, falling unemployment, and international newspapers and magazine covers celebrating “Macronmania”, Macron’s approval rating is now at its lowest since his election, at around 43 percent. And nowhere is the frustration more acute than among France’s over-65s — the age group where Macron found the strongest support in the presidential vote last year. In one survey, Macron suffered a nine-point fall in February alone, after most pensioners noticed a decline in their pension payments in January. “I WON’T APOLOGIZE” Sensing an opportunity after several failed attempts to challenge Macron’s reforms — which he says will galvanize a hidebound economy — the French unions have called a day of protests on behalf of pensioners on Thursday. That will provide an indication of what unions hope will become a “spring of discontent”, with national strikes called for March 22 against the government’s plans to shake up totems of the French “social model”, such as jobs-for-life in public administration and the railways. But as yet, Macron is showing no sign of following the path trodden by several French leaders before him by backing off from economic reforms under pressure from the streets. “I know I’m asking for an effort from the oldest, that sometimes some of them grumble,” Macron said this month on the sidelines of a visit in the Champagne region, where a pensioner publicly complained to him. “It doesn’t make me popular — but I won’t apologize for it,” he later told reporters, in the combative — some say arrogant — manner that has become his hallmark. Elysee insiders say they always knew there would be no honeymoon, since Macron decided to launch a whirlwind of reforms targeting vested interests right from the start of his mandate. Apart from pensioners, his moves to make hiring and firing easier and slash a wealth tax, while putting off increases in welfare spending, have alienated many of the left-leaning voters who switched to him from the mainstream Socialists in 2017, making up almost half his vote. Just over a third of left-wing sympathizers now support Macron, according to an Ifop-Fiducial poll this month, compared with 43 percent of right-wing voters. “It’s about his policy choices — but also his style,” Bruno Cautres, a sociologist at Paris’s Sciences-Po university who recently ran a focus group on perceptions of Macron. “Some of the words used, even by some who voted for him, are particularly negative: ‘He’s haughty, contemptuous, he likes to show off in international conferences’,” he said. LOGIC OF HONOR But Cautres said Macron’s reformist zeal and his apparent resolve to break down “special privileges” have also run up against a deeper, more entrenched characteristic of the French psyche. It is what French sociologist Philippe d’Iribarne called the “logic of honor” - the pride French feel about the system of rights and duties particular to each working group, inherited from the pre-Revolution era. “In France, the feeling of having your honor besmirched is one of the strongest impediments to reforms,” Cautres said, adding that it was especially ingrained among the 5 million public sector workers. “It’s a French cultural trait, forged by history, which is very important. You can’t reform the public administration just by using managerial arguments, as Macron is doing.” In the medieval alleys of Pontoise, which has swung back and forth between left and right in recent decades, they put their view of the young centrist, as he would have it, more bluntly. “To him, it’s: ‘I do what I say — live with it. Whether you agree or disagree — you voted for me, so that’s how it is,’” said 61-year-old Anita Deliers, a retired administrator. “He’s too much of a neoliberal for my liking.” Reporting by Michel Rose; Editing by Luke Baker and Kevin Liffey",
    "published": "2018-03-14T16:22:00.000+02:00",
    "crawled": "2018-03-14T16:29:15.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "pm",
        "updated",
        "minute",
        "ago",
        "celebrated",
        "abroad",
        "france",
        "macron",
        "struggle",
        "find",
        "love",
        "home",
        "michel",
        "rose",
        "min",
        "read",
        "pontoise",
        "france",
        "reuters",
        "may",
        "election",
        "promise",
        "neither",
        "left",
        "right",
        "france",
        "young",
        "president",
        "finding",
        "enacting",
        "broad",
        "welfare",
        "labor",
        "reform",
        "without",
        "traditional",
        "power",
        "base",
        "price",
        "file",
        "photo",
        "french",
        "president",
        "emmanuel",
        "macron",
        "c",
        "pose",
        "selfie",
        "paris",
        "mayor",
        "anne",
        "hidalgo",
        "l",
        "visit",
        "site",
        "pont",
        "alexandre",
        "iii",
        "paris",
        "france",
        "june",
        "photo",
        "last",
        "month",
        "voter",
        "tidy",
        "market",
        "town",
        "pontoise",
        "west",
        "paris",
        "made",
        "clear",
        "disenchantment",
        "emmanuel",
        "macron",
        "stripping",
        "party",
        "parliamentary",
        "seat",
        "eight",
        "month",
        "earlier",
        "chief",
        "among",
        "complaint",
        "cut",
        "pension",
        "one",
        "way",
        "former",
        "investment",
        "banker",
        "tried",
        "pay",
        "reduction",
        "tax",
        "salary",
        "pensioner",
        "real",
        "catastrophe",
        "presented",
        "fair",
        "injustice",
        "pure",
        "simple",
        "said",
        "yvan",
        "mary",
        "pensioner",
        "standing",
        "outside",
        "bakery",
        "main",
        "square",
        "people",
        "expected",
        "including",
        "voted",
        "sense",
        "despite",
        "economic",
        "growth",
        "highest",
        "six",
        "year",
        "falling",
        "unemployment",
        "international",
        "newspaper",
        "magazine",
        "cover",
        "celebrating",
        "macronmania",
        "macron",
        "approval",
        "rating",
        "lowest",
        "since",
        "election",
        "around",
        "percent",
        "nowhere",
        "frustration",
        "acute",
        "among",
        "france",
        "age",
        "group",
        "macron",
        "found",
        "strongest",
        "support",
        "presidential",
        "vote",
        "last",
        "year",
        "one",
        "survey",
        "macron",
        "suffered",
        "fall",
        "february",
        "alone",
        "pensioner",
        "noticed",
        "decline",
        "pension",
        "payment",
        "january",
        "apologize",
        "sensing",
        "opportunity",
        "several",
        "failed",
        "attempt",
        "challenge",
        "macron",
        "reform",
        "say",
        "galvanize",
        "hidebound",
        "economy",
        "french",
        "union",
        "called",
        "day",
        "protest",
        "behalf",
        "pensioner",
        "thursday",
        "provide",
        "indication",
        "union",
        "hope",
        "become",
        "spring",
        "discontent",
        "national",
        "strike",
        "called",
        "march",
        "government",
        "plan",
        "shake",
        "totem",
        "french",
        "social",
        "model",
        "public",
        "administration",
        "railway",
        "yet",
        "macron",
        "showing",
        "sign",
        "following",
        "path",
        "trodden",
        "several",
        "french",
        "leader",
        "backing",
        "economic",
        "reform",
        "pressure",
        "street",
        "know",
        "asking",
        "effort",
        "oldest",
        "sometimes",
        "grumble",
        "macron",
        "said",
        "month",
        "sideline",
        "visit",
        "champagne",
        "region",
        "pensioner",
        "publicly",
        "complained",
        "make",
        "popular",
        "apologize",
        "later",
        "told",
        "reporter",
        "combative",
        "say",
        "arrogant",
        "manner",
        "become",
        "hallmark",
        "elysee",
        "insider",
        "say",
        "always",
        "knew",
        "would",
        "honeymoon",
        "since",
        "macron",
        "decided",
        "launch",
        "whirlwind",
        "reform",
        "targeting",
        "vested",
        "interest",
        "right",
        "start",
        "mandate",
        "apart",
        "pensioner",
        "move",
        "make",
        "hiring",
        "firing",
        "easier",
        "slash",
        "wealth",
        "tax",
        "putting",
        "increase",
        "welfare",
        "spending",
        "alienated",
        "many",
        "voter",
        "switched",
        "mainstream",
        "socialist",
        "making",
        "almost",
        "half",
        "vote",
        "third",
        "sympathizer",
        "support",
        "macron",
        "according",
        "poll",
        "month",
        "compared",
        "percent",
        "voter",
        "policy",
        "choice",
        "also",
        "style",
        "bruno",
        "cautres",
        "sociologist",
        "paris",
        "university",
        "recently",
        "ran",
        "focus",
        "group",
        "perception",
        "macron",
        "word",
        "used",
        "even",
        "voted",
        "particularly",
        "negative",
        "haughty",
        "contemptuous",
        "like",
        "show",
        "international",
        "conference",
        "said",
        "logic",
        "honor",
        "cautres",
        "said",
        "macron",
        "reformist",
        "zeal",
        "apparent",
        "resolve",
        "break",
        "special",
        "privilege",
        "also",
        "run",
        "deeper",
        "entrenched",
        "characteristic",
        "french",
        "psyche",
        "french",
        "sociologist",
        "philippe",
        "iribarne",
        "called",
        "logic",
        "honor",
        "pride",
        "french",
        "feel",
        "system",
        "right",
        "duty",
        "particular",
        "working",
        "group",
        "inherited",
        "era",
        "france",
        "feeling",
        "honor",
        "besmirched",
        "one",
        "strongest",
        "impediment",
        "reform",
        "cautres",
        "said",
        "adding",
        "especially",
        "ingrained",
        "among",
        "million",
        "public",
        "sector",
        "worker",
        "french",
        "cultural",
        "trait",
        "forged",
        "history",
        "important",
        "reform",
        "public",
        "administration",
        "using",
        "managerial",
        "argument",
        "macron",
        "medieval",
        "alley",
        "pontoise",
        "swung",
        "back",
        "forth",
        "left",
        "right",
        "recent",
        "decade",
        "put",
        "view",
        "young",
        "centrist",
        "would",
        "bluntly",
        "say",
        "live",
        "whether",
        "agree",
        "disagree",
        "voted",
        "said",
        "anita",
        "deliers",
        "retired",
        "administrator",
        "much",
        "neoliberal",
        "reporting",
        "michel",
        "rose",
        "editing",
        "luke",
        "baker",
        "kevin",
        "liffey"
    ]
}