{
    "organizations": [],
    "uuid": "42246f8ce316352a7848309f6e5ef64a11159787",
    "author": "Helen Chan",
    "url": "https://www.reuters.com/article/bc-finreg-data-protection-rules-canada/canadas-privacy-commissioner-contemplates-new-online-erasure-data-protection-rules-idUSKCN1GD66F",
    "ord_in_thread": 0,
    "title": "Canada’s Privacy Commissioner contemplates new online erasure, data protection rules",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO/NEW YORK (Thomson Reuters Regulatory Intelligence) - The Office of the Privacy Commissioner of Canada (OPC), which oversees the administration and enforcement of data privacy law, is mulling over policy reforms to offer Canadians more regulatory tools to protect their personal information online.\nSIM cards are reflected on a monitor showing binary digits in this photo illustration taken in Sarajevo February 23, 2015. Following an initial consultation in 2016 to explore issues pertaining to online reputation, the OPC has launched a separate public consultation on proposed reforms that will give individuals the legal right to ask search engines to de-index web pages and take down online information under certain circumstances.\nWhile the OPC has yet to confirm whether the proposed reforms will be implemented, heightened regulatory interest in the protection of personal information posted online merits close monitoring by Canadian businesses.\nBACKGROUND The OPC two years ago sought public comment( here ) on regulatory solutions to challenges faced by individuals seeking to remove online information that has a negative impact on their reputation.\nThe OPC received 28 submissions from academics( here ), corporations, advocacy groups, legal professionals and the general public. Proposals from commentators included introducing standardized request forms to remove online information to enhancing the authority of the OPC itself compel businesses to remove information.\nMany commentators cited a \"right to be forgotten\" enshrined in the European Union General Data Protection Regulation (GDPR)( www.eugdpr.org/ ) as a reference point for the idea that individuals should have a right to have their personal information de-indexed from search engines in certain circumstances. While most commentators objected to implementing a GDPR-style \"right to be forgotten\" regime, some submissions were receptive to a search engine de-indexing option.\nDRAFT OPC POSITION ON ONLINE REPUTATION Based on the submissions received from the consultation, the OPC recently published a draft position on online reputation( here ). The document outlines proposed solutions from the regulator to balance the freedom of expression with the privacy interests of Canadian individuals.\nThe OPC identified two options, de-indexing and source takedown, which the regulator asserted is currently within the scope of the Personal Information Protection and Electronic Documents Act (PIPEDA), Canada’s principal data-privacy law.\nDe-indexing involves removing certain information from search engine results associated with an individual’s name. The OPC stated that in its interpretation, indexing of websites that contain personal information by search engines falls within the definition of“collection, use or disclosure” of personal information under PIPEDA.\nUnder the PIPEDA, businesses have an obligation to ensure that personal information is accurate and up-to-date, taking into account the interests of the individual. As a result, the OPC asserts that search engine operators must comply with requests to de-index information if it is inaccurate, out-of-date or goes against the interests of the individual in certain circumstances.\nIn cases where personal information of an individual is posted by a third party, individuals may have the right to challenge the accuracy of the information and request to have it de-indexed.\nThe second option, source takedown, refers to the removal of specific content from the internet altogether. The PIPEDA provides individuals with the right to withdraw consent and requires businesses to destroy personal information that is no longer needed or which consent is no longer valid. The OPC interprets these provisions of the PIPEDA to imply that individuals should have the ability to remove information through withdrawing consent for it to be used.\nIn addition to considering regulatory reforms, the OPC’s position paper also advocated for a nationwide rights-based privacy education program to strengthen public awareness of online privacy protection issues. Topics would include education the public on the use of tools to control online information such as consent to the use of personal data and takedown procedures.\nThe OPC’s position paper is open to public consultation until April 19, 2018. Following the consultation, the regulator will finalize its position and develop an action plan to implement new policy measures, if appropriate.\nCONTROVERSY The OPC's position that the indexing of websites by search engine constitutions the collection, use or disclosure of personal information has proven it controversial( here ).\nBusinesses and some legal professionals have questioned whether search engines collect personal information in the same manner that company databases store personally identifiable information, suggesting that this issue may be tested in court in the near future.\nThe implementation of a right to erasure in Canada has also been the subject of much debate. Submissions received by the OPC during its first consultation in 2016 reflect that the majority of commentators seem to be opposed to adopting a strict“right to be forgotten” regime in Canada.\nSome commentators have suggested( here ) that the current legal framework in Canada, at least in some provinces, efficiently addresses the privacy concerns that a right to erasure is meant to address.\nCommentators supportive of this position have also argued that the better option would be for provincial governments to update their respective legislative frameworks to cover new online media.\nCOMPLIANCE CONSIDERATIONS While Canada currently does not have a“right to be forgotten” regulatory regime, the PIPEDA and provincial laws do provide individuals with some rights to control their personal information, including on online channels.\nThe PIPEDA requires businesses to delete personal data that is no longer relevant or inaccurate. Individuals can file complaints with the OPC against businesses that refuse to delete personal data that meets these criteria. However, the interpretation of what constitutes relevance and accuracy is not clarified.\nThe PIPEDA and some provincial laws also give individuals the right to consent to having personal information collected or amended for accuracy purposes. Individuals may withdraw consent, which must be honored by businesses. However, these obligations only apply to businesses that collect personal information in the course of commercial activities. It is unclear whether indexing activities of search engines would fall within this scope.\nBusinesses are advised to monitor developments from the OPC. While the regulator has not firmly committed to introducing new privacy measures to give individuals more options to de-index or takedown information from search engine indexes, online personal reputation privacy is an emerging area of risk and regulatory development in Canada.\nMore broadly, businesses that are obligated to comply with the PIPEDA should prepare for potentially more activity in the area of personal data and privacy regulation. Businesses have been repeatedly notified( here ) that mandatory breach reporting obligations are set to be implemented in Canada imminently. The new obligations will be enshrined in amendments to the PIPEDA and Canada's Digital Privacy Act, which amended PIPEDA in 2015. Beyond Canada, the GDPR is set to take effect in May 2018. The extra-territorial reach( bit.ly/2CSBuZ3 ) of the regulation will impose some compliance and reporting obligations on Canadian businesses.\n(Helen Chan is a regulatory intelligence expert in the Enterprise Risk Management division of Thomson Reuters Regulatory Intelligence. Email Helen at helen.chan@thomsonreuters.com)\nThis article was produced by Thomson Reuters Regulatory Intelligence and initially posted on Feb 21. Regulatory Intelligence provides a single source for regulatory news, analysis, rules and developments, with global coverage of more than 400 regulators and exchanges. Follow Regulatory Intelligence compliance news on Twitter: @thomsonreuters\n ",
    "published": "2018-03-02T03:39:00.000+02:00",
    "crawled": "2018-03-03T17:40:52.033+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "york",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "office",
        "privacy",
        "commissioner",
        "canada",
        "opc",
        "oversees",
        "administration",
        "enforcement",
        "data",
        "privacy",
        "law",
        "mulling",
        "policy",
        "reform",
        "offer",
        "canadian",
        "regulatory",
        "tool",
        "protect",
        "personal",
        "information",
        "online",
        "sim",
        "card",
        "reflected",
        "monitor",
        "showing",
        "binary",
        "digit",
        "photo",
        "illustration",
        "taken",
        "sarajevo",
        "february",
        "following",
        "initial",
        "consultation",
        "explore",
        "issue",
        "pertaining",
        "online",
        "reputation",
        "opc",
        "launched",
        "separate",
        "public",
        "consultation",
        "proposed",
        "reform",
        "give",
        "individual",
        "legal",
        "right",
        "ask",
        "search",
        "engine",
        "web",
        "page",
        "take",
        "online",
        "information",
        "certain",
        "circumstance",
        "opc",
        "yet",
        "confirm",
        "whether",
        "proposed",
        "reform",
        "implemented",
        "heightened",
        "regulatory",
        "interest",
        "protection",
        "personal",
        "information",
        "posted",
        "online",
        "merit",
        "close",
        "monitoring",
        "canadian",
        "business",
        "background",
        "opc",
        "two",
        "year",
        "ago",
        "sought",
        "public",
        "comment",
        "regulatory",
        "solution",
        "challenge",
        "faced",
        "individual",
        "seeking",
        "remove",
        "online",
        "information",
        "negative",
        "impact",
        "reputation",
        "opc",
        "received",
        "submission",
        "academic",
        "corporation",
        "advocacy",
        "group",
        "legal",
        "professional",
        "general",
        "public",
        "proposal",
        "commentator",
        "included",
        "introducing",
        "standardized",
        "request",
        "form",
        "remove",
        "online",
        "information",
        "enhancing",
        "authority",
        "opc",
        "compel",
        "business",
        "remove",
        "information",
        "many",
        "commentator",
        "cited",
        "right",
        "forgotten",
        "enshrined",
        "european",
        "union",
        "general",
        "data",
        "protection",
        "regulation",
        "gdpr",
        "reference",
        "point",
        "idea",
        "individual",
        "right",
        "personal",
        "information",
        "search",
        "engine",
        "certain",
        "circumstance",
        "commentator",
        "objected",
        "implementing",
        "right",
        "forgotten",
        "regime",
        "submission",
        "receptive",
        "search",
        "engine",
        "option",
        "draft",
        "opc",
        "position",
        "online",
        "reputation",
        "based",
        "submission",
        "received",
        "consultation",
        "opc",
        "recently",
        "published",
        "draft",
        "position",
        "online",
        "reputation",
        "document",
        "outline",
        "proposed",
        "solution",
        "regulator",
        "balance",
        "freedom",
        "expression",
        "privacy",
        "interest",
        "canadian",
        "individual",
        "opc",
        "identified",
        "two",
        "option",
        "source",
        "takedown",
        "regulator",
        "asserted",
        "currently",
        "within",
        "scope",
        "personal",
        "information",
        "protection",
        "electronic",
        "document",
        "act",
        "pipeda",
        "canada",
        "principal",
        "law",
        "involves",
        "removing",
        "certain",
        "information",
        "search",
        "engine",
        "result",
        "associated",
        "individual",
        "name",
        "opc",
        "stated",
        "interpretation",
        "indexing",
        "website",
        "contain",
        "personal",
        "information",
        "search",
        "engine",
        "fall",
        "within",
        "definition",
        "collection",
        "use",
        "disclosure",
        "personal",
        "information",
        "pipeda",
        "pipeda",
        "business",
        "obligation",
        "ensure",
        "personal",
        "information",
        "accurate",
        "taking",
        "account",
        "interest",
        "individual",
        "result",
        "opc",
        "asserts",
        "search",
        "engine",
        "operator",
        "must",
        "comply",
        "request",
        "information",
        "inaccurate",
        "go",
        "interest",
        "individual",
        "certain",
        "circumstance",
        "case",
        "personal",
        "information",
        "individual",
        "posted",
        "third",
        "party",
        "individual",
        "may",
        "right",
        "challenge",
        "accuracy",
        "information",
        "request",
        "second",
        "option",
        "source",
        "takedown",
        "refers",
        "removal",
        "specific",
        "content",
        "internet",
        "altogether",
        "pipeda",
        "provides",
        "individual",
        "right",
        "withdraw",
        "consent",
        "requires",
        "business",
        "destroy",
        "personal",
        "information",
        "longer",
        "needed",
        "consent",
        "longer",
        "valid",
        "opc",
        "interprets",
        "provision",
        "pipeda",
        "imply",
        "individual",
        "ability",
        "remove",
        "information",
        "withdrawing",
        "consent",
        "used",
        "addition",
        "considering",
        "regulatory",
        "reform",
        "opc",
        "position",
        "paper",
        "also",
        "advocated",
        "nationwide",
        "privacy",
        "education",
        "program",
        "strengthen",
        "public",
        "awareness",
        "online",
        "privacy",
        "protection",
        "issue",
        "topic",
        "would",
        "include",
        "education",
        "public",
        "use",
        "tool",
        "control",
        "online",
        "information",
        "consent",
        "use",
        "personal",
        "data",
        "takedown",
        "procedure",
        "opc",
        "position",
        "paper",
        "open",
        "public",
        "consultation",
        "april",
        "following",
        "consultation",
        "regulator",
        "finalize",
        "position",
        "develop",
        "action",
        "plan",
        "implement",
        "new",
        "policy",
        "measure",
        "appropriate",
        "controversy",
        "opc",
        "position",
        "indexing",
        "website",
        "search",
        "engine",
        "constitution",
        "collection",
        "use",
        "disclosure",
        "personal",
        "information",
        "proven",
        "controversial",
        "business",
        "legal",
        "professional",
        "questioned",
        "whether",
        "search",
        "engine",
        "collect",
        "personal",
        "information",
        "manner",
        "company",
        "database",
        "store",
        "personally",
        "identifiable",
        "information",
        "suggesting",
        "issue",
        "may",
        "tested",
        "court",
        "near",
        "future",
        "implementation",
        "right",
        "erasure",
        "canada",
        "also",
        "subject",
        "much",
        "debate",
        "submission",
        "received",
        "opc",
        "first",
        "consultation",
        "reflect",
        "majority",
        "commentator",
        "seem",
        "opposed",
        "adopting",
        "strict",
        "right",
        "forgotten",
        "regime",
        "canada",
        "commentator",
        "suggested",
        "current",
        "legal",
        "framework",
        "canada",
        "least",
        "province",
        "efficiently",
        "address",
        "privacy",
        "concern",
        "right",
        "erasure",
        "meant",
        "address",
        "commentator",
        "supportive",
        "position",
        "also",
        "argued",
        "better",
        "option",
        "would",
        "provincial",
        "government",
        "update",
        "respective",
        "legislative",
        "framework",
        "cover",
        "new",
        "online",
        "medium",
        "compliance",
        "consideration",
        "canada",
        "currently",
        "right",
        "forgotten",
        "regulatory",
        "regime",
        "pipeda",
        "provincial",
        "law",
        "provide",
        "individual",
        "right",
        "control",
        "personal",
        "information",
        "including",
        "online",
        "channel",
        "pipeda",
        "requires",
        "business",
        "delete",
        "personal",
        "data",
        "longer",
        "relevant",
        "inaccurate",
        "individual",
        "file",
        "complaint",
        "opc",
        "business",
        "refuse",
        "delete",
        "personal",
        "data",
        "meet",
        "criterion",
        "however",
        "interpretation",
        "constitutes",
        "relevance",
        "accuracy",
        "clarified",
        "pipeda",
        "provincial",
        "law",
        "also",
        "give",
        "individual",
        "right",
        "consent",
        "personal",
        "information",
        "collected",
        "amended",
        "accuracy",
        "purpose",
        "individual",
        "may",
        "withdraw",
        "consent",
        "must",
        "honored",
        "business",
        "however",
        "obligation",
        "apply",
        "business",
        "collect",
        "personal",
        "information",
        "course",
        "commercial",
        "activity",
        "unclear",
        "whether",
        "indexing",
        "activity",
        "search",
        "engine",
        "would",
        "fall",
        "within",
        "scope",
        "business",
        "advised",
        "monitor",
        "development",
        "opc",
        "regulator",
        "firmly",
        "committed",
        "introducing",
        "new",
        "privacy",
        "measure",
        "give",
        "individual",
        "option",
        "takedown",
        "information",
        "search",
        "engine",
        "index",
        "online",
        "personal",
        "reputation",
        "privacy",
        "emerging",
        "area",
        "risk",
        "regulatory",
        "development",
        "canada",
        "broadly",
        "business",
        "obligated",
        "comply",
        "pipeda",
        "prepare",
        "potentially",
        "activity",
        "area",
        "personal",
        "data",
        "privacy",
        "regulation",
        "business",
        "repeatedly",
        "notified",
        "mandatory",
        "breach",
        "reporting",
        "obligation",
        "set",
        "implemented",
        "canada",
        "imminently",
        "new",
        "obligation",
        "enshrined",
        "amendment",
        "pipeda",
        "canada",
        "digital",
        "privacy",
        "act",
        "amended",
        "pipeda",
        "beyond",
        "canada",
        "gdpr",
        "set",
        "take",
        "effect",
        "may",
        "reach",
        "regulation",
        "impose",
        "compliance",
        "reporting",
        "obligation",
        "canadian",
        "business",
        "helen",
        "chan",
        "regulatory",
        "intelligence",
        "expert",
        "enterprise",
        "risk",
        "management",
        "division",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "email",
        "helen",
        "article",
        "produced",
        "thomson",
        "reuters",
        "regulatory",
        "intelligence",
        "initially",
        "posted",
        "feb",
        "regulatory",
        "intelligence",
        "provides",
        "single",
        "source",
        "regulatory",
        "news",
        "analysis",
        "rule",
        "development",
        "global",
        "coverage",
        "regulator",
        "exchange",
        "follow",
        "regulatory",
        "intelligence",
        "compliance",
        "news",
        "twitter",
        "thomsonreuters"
    ]
}