{
    "organizations": [],
    "uuid": "9f4309f2a6459a1296dc99f4772cf49b5a74a2b3",
    "author": "Clay Chandler",
    "url": "http://fortune.com/2018/03/24/trumps-risky-game-of-chicken-with-china/",
    "ord_in_thread": 0,
    "title": "Why Trump's game of chicken with China could backfire",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "By Clay Chandler March 24, 2018\nGreetings from Beijing, where I’ve come to make a brief appearance at the National Development Forum, an annual conference organized by China’s State Council to encourage discussion of the nation’s economic policies. The Forum (which has its own Facebook page even though Facebook is banned in China) invites luminaries from around the world—economists, business leaders, former heads of state, and even the occasional journalist—to share their thoughts about the global economy and China’s position in it. But you don’t have to be a Nobel Prize-winning economist to guess that the big topic here this week is the prospect of a trade war between the world’s two largest economies.\nSince my last Sino-Saturday edition, much has happened on the trade front: Donald Trump announced plans to impose tariffs of as much as $60 billion on imports from China; China fired back with tariffs of $3 billion against imports from the US, a promise to challenge US penalties at the World Trade Organization and some tough language threatening more painful countermeasures to come; global markets took a nosedive .\nAt the Forum yesterday, Apple CEO Tim Cook, a co-chair of this year’s gathering, appealed for open trade . “Countries that embrace openness, that embrace trade, that embrace diversity are the companies that do exceptionally,” he said. “And the countries that don’t, don’t.” Former US Treasury Secretary Lawrence Summers, a Forum regular, noted the growing global “unease” about increased conflict between Washington and Beijing. “I don’t think we’ve previously at the [China Development Forum] felt like we were on the brink of a trade war,” he told CNBC.\nSome readers took me to task for arguing in last week’s post that Trump has been “ working overtime ” to fulfill Harvard professor Graham Allison’s prediction that the US and China, like Sparta and Athens in the 5th century BC, are “ destined for war .” After all, critics argued, China started the conflict with its mercantilist trade and investment policies long before Trump entered the picture. That’s a fair point—argued eloquently in this essay by Wall Street Journal correspondent Greg Ip. China cannot claim the moral high ground on trade matters; in fact, there is a strong case to be made that American voters’ resentment of China’s unfair trade practices is what put Trump in the White House in the first place.\nStill, no matter who started it, the trade war is on, and there is bound to be considerable collateral damage. Already producers in Japan , Canada , India , and Hong Kong are bracing for the potential impact.\nIt is a cliche for pundits (me included) to opine that in a trade war, “everybody loses.” That’s a given. The more interesting question, at this point, is which country, the US or China, will suffer most—and which one is the most likely to plead for compromise as the stakes of conflict ratchet higher and higher. The US and China are now locked in a global game of chicken, hurtling towards each other at high speed, each daring the other not to veer away.\nTrump boasts that, for an economy as large as the US, trade wars are “ good and easy to win .” And at the most basic level, the fact that the US buys $566 billion more from China than China buys from the US would seem to suggest he’s right—that China is far more dependent on selling stuff to the US than the other way around.\nBut trade wars aren’t that simple. Some products are essential and some are not. Some can be sourced from other countries and some can’t. And the role of politics is crucial: can democracies like the US match the capacity of authoritarian societies like China to absorb economic pain?\nThe Wall Street Journal points out that China’s dependence on US exports has fallen sharply over the last decade. New York Times correspondents Sui-Lee Wee and Keith Bradsher argue Beijing’s relatively muted response to Trump’s tariffs so far reflects Xi Jinping’s confidence that, in a trade showdown, Trump will be the first to retreat .\nChinese officials have hinted that they are prepared to impose retaliatory penalties on purchases of Boeing aircraft (for which they could easily substitute aircraft from Airbus), US soybeans (for which they could easily substitute soybeans grown in Brazil and Argentina) and US-made automobiles. The threat to limit imports of US soybeans is particularly astute; China buys 70% of US soybean exports and the counties that are biggest soybean producers are located in states that were crucial to Trump’s electoral victory.\nWill Xi blink first? Or has Trump overplayed his hand? We’re about to find out. But my hunch is that China is in a much stronger bargaining position than the author of “The Art of Deal” imagines.\nMore China news below.\nClay Chandler @claychandler clay.chandler@timeinc.com Trade and Economy\nTit for tat. Beijing has hit back against Washington’s latest round of tariffs with $3 billion of duties on 128 US consumer products including steel, fruit, and pork. The Chinese Commerce Ministry also said Friday that it intends to sue the U.S. for unfair trade practices within the World Trade Organisation framework. It also urged the US to avoid taking bilateral trade relations to “dangerous place”. Bloomberg\nCalling for calm. President Donald Trump’s latest round of tariffs against Chinese imports have prompted U.S. allies in Asia such as South Korea, Australia and Japan to call for calm to avoid a trade war. Trump threatened to impose tariffs on $60 billion in Chinese imports on Thursday and implemented a 25% tariff on steel and a 10% tariff on aluminum on Friday. Wall Street Journal\nBuy in. Former chief executive of Wynn Resorts Steve Wynn will exit the casino empire he founded by selling all his remaining 8 million shares in the firm, he announced this week. In a surprise move, Macau casino operator and Wynn competitor Galaxy Entertainment said that it was purchasing 5.3 million shares, or a 5% stake, of Wynn Resorts. Nikkei Asian Review\nAdvertisement Technology and Innovation\nFoot on the pedal. Beijing has given tech giant Baidu Inc the go-ahead to trial self-driving cars on city streets, even as the autonomous vehicle sector reels from its first fatal accident in the U.S. this week. The approval signals China’s commitment to cement its leading position in the global race for autonomous vehicles. Reuters\nReady for lift off. Chinese drone company DJI, the world’s largest commercial drone maker, is talking to investors to raise $500 million to $1 billion in funding. The new round would drive up the company’s valuation to $15 billion ahead of a planned stock market debut. The Information\nWeaning off WeChat . Ten Chinese smartphone-makers including Xiaomi, Huawei, Lenovo and ZTE, have formed an alliance to co-create a new app to challenge the growing dominance of WeChat, China’s largest social media platform. Quick App will give app developers a common platform to offer services to users, without the users having to download each individual app. Caixin Global\nTech tete -a- tete . Amidst a brewing trade war, executives of U.S. tech giants will head to China this weekend for the China Development Forum, an annual gathering to bridge ties between Western corporates and Chinese officials. The contingent includes Apple’s Tim Cook, Google’s Sundar Pichai, and IBM’s Ginny Rometty. Bloomberg\nCutting the line. Best Buy, the largest consumer electronics retailer in the U.S., has stopped orders of phones from China’s Huawei Technologies and will stop selling its products over the next few weeks. Official concerns have been building over the Chinese government’s access to its smartphones and other products for intelligence gathering, allegations Huawei has repeatedly denied. CNN\nIn Case You Missed It\nHere’s How China Could Really Hurt Trump in a Trade War Fortune\nAmnesty International Is Accusing Apple of Betraying Chinese iCloud Users Time\nBeg, Borrow or Steal: How Trump Says China Takes Technology New York Times\nChina’s Forced Labor Problem The Diplomat\nAmazon Said In Talks To Acquire Rights To China’s Sci-Fi Novel Three-Body Problem China Money Network\nTurning cities into sponges: how Chinese ancient wisdom is taking on climate change The Guardian\nAdvertisement Politics and Policy\nEyes on you. China is strengthening its grip over film, news and publishing by consolidating regulation under the newly formed Communist Party publicity department. The department this week issued a note to local regulators to increase scrutiny over inappropriate online entertainment content, especially illegally downloaded footage and shows and clips that distort classic art and literary works. TechNode\nThe V oice of China. Chinese state television and radio stations China Central Television (CCTV), China Radio International and China National Radio will merge to create a single new networked named the Voice of China. The new platform will be one of the largest propaganda platforms in the world but the merger was reportedly met with indifference among Chinese internet users as young people increasingly turn to online channels for news and entertainment. BBC\nTrading barbs. A speech by prominent Chinese dissident Yang Jianli at a UN Human Rights Council meet was repeatedly interrupted by Chinese diplomat Chen Cheng. Yang was invited to speak at the meeting by UN-accredited advocacy group UN Watch but China’s interventions bared China’s sensitivity on human rights, say observers. The Guardian\nSummaries by Debbie Yong. @debyong\ndebbie.yong@timeinc.com\nFind past issues , and sign up for other Fortune newsletters .",
    "published": "2018-03-25T00:54:00.000+03:00",
    "crawled": "2018-03-25T01:17:54.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "clay",
        "chandler",
        "march",
        "greeting",
        "beijing",
        "come",
        "make",
        "brief",
        "appearance",
        "national",
        "development",
        "forum",
        "annual",
        "conference",
        "organized",
        "china",
        "state",
        "council",
        "encourage",
        "discussion",
        "nation",
        "economic",
        "policy",
        "forum",
        "facebook",
        "page",
        "even",
        "though",
        "facebook",
        "banned",
        "china",
        "invite",
        "luminary",
        "around",
        "business",
        "leader",
        "former",
        "head",
        "state",
        "even",
        "occasional",
        "share",
        "thought",
        "global",
        "economy",
        "china",
        "position",
        "nobel",
        "economist",
        "guess",
        "big",
        "topic",
        "week",
        "prospect",
        "trade",
        "war",
        "world",
        "two",
        "largest",
        "economy",
        "since",
        "last",
        "edition",
        "much",
        "happened",
        "trade",
        "front",
        "donald",
        "trump",
        "announced",
        "plan",
        "impose",
        "tariff",
        "much",
        "billion",
        "import",
        "china",
        "china",
        "fired",
        "back",
        "tariff",
        "billion",
        "import",
        "u",
        "promise",
        "challenge",
        "u",
        "penalty",
        "world",
        "trade",
        "organization",
        "tough",
        "language",
        "threatening",
        "painful",
        "countermeasure",
        "come",
        "global",
        "market",
        "took",
        "nosedive",
        "forum",
        "yesterday",
        "apple",
        "ceo",
        "tim",
        "cook",
        "year",
        "gathering",
        "appealed",
        "open",
        "trade",
        "country",
        "embrace",
        "openness",
        "embrace",
        "trade",
        "embrace",
        "diversity",
        "company",
        "exceptionally",
        "said",
        "country",
        "former",
        "u",
        "treasury",
        "secretary",
        "lawrence",
        "summer",
        "forum",
        "regular",
        "noted",
        "growing",
        "global",
        "unease",
        "increased",
        "conflict",
        "washington",
        "beijing",
        "think",
        "previously",
        "china",
        "development",
        "forum",
        "felt",
        "like",
        "brink",
        "trade",
        "war",
        "told",
        "cnbc",
        "reader",
        "took",
        "task",
        "arguing",
        "last",
        "week",
        "post",
        "trump",
        "working",
        "overtime",
        "fulfill",
        "harvard",
        "professor",
        "graham",
        "allison",
        "prediction",
        "u",
        "china",
        "like",
        "sparta",
        "athens",
        "5th",
        "century",
        "bc",
        "destined",
        "war",
        "critic",
        "argued",
        "china",
        "started",
        "conflict",
        "mercantilist",
        "trade",
        "investment",
        "policy",
        "long",
        "trump",
        "entered",
        "picture",
        "fair",
        "eloquently",
        "essay",
        "wall",
        "street",
        "journal",
        "correspondent",
        "greg",
        "ip",
        "china",
        "claim",
        "moral",
        "high",
        "ground",
        "trade",
        "matter",
        "fact",
        "strong",
        "case",
        "made",
        "american",
        "voter",
        "resentment",
        "china",
        "unfair",
        "trade",
        "practice",
        "put",
        "trump",
        "white",
        "house",
        "first",
        "place",
        "still",
        "matter",
        "started",
        "trade",
        "war",
        "bound",
        "considerable",
        "collateral",
        "damage",
        "already",
        "producer",
        "japan",
        "canada",
        "india",
        "hong",
        "kong",
        "bracing",
        "potential",
        "impact",
        "cliche",
        "pundit",
        "included",
        "opine",
        "trade",
        "war",
        "everybody",
        "given",
        "interesting",
        "question",
        "point",
        "country",
        "u",
        "china",
        "suffer",
        "one",
        "likely",
        "plead",
        "compromise",
        "stake",
        "conflict",
        "ratchet",
        "higher",
        "higher",
        "u",
        "china",
        "locked",
        "global",
        "game",
        "chicken",
        "hurtling",
        "towards",
        "high",
        "speed",
        "daring",
        "veer",
        "away",
        "trump",
        "boast",
        "economy",
        "large",
        "u",
        "trade",
        "war",
        "good",
        "easy",
        "win",
        "basic",
        "level",
        "fact",
        "u",
        "buy",
        "billion",
        "china",
        "china",
        "buy",
        "u",
        "would",
        "seem",
        "suggest",
        "china",
        "far",
        "dependent",
        "selling",
        "stuff",
        "u",
        "way",
        "around",
        "trade",
        "war",
        "simple",
        "product",
        "essential",
        "sourced",
        "country",
        "role",
        "politics",
        "crucial",
        "democracy",
        "like",
        "u",
        "match",
        "capacity",
        "authoritarian",
        "society",
        "like",
        "china",
        "absorb",
        "economic",
        "pain",
        "wall",
        "street",
        "journal",
        "point",
        "china",
        "dependence",
        "u",
        "export",
        "fallen",
        "sharply",
        "last",
        "decade",
        "new",
        "york",
        "time",
        "correspondent",
        "wee",
        "keith",
        "bradsher",
        "argue",
        "beijing",
        "relatively",
        "muted",
        "response",
        "trump",
        "tariff",
        "far",
        "reflects",
        "xi",
        "jinping",
        "confidence",
        "trade",
        "showdown",
        "trump",
        "first",
        "retreat",
        "chinese",
        "official",
        "hinted",
        "prepared",
        "impose",
        "retaliatory",
        "penalty",
        "purchase",
        "boeing",
        "aircraft",
        "could",
        "easily",
        "substitute",
        "aircraft",
        "airbus",
        "u",
        "soybean",
        "could",
        "easily",
        "substitute",
        "soybean",
        "grown",
        "brazil",
        "argentina",
        "automobile",
        "threat",
        "limit",
        "import",
        "u",
        "soybean",
        "particularly",
        "astute",
        "china",
        "buy",
        "u",
        "soybean",
        "export",
        "county",
        "biggest",
        "soybean",
        "producer",
        "located",
        "state",
        "crucial",
        "trump",
        "electoral",
        "victory",
        "xi",
        "blink",
        "first",
        "trump",
        "overplayed",
        "hand",
        "find",
        "hunch",
        "china",
        "much",
        "stronger",
        "bargaining",
        "position",
        "author",
        "art",
        "deal",
        "imago",
        "china",
        "news",
        "clay",
        "chandler",
        "claychandler",
        "trade",
        "economy",
        "tit",
        "tat",
        "beijing",
        "hit",
        "back",
        "washington",
        "latest",
        "round",
        "tariff",
        "billion",
        "duty",
        "u",
        "consumer",
        "product",
        "including",
        "steel",
        "fruit",
        "pork",
        "chinese",
        "commerce",
        "ministry",
        "also",
        "said",
        "friday",
        "intends",
        "sue",
        "unfair",
        "trade",
        "practice",
        "within",
        "world",
        "trade",
        "organisation",
        "framework",
        "also",
        "urged",
        "u",
        "avoid",
        "taking",
        "bilateral",
        "trade",
        "relation",
        "dangerous",
        "place",
        "bloomberg",
        "calling",
        "calm",
        "president",
        "donald",
        "trump",
        "latest",
        "round",
        "tariff",
        "chinese",
        "import",
        "prompted",
        "ally",
        "asia",
        "south",
        "korea",
        "australia",
        "japan",
        "call",
        "calm",
        "avoid",
        "trade",
        "war",
        "trump",
        "threatened",
        "impose",
        "tariff",
        "billion",
        "chinese",
        "import",
        "thursday",
        "implemented",
        "tariff",
        "steel",
        "tariff",
        "aluminum",
        "friday",
        "wall",
        "street",
        "journal",
        "buy",
        "former",
        "chief",
        "executive",
        "wynn",
        "resort",
        "steve",
        "wynn",
        "exit",
        "casino",
        "empire",
        "founded",
        "selling",
        "remaining",
        "million",
        "share",
        "firm",
        "announced",
        "week",
        "surprise",
        "move",
        "macau",
        "casino",
        "operator",
        "wynn",
        "competitor",
        "galaxy",
        "entertainment",
        "said",
        "purchasing",
        "million",
        "share",
        "stake",
        "wynn",
        "resort",
        "nikkei",
        "asian",
        "review",
        "advertisement",
        "technology",
        "innovation",
        "foot",
        "pedal",
        "beijing",
        "given",
        "tech",
        "giant",
        "baidu",
        "inc",
        "trial",
        "car",
        "city",
        "street",
        "even",
        "autonomous",
        "vehicle",
        "sector",
        "reel",
        "first",
        "fatal",
        "accident",
        "week",
        "approval",
        "signal",
        "china",
        "commitment",
        "cement",
        "leading",
        "position",
        "global",
        "race",
        "autonomous",
        "vehicle",
        "reuters",
        "ready",
        "lift",
        "chinese",
        "drone",
        "company",
        "dji",
        "world",
        "largest",
        "commercial",
        "drone",
        "maker",
        "talking",
        "investor",
        "raise",
        "million",
        "billion",
        "funding",
        "new",
        "round",
        "would",
        "drive",
        "company",
        "valuation",
        "billion",
        "ahead",
        "planned",
        "stock",
        "market",
        "debut",
        "information",
        "weaning",
        "wechat",
        "ten",
        "chinese",
        "including",
        "xiaomi",
        "huawei",
        "lenovo",
        "zte",
        "formed",
        "alliance",
        "new",
        "app",
        "challenge",
        "growing",
        "dominance",
        "wechat",
        "china",
        "largest",
        "social",
        "medium",
        "platform",
        "quick",
        "app",
        "give",
        "app",
        "developer",
        "common",
        "platform",
        "offer",
        "service",
        "user",
        "without",
        "user",
        "download",
        "individual",
        "app",
        "caixin",
        "global",
        "tech",
        "tete",
        "tete",
        "amidst",
        "brewing",
        "trade",
        "war",
        "executive",
        "tech",
        "giant",
        "head",
        "china",
        "weekend",
        "china",
        "development",
        "forum",
        "annual",
        "gathering",
        "bridge",
        "tie",
        "western",
        "corporates",
        "chinese",
        "official",
        "contingent",
        "includes",
        "apple",
        "tim",
        "cook",
        "google",
        "sundar",
        "pichai",
        "ibm",
        "ginny",
        "rometty",
        "bloomberg",
        "cutting",
        "line",
        "best",
        "buy",
        "largest",
        "consumer",
        "electronics",
        "retailer",
        "stopped",
        "order",
        "phone",
        "china",
        "huawei",
        "technology",
        "stop",
        "selling",
        "product",
        "next",
        "week",
        "official",
        "concern",
        "building",
        "chinese",
        "government",
        "access",
        "smartphones",
        "product",
        "intelligence",
        "gathering",
        "allegation",
        "huawei",
        "repeatedly",
        "denied",
        "cnn",
        "case",
        "missed",
        "china",
        "could",
        "really",
        "hurt",
        "trump",
        "trade",
        "war",
        "fortune",
        "amnesty",
        "international",
        "accusing",
        "apple",
        "betraying",
        "chinese",
        "icloud",
        "user",
        "time",
        "beg",
        "borrow",
        "steal",
        "trump",
        "say",
        "china",
        "take",
        "technology",
        "new",
        "york",
        "time",
        "china",
        "forced",
        "labor",
        "problem",
        "diplomat",
        "amazon",
        "said",
        "talk",
        "acquire",
        "right",
        "china",
        "novel",
        "problem",
        "china",
        "money",
        "network",
        "turning",
        "city",
        "sponge",
        "chinese",
        "ancient",
        "wisdom",
        "taking",
        "climate",
        "change",
        "guardian",
        "advertisement",
        "politics",
        "policy",
        "eye",
        "china",
        "strengthening",
        "grip",
        "film",
        "news",
        "publishing",
        "consolidating",
        "regulation",
        "newly",
        "formed",
        "communist",
        "party",
        "publicity",
        "department",
        "department",
        "week",
        "issued",
        "note",
        "local",
        "regulator",
        "increase",
        "scrutiny",
        "inappropriate",
        "online",
        "entertainment",
        "content",
        "especially",
        "illegally",
        "downloaded",
        "footage",
        "show",
        "clip",
        "distort",
        "classic",
        "art",
        "literary",
        "work",
        "technode",
        "v",
        "oice",
        "china",
        "chinese",
        "state",
        "television",
        "radio",
        "station",
        "china",
        "central",
        "television",
        "cctv",
        "china",
        "radio",
        "international",
        "china",
        "national",
        "radio",
        "merge",
        "create",
        "single",
        "new",
        "networked",
        "named",
        "voice",
        "china",
        "new",
        "platform",
        "one",
        "largest",
        "propaganda",
        "platform",
        "world",
        "merger",
        "reportedly",
        "met",
        "indifference",
        "among",
        "chinese",
        "internet",
        "user",
        "young",
        "people",
        "increasingly",
        "turn",
        "online",
        "channel",
        "news",
        "entertainment",
        "bbc",
        "trading",
        "barb",
        "speech",
        "prominent",
        "chinese",
        "dissident",
        "yang",
        "jianli",
        "un",
        "human",
        "right",
        "council",
        "meet",
        "repeatedly",
        "interrupted",
        "chinese",
        "diplomat",
        "chen",
        "cheng",
        "yang",
        "invited",
        "speak",
        "meeting",
        "advocacy",
        "group",
        "un",
        "watch",
        "china",
        "intervention",
        "bared",
        "china",
        "sensitivity",
        "human",
        "right",
        "say",
        "observer",
        "guardian",
        "summary",
        "debbie",
        "yong",
        "debyong",
        "find",
        "past",
        "issue",
        "sign",
        "fortune",
        "newsletter"
    ]
}