{
    "organizations": [],
    "uuid": "879affabcb53449a599bef2e10aa3db33e02a401",
    "author": "Khadeeja Safdar",
    "url": "https://www.wsj.com/articles/how-one-investor-made-a-fortune-picking-over-the-retail-apocalypse-1521643491",
    "ord_in_thread": 0,
    "title": "How One Investor Made a Fortune Picking Over the Retail Apocalypse",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "6 COMMENTS Fashion brand Anne Klein no longer has its own e-commerce site. Retailer Hot Topic has lost its crown jewel. Nine West Holdings, a collection of retail brands, has been stripped of valuable parts.\nDoing much better is the owner of these once-popular brands, Sycamore Partners, which has managed to succeed where many others have failed. It has made hundreds of millions of dollars in the struggling retail sector by investing in brick-and-mortar chains.\nWhile private-equity firms and public investors have been shying away from traditional retail, Sycamore has made bigger bets on the sector. It bought Staples Inc. in September for $6.8 billion—the largest U.S. leveraged buyout of 2017, according to Dealogic—and is raising money for a third fund. The fund has raised its target by at least $500 million to $4.5 billion, thanks to strong demand from pension funds and other institutions eager to tap Sycamore’s retail wizardry.\nSycamore has disclosed little about its investment strategy or performance. Its chief is a deal-making veteran, Stefan Kaluzny, who has a policy of not talking to the media. A Sycamore spokesman declined to make him available for an interview.\nThe Wall Street Journal pieced together details about the firm from interviews with former executives of its portfolio companies and other people familiar with its strategy, as well as from documents Sycamore has distributed to investors.\nAs markets have climbed, many private-equity firms have had to look beyond their historical playbook of cutting their way to success. Instead, they are focused on finding new growth opportunities for companies they buy.\nWith Sycamore’s strategy, it isn’t necessary to spruce up a purchased company. The firm often buys struggling retailers and sells off their most valuable pieces. It cuts costs at whatever remains, sometimes using the savings to extract dividends.\nThe firm tells investors its returns “need not depend” on successfully identifying growth opportunities for its retail targets, according to documents for its new fund.\nSycamore also extracts returns from clothing chains by acting as a middleman between them and suppliers, using a company it owns to sell inventory to the retailers, sometimes as they struggle to remain solvent, according to industry executives and court filings.\nSycamore’s returns have been spectacular. Its first fund, a $1 billion pool raised in 2012, posted annualized returns of 43% after fees as of the end of June, according to fund documents the Journal reviewed. The pooled return of U.S. buyout funds of a similar size that period was 19% after fees, according to private-equity investment firm Hamilton Lane Inc.\nThe performance of a second fund, a $2.5 billion pool from 2014, will largely hinge on the Staples investment.\n‘Best of the bunch’ “Sycamore is the best of the bunch in the retail sector,” said Craig Johnson, president of Custom Growth Partners, a retail research firm. “It’s not that they are perfect, but in the land of the blind, the one-eyed man is king.”\nA Nine West store in New York last year. Photo: Richard B. Levine/ZUMA PRESS As Sycamore and its investors profit, bondholders and retail employees sometimes suffer. Some investors who have lent Sycamore money to buy retailers have been left with less-valuable pieces of businesses as the firm has carved up companies and sold parts.\nEmployees sometimes lose their jobs as Sycamore closes stores and cuts costs, while remaining workers are often left to pick up the slack. “The employees, communities and neighboring tenants are the ones that feel the negative consequences,” said Thomas Paulson, principal at Inflection Capital Management, an investment firm that focuses on consumer companies.\nLike other private-equity firms, Sycamore raises money from investors such as pension funds and combines it with debt in the form of bonds or loans to buy companies.\nGeorge Hopkins, executive director of the Arkansas Teacher Retirement System, said he met with Mr. Kaluzny and committed $25 million to Sycamore’s new fund. “I was ashamed when I walked out of that room about how little I knew about the retail space,” he said. “I always know when I’m outmatched.”\nThe aftermath of Sycamore’s 2014 acquisition of Jones Group Inc. illustrates its approach. It bought the apparel and shoe seller for about $1.2 billion, loading it with debt to finance the deal. The firm began splitting it into pieces and sold at least four Jones brands—Jones New York, Stuart Weitzman, Kurt Geiger and Easy Spirit.\nShopping Spree What Sycamore tells investors its portfolio companies are worth Equity invested\nTalbots\nHot Topic\nTorrid\nNine West Holdings\nEstimated\nvalue*\nStuart Weitzman\nRealized\nKurt Geiger\nUnrealized\nKasper\nColdwater Creek\nExpress\nBelk\n400\n200\n0\n600\n$800\nmillion\n*as of June 30, 2017\nSource: Sycamore presentation\nThe firm named one piece Nine West Holdings and appeared to let its brands wilt. It shut down the e-commerce site of Anne Klein and reduced the workforce at a number of labels, said a person familiar with Nine West Holdings.\nSycamore also closed nearly all Nine West stores, according to the shoe brand’s website. Nine West Holdings, which has more than $1.5 billion of debt left over from Sycamore’s buyout, is struggling with declining sales and the probability of default is high, according to Moody’s Investors Service. Sycamore had written down the value of its remaining equity stake in Nine West Holdings by nearly 88% to $13 million as of June 30, fund documents show.\nSycamore’s expected returns as of June 30 on the brands it split off and sold were more than four times its losses from the Nine West Holdings write-downs, according to fund documents.\nBondholders and employees haven’t fared as well. Nine West Holdings bonds due in March 2019 are trading at about 6 cents on the dollar, according to FactSet.\nTamara Lewis, a former Nine West store manager, said her first store in Pennsylvania shut its doors last summer and she was transferred to an outlet location in New Jersey, which closed a few months later. “We were putting as much as we could into growing the business,” said Ms. Lewis, 30. “We didn’t know what was going on at the top.”\nBondholders of Hot Topic, another Sycamore portfolio company, sued Sycamore after it spun off the teen retailer’s plus-size Torrid label, which had been a growth vehicle. Torrid filed for an initial public offering in July, though it hasn’t started trading yet.\nThe parties reached a settlement dictating that Sycamore can’t take any distributions from the proceeds of a Torrid IPO until it pays off bondholders, according to people familiar with its terms.\nStefan Kaluzny in 2015. Photo: J Grassi/Patrick McMullan Agency Mr. Kaluzny, an alumnus of consulting firm Bain & Co., was previously a managing director at private-equity firm Golden Gate Capital. There, he helped orchestrate successful retail deals including $150 million in loans to Zale Corp. Under the deal’s terms, Golden Gate acquired 22% of the diamond seller at a discount to its stock price at the time, and reaped rewards when Signet Jewelers Ltd. bought Zale for $1.4 billion four years later.\nMr. Kaluzny founded Sycamore in 2011 with a colleague, taking some of Golden Gate’s retail and consumer team with him.\nSycamore’s team doesn’t usually get involved in day-to-day operational decisions such as selecting merchandise and designing store layouts, preferring instead to hire consultants and veteran retail executives, said former executives at some of its portfolio companies.\nCost cutting Mr. Kaluzny and his staff do get involved in decisions about cost cutting, these people said. The heads of Sycamore’s portfolio companies regularly explain to the firm how they are meeting financial targets, they said.\nSycamore took a 9.9% stake in Talbots in 2012 , saying it intended to help turn around the chain. A few months later, it offered $215 million to buy the company. Talbots rejected the offer. Sycamore later sealed the deal for $193 million.\nSycamore immediately sold $145 million of the retailer’s credit-card receivables. Talbots has since cut some staff, narrowed its product selection and shifted tasks to outside consultants and suppliers, said people familiar with the company.\nA Talbots store in Philadelphia in 2015. Photo: Charles Mostoller/Bloomberg News The cost-cutting helped boost Talbots’s profits, these people said. As of June 30, Sycamore told investors that it estimated returns at nearly seven times its original equity investment on the deal, according to its fund documents. The firm has realized $515 million from its Talbots investment, while the remaining gains Sycamore has recorded and presented to prospective investors are still on paper, the documents show.\nSycamore profits from Talbots’s operations in another way. The retailer gets a significant share of its inventory through MGF Sourcing, a Sycamore-owned supply agent, so Sycamore benefits even if Talbots can’t sell the merchandise it supplies. Supply agents like MGF get paid to broker clothing transactions between factories and retailers.\nSycamore also deployed MGF after it took a nearly 8% stake in Aéropostale Inc. in 2013 . The firm offered the struggling teen retailer $150 million in loans that included a sourcing deal to buy garments through MGF, according to regulatory filings.\nAs part of its 2016 bankruptcy filing, Aéropostale alleged that MGF overcharged for goods and that Sycamore used its dual function as a supplier and lender to force the company prematurely into bankruptcy. Mr. Kaluzny allegedly told Aéropostale’s former CEO Julian Geiger that he planned to let Aéropostale deteriorate so that he could buy the company, according to a court filing.\nAéropostale was seeking to disqualify Sycamore from bidding for its assets in bankruptcy. The court found in favor of Sycamore. Another buyer outbid Sycamore for Aéropostale’s assets.\nAéropostale declined to comment. Mr. Geiger didn’t respond to requests for comment.\nThe Aéropostale store in Times Square in 2016. Photo: Richard B. Levine/ZUMA PRESS When it bought Staples, Sycamore split the business into three distinct entities , each with separate financing, in a sign it may be planning to sell the stronger pieces.\nStaples’ Canadian retail segment and its business of delivering supplies to corporate customers have fared better than its U.S. retail operation, which has been struggling with competition from Amazon.com Inc. and lower demand for ink and paper.\nBefore the takeover, Staples was closing stores and cutting jobs. Now it is putting pressure on store employees to meet sales targets, according to several former and current workers.\n“They could get a return fairly quickly,” said William Susman, managing director at Threadstone Advisors, a retail-focused advisory and investment firm. “If you can carve up a business and monetize the gems, and then polish what’s left, it can be very attractive.”\n—Soma Biswas contributed to this article.\nWrite to Khadeeja Safdar at khadeeja.safdar@wsj.com and Miriam Gottfried at Miriam.Gottfried@wsj.com",
    "published": "2018-03-21T17:44:00.000+02:00",
    "crawled": "2018-03-21T17:18:54.031+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "comment",
        "fashion",
        "brand",
        "anne",
        "klein",
        "longer",
        "site",
        "retailer",
        "hot",
        "topic",
        "lost",
        "crown",
        "jewel",
        "nine",
        "west",
        "holding",
        "collection",
        "retail",
        "brand",
        "stripped",
        "valuable",
        "part",
        "much",
        "better",
        "owner",
        "brand",
        "sycamore",
        "partner",
        "managed",
        "succeed",
        "many",
        "others",
        "failed",
        "made",
        "hundred",
        "million",
        "dollar",
        "struggling",
        "retail",
        "sector",
        "investing",
        "chain",
        "firm",
        "public",
        "investor",
        "shying",
        "away",
        "traditional",
        "retail",
        "sycamore",
        "made",
        "bigger",
        "bet",
        "sector",
        "bought",
        "staple",
        "september",
        "largest",
        "leveraged",
        "buyout",
        "according",
        "raising",
        "money",
        "third",
        "fund",
        "fund",
        "raised",
        "target",
        "least",
        "million",
        "billion",
        "thanks",
        "strong",
        "demand",
        "pension",
        "fund",
        "institution",
        "eager",
        "tap",
        "sycamore",
        "retail",
        "wizardry",
        "sycamore",
        "disclosed",
        "little",
        "investment",
        "strategy",
        "performance",
        "chief",
        "veteran",
        "stefan",
        "kaluzny",
        "policy",
        "talking",
        "medium",
        "sycamore",
        "spokesman",
        "declined",
        "make",
        "available",
        "interview",
        "wall",
        "street",
        "journal",
        "pieced",
        "together",
        "detail",
        "firm",
        "interview",
        "former",
        "executive",
        "portfolio",
        "company",
        "people",
        "familiar",
        "strategy",
        "well",
        "document",
        "sycamore",
        "distributed",
        "investor",
        "market",
        "climbed",
        "many",
        "firm",
        "look",
        "beyond",
        "historical",
        "playbook",
        "cutting",
        "way",
        "success",
        "instead",
        "focused",
        "finding",
        "new",
        "growth",
        "opportunity",
        "company",
        "buy",
        "sycamore",
        "strategy",
        "necessary",
        "spruce",
        "purchased",
        "company",
        "firm",
        "often",
        "buy",
        "struggling",
        "retailer",
        "sell",
        "valuable",
        "piece",
        "cut",
        "cost",
        "whatever",
        "remains",
        "sometimes",
        "using",
        "saving",
        "extract",
        "dividend",
        "firm",
        "tell",
        "investor",
        "return",
        "need",
        "depend",
        "successfully",
        "identifying",
        "growth",
        "opportunity",
        "retail",
        "target",
        "according",
        "document",
        "new",
        "fund",
        "sycamore",
        "also",
        "extract",
        "return",
        "clothing",
        "chain",
        "acting",
        "middleman",
        "supplier",
        "using",
        "company",
        "owns",
        "sell",
        "inventory",
        "retailer",
        "sometimes",
        "struggle",
        "remain",
        "solvent",
        "according",
        "industry",
        "executive",
        "court",
        "filing",
        "sycamore",
        "return",
        "spectacular",
        "first",
        "fund",
        "billion",
        "pool",
        "raised",
        "posted",
        "annualized",
        "return",
        "fee",
        "end",
        "june",
        "according",
        "fund",
        "document",
        "journal",
        "reviewed",
        "pooled",
        "return",
        "buyout",
        "fund",
        "similar",
        "size",
        "period",
        "fee",
        "according",
        "investment",
        "firm",
        "hamilton",
        "lane",
        "performance",
        "second",
        "fund",
        "billion",
        "pool",
        "largely",
        "hinge",
        "staple",
        "investment",
        "best",
        "bunch",
        "sycamore",
        "best",
        "bunch",
        "retail",
        "sector",
        "said",
        "craig",
        "johnson",
        "president",
        "custom",
        "growth",
        "partner",
        "retail",
        "research",
        "firm",
        "perfect",
        "land",
        "blind",
        "man",
        "nine",
        "west",
        "store",
        "new",
        "york",
        "last",
        "year",
        "photo",
        "richard",
        "press",
        "sycamore",
        "investor",
        "profit",
        "bondholder",
        "retail",
        "employee",
        "sometimes",
        "suffer",
        "investor",
        "lent",
        "sycamore",
        "money",
        "buy",
        "retailer",
        "left",
        "piece",
        "business",
        "firm",
        "carved",
        "company",
        "sold",
        "part",
        "employee",
        "sometimes",
        "lose",
        "job",
        "sycamore",
        "close",
        "store",
        "cut",
        "cost",
        "remaining",
        "worker",
        "often",
        "left",
        "pick",
        "slack",
        "employee",
        "community",
        "neighboring",
        "tenant",
        "one",
        "feel",
        "negative",
        "consequence",
        "said",
        "thomas",
        "paulson",
        "principal",
        "inflection",
        "capital",
        "management",
        "investment",
        "firm",
        "focus",
        "consumer",
        "company",
        "like",
        "firm",
        "sycamore",
        "raise",
        "money",
        "investor",
        "pension",
        "fund",
        "combine",
        "debt",
        "form",
        "bond",
        "loan",
        "buy",
        "company",
        "george",
        "hopkins",
        "executive",
        "director",
        "arkansas",
        "teacher",
        "retirement",
        "system",
        "said",
        "met",
        "kaluzny",
        "committed",
        "million",
        "sycamore",
        "new",
        "fund",
        "ashamed",
        "walked",
        "room",
        "little",
        "knew",
        "retail",
        "space",
        "said",
        "always",
        "know",
        "aftermath",
        "sycamore",
        "acquisition",
        "jones",
        "group",
        "illustrates",
        "approach",
        "bought",
        "apparel",
        "shoe",
        "seller",
        "billion",
        "loading",
        "debt",
        "finance",
        "deal",
        "firm",
        "began",
        "splitting",
        "piece",
        "sold",
        "least",
        "four",
        "jones",
        "new",
        "york",
        "stuart",
        "weitzman",
        "kurt",
        "geiger",
        "easy",
        "spirit",
        "shopping",
        "spree",
        "sycamore",
        "tell",
        "investor",
        "portfolio",
        "company",
        "worth",
        "equity",
        "invested",
        "talbot",
        "hot",
        "topic",
        "torrid",
        "nine",
        "west",
        "holding",
        "estimated",
        "value",
        "stuart",
        "weitzman",
        "realized",
        "kurt",
        "geiger",
        "unrealized",
        "kasper",
        "coldwater",
        "creek",
        "express",
        "belk",
        "million",
        "june",
        "source",
        "sycamore",
        "presentation",
        "firm",
        "named",
        "one",
        "piece",
        "nine",
        "west",
        "holding",
        "appeared",
        "let",
        "brand",
        "wilt",
        "shut",
        "site",
        "anne",
        "klein",
        "reduced",
        "workforce",
        "number",
        "label",
        "said",
        "person",
        "familiar",
        "nine",
        "west",
        "holding",
        "sycamore",
        "also",
        "closed",
        "nearly",
        "nine",
        "west",
        "store",
        "according",
        "shoe",
        "brand",
        "website",
        "nine",
        "west",
        "holding",
        "billion",
        "debt",
        "left",
        "sycamore",
        "buyout",
        "struggling",
        "declining",
        "sale",
        "probability",
        "default",
        "high",
        "according",
        "moody",
        "investor",
        "service",
        "sycamore",
        "written",
        "value",
        "remaining",
        "equity",
        "stake",
        "nine",
        "west",
        "holding",
        "nearly",
        "million",
        "june",
        "fund",
        "document",
        "show",
        "sycamore",
        "expected",
        "return",
        "june",
        "brand",
        "split",
        "sold",
        "four",
        "time",
        "loss",
        "nine",
        "west",
        "holding",
        "according",
        "fund",
        "document",
        "bondholder",
        "employee",
        "fared",
        "well",
        "nine",
        "west",
        "holding",
        "bond",
        "due",
        "march",
        "trading",
        "cent",
        "dollar",
        "according",
        "factset",
        "tamara",
        "lewis",
        "former",
        "nine",
        "west",
        "store",
        "manager",
        "said",
        "first",
        "store",
        "pennsylvania",
        "shut",
        "door",
        "last",
        "summer",
        "transferred",
        "outlet",
        "location",
        "new",
        "jersey",
        "closed",
        "month",
        "later",
        "putting",
        "much",
        "could",
        "growing",
        "business",
        "said",
        "lewis",
        "know",
        "going",
        "bondholder",
        "hot",
        "topic",
        "another",
        "sycamore",
        "portfolio",
        "company",
        "sued",
        "sycamore",
        "spun",
        "teen",
        "retailer",
        "torrid",
        "label",
        "growth",
        "vehicle",
        "torrid",
        "filed",
        "initial",
        "public",
        "offering",
        "july",
        "though",
        "started",
        "trading",
        "yet",
        "party",
        "reached",
        "settlement",
        "dictating",
        "sycamore",
        "take",
        "distribution",
        "proceeds",
        "torrid",
        "ipo",
        "pay",
        "bondholder",
        "according",
        "people",
        "familiar",
        "term",
        "stefan",
        "kaluzny",
        "photo",
        "j",
        "mcmullan",
        "agency",
        "kaluzny",
        "alumnus",
        "consulting",
        "firm",
        "bain",
        "previously",
        "managing",
        "director",
        "firm",
        "golden",
        "gate",
        "capital",
        "helped",
        "orchestrate",
        "successful",
        "retail",
        "deal",
        "including",
        "million",
        "loan",
        "zale",
        "deal",
        "term",
        "golden",
        "gate",
        "acquired",
        "diamond",
        "seller",
        "discount",
        "stock",
        "price",
        "time",
        "reaped",
        "reward",
        "signet",
        "jeweler",
        "bought",
        "zale",
        "billion",
        "four",
        "year",
        "later",
        "kaluzny",
        "founded",
        "sycamore",
        "colleague",
        "taking",
        "golden",
        "gate",
        "retail",
        "consumer",
        "team",
        "sycamore",
        "team",
        "usually",
        "get",
        "involved",
        "operational",
        "decision",
        "selecting",
        "merchandise",
        "designing",
        "store",
        "layout",
        "preferring",
        "instead",
        "hire",
        "consultant",
        "veteran",
        "retail",
        "executive",
        "said",
        "former",
        "executive",
        "portfolio",
        "company",
        "cost",
        "cutting",
        "kaluzny",
        "staff",
        "get",
        "involved",
        "decision",
        "cost",
        "cutting",
        "people",
        "said",
        "head",
        "sycamore",
        "portfolio",
        "company",
        "regularly",
        "explain",
        "firm",
        "meeting",
        "financial",
        "target",
        "said",
        "sycamore",
        "took",
        "stake",
        "talbot",
        "saying",
        "intended",
        "help",
        "turn",
        "around",
        "chain",
        "month",
        "later",
        "offered",
        "million",
        "buy",
        "company",
        "talbot",
        "rejected",
        "offer",
        "sycamore",
        "later",
        "sealed",
        "deal",
        "million",
        "sycamore",
        "immediately",
        "sold",
        "million",
        "retailer",
        "receivables",
        "talbot",
        "since",
        "cut",
        "staff",
        "narrowed",
        "product",
        "selection",
        "shifted",
        "task",
        "outside",
        "consultant",
        "supplier",
        "said",
        "people",
        "familiar",
        "company",
        "talbot",
        "store",
        "philadelphia",
        "photo",
        "charles",
        "news",
        "helped",
        "boost",
        "talbot",
        "profit",
        "people",
        "said",
        "june",
        "sycamore",
        "told",
        "investor",
        "estimated",
        "return",
        "nearly",
        "seven",
        "time",
        "original",
        "equity",
        "investment",
        "deal",
        "according",
        "fund",
        "document",
        "firm",
        "realized",
        "million",
        "talbot",
        "investment",
        "remaining",
        "gain",
        "sycamore",
        "recorded",
        "presented",
        "prospective",
        "investor",
        "still",
        "paper",
        "document",
        "show",
        "sycamore",
        "profit",
        "talbot",
        "operation",
        "another",
        "way",
        "retailer",
        "get",
        "significant",
        "share",
        "inventory",
        "mgf",
        "sourcing",
        "supply",
        "agent",
        "sycamore",
        "benefit",
        "even",
        "talbot",
        "sell",
        "merchandise",
        "supply",
        "supply",
        "agent",
        "like",
        "mgf",
        "get",
        "paid",
        "broker",
        "clothing",
        "transaction",
        "factory",
        "retailer",
        "sycamore",
        "also",
        "deployed",
        "mgf",
        "took",
        "nearly",
        "stake",
        "aéropostale",
        "firm",
        "offered",
        "struggling",
        "teen",
        "retailer",
        "million",
        "loan",
        "included",
        "sourcing",
        "deal",
        "buy",
        "garment",
        "mgf",
        "according",
        "regulatory",
        "filing",
        "part",
        "bankruptcy",
        "filing",
        "aéropostale",
        "alleged",
        "mgf",
        "overcharged",
        "good",
        "sycamore",
        "used",
        "dual",
        "function",
        "supplier",
        "lender",
        "force",
        "company",
        "prematurely",
        "bankruptcy",
        "kaluzny",
        "allegedly",
        "told",
        "aéropostale",
        "former",
        "ceo",
        "julian",
        "geiger",
        "planned",
        "let",
        "aéropostale",
        "deteriorate",
        "could",
        "buy",
        "company",
        "according",
        "court",
        "filing",
        "aéropostale",
        "seeking",
        "disqualify",
        "sycamore",
        "bidding",
        "asset",
        "bankruptcy",
        "court",
        "found",
        "favor",
        "sycamore",
        "another",
        "buyer",
        "outbid",
        "sycamore",
        "aéropostale",
        "asset",
        "aéropostale",
        "declined",
        "comment",
        "geiger",
        "respond",
        "request",
        "comment",
        "aéropostale",
        "store",
        "time",
        "square",
        "photo",
        "richard",
        "press",
        "bought",
        "staple",
        "sycamore",
        "split",
        "business",
        "three",
        "distinct",
        "entity",
        "separate",
        "financing",
        "sign",
        "may",
        "planning",
        "sell",
        "stronger",
        "piece",
        "staple",
        "canadian",
        "retail",
        "segment",
        "business",
        "delivering",
        "supply",
        "corporate",
        "customer",
        "fared",
        "better",
        "retail",
        "operation",
        "struggling",
        "competition",
        "lower",
        "demand",
        "ink",
        "paper",
        "takeover",
        "staple",
        "closing",
        "store",
        "cutting",
        "job",
        "putting",
        "pressure",
        "store",
        "employee",
        "meet",
        "sale",
        "target",
        "according",
        "several",
        "former",
        "current",
        "worker",
        "could",
        "get",
        "return",
        "fairly",
        "quickly",
        "said",
        "william",
        "susman",
        "managing",
        "director",
        "threadstone",
        "advisor",
        "advisory",
        "investment",
        "firm",
        "carve",
        "business",
        "monetize",
        "gem",
        "polish",
        "left",
        "biswas",
        "contributed",
        "article",
        "write",
        "khadeeja",
        "safdar",
        "miriam",
        "gottfried"
    ]
}