{
    "organizations": [],
    "uuid": "9efaf0b51c52fe1a81b51e303c219dcfe40a4c37",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/29/globe-newswire-lithium-americas-reports-2017-financial-and-operating-results.html",
    "ord_in_thread": 0,
    "title": "Lithium Americas Reports 2017 Financial and Operating Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, March 29, 2018 (GLOBE NEWSWIRE) -- Lithium Americas Corp. (TSX:LAC) (NYSE:LAC) (\"Lithium Americas\" or the \"Company\") has announced its financial and operating results for the year ended December 31, 2017.\nThis news release should be read in conjunction with Lithium Americas’ audited consolidated financial statements and management's discussion and analysis (\"MD&A\") for the year ended December 31, 2017, which are available on Lithium Americas’ website, on SEDAR and on EDGAR.\n“We have made a remarkable amount of progress in 2017 and so far in 2018,” said Tom Hodgson, CEO of Lithium Americas. “Cauchari-Olaroz continues to move forward as planned with pond construction started in early February and on track for production in 2020. Lithium Nevada is progressing well towards announcing the results of an updated preliminary feasibility study by the end of June .”\nHIGHLIGHTS\nProject development and operations\nCauchari-Olaroz:\nDevelopment activities continue with the advancement of detailed engineering, camp construction, design and supplies purchases. Earth works, production, well-drilling and hydrological testing are underway.\nEvaporation pond construction has begun, and filling of the ponds is planned to begin in the second half of the year.\nEngineering for the infrastructure is close to 50% completed and scheduled to be completed in the first half of 2018, followed by plant design later this year.\nIn 2017, Minera Exar SA (“Minera Exar”) started construction activities, with earth works, roads and platforms for the wellfields well underway. There are currently more than 400 people working in Argentina, including direct employees and contractors. A camp expansion that will accommodate approximately 460 personnel during the construction phase of the project is well-advanced, with the first half already commissioned, and the remaining half scheduled to be commissioned in early April 2018.\nEarly procurement contracts have been signed and bids have been received for the critical items, in accordance with the project schedule in order to be able to have vendor data to progress engineering. Engineering for the gas pipeline is underway and should be completed during second quarter 2018. Proposals for engineering, procurement and construction of gas pipelines and solar generation facilities have been requested and are expected to be received in the first half of 2018.\nMinera Exar’s board has recently reviewed the progress of the Cauchari-Olaroz Project development. As a result of additional work required on wellfield optimization and an updated pond construction/filling schedule, it has updated the targeted development timeline, with production expected to commence in 2020.\nLithium Nevada:\nAssembled an experienced technical team with backgrounds in exploration, permitting, mining, and lithium processing.\nAdvancing a scalable process to extract lithium products from lithium-bearing claystone.\nEngaged the Advisian WorleyParsons Group (“WorleyParsons”) to complete a NI 43-101 Preliminary Feasibility Study (“PFS”) by the end of the second quarter of 2018.\nRheoMinerals:\nHas experienced growth in sales to oilfield service companies since the start of commercial operations at Fernley plant in Nevada in April 2016. Sales for the year ended December 31, 2017 reached US$4.3 million, compared to US$1.2 million in 2016.\nReceived US$0.5 million in progress and expense reimbursement payments under a Technical Assistance and Royalty Agreement with Delmon Co. Ltd. (“Delmon”) Construction of a plant by Delmon in Saudi Arabia as contemplated under the agreement is advancing and expected to be completed in 2018. The Company is entitled to net profit and gross profit royalties from future production of the plant.\nFinance\nAs at December 31, 2017, the Company had US$55.4 million in cash and cash equivalents.\nIn June 2017, the Company entered into an investment agreement with GFL International Co., Ltd., a wholly-owned subsidiary of Jiangxi Ganfeng Lithium Co., Ltd. (“Ganfeng Lithium”). Pursuant to the investment agreement, Ganfeng Lithium agreed to provide Lithium Americas with an aggregate of approximately US$172 million in equity and debt financing.\nIn July 2017, the Company entered into an investment agreement with BCP Innovation Pte Ltd., a wholly-owned subsidiary of Bangchak Corporation Public Company Limited (“Bangchak”). Pursuant to the investment agreement, Bangchak agreed to provide Lithium Americas with an aggregate of approximately US$113 million in equity and debt financing.\nAs a result of the completion of the Ganfeng Lithium and Bangchak investment agreements, the Company has US$205 million in undrawn debt facilities to finance its share of capital expenditures with respect to the Minera Exar joint venture.\nCorporate\nIn May 2017, Gabriel Rubacha was appointed President of South American Operations. Mr. Rubacha is a director of Lithium Americas and was previously the Commercial Director of Techint Engineering and Construction S.A. In August 2017, the Company appointed Alexi Zawadzki as the President of North American Operations. Mr. Zawadzki has over 20 years of experience developing and constructing mining and energy projects across North and South America, in addition to the management of technical teams and business units.\nIn January 2018, the Company announced that it had received approval for the listing of its Common Shares on the NYSE. The Common Shares opened for trading on the NYSE on January 25, 2018. In connection with the U.S. listing, the Company had effected a consolidation of its outstanding Common Shares on the basis of one new common share for every five outstanding Common Shares, effective November 8, 2017.\nQualified Person:\nThe scientific and technical information in this news release has been reviewed and approved by Dr. Rene LeBlanc, a Qualified Person for purposes of NI 43-101. Dr. LeBlanc is Senior Process Development Manager at Lithium Nevada Corp., a wholly-owned subsidiary of the Company. Information on the Company’s data verification and QA / QC procedures is contained in Lithium Americas’ most recently filed annual information form, and the current technical reports for the Cauchari-Olaroz project and the Lithium Nevada project, respectively, all available at www.sedar.com .\nAbout Lithium Americas\nLithium Americas, together with SQM, is developing the Cauchari-Olaroz lithium project, located in Jujuy, Argentina, through its 50% interest in Minera Exar. In addition, Lithium Americas owns 100% of the Lithium Nevada project (formerly Kings Valley project), and RheoMinerals Inc., a supplier of rheology modifiers for oil-based drilling fluids, coatings, and specialty chemicals. The Company trades on both the Toronto Stock Exchange and on the New York Stock Exchange, under the ticker symbol “LAC”.\nForward-looking statements\nThis news release contains “forward-looking information” and “forward-looking statements” (which we refer to collectively as forward-looking information) under the provisions of applicable securities legislation. Such forward-looking information is subject to various . Forward-looking information in this news release includes, but is not limited to, statements with respect to pond construction, the achievement of other technical milestones and commencement of production at Cauchari-Olaroz, the timing of completion of a PFS for Lithium Nevada, and, in respect of RheoMinerals, the completion of a plant in Saudi Arabia and the receipt of any royalty funds in connection therewith. Forward looking information is subject to a variety of and other factors that could cause actual events or results to differ materially from those projected in the forward-looking information, including, but not limited to, related to whether there will ever be production at the Company’s mineral properties, geological, technical, drilling or processing problems, environmental liabilities and risks inherent in mineral extraction operations, lack of availability of additional financing, and obtaining regulatory approvals in a timely manner, or at all. There can be no assurance that such statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Forward-looking statements are made as of the date hereof and the Company does not intend, and expressly disclaims any obligation to, update or revise the forward-looking information contained in this news release, except as required by law. Accordingly, readers are cautioned not to place undue reliance on forward-looking information.\nFor further information contact: Lithium Americas Corp. Investor Relations Suite 1100 – 355 Burrard Street Vancouver, BC, V6C 2G8 Telephone: 778-656-5820 Email: ir@lithiumamericas.com Website: www.lithiumamericas.com\nSource: Lithium Americas",
    "published": "2018-03-29T16:49:00.000+03:00",
    "crawled": "2018-03-29T16:54:41.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "lithium",
        "america",
        "tsx",
        "lac",
        "nyse",
        "lac",
        "lithium",
        "america",
        "company",
        "announced",
        "financial",
        "operating",
        "result",
        "year",
        "ended",
        "december",
        "news",
        "release",
        "read",
        "conjunction",
        "lithium",
        "america",
        "audited",
        "consolidated",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "md",
        "year",
        "ended",
        "december",
        "available",
        "lithium",
        "america",
        "website",
        "sedar",
        "edgar",
        "made",
        "remarkable",
        "amount",
        "progress",
        "far",
        "said",
        "tom",
        "hodgson",
        "ceo",
        "lithium",
        "america",
        "continues",
        "move",
        "forward",
        "planned",
        "pond",
        "construction",
        "started",
        "early",
        "february",
        "track",
        "production",
        "lithium",
        "nevada",
        "progressing",
        "well",
        "towards",
        "announcing",
        "result",
        "updated",
        "preliminary",
        "feasibility",
        "study",
        "end",
        "june",
        "highlight",
        "project",
        "development",
        "operation",
        "development",
        "activity",
        "continue",
        "advancement",
        "detailed",
        "engineering",
        "camp",
        "construction",
        "design",
        "supply",
        "purchase",
        "earth",
        "work",
        "production",
        "hydrological",
        "testing",
        "underway",
        "evaporation",
        "pond",
        "construction",
        "begun",
        "filling",
        "pond",
        "planned",
        "begin",
        "second",
        "half",
        "year",
        "engineering",
        "infrastructure",
        "close",
        "completed",
        "scheduled",
        "completed",
        "first",
        "half",
        "followed",
        "plant",
        "design",
        "later",
        "year",
        "minera",
        "exar",
        "sa",
        "minera",
        "exar",
        "started",
        "construction",
        "activity",
        "earth",
        "work",
        "road",
        "platform",
        "wellfields",
        "well",
        "underway",
        "currently",
        "people",
        "working",
        "argentina",
        "including",
        "direct",
        "employee",
        "contractor",
        "camp",
        "expansion",
        "accommodate",
        "approximately",
        "personnel",
        "construction",
        "phase",
        "project",
        "first",
        "half",
        "already",
        "commissioned",
        "remaining",
        "half",
        "scheduled",
        "commissioned",
        "early",
        "april",
        "early",
        "procurement",
        "contract",
        "signed",
        "bid",
        "received",
        "critical",
        "item",
        "accordance",
        "project",
        "schedule",
        "order",
        "able",
        "vendor",
        "data",
        "progress",
        "engineering",
        "engineering",
        "gas",
        "pipeline",
        "underway",
        "completed",
        "second",
        "quarter",
        "proposal",
        "engineering",
        "procurement",
        "construction",
        "gas",
        "pipeline",
        "solar",
        "generation",
        "facility",
        "requested",
        "expected",
        "received",
        "first",
        "half",
        "minera",
        "exar",
        "board",
        "recently",
        "reviewed",
        "progress",
        "project",
        "development",
        "result",
        "additional",
        "work",
        "required",
        "wellfield",
        "optimization",
        "updated",
        "pond",
        "schedule",
        "updated",
        "targeted",
        "development",
        "timeline",
        "production",
        "expected",
        "commence",
        "lithium",
        "nevada",
        "assembled",
        "experienced",
        "technical",
        "team",
        "background",
        "exploration",
        "permitting",
        "mining",
        "lithium",
        "processing",
        "advancing",
        "scalable",
        "process",
        "extract",
        "lithium",
        "product",
        "claystone",
        "engaged",
        "advisian",
        "worleyparsons",
        "group",
        "worleyparsons",
        "complete",
        "ni",
        "preliminary",
        "feasibility",
        "study",
        "pfs",
        "end",
        "second",
        "quarter",
        "rheominerals",
        "experienced",
        "growth",
        "sale",
        "oilfield",
        "service",
        "company",
        "since",
        "start",
        "commercial",
        "operation",
        "fernley",
        "plant",
        "nevada",
        "april",
        "sale",
        "year",
        "ended",
        "december",
        "reached",
        "u",
        "million",
        "compared",
        "u",
        "million",
        "received",
        "u",
        "million",
        "progress",
        "expense",
        "reimbursement",
        "payment",
        "technical",
        "assistance",
        "royalty",
        "agreement",
        "delmon",
        "delmon",
        "construction",
        "plant",
        "delmon",
        "saudi",
        "arabia",
        "contemplated",
        "agreement",
        "advancing",
        "expected",
        "completed",
        "company",
        "entitled",
        "net",
        "profit",
        "gross",
        "profit",
        "royalty",
        "future",
        "production",
        "plant",
        "finance",
        "december",
        "company",
        "u",
        "million",
        "cash",
        "cash",
        "equivalent",
        "june",
        "company",
        "entered",
        "investment",
        "agreement",
        "gfl",
        "international",
        "subsidiary",
        "jiangxi",
        "ganfeng",
        "lithium",
        "ganfeng",
        "lithium",
        "pursuant",
        "investment",
        "agreement",
        "ganfeng",
        "lithium",
        "agreed",
        "provide",
        "lithium",
        "america",
        "aggregate",
        "approximately",
        "u",
        "million",
        "equity",
        "debt",
        "financing",
        "july",
        "company",
        "entered",
        "investment",
        "agreement",
        "bcp",
        "innovation",
        "pte",
        "subsidiary",
        "bangchak",
        "corporation",
        "public",
        "company",
        "limited",
        "bangchak",
        "pursuant",
        "investment",
        "agreement",
        "bangchak",
        "agreed",
        "provide",
        "lithium",
        "america",
        "aggregate",
        "approximately",
        "u",
        "million",
        "equity",
        "debt",
        "financing",
        "result",
        "completion",
        "ganfeng",
        "lithium",
        "bangchak",
        "investment",
        "agreement",
        "company",
        "u",
        "million",
        "undrawn",
        "debt",
        "facility",
        "finance",
        "share",
        "capital",
        "expenditure",
        "respect",
        "minera",
        "exar",
        "joint",
        "venture",
        "corporate",
        "may",
        "gabriel",
        "rubacha",
        "appointed",
        "president",
        "south",
        "american",
        "operation",
        "rubacha",
        "director",
        "lithium",
        "america",
        "previously",
        "commercial",
        "director",
        "techint",
        "engineering",
        "construction",
        "august",
        "company",
        "appointed",
        "alexi",
        "zawadzki",
        "president",
        "north",
        "american",
        "operation",
        "zawadzki",
        "year",
        "experience",
        "developing",
        "constructing",
        "mining",
        "energy",
        "project",
        "across",
        "north",
        "south",
        "america",
        "addition",
        "management",
        "technical",
        "team",
        "business",
        "unit",
        "january",
        "company",
        "announced",
        "received",
        "approval",
        "listing",
        "common",
        "share",
        "nyse",
        "common",
        "share",
        "opened",
        "trading",
        "nyse",
        "january",
        "connection",
        "listing",
        "company",
        "effected",
        "consolidation",
        "outstanding",
        "common",
        "share",
        "basis",
        "one",
        "new",
        "common",
        "share",
        "every",
        "five",
        "outstanding",
        "common",
        "share",
        "effective",
        "november",
        "qualified",
        "person",
        "scientific",
        "technical",
        "information",
        "news",
        "release",
        "reviewed",
        "approved",
        "rene",
        "leblanc",
        "qualified",
        "person",
        "purpose",
        "ni",
        "leblanc",
        "senior",
        "process",
        "development",
        "manager",
        "lithium",
        "nevada",
        "subsidiary",
        "company",
        "information",
        "company",
        "data",
        "verification",
        "qa",
        "qc",
        "procedure",
        "contained",
        "lithium",
        "america",
        "recently",
        "filed",
        "annual",
        "information",
        "form",
        "current",
        "technical",
        "report",
        "project",
        "lithium",
        "nevada",
        "project",
        "respectively",
        "available",
        "lithium",
        "america",
        "lithium",
        "america",
        "together",
        "sqm",
        "developing",
        "lithium",
        "project",
        "located",
        "jujuy",
        "argentina",
        "interest",
        "minera",
        "exar",
        "addition",
        "lithium",
        "america",
        "owns",
        "lithium",
        "nevada",
        "project",
        "formerly",
        "king",
        "valley",
        "project",
        "rheominerals",
        "supplier",
        "rheology",
        "modifier",
        "drilling",
        "fluid",
        "coating",
        "specialty",
        "chemical",
        "company",
        "trade",
        "toronto",
        "stock",
        "exchange",
        "new",
        "york",
        "stock",
        "exchange",
        "ticker",
        "symbol",
        "lac",
        "statement",
        "news",
        "release",
        "contains",
        "information",
        "statement",
        "refer",
        "collectively",
        "information",
        "provision",
        "applicable",
        "security",
        "legislation",
        "information",
        "subject",
        "various",
        "information",
        "news",
        "release",
        "includes",
        "limited",
        "statement",
        "respect",
        "pond",
        "construction",
        "achievement",
        "technical",
        "milestone",
        "commencement",
        "production",
        "timing",
        "completion",
        "pfs",
        "lithium",
        "nevada",
        "respect",
        "rheominerals",
        "completion",
        "plant",
        "saudi",
        "arabia",
        "receipt",
        "royalty",
        "fund",
        "connection",
        "therewith",
        "forward",
        "looking",
        "information",
        "subject",
        "variety",
        "factor",
        "could",
        "cause",
        "actual",
        "event",
        "result",
        "differ",
        "materially",
        "projected",
        "information",
        "including",
        "limited",
        "related",
        "whether",
        "ever",
        "production",
        "company",
        "mineral",
        "property",
        "geological",
        "technical",
        "drilling",
        "processing",
        "problem",
        "environmental",
        "liability",
        "risk",
        "inherent",
        "mineral",
        "extraction",
        "operation",
        "lack",
        "availability",
        "additional",
        "financing",
        "obtaining",
        "regulatory",
        "approval",
        "timely",
        "manner",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "statement",
        "made",
        "date",
        "hereof",
        "company",
        "intend",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "revise",
        "information",
        "contained",
        "news",
        "release",
        "except",
        "required",
        "law",
        "accordingly",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "information",
        "information",
        "contact",
        "lithium",
        "america",
        "investor",
        "relation",
        "suite",
        "burrard",
        "street",
        "vancouver",
        "bc",
        "v6c",
        "2g8",
        "telephone",
        "email",
        "ir",
        "website",
        "source",
        "lithium",
        "america"
    ]
}