{
    "organizations": [],
    "uuid": "942a2f036c7d263e51843b848f922c63fb438cf9",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/27/how-john-bolton-and-mike-pompeo-mainstreamed-islamophobia.html",
    "ord_in_thread": 0,
    "title": "How John Bolton and Mike Pompeo mainstreamed Islamophobia",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "John Bolton, President Trump's pick for his next national security adviser, and Mike Pompeo, Trump's pick to be the next secretary of state, are well-known hawks. Less well known are their deep and extensive ties to an organized group of anti-Muslim writers and activists .\nThe members of the so-called \"counter-jihad\" movement aren't exactly household names. But its leading lights — people like Reagan Defense Department official Frank Gaffney, activist Brigitte Gabriel, and blogger Pamela Geller — are surprisingly well-financed and influential.\nTheir major arguments include the idea that Islam is an intrinsically violent religion and that most mainstream American Muslim organizations are involved in a secret plot to replace American law with Islamic law. One \" study \" published by Gaffney's organization, the Center for Security Policy, argued that 80 percent of mosques in America \"are incubators of, at best, subversion and, at worst, violence and should be treated accordingly.\"\n\nMore from Vox: \nSam Harris, Charles Murray, and the allure of race science\nA new report says Democrats need to win the popular vote by 11 points to retake the House\nAlton Sterling police shooting: no charges filed against Baton Rouge officers \nNeither Bolton nor Pompeo has endorsed views this radical, though both have come relatively close. In February 2015, Pompeo appeared on Gaffney's radio show and warned darkly of an Islamic conspiracy against America.\n\"There are organizations and networks here in the United States tied to radical Islam in deep and fundamental ways,\" Pompeo said in a February 2015 interview on Gaffney's radio program. \"They're not just in places like Libya and Syria and Iraq, but in places like Coldwater, Kansas, and small towns all throughout America.\"\nshow chapters McMaster resigns as national security advisor      11:59 AM ET Fri, 23 March 2018 | 02:08 Bolton, for his part, has defended the Islamophobic attacks against Huma Abedin, a Muslim American who spent years as a top aide to Hillary Clinton. Some Republican members of Congress accused Abedin being a secret Islamist operative (which, it goes without saying, is wholly unfounded) in 2012; that July , Bolton went on Gaffney's show and said there was nothing wrong with that line of attack. \"What is wrong with raising the question?\" Bolton asked.\nThese radio appearances aren't one-offs: Bolton and Pompeo have been on Gaffney's show dozens of times . The two men have also appeared at counter-jihadist events, accepted the endorsement of prominent counter-jihadists, and (in Bolton's case) penned a glowing foreword to a counter-jihadist book .\nThere are no signs that either Bolton or Pompeo has cut ties with Gaffney or others like him, or that either is willing to disavow their past affiliations with them. That means that in the coming months, some of the most extreme anti-Muslim voices in the US will have friends in some of the Trump administration's most powerful national security personnel.\nBolton's ties to the counter-jihad In 2010, two prominent counter-jihadist writers — Pamela Geller and Robert Spencer — co-wrote a book called The Post-American Presidency . In it, they alleged that President Barack Obama took part in the Islamist war on America. Obama, they wrote, was helping with the \"implementation of a soft sharia: the quiet and piecemeal implementation of Islamic laws that subjugate non-Muslims.\"\nBolton penned the book's foreword. While he doesn't explicitly endorse its most inflammatory claims, he praises the book for \"[carrying] forward the ongoing and increasingly widespread critique of Barack Obama as our first post-American president.\" What The Post-American Presidency \"recounts is disturbing, and its broader implications more disturbing still,\" Bolton writes.\nPraising counter-jihadist work, courting their support, but not outright endorsing their most radical claims: Those are the hallmarks of the Bolton approach to the movement. He advances their priorities without openly committing to their hardest-line positions.\nOne of the core counter-jihadist arguments is that mainstream American Muslim organizations, like the Council on American-Islamic Relations, are fronts for the Muslim Brotherhood, a Sunni Islamic movement that aims to establish Islamist governments in a number of predominantly Muslim countries.\nThese organizations, they contend, are secretly working on the Brotherhood's behalf to subvert the United States from within. Their goal is to replace American legal codes with Islamic law (Sharia).\n\"The majority of Islamic organizations in America are affiliates of or associated with the Muslim Brotherhood in some way,\" a report issued by Gaffney's Center for Security Policy (CSP) argues. \"Any organization that does not embrace sharia and the MB line has not been able to gain broad recognition as a Muslim-American force.\"\nBolton has not explicitly endorsed this view. However, he used an appearance on Gaffney's show to endorse CSP's principal policy proposal for dealing with the group, which is to \"get on with the business of declaring the Muslim Brotherhood a foreign terrorist organization.\"\nThis may seem unimportant, given that the Brotherhood has not been linked to a terrorist attack in decades. But it takes on much darker tones when you recall that counter-jihadists think the majority of Muslim American groups in the United States are Brotherhood fronts. It's illegal for any American to provide assistance to a designated foreign terrorist organization.\nThis policy change would, in the counter-jihadist imagination, set the stage for a massive federal inquisition into America's major Muslim organizations based on counter-jihadists' own conspiracy theories.\nBolton is endorsing a core policy idea of the counter-jihad — effectively, serving as their voice without the most extreme baggage.\nAnother illustrative example: In 2011, Gaffney was banned from CPAC, the country's premier conservative political conference, on grounds of being too aggressively anti-Muslim. In 2016, the Atlantic 's Peter Beinart reports, Bolton lobbied to get Gaffney back in — and won.\nThis is Bolton's role in the movement. He doesn't endorse their views, explicitly, but he serves as connective tissue between the anti-Muslim right and the mainstream conservative world, in which he's deeply connected. Now, he's poised to be national security adviser.\nPompeo and the counter-jihad Trump's pick for secretary of state has, like Bolton, aligned himself with the counter-jihad without endorsing their most extreme ideas.\nIn a 2013 speech, shortly after the Boston Marathon bombing, Pompeo criticized the \"silence in the face of extremism coming from the best-funded Islamic advocacy organizations and many mosques across America.\" This alleged silence, according to Pompeo, \"casts doubt upon the commitment to peace among adherents of the Muslim faith\" and \"has made these Islamic leaders across America potentially complicit in these acts.\"\nshow chapters Rand Paul to oppose new CIA and Secretary of State picks      6:51 PM ET Wed, 14 March 2018 | 01:10 While in the House of Representatives, Pompeo sponsored a briefing for Republican Congress members from a group called ACT for America . ACT, which bills itself as the NRA of national security, is the activist arm of the counter-jihad. Its president, Brigitte Gabriel, believes Islam is an intrinsically violent religion.\n\"Islam went from being strictly a spiritual movement, after 12 years, to becoming a political movement cloaked in religion,\" she said in one address . \"Jihad is mentioned in the Quran 40 times — 36 times out of 40 as a holy war against the infidels, to either kill them or subjugate them.\"\nPompeo believed Gabriel's group was the kind of organization that should be briefing Republicans in Congress. ACT returned his affection: In 2016, Pompeo received the organization's National Security Eagle Award , its highest honor.\nThe game that Pompeo and Bolton are playing — use rhetoric that counter-jihadists find appealing, move them closer to the mainstream, all without endorsing their full conspiracy theories — is fairly transparent. It's anti-Islam dog whistling.\nIt's possible that they merely recognize that counter-jihadists are a powerful constituency on the right, and are working with them as a way of building political support. It's also possible that they share the counter-jihadist view of Islam as a fundamentally evil religion but know that saying so publicly would be risky politically. It's very hard to tell from their public record, and I'm not going to hazard a guess either way.\nBut we know that Bolton and Pompeo — Trump's picks for two of the highest offices in the land — are at very least willing to listen to counter-jihadist arguments, and work to help them reach a larger audience. It's very plausible they could convey these ideas to President Trump, whose views on Islam are already unfavorable.\nThere's a shockingly low level of public outcry about allies of Islamophobic groups taking over US national security infrastructure. In fact, it didn't even come up at Pompeo's confirmation hearing last January to become CIA director.\nBut now, Pompeo (and Bolton) is on the precipice of holding even more power. And the two men have not, to date, renounced their ties to Gaffney, Gabriel, and the rest. It's time to ask them why.\nWATCH: Pompeo may be good fit for Trump show chapters Pompeo may be good fit for Trump, says expert      6:33 AM ET Wed, 14 March 2018 | 02:06",
    "published": "2018-03-28T01:20:00.000+03:00",
    "crawled": "2018-03-28T00:50:36.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "john",
        "bolton",
        "president",
        "trump",
        "pick",
        "next",
        "national",
        "security",
        "adviser",
        "mike",
        "pompeo",
        "trump",
        "pick",
        "next",
        "secretary",
        "state",
        "hawk",
        "less",
        "well",
        "known",
        "deep",
        "extensive",
        "tie",
        "organized",
        "group",
        "writer",
        "activist",
        "member",
        "movement",
        "exactly",
        "household",
        "name",
        "leading",
        "light",
        "people",
        "like",
        "reagan",
        "defense",
        "department",
        "official",
        "frank",
        "gaffney",
        "activist",
        "brigitte",
        "gabriel",
        "blogger",
        "pamela",
        "geller",
        "surprisingly",
        "influential",
        "major",
        "argument",
        "include",
        "idea",
        "islam",
        "intrinsically",
        "violent",
        "religion",
        "mainstream",
        "american",
        "muslim",
        "organization",
        "involved",
        "secret",
        "plot",
        "replace",
        "american",
        "law",
        "islamic",
        "law",
        "one",
        "study",
        "published",
        "gaffney",
        "organization",
        "center",
        "security",
        "policy",
        "argued",
        "percent",
        "mosque",
        "america",
        "incubator",
        "best",
        "subversion",
        "worst",
        "violence",
        "treated",
        "accordingly",
        "vox",
        "sam",
        "harris",
        "charles",
        "murray",
        "allure",
        "race",
        "science",
        "new",
        "report",
        "say",
        "democrat",
        "need",
        "win",
        "popular",
        "vote",
        "point",
        "retake",
        "house",
        "alton",
        "sterling",
        "police",
        "shooting",
        "charge",
        "filed",
        "baton",
        "rouge",
        "officer",
        "neither",
        "bolton",
        "pompeo",
        "endorsed",
        "view",
        "radical",
        "though",
        "come",
        "relatively",
        "close",
        "february",
        "pompeo",
        "appeared",
        "gaffney",
        "radio",
        "show",
        "warned",
        "darkly",
        "islamic",
        "conspiracy",
        "america",
        "organization",
        "network",
        "united",
        "state",
        "tied",
        "radical",
        "islam",
        "deep",
        "fundamental",
        "way",
        "pompeo",
        "said",
        "february",
        "interview",
        "gaffney",
        "radio",
        "program",
        "place",
        "like",
        "libya",
        "syria",
        "iraq",
        "place",
        "like",
        "coldwater",
        "kansa",
        "small",
        "town",
        "throughout",
        "america",
        "show",
        "chapter",
        "mcmaster",
        "resigns",
        "national",
        "security",
        "advisor",
        "et",
        "fri",
        "march",
        "bolton",
        "part",
        "defended",
        "islamophobic",
        "attack",
        "huma",
        "abedin",
        "muslim",
        "american",
        "spent",
        "year",
        "top",
        "aide",
        "hillary",
        "clinton",
        "republican",
        "member",
        "congress",
        "accused",
        "abedin",
        "secret",
        "islamist",
        "operative",
        "go",
        "without",
        "saying",
        "wholly",
        "unfounded",
        "july",
        "bolton",
        "went",
        "gaffney",
        "show",
        "said",
        "nothing",
        "wrong",
        "line",
        "attack",
        "wrong",
        "raising",
        "question",
        "bolton",
        "asked",
        "radio",
        "appearance",
        "bolton",
        "pompeo",
        "gaffney",
        "show",
        "dozen",
        "time",
        "two",
        "men",
        "also",
        "appeared",
        "event",
        "accepted",
        "endorsement",
        "prominent",
        "bolton",
        "case",
        "penned",
        "glowing",
        "foreword",
        "book",
        "sign",
        "either",
        "bolton",
        "pompeo",
        "cut",
        "tie",
        "gaffney",
        "others",
        "like",
        "either",
        "willing",
        "disavow",
        "past",
        "affiliation",
        "mean",
        "coming",
        "month",
        "extreme",
        "voice",
        "u",
        "friend",
        "trump",
        "administration",
        "powerful",
        "national",
        "security",
        "personnel",
        "bolton",
        "tie",
        "two",
        "prominent",
        "writer",
        "pamela",
        "geller",
        "robert",
        "spencer",
        "book",
        "called",
        "presidency",
        "alleged",
        "president",
        "barack",
        "obama",
        "took",
        "part",
        "islamist",
        "war",
        "america",
        "obama",
        "wrote",
        "helping",
        "implementation",
        "soft",
        "sharia",
        "quiet",
        "piecemeal",
        "implementation",
        "islamic",
        "law",
        "subjugate",
        "bolton",
        "penned",
        "book",
        "foreword",
        "explicitly",
        "endorse",
        "inflammatory",
        "claim",
        "praise",
        "book",
        "carrying",
        "forward",
        "ongoing",
        "increasingly",
        "widespread",
        "critique",
        "barack",
        "obama",
        "first",
        "president",
        "presidency",
        "recount",
        "disturbing",
        "broader",
        "implication",
        "disturbing",
        "still",
        "bolton",
        "writes",
        "praising",
        "work",
        "courting",
        "support",
        "outright",
        "endorsing",
        "radical",
        "claim",
        "hallmark",
        "bolton",
        "approach",
        "movement",
        "advance",
        "priority",
        "without",
        "openly",
        "committing",
        "position",
        "one",
        "core",
        "argument",
        "mainstream",
        "american",
        "muslim",
        "organization",
        "like",
        "council",
        "relation",
        "front",
        "muslim",
        "brotherhood",
        "sunni",
        "islamic",
        "movement",
        "aim",
        "establish",
        "islamist",
        "government",
        "number",
        "predominantly",
        "muslim",
        "country",
        "organization",
        "contend",
        "secretly",
        "working",
        "brotherhood",
        "behalf",
        "subvert",
        "united",
        "state",
        "within",
        "goal",
        "replace",
        "american",
        "legal",
        "code",
        "islamic",
        "law",
        "sharia",
        "majority",
        "islamic",
        "organization",
        "america",
        "affiliate",
        "associated",
        "muslim",
        "brotherhood",
        "way",
        "report",
        "issued",
        "gaffney",
        "center",
        "security",
        "policy",
        "csp",
        "argues",
        "organization",
        "embrace",
        "sharia",
        "mb",
        "line",
        "able",
        "gain",
        "broad",
        "recognition",
        "force",
        "bolton",
        "explicitly",
        "endorsed",
        "view",
        "however",
        "used",
        "appearance",
        "gaffney",
        "show",
        "endorse",
        "csp",
        "principal",
        "policy",
        "proposal",
        "dealing",
        "group",
        "get",
        "business",
        "declaring",
        "muslim",
        "brotherhood",
        "foreign",
        "terrorist",
        "organization",
        "may",
        "seem",
        "unimportant",
        "given",
        "brotherhood",
        "linked",
        "terrorist",
        "attack",
        "decade",
        "take",
        "much",
        "darker",
        "tone",
        "recall",
        "think",
        "majority",
        "muslim",
        "american",
        "group",
        "united",
        "state",
        "brotherhood",
        "front",
        "illegal",
        "american",
        "provide",
        "assistance",
        "designated",
        "foreign",
        "terrorist",
        "organization",
        "policy",
        "change",
        "would",
        "imagination",
        "set",
        "stage",
        "massive",
        "federal",
        "inquisition",
        "america",
        "major",
        "muslim",
        "organization",
        "based",
        "conspiracy",
        "theory",
        "bolton",
        "endorsing",
        "core",
        "policy",
        "idea",
        "effectively",
        "serving",
        "voice",
        "without",
        "extreme",
        "baggage",
        "another",
        "illustrative",
        "example",
        "gaffney",
        "banned",
        "cpac",
        "country",
        "premier",
        "conservative",
        "political",
        "conference",
        "ground",
        "aggressively",
        "atlantic",
        "peter",
        "beinart",
        "report",
        "bolton",
        "lobbied",
        "get",
        "gaffney",
        "back",
        "bolton",
        "role",
        "movement",
        "endorse",
        "view",
        "explicitly",
        "serf",
        "connective",
        "tissue",
        "right",
        "mainstream",
        "conservative",
        "world",
        "deeply",
        "connected",
        "poised",
        "national",
        "security",
        "adviser",
        "pompeo",
        "trump",
        "pick",
        "secretary",
        "state",
        "like",
        "bolton",
        "aligned",
        "without",
        "endorsing",
        "extreme",
        "idea",
        "speech",
        "shortly",
        "boston",
        "marathon",
        "bombing",
        "pompeo",
        "criticized",
        "silence",
        "face",
        "extremism",
        "coming",
        "islamic",
        "advocacy",
        "organization",
        "many",
        "mosque",
        "across",
        "america",
        "alleged",
        "silence",
        "according",
        "pompeo",
        "cast",
        "doubt",
        "upon",
        "commitment",
        "peace",
        "among",
        "adherent",
        "muslim",
        "faith",
        "made",
        "islamic",
        "leader",
        "across",
        "america",
        "potentially",
        "complicit",
        "act",
        "show",
        "chapter",
        "rand",
        "paul",
        "oppose",
        "new",
        "cia",
        "secretary",
        "state",
        "pick",
        "pm",
        "et",
        "wed",
        "march",
        "house",
        "representative",
        "pompeo",
        "sponsored",
        "briefing",
        "republican",
        "congress",
        "member",
        "group",
        "called",
        "act",
        "america",
        "act",
        "bill",
        "nra",
        "national",
        "security",
        "activist",
        "arm",
        "president",
        "brigitte",
        "gabriel",
        "belief",
        "islam",
        "intrinsically",
        "violent",
        "religion",
        "islam",
        "went",
        "strictly",
        "spiritual",
        "movement",
        "year",
        "becoming",
        "political",
        "movement",
        "cloaked",
        "religion",
        "said",
        "one",
        "address",
        "jihad",
        "mentioned",
        "quran",
        "time",
        "time",
        "holy",
        "war",
        "infidel",
        "either",
        "kill",
        "subjugate",
        "pompeo",
        "believed",
        "gabriel",
        "group",
        "kind",
        "organization",
        "briefing",
        "republican",
        "congress",
        "act",
        "returned",
        "affection",
        "pompeo",
        "received",
        "organization",
        "national",
        "security",
        "eagle",
        "award",
        "highest",
        "honor",
        "game",
        "pompeo",
        "bolton",
        "playing",
        "use",
        "rhetoric",
        "find",
        "appealing",
        "move",
        "closer",
        "mainstream",
        "without",
        "endorsing",
        "full",
        "conspiracy",
        "theory",
        "fairly",
        "transparent",
        "dog",
        "whistling",
        "possible",
        "merely",
        "recognize",
        "powerful",
        "constituency",
        "right",
        "working",
        "way",
        "building",
        "political",
        "support",
        "also",
        "possible",
        "share",
        "view",
        "islam",
        "fundamentally",
        "evil",
        "religion",
        "know",
        "saying",
        "publicly",
        "would",
        "risky",
        "politically",
        "hard",
        "tell",
        "public",
        "record",
        "going",
        "hazard",
        "guess",
        "either",
        "way",
        "know",
        "bolton",
        "pompeo",
        "trump",
        "pick",
        "two",
        "highest",
        "office",
        "land",
        "least",
        "willing",
        "listen",
        "argument",
        "work",
        "help",
        "reach",
        "larger",
        "audience",
        "plausible",
        "could",
        "convey",
        "idea",
        "president",
        "trump",
        "whose",
        "view",
        "islam",
        "already",
        "unfavorable",
        "shockingly",
        "low",
        "level",
        "public",
        "outcry",
        "ally",
        "islamophobic",
        "group",
        "taking",
        "u",
        "national",
        "security",
        "infrastructure",
        "fact",
        "even",
        "come",
        "pompeo",
        "confirmation",
        "hearing",
        "last",
        "january",
        "become",
        "cia",
        "director",
        "pompeo",
        "bolton",
        "precipice",
        "holding",
        "even",
        "power",
        "two",
        "men",
        "date",
        "renounced",
        "tie",
        "gaffney",
        "gabriel",
        "rest",
        "time",
        "ask",
        "watch",
        "pompeo",
        "may",
        "good",
        "fit",
        "trump",
        "show",
        "chapter",
        "pompeo",
        "may",
        "good",
        "fit",
        "trump",
        "say",
        "expert",
        "et",
        "wed",
        "march"
    ]
}