{
    "organizations": [],
    "uuid": "1506a3400ccda7e10102297b7b149de5a03c500d",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/05/pr-newswire-starboard-issues-letter-to-newell-shareholders.html",
    "ord_in_thread": 0,
    "title": "Starboard Issues Letter to Newell Shareholders",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEW YORK, March 5, 2018 /PRNewswire/ -- Starboard Value LP (together with its affiliates, \"Starboard\"), a significant shareholder of Newell Brands Inc. (\"Newell\" or the \"Company\") (NYSE: NWL), which together with the other participants in its solicitation beneficially owns approximately 4% of the Company's outstanding shares, today announced that it has issued a public letter to the Company's shareholders. In the letter, Starboard reiterated its serious concerns with the Company's significant underperformance under the current leadership team, which concerns were exacerbated by the recent resignation of yet another Newell director. Starboard also announced that it has nominated two additional director candidates, Bridget Ryan Berman and Robert A. Steele, for election to the Board of Directors (the \"Board\") at the Company's 2018 Annual Meeting of Stockholders in response to Newell's unilateral expansion of the Board.\nThe full text of Starboard's letter to the Company's shareholders can be viewed at the following link:\nhttp://www.starboardvalue.com/wp-content/uploads/Starboard_Value_LP_Letter_to_NWL_Shareholders_03.05.2018.pdf\nAbout Starboard Value LP\nStarboard Value LP is a New York-based investment adviser with a focused and differentiated fundamental approach to investing primarily in publicly traded U.S. companies. Starboard invests in deeply undervalued companies and actively engages with management teams and boards of directors to identify and execute on opportunities to unlock value for the benefit of all shareholders.\nInvestor contacts:\nPeter Feld, (212) 201-4878\nGavin Molinelli, (212) 201-4828\nwww.starboardvalue.com\nCERTAIN INFORMATION CONCERNING THE PARTICIPANTS\nStarboard Value LP, together with the other participants named herein (collectively, \"Starboard\"), intends to file a preliminary proxy statement and accompanying proxy card with the Securities and Exchange Commission (\"SEC\") to be used to solicit votes for the election of its slate of director nominees at the 2018 annual meeting of stockholders of Newell Brands Inc., a Delaware corporation (the \"Company\").\nSTARBOARD STRONGLY ADVISES ALL STOCKHOLDERS OF THE COMPANY TO READ THE PROXY STATEMENT AND OTHER PROXY MATERIALS AS THEY BECOME AVAILABLE BECAUSE THEY WILL CONTAIN IMPORTANT INFORMATION. SUCH PROXY MATERIALS WILL BE AVAILABLE AT NO CHARGE ON THE SEC'S WEB SITE AT HTTP://WWW.SEC.GOV . IN ADDITION, THE PARTICIPANTS IN THIS PROXY SOLICITATION WILL PROVIDE COPIES OF THE PROXY STATEMENT WITHOUT CHARGE, WHEN AVAILABLE, UPON REQUEST. REQUESTS FOR COPIES SHOULD BE DIRECTED TO THE PARTICIPANTS' PROXY SOLICITOR.\nThe participants in the proxy solicitation are anticipated to be Starboard Value and Opportunity Master Fund Ltd (\"Starboard V&O Fund\"), Starboard Value and Opportunity S LLC (\"Starboard S LLC\"), Starboard Value and Opportunity C LP (\"Starboard C LP\"), Starboard Leaders Quebec LLC (\"Starboard Quebec LLC\"), Starboard Leaders Select Fund LP (\"Starboard Select LP\"), Starboard T Fund LP (\"Starboard T LP\"), Starboard Leaders Fund LP (\"Starboard Leaders Fund\"), Starboard Value A LP (\"Starboard A LP\"), Starboard Value A GP LLC (\"Starboard A GP\"), Starboard Value LP, Starboard Value GP LLC (\"Starboard Value GP\"), Starboard Principal Co LP (\"Principal Co\"), Starboard Principal Co GP LLC (\"Principal GP\"), Starboard Value R LP (\"Starboard R LP\"), Starboard Value R GP LLC (\"Starboard R GP\"), Jeffrey C. Smith, Mark R. Mitchell, Peter A. Feld, Mariposa Associates, LLC (\"Mariposa Associates\"), Ian G.H. Ashken, Martin E. Franklin, James E. Lillie, Bradley A. Alford, Pauline J. Brown, Bridget Ryan Berman, Domenico De Sole, Gerardo I. Lopez, Charles M. Sonsteby and Robert A. Steele.\nAs of the date hereof, Starboard V&O Fund directly beneficially owns 7,410,000 shares of Common Stock, par value $1.00 (the \"Common Stock\"), of the Company. As of the date hereof, Starboard S LLC directly beneficially owns 900,000 shares of Common Stock. As of the date hereof, Starboard C LP directly beneficially owns 510,000 shares of Common Stock. As of the date hereof, Starboard Quebec LLC directly beneficially owns 702,156 shares of Common Stock. As of the date hereof, Starboard Select LP directly beneficially owns 2,535,717 shares of Common Stock. As of the date hereof, Starboard T LP directly beneficially owns 1,714,600 shares of Common Stock. As of the date hereof, 2,642,638 shares of Common Stock were held in accounts managed by Starboard Value LP (the \"Starboard Value LP Accounts\"). Starboard R LP, as the general partner of Starboard C LP, may be deemed the beneficial owner of the 510,000 shares of Common Stock owned by Starboard C LP. Starboard R GP, as the general partner of Starboard R LP, may be deemed the beneficial owner of the 510,000 shares of Common Stock owned by Starboard C LP. Starboard Leaders Fund, as a member of Starboard Quebec LLC, may be deemed the beneficial owner of the 702,156 shares of Common Stock owned by Starboard Quebec LLC. Starboard A LP, as the general partner of Starboard Leaders Fund, Starboard Select LP and Starboard T LP and the managing member of Starboard Quebec LLC, may be deemed the beneficial owner of the (i) 702,156 shares of Common Stock owned by Starboard Quebec LLC, (ii) 2,535,717 shares of Common Stock owned by Starboard Select LP and (iii) 1,714,600 shares of Common Stock owned by Starboard T LP. Starboard A GP, as the general partner of Starboard A LP, may be deemed the beneficial owner of the (i) 702,156 shares of Common Stock owned by Starboard Quebec LLC, (ii) 2,535,717 shares of Common Stock owned by Starboard Select LP and (iii) 1,714,600 shares of Common Stock owned by Starboard T LP. Starboard Value LP, as the investment manager of Starboard V&O Fund, Starboard C LP, Starboard Quebec LLC, Starboard Select LP, Starboard T LP and the Starboard Value LP Accounts and the manager of Starboard S LLC, may be deemed the beneficial owner of the (i) 7,410,000 shares of Common Stock owned by Starboard V&O Fund, (ii) 900,000 shares of Common Stock owned by Starboard S LLC, (iii) 510,000 shares of Common Stock owned by Starboard C LP, (iv) 702,156 shares of Common Stock owned by Starboard Quebec LLC, (v) 2,535,717 shares of Common Stock owned by Starboard Select LP, (vi) 1,714,600 shares of Common Stock owned by Starboard T LP and (vii) 2,642,638 shares of Common Stock held in the Starboard Value LP Accounts. Starboard Value GP, as the general partner of Starboard Value LP, may be deemed the beneficial owner of the (i) 7,410,000 shares of Common Stock owned by Starboard V&O Fund, (ii) 900,000 shares of Common Stock owned by Starboard S LLC, (iii) 510,000 shares of Common Stock owned by Starboard C LP, (iv) 702,156 shares of Common Stock owned by Starboard Quebec LLC, (v) 2,535,717 shares of Common Stock owned by Starboard Select LP, (vi) 1,714,600 shares of Common Stock owned by Starboard T LP and (vii) 2,642,638 shares of Common Stock held in the Starboard Value LP Accounts. Principal Co, as a member of Starboard Value GP, may be deemed the beneficial owner of the (i) 7,410,000 shares of Common Stock owned by Starboard V&O Fund, (ii) 900,000 shares of Common Stock owned by Starboard S LLC, (iii) 510,000 shares of Common Stock owned by Starboard C LP, (iv) 702,156 shares of Common Stock owned by Starboard Quebec LLC, (v) 2,535,717 shares of Common Stock owned by Starboard Select LP, (vi) 1,714,600 shares of Common Stock owned by Starboard T LP and (vii) 2,642,638 shares of Common Stock held in the Starboard Value LP Accounts. Principal GP, as the general partner of Principal Co, may be deemed the beneficial owner of the (i) 7,410,000 shares of Common Stock owned by Starboard V&O Fund, (ii) 900,000 shares of Common Stock owned by Starboard S LLC, (iii) 510,000 shares of Common Stock owned by Starboard C LP, (iv) 702,156 shares of Common Stock owned by Starboard Quebec LLC, (v) 2,535,717 shares of Common Stock owned by Starboard Select LP, (vi) 1,714,600 shares of Common Stock owned by Starboard T LP and (vii) 2,642,638 shares of Common Stock held in the Starboard Value LP Accounts. Each of Messrs. Smith, Mitchell and Feld, as a member of Principal GP and as a member of each of the Management Committee of Starboard Value GP and the Management Committee of Principal GP, may be deemed the beneficial owner of the (i) 7,410,000 shares of Common Stock owned by Starboard V&O Fund, (ii) 900,000 shares of Common Stock owned by Starboard S LLC, (iii) 510,000 shares of Common Stock owned by Starboard C LP, (iv) 702,156 shares of Common Stock owned by Starboard Quebec LLC, (v) 2,535,717 shares of Common Stock owned by Starboard Select LP, (vi) 1,714,600 shares of Common Stock owned by Starboard T LP and (vii) 2,642,638 shares of Common Stock held in the Starboard Value LP Accounts.\nAs of the date hereof, Mr. Alford beneficially owns 13,400 shares of Common Stock. As of the date hereof, Mr. Ashken beneficially owns 511,374 shares of Common Stock. As of the date hereof, Mr. De Sole beneficially owns 66,464 shares of Common Stock. As of the date hereof, Mr. Franklin beneficially owns 2,047,227 shares of Common Stock. As of the date hereof, Mr. Lillie beneficially owns 97,836 shares of Common Stock. As of the date hereof, Mr. Lopez beneficially owns 2,000 shares of Common Stock. As of the date hereof, Ms. Ryan Berman beneficially owns 1,444 shares of Common Stock, including 135 shares directly owned by her spouse. As of the date hereof, Mr. Sonsteby beneficially owns 7,000 shares of Common Stock. As of the date hereof, Mariposa Associates, Ms. Brown and Mr. Steele do not beneficially own any shares of Common Stock.\nView original content: http://www.prnewswire.com/news-releases/starboard-issues-letter-to-newell-shareholders-300607881.html\nSOURCE Starboard Value LP",
    "published": "2018-03-05T14:00:00.000+02:00",
    "crawled": "2018-03-05T14:52:44.006+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "new",
        "york",
        "march",
        "starboard",
        "value",
        "lp",
        "together",
        "affiliate",
        "starboard",
        "significant",
        "shareholder",
        "newell",
        "brand",
        "newell",
        "company",
        "nyse",
        "nwl",
        "together",
        "participant",
        "solicitation",
        "beneficially",
        "owns",
        "approximately",
        "company",
        "outstanding",
        "share",
        "today",
        "announced",
        "issued",
        "public",
        "letter",
        "company",
        "shareholder",
        "letter",
        "starboard",
        "reiterated",
        "serious",
        "concern",
        "company",
        "significant",
        "underperformance",
        "current",
        "leadership",
        "team",
        "concern",
        "exacerbated",
        "recent",
        "resignation",
        "yet",
        "another",
        "newell",
        "director",
        "starboard",
        "also",
        "announced",
        "nominated",
        "two",
        "additional",
        "director",
        "candidate",
        "bridget",
        "ryan",
        "berman",
        "robert",
        "steele",
        "election",
        "board",
        "director",
        "board",
        "company",
        "annual",
        "meeting",
        "stockholder",
        "response",
        "newell",
        "unilateral",
        "expansion",
        "board",
        "full",
        "text",
        "starboard",
        "letter",
        "company",
        "shareholder",
        "viewed",
        "following",
        "link",
        "http",
        "starboard",
        "value",
        "lp",
        "starboard",
        "value",
        "lp",
        "new",
        "investment",
        "adviser",
        "focused",
        "differentiated",
        "fundamental",
        "approach",
        "investing",
        "primarily",
        "publicly",
        "traded",
        "company",
        "starboard",
        "invests",
        "deeply",
        "undervalued",
        "company",
        "actively",
        "engages",
        "management",
        "team",
        "board",
        "director",
        "identify",
        "execute",
        "opportunity",
        "unlock",
        "value",
        "benefit",
        "shareholder",
        "investor",
        "contact",
        "peter",
        "feld",
        "gavin",
        "molinelli",
        "certain",
        "information",
        "concerning",
        "participant",
        "starboard",
        "value",
        "lp",
        "together",
        "participant",
        "named",
        "herein",
        "collectively",
        "starboard",
        "intends",
        "file",
        "preliminary",
        "proxy",
        "statement",
        "accompanying",
        "proxy",
        "card",
        "security",
        "exchange",
        "commission",
        "sec",
        "used",
        "solicit",
        "vote",
        "election",
        "slate",
        "director",
        "nominee",
        "annual",
        "meeting",
        "stockholder",
        "newell",
        "brand",
        "delaware",
        "corporation",
        "company",
        "starboard",
        "strongly",
        "advises",
        "stockholder",
        "company",
        "read",
        "proxy",
        "statement",
        "proxy",
        "material",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "proxy",
        "material",
        "available",
        "charge",
        "sec",
        "web",
        "site",
        "http",
        "addition",
        "participant",
        "proxy",
        "solicitation",
        "provide",
        "copy",
        "proxy",
        "statement",
        "without",
        "charge",
        "available",
        "upon",
        "request",
        "request",
        "copy",
        "directed",
        "participant",
        "proxy",
        "solicitor",
        "participant",
        "proxy",
        "solicitation",
        "anticipated",
        "starboard",
        "value",
        "opportunity",
        "master",
        "fund",
        "ltd",
        "starboard",
        "v",
        "fund",
        "starboard",
        "value",
        "opportunity",
        "llc",
        "starboard",
        "llc",
        "starboard",
        "value",
        "opportunity",
        "c",
        "lp",
        "starboard",
        "c",
        "lp",
        "starboard",
        "leader",
        "quebec",
        "llc",
        "starboard",
        "quebec",
        "llc",
        "starboard",
        "leader",
        "select",
        "fund",
        "lp",
        "starboard",
        "select",
        "lp",
        "starboard",
        "fund",
        "lp",
        "starboard",
        "lp",
        "starboard",
        "leader",
        "fund",
        "lp",
        "starboard",
        "leader",
        "fund",
        "starboard",
        "value",
        "lp",
        "starboard",
        "lp",
        "starboard",
        "value",
        "gp",
        "llc",
        "starboard",
        "gp",
        "starboard",
        "value",
        "lp",
        "starboard",
        "value",
        "gp",
        "llc",
        "starboard",
        "value",
        "gp",
        "starboard",
        "principal",
        "co",
        "lp",
        "principal",
        "co",
        "starboard",
        "principal",
        "co",
        "gp",
        "llc",
        "principal",
        "gp",
        "starboard",
        "value",
        "r",
        "lp",
        "starboard",
        "r",
        "lp",
        "starboard",
        "value",
        "r",
        "gp",
        "llc",
        "starboard",
        "r",
        "gp",
        "jeffrey",
        "smith",
        "mark",
        "mitchell",
        "peter",
        "feld",
        "mariposa",
        "associate",
        "llc",
        "mariposa",
        "associate",
        "ian",
        "ashken",
        "martin",
        "franklin",
        "james",
        "lillie",
        "bradley",
        "alford",
        "pauline",
        "brown",
        "bridget",
        "ryan",
        "berman",
        "domenico",
        "de",
        "sole",
        "gerardo",
        "lopez",
        "charles",
        "sonsteby",
        "robert",
        "steele",
        "date",
        "hereof",
        "starboard",
        "v",
        "fund",
        "directly",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "par",
        "value",
        "common",
        "stock",
        "company",
        "date",
        "hereof",
        "starboard",
        "llc",
        "directly",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "starboard",
        "c",
        "lp",
        "directly",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "starboard",
        "quebec",
        "llc",
        "directly",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "starboard",
        "select",
        "lp",
        "directly",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "starboard",
        "lp",
        "directly",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "share",
        "common",
        "stock",
        "held",
        "account",
        "managed",
        "starboard",
        "value",
        "lp",
        "starboard",
        "value",
        "lp",
        "account",
        "starboard",
        "r",
        "lp",
        "general",
        "partner",
        "starboard",
        "c",
        "lp",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "c",
        "lp",
        "starboard",
        "r",
        "gp",
        "general",
        "partner",
        "starboard",
        "r",
        "lp",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "c",
        "lp",
        "starboard",
        "leader",
        "fund",
        "member",
        "starboard",
        "quebec",
        "llc",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "quebec",
        "llc",
        "starboard",
        "lp",
        "general",
        "partner",
        "starboard",
        "leader",
        "fund",
        "starboard",
        "select",
        "lp",
        "starboard",
        "lp",
        "managing",
        "member",
        "starboard",
        "quebec",
        "llc",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "quebec",
        "llc",
        "ii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "select",
        "lp",
        "iii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "lp",
        "starboard",
        "gp",
        "general",
        "partner",
        "starboard",
        "lp",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "quebec",
        "llc",
        "ii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "select",
        "lp",
        "iii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "lp",
        "starboard",
        "value",
        "lp",
        "investment",
        "manager",
        "starboard",
        "v",
        "fund",
        "starboard",
        "c",
        "lp",
        "starboard",
        "quebec",
        "llc",
        "starboard",
        "select",
        "lp",
        "starboard",
        "lp",
        "starboard",
        "value",
        "lp",
        "account",
        "manager",
        "starboard",
        "llc",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "v",
        "fund",
        "ii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "llc",
        "iii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "c",
        "lp",
        "iv",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "quebec",
        "llc",
        "v",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "select",
        "lp",
        "vi",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "lp",
        "vii",
        "share",
        "common",
        "stock",
        "held",
        "starboard",
        "value",
        "lp",
        "account",
        "starboard",
        "value",
        "gp",
        "general",
        "partner",
        "starboard",
        "value",
        "lp",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "v",
        "fund",
        "ii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "llc",
        "iii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "c",
        "lp",
        "iv",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "quebec",
        "llc",
        "v",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "select",
        "lp",
        "vi",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "lp",
        "vii",
        "share",
        "common",
        "stock",
        "held",
        "starboard",
        "value",
        "lp",
        "account",
        "principal",
        "co",
        "member",
        "starboard",
        "value",
        "gp",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "v",
        "fund",
        "ii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "llc",
        "iii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "c",
        "lp",
        "iv",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "quebec",
        "llc",
        "v",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "select",
        "lp",
        "vi",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "lp",
        "vii",
        "share",
        "common",
        "stock",
        "held",
        "starboard",
        "value",
        "lp",
        "account",
        "principal",
        "gp",
        "general",
        "partner",
        "principal",
        "co",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "v",
        "fund",
        "ii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "llc",
        "iii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "c",
        "lp",
        "iv",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "quebec",
        "llc",
        "v",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "select",
        "lp",
        "vi",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "lp",
        "vii",
        "share",
        "common",
        "stock",
        "held",
        "starboard",
        "value",
        "lp",
        "account",
        "smith",
        "mitchell",
        "feld",
        "member",
        "principal",
        "gp",
        "member",
        "management",
        "committee",
        "starboard",
        "value",
        "gp",
        "management",
        "committee",
        "principal",
        "gp",
        "may",
        "deemed",
        "beneficial",
        "owner",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "v",
        "fund",
        "ii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "llc",
        "iii",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "c",
        "lp",
        "iv",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "quebec",
        "llc",
        "v",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "select",
        "lp",
        "vi",
        "share",
        "common",
        "stock",
        "owned",
        "starboard",
        "lp",
        "vii",
        "share",
        "common",
        "stock",
        "held",
        "starboard",
        "value",
        "lp",
        "account",
        "date",
        "hereof",
        "alford",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "ashken",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "de",
        "sole",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "franklin",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "lillie",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "lopez",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "ryan",
        "berman",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "including",
        "share",
        "directly",
        "owned",
        "spouse",
        "date",
        "hereof",
        "sonsteby",
        "beneficially",
        "owns",
        "share",
        "common",
        "stock",
        "date",
        "hereof",
        "mariposa",
        "associate",
        "brown",
        "steele",
        "beneficially",
        "share",
        "common",
        "stock",
        "view",
        "original",
        "content",
        "http",
        "source",
        "starboard",
        "value",
        "lp"
    ]
}