{
    "organizations": [],
    "uuid": "3be3805b0763714c67a050ac72351d02cc4aae99",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/27/pr-newswire-evolution-ai-corporation-increases-offer-to-acquire-pulse-evolution-corporation.html",
    "ord_in_thread": 0,
    "title": "Evolution|AI Corporation Increases Offer to Acquire Pulse Evolution Corporation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "HOBE SOUND, Fla., March 27, 2018 /PRNewswire/ -- Evolution|AI Corporation today submitted a revised and expanded offer to purchase a majority interest in Pulse Evolution Corporation (OTC:PLFX), reiterating its prior Share Exchange offer at $1.10 per share, and now offering a redemption of $0.83 per share in cash for non-affiliate holders of 'public float' shares. The revised offer is made in response to high shareholder interest in the prior Share Exchange offers from holders who may not, without such modifications, have been qualified to participate in the exchange.\nEvolution|AI Corporation also provided today an update relating to its prior offer to purchase restricted shares in a transaction value at $0.62 per share. Pulse Acquisition Corporation (\"PAC\"), which was created to consolidate the restricted shares of parties that responded favorably to the Company's October 2017 offer, has recently announced its acquisition of 72.3 million shares, or approximately 35% ownership of Pulse. Evolution|AI believes that additional parties, holding approximately 47 million common restricted shares of Pulse in the aggregate, will also complete the documentation necessary to participate in the Share Exchange transaction, resulting in a consolidation of a majority interest in Pulse.\nEvolution|AI Corporation, and PAC as a substantial shareholder, have also asked the board of directors of Pulse to support the acquisition by PAC and the Company, specifically to support the dissemination of information about the revised offer to shareholders, and also to call for an Annual Meeting of the Shareholders to fill existing vacancies on the Board.\nFor purposes of clarification, Evolution|AI Corporation now offers to acquire, in addition to the above-referenced 120 million shares of restricted stock targeted by PAC, up to 14 million shares of unrestricted, fully registered common stock, of which approximately 8.3 million shares are currently on deposit with brokerage firms in the public float. The basic terms of the current offer by Evolution|AI are as follows:\nRevised Offer (Cash Option): Evolution AI offers to provide financing to Pulse Evolution Corporation to redeem, or purchase, common shares of PLFX, for $0.83 per share in cash, from shareholders who at no time have been affiliates of Pulse, or its predecessor shell company, or who otherwise may be unqualified to participate in the Share Exchange; Reiterated Offer (Share Exchange): Participating Pulse shareholders, who are accredited investors, shall be entitled to exchange their unrestricted, common shares for fully registered shares in the Company, at their election, through either of two exchange structures, as follows: $1.10 per share shall be paid, in the form of fully registered shares of Evolution|AI, to those participating Pulse shareholders who agree to an 'irrevocable' share exchange agreement, with such share exchange subject to the effectiveness of the Evolution|AI's registration statement (the \"Registration Statement\"), to be filed with the SEC, specifically for the purpose of delivering the consideration of the transaction; $0.78 per share shall be paid, in the form of fully registered shares of the Evolution|AI, to those participating Pulse shareholders who agree to a 'revocable' share exchange agreement, similar in all respects to the irrevocable exchange, though it may be cancelled at the election of the Pulse shareholder, at any time prior to the effectiveness of the Registration Statement, if the average closing price of PLFX common stock, for any 5-day trading period, exceeds $0.78 per share; The Exchange Transaction consideration will be paid in the form of fully registered shares of Evolution|AI, based on the same manner of valuation of Evolution|AI shares as utilized in the arms-length transactions between Pulse shareholders and PAC's pending acquisition of restricted shares at $0.62 per share. Notwithstanding the initial share exchange ratio, structured to deliver the share price consideration of 1(a) and 1(b) above, in the event the 10-day average market value of Evolution|AI shares is less than $1.10 per share, as required by 1(a), or $0.78 per share, as required by 1(b), at the later of (i) a date which is 60 days after the date of effectiveness of Evolution|AI's first registration statement filed with the SEC, or (ii) 30 days after the commencement of trading of Evolution|AI's shares, Evolution|AI shall issue additional shares to the Pulse shareholders, up to 200% of the initial share issuance, as necessary to deliver the target valuation of the Exchange Transaction. In such event, if the maximum number of additional shares is still not sufficient to deliver the target share valuations or either $1.10 per share, or $0.78 per share, as the case may be, then the respective Pulse shareholders may elect to either unwind the Exchange Transaction or require such consideration to be paid by Evolution|AI in cash. Conditions: The Share Exchange transactions described in paragraphs 2(a)(b)(c) above are subject to conditions contained in the definitive Share Exchange Agreement, dated January 29, 2018. The Cash Option described in paragraph 1 above is subject to those same conditions, and additional conditions, such as (a) the agreement of Pulse Evolution to enter into the financing and redemption transactions, (b) the agreement of certain shareholder parties (Holotrack Ventures AG, Holotrack AG, and PB Invest Schweiz AG), who may have also made proposals to acquire control of Pulse, to settle or terminate any and all actions relating to Pulse, especially those which seek to interfere with the purchase offer and shareholder solutions offered by Evolution|AI Corporation.\nAbout Evolution|AI Corporation\nEvolution|AI Corporation is a development stage company focused on the adaptation and development of human animation technology to enable diverse Artificial Intelligence platforms to interact with consumers in the relatable form of a human face. Founded by Mr. John Textor, an established and globally recognized pioneer in the field of hyper-realistic human animation, Evolution|AI intends to develop a robust library of fully functional human faces, and human characters, that will allow people to communicate with leading artificial intelligence platforms, just as they would expect to communicate with another human being.\nEvolution|AI, which is also a licensee of Pulse Evolution technology, recently acquired a robust portfolio of technology, acquired from the legendary visual effects company Digital Domain, representing substantially all of the technology developed in connection with launch and operation of Digital Domain's Florida animation studio. With the benefit of both the Digital Domain animation and studio technology portfolio, and the market leading human animation technology licensed from Pulse Evolution Corporation, Evolution|AI is uniquely positioned to be a true pioneer in the globally significant industry that emerging through the deployment of artificially intelligent digital humans in society, commerce and education.\nOffer Contact: Offer@EvolutionAI.com\nForward-Looking Statements and Disclaimer:\nCertain statements contained in this news release are \"forward-looking statements\" within the meaning of the Securities Litigation Reform Act of 1995. These forward-looking statements are generally identified by words such as \"believes,\" \"may,\" \"expects,\" \"anticipates,\" \"should\" and other similar expressions. Readers should not place undue reliance on such forward-looking statements, which are based upon beliefs and assumptions as of the date of this release. Subsequent events and developments may cause these forward-looking statements to change significantly. The Company specifically disclaims any obligation or intention to update or revise these forward-looking statements as a result of changed events or circumstances that occur after the date of this release, except as required by applicable law.\nIMPORTANT: The above offer has not been evaluated or endorsed by Pulse Evolution Corporation. In a meeting of the board of directors of Pulse Evolution Corporation, on November 17, 2017, the board noted receipt of the original offer dated October 31, 2017 by Evolution|AI Corporation and, as such offer was made directly to the company's accredited investors, the board of Pulse resolved not to make a recommendation for or against the offer at that time. The above press release and revised offer is being provided to the shareholders of Pulse Evolution Corporation through the OTC News and Disclosure Service strictly for the purposes of disclosure and, as such, should not be considered an endorsement by Pulse of the offer or the contents therein.\nView original content: http://www.prnewswire.com/news-releases/evolutionai-corporation-increases-offer-to-acquire-pulse-evolution-corporation-300619833.html\nSOURCE Evolution|AI Corporation",
    "published": "2018-03-27T15:00:00.000+03:00",
    "crawled": "2018-03-27T18:26:10.002+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "hobe",
        "sound",
        "march",
        "corporation",
        "today",
        "submitted",
        "revised",
        "expanded",
        "offer",
        "purchase",
        "majority",
        "interest",
        "pulse",
        "evolution",
        "corporation",
        "otc",
        "plfx",
        "reiterating",
        "prior",
        "share",
        "exchange",
        "offer",
        "per",
        "share",
        "offering",
        "redemption",
        "per",
        "share",
        "cash",
        "holder",
        "float",
        "share",
        "revised",
        "offer",
        "made",
        "response",
        "high",
        "shareholder",
        "interest",
        "prior",
        "share",
        "exchange",
        "offer",
        "holder",
        "may",
        "without",
        "modification",
        "qualified",
        "participate",
        "exchange",
        "corporation",
        "also",
        "provided",
        "today",
        "update",
        "relating",
        "prior",
        "offer",
        "purchase",
        "restricted",
        "share",
        "transaction",
        "value",
        "per",
        "share",
        "pulse",
        "acquisition",
        "corporation",
        "pac",
        "created",
        "consolidate",
        "restricted",
        "share",
        "party",
        "responded",
        "favorably",
        "company",
        "october",
        "offer",
        "recently",
        "announced",
        "acquisition",
        "million",
        "share",
        "approximately",
        "ownership",
        "pulse",
        "belief",
        "additional",
        "party",
        "holding",
        "approximately",
        "million",
        "common",
        "restricted",
        "share",
        "pulse",
        "aggregate",
        "also",
        "complete",
        "documentation",
        "necessary",
        "participate",
        "share",
        "exchange",
        "transaction",
        "resulting",
        "consolidation",
        "majority",
        "interest",
        "pulse",
        "corporation",
        "pac",
        "substantial",
        "shareholder",
        "also",
        "asked",
        "board",
        "director",
        "pulse",
        "support",
        "acquisition",
        "pac",
        "company",
        "specifically",
        "support",
        "dissemination",
        "information",
        "revised",
        "offer",
        "shareholder",
        "also",
        "call",
        "annual",
        "meeting",
        "shareholder",
        "fill",
        "existing",
        "vacancy",
        "board",
        "purpose",
        "clarification",
        "corporation",
        "offer",
        "acquire",
        "addition",
        "million",
        "share",
        "restricted",
        "stock",
        "targeted",
        "pac",
        "million",
        "share",
        "unrestricted",
        "fully",
        "registered",
        "common",
        "stock",
        "approximately",
        "million",
        "share",
        "currently",
        "deposit",
        "brokerage",
        "firm",
        "public",
        "float",
        "basic",
        "term",
        "current",
        "offer",
        "follows",
        "revised",
        "offer",
        "cash",
        "option",
        "evolution",
        "ai",
        "offer",
        "provide",
        "financing",
        "pulse",
        "evolution",
        "corporation",
        "redeem",
        "purchase",
        "common",
        "share",
        "plfx",
        "per",
        "share",
        "cash",
        "shareholder",
        "time",
        "affiliate",
        "pulse",
        "predecessor",
        "shell",
        "company",
        "otherwise",
        "may",
        "unqualified",
        "participate",
        "share",
        "exchange",
        "reiterated",
        "offer",
        "share",
        "exchange",
        "participating",
        "pulse",
        "shareholder",
        "accredited",
        "investor",
        "shall",
        "entitled",
        "exchange",
        "unrestricted",
        "common",
        "share",
        "fully",
        "registered",
        "share",
        "company",
        "election",
        "either",
        "two",
        "exchange",
        "structure",
        "follows",
        "per",
        "share",
        "shall",
        "paid",
        "form",
        "fully",
        "registered",
        "share",
        "participating",
        "pulse",
        "shareholder",
        "agree",
        "share",
        "exchange",
        "agreement",
        "share",
        "exchange",
        "subject",
        "effectiveness",
        "registration",
        "statement",
        "registration",
        "statement",
        "filed",
        "sec",
        "specifically",
        "purpose",
        "delivering",
        "consideration",
        "transaction",
        "per",
        "share",
        "shall",
        "paid",
        "form",
        "fully",
        "registered",
        "share",
        "participating",
        "pulse",
        "shareholder",
        "agree",
        "share",
        "exchange",
        "agreement",
        "similar",
        "respect",
        "irrevocable",
        "exchange",
        "though",
        "may",
        "cancelled",
        "election",
        "pulse",
        "shareholder",
        "time",
        "prior",
        "effectiveness",
        "registration",
        "statement",
        "average",
        "closing",
        "price",
        "plfx",
        "common",
        "stock",
        "trading",
        "period",
        "exceeds",
        "per",
        "share",
        "exchange",
        "transaction",
        "consideration",
        "paid",
        "form",
        "fully",
        "registered",
        "share",
        "based",
        "manner",
        "valuation",
        "share",
        "utilized",
        "transaction",
        "pulse",
        "shareholder",
        "pac",
        "pending",
        "acquisition",
        "restricted",
        "share",
        "per",
        "share",
        "notwithstanding",
        "initial",
        "share",
        "exchange",
        "ratio",
        "structured",
        "deliver",
        "share",
        "price",
        "consideration",
        "b",
        "event",
        "average",
        "market",
        "value",
        "share",
        "less",
        "per",
        "share",
        "required",
        "per",
        "share",
        "required",
        "b",
        "later",
        "date",
        "day",
        "date",
        "effectiveness",
        "first",
        "registration",
        "statement",
        "filed",
        "sec",
        "ii",
        "day",
        "commencement",
        "trading",
        "share",
        "shall",
        "issue",
        "additional",
        "share",
        "pulse",
        "shareholder",
        "initial",
        "share",
        "issuance",
        "necessary",
        "deliver",
        "target",
        "valuation",
        "exchange",
        "transaction",
        "event",
        "maximum",
        "number",
        "additional",
        "share",
        "still",
        "sufficient",
        "deliver",
        "target",
        "share",
        "valuation",
        "either",
        "per",
        "share",
        "per",
        "share",
        "case",
        "may",
        "respective",
        "pulse",
        "shareholder",
        "may",
        "elect",
        "either",
        "unwind",
        "exchange",
        "transaction",
        "require",
        "consideration",
        "paid",
        "cash",
        "condition",
        "share",
        "exchange",
        "transaction",
        "described",
        "paragraph",
        "b",
        "c",
        "subject",
        "condition",
        "contained",
        "definitive",
        "share",
        "exchange",
        "agreement",
        "dated",
        "january",
        "cash",
        "option",
        "described",
        "paragraph",
        "subject",
        "condition",
        "additional",
        "condition",
        "agreement",
        "pulse",
        "evolution",
        "enter",
        "financing",
        "redemption",
        "transaction",
        "b",
        "agreement",
        "certain",
        "shareholder",
        "party",
        "holotrack",
        "venture",
        "ag",
        "holotrack",
        "ag",
        "pb",
        "invest",
        "schweiz",
        "ag",
        "may",
        "also",
        "made",
        "proposal",
        "acquire",
        "control",
        "pulse",
        "settle",
        "terminate",
        "action",
        "relating",
        "pulse",
        "especially",
        "seek",
        "interfere",
        "purchase",
        "offer",
        "shareholder",
        "solution",
        "offered",
        "corporation",
        "corporation",
        "corporation",
        "development",
        "stage",
        "company",
        "focused",
        "adaptation",
        "development",
        "human",
        "animation",
        "technology",
        "enable",
        "diverse",
        "artificial",
        "intelligence",
        "platform",
        "interact",
        "consumer",
        "relatable",
        "form",
        "human",
        "face",
        "founded",
        "john",
        "textor",
        "established",
        "globally",
        "recognized",
        "pioneer",
        "field",
        "human",
        "animation",
        "intends",
        "develop",
        "robust",
        "library",
        "fully",
        "functional",
        "human",
        "face",
        "human",
        "character",
        "allow",
        "people",
        "communicate",
        "leading",
        "artificial",
        "intelligence",
        "platform",
        "would",
        "expect",
        "communicate",
        "another",
        "human",
        "also",
        "licensee",
        "pulse",
        "evolution",
        "technology",
        "recently",
        "acquired",
        "robust",
        "portfolio",
        "technology",
        "acquired",
        "legendary",
        "visual",
        "effect",
        "company",
        "digital",
        "domain",
        "representing",
        "substantially",
        "technology",
        "developed",
        "connection",
        "launch",
        "operation",
        "digital",
        "domain",
        "florida",
        "animation",
        "studio",
        "benefit",
        "digital",
        "domain",
        "animation",
        "studio",
        "technology",
        "portfolio",
        "market",
        "leading",
        "human",
        "animation",
        "technology",
        "licensed",
        "pulse",
        "evolution",
        "corporation",
        "uniquely",
        "positioned",
        "true",
        "pioneer",
        "globally",
        "significant",
        "industry",
        "emerging",
        "deployment",
        "artificially",
        "intelligent",
        "digital",
        "human",
        "society",
        "commerce",
        "education",
        "offer",
        "contact",
        "offer",
        "statement",
        "disclaimer",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "statement",
        "within",
        "meaning",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "generally",
        "identified",
        "word",
        "belief",
        "may",
        "expects",
        "anticipates",
        "similar",
        "expression",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "based",
        "upon",
        "belief",
        "assumption",
        "date",
        "release",
        "subsequent",
        "event",
        "development",
        "may",
        "cause",
        "statement",
        "change",
        "significantly",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "intention",
        "update",
        "revise",
        "statement",
        "result",
        "changed",
        "event",
        "circumstance",
        "occur",
        "date",
        "release",
        "except",
        "required",
        "applicable",
        "law",
        "important",
        "offer",
        "evaluated",
        "endorsed",
        "pulse",
        "evolution",
        "corporation",
        "meeting",
        "board",
        "director",
        "pulse",
        "evolution",
        "corporation",
        "november",
        "board",
        "noted",
        "receipt",
        "original",
        "offer",
        "dated",
        "october",
        "corporation",
        "offer",
        "made",
        "directly",
        "company",
        "accredited",
        "investor",
        "board",
        "pulse",
        "resolved",
        "make",
        "recommendation",
        "offer",
        "time",
        "press",
        "release",
        "revised",
        "offer",
        "provided",
        "shareholder",
        "pulse",
        "evolution",
        "corporation",
        "otc",
        "news",
        "disclosure",
        "service",
        "strictly",
        "purpose",
        "disclosure",
        "considered",
        "endorsement",
        "pulse",
        "offer",
        "content",
        "therein",
        "view",
        "original",
        "content",
        "http",
        "source",
        "corporation"
    ]
}