{
    "organizations": [],
    "uuid": "dff02e94a1b6488e08379e73c0bb64761017b31f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/06/globe-newswire-theratechnologies-announces-fda-approval-of-breakthrough-therapy-trogarzoa-ibalizumab-uiyk-injection-the-first-hiv-1.html",
    "ord_in_thread": 0,
    "title": "Theratechnologies Announces FDA Approval of Breakthrough Therapy, Trogarzo™ (ibalizumab-uiyk) Injection, the First HIV-1 Inhibitor and Long-Acting Monoclonal Antibody for Multidrug Resistant HIV-1",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "First HIV treatment approved with a new mechanism of action in more than 10 years Infused every two weeks, only antiretroviral treatment (ART) that does not require daily dosing Trogarzo™ has no drug-drug interactions and no cross-resistance with other ARTs\nMONTREAL, March 06, 2018 (GLOBE NEWSWIRE) -- Theratechnologies Inc. (Theratechnologies) (TSX:TH) and its partner TaiMed Biologics, Inc. (TaiMed) today announced that the U.S. Food and Drug Administration (FDA) has granted approval of Trogarzo™ (ibalizumab-uiyk) Injection. In combination with other ARTs, Trogarzo™ is indicated for the treatment of human immunodeficiency virus type 1 (HIV-1) infection in heavily treatment-experienced adults with multidrug resistant HIV-1 infection failing their current antiretroviral regimen. 1\nTrogarzo™ represents a critical new treatment advance as the first HIV therapy with a new mechanism of action approved in 10 years and proven effectiveness in difficult-to-treat patients with limited options. Unlike all other classes of ARTs, Trogarzo™ is a CD4-directed post-attachment HIV-1 inhibitor that binds to CD4+ receptors on host cells and blocks the HIV virus from infecting the cells. 1\n“Today’s approval of Trogarzo™ by the FDA is great news for people infected with difficult-to-treat multidrug resistant HIV. We look forward to bringing this much-needed therapy to patients in the U.S within six weeks,” said Luc Tanguay, President and Chief Executive Officer, Theratechnologies Inc. “We are grateful to the patients, investigators, as well as the FDA who supported the clinical development of Trogarzo™, and are helping address this critical unmet medical need.”\nTrogarzo™ previously received Breakthrough Therapy and Orphan Drug designations as well as Priority Review status from the FDA, underscoring the significance of the treatment for this patient population.\n“I witnessed some of the earliest cases of HIV and AIDS, at a time when the diagnosis was terrifying to patients because in many cases it was a death sentence,” said David Ho, M.D., chief scientific advisor of TaiMed and scientific director and CEO of the Aaron Diamond AIDS Research Center. “Since then, treatment advances and the discovery that combinations of ARTs was the best way to bring viral load below the level of detection have allowed most people to manage HIV like a chronic condition and live long, healthy lives. However, this is not the reality for people whose HIV is resistant to multiple drugs and whose viral load is not controlled, which is why TaiMed dedicated the past decade to advancing ibalizumab in the clinic. For these patients, it represents the next breakthrough.”\nUp to 25,000 Americans with HIV are currently multidrug resistant, of which 12,000 are in urgent need of a new treatment option because their current treatment regimen is failing them and their viral load has risen to detectable levels, jeopardizing their health and making HIV transmittable. 2 -13 The best way to prevent the transmission of multidrug resistant HIV is to control the virus in those living with it. According to new guidance from the Centers for Disease Control and Prevention (CDC), the HIV virus cannot be transmitted if it is being fully suppressed. 13\n“I’ve struggled with multidrug resistant HIV for almost 30 years and it was completely debilitating to feel like I had run out of options - I made no long-term plans,” said Nelson Vergel, founder of the Program for Wellness Restoration (PoWeR) and Trogarzo™ patient. “Since starting treatment with Trogarzo™ six years ago and getting my viral load to an undetectable level, I have been my happiest, most productive self. Trogarzo™ is a new source of hope and peace of mind for people whose treatments have failed them, and I feel incredibly lucky to have been able to participate in the clinical trial program.”\nTaiMed and Theratechnologies partnered on the development of Trogarzo™ so patients who can benefit from the treatment have access to it. For patients who need assistance accessing Trogarzo™ or who face challenges affording medicines, Theratechnologies has a team of patient care coordinators available to help. Patients can get assistance and expert support by contacting THERA patient support™ at 1-833-23-THERA (84372).\n“In Phase 3 ibalizumab trials, we saw marked improvements in patients’ health who not only were heavily treatment-experienced and had limited remaining treatment options, but in cases they also had extremely high viral loads and significantly impaired immune systems,” said Edwin DeJesus, M.D., Medical Director for the Orlando Immunology Center. “As an investigator for ibalizumab clinical trials over nearly 10 years, it was remarkable and inspiring to see the dramatic effect ibalizumab had on such vulnerable patients. As a clinician, I am excited that we will now have another option with a different mechanism of action for our heavily pretreated patients who are struggling to keep their viral load below detection because their HIV is resistant to multiple drugs.”\nClinical Trial Findings\nClinical studies show that Trogarzo™, in combination with other ARTs, significantly reduces viral load and increases CD4+ (T-cell) count among patients with multidrug resistant HIV-1.\nThe Phase 3 trial showed: 1\nTrogarzo™ significantly reduced viral load within seven days after the first dose of functional monotherapy and maintained the treatment response when combined with an optimized background regimen that included at least one other active ART for up to 24 weeks of treatment, while being safe and well tolerated. More than 80% of patients achieved the study's primary endpoint - at least a 0.5 log 10 (or 70%) viral load reduction from baseline seven days after receiving a 2,000 mg loading dose of Trogarzo™ and no adjustment to the failing background regimen. The average viral load reduction after 24 weeks was 1.6 log 10 with 43% of patients achieving undetectable viral loads.\nPatients experienced a clinically-significant mean increase in CD4+ T-cells of 44 cells/mm 3 , and increases varied based on T-cell count at baseline. Rebuilding the immune system by increasing T-cell count is particularly important as people with multidrug resistant HIV-1 often have the most advanced form of HIV. 1\nThe most common drug-related adverse reactions (incidence ≥ 5%) were diarrhea (8%), dizziness (8%), nausea (5%) and rash (5%). No drug-drug interactions were reported with other ARTs or medications, and no cross-resistance with other ARTs were observed. 1\nAbout Trogarzo™ (ibalizumab-uiyk) Injection\nTrogarzo™ is a humanized monoclonal antibody for the treatment of multidrug resistant HIV-1 infection. Trogarzo™ binds primarily to the second extracellular domain of the CD4+ T receptor, away from major histocompatibility complex II molecule binding sites. It prevents HIV from infecting CD4+ immune cells while preserving normal immunological function.\nIMPORTANT SAFETY INFORMATION\nTrogarzo™ is a prescription HIV medicine that is used with other antiretroviral medicines to treat human immunodeficiency virus-1 (HIV-1) infections in adults.\nTrogarzo™ blocks HIV from infecting certain cells of the immune system. This prevents HIV from multiplying and can reduce the amount of HIV in the body.\nBefore you receive Trogarzo™ , tell your healthcare provider if you:\nare pregnant or plan to become pregnant. It is not known if Trogarzo™ may harm your unborn baby. are breastfeeding or plan to breastfeed. It is not known if Trogarzo™ passes into breast milk.\nTell your healthcare provider about all the medicines you take, including all prescription and over-the-counter medicines, vitamins, and herbal supplements.\nTrogarzo™ can cause serious side effects, including:\nChanges in your immune system (Immune Reconstitution Inflammatory Syndrome) can happen when you start taking HIV-1 medicines. Your immune system might get stronger and begin to fight infections that have been hidden in your body for a long time. Tell your health care provider right away if you start having new symptoms after starting your HIV-1 medicine.\nThe most common side effects of Trogarzo™ include:\nDiarrhea\nDizziness\nNausea\nRash\nTell your healthcare provider if you have any side effect that bothers you or that does not go away. These are not all the possible side effects of Trogarzo™. For more information, ask your healthcare provider or pharmacist.\nCall your doctor for medical advice about side effects. You may report side effects to FDA at 1-800-FDA-1088. You may also report side effects to THERA patient support™ at 1-833-23THERA (1-833-238-4372).\nConference Call Details\nA conference call will be held March 6, 2018 at 4:30 p.m. to discuss this announcement. The call will be hosted by Luc Tanguay, President and Chief Executive Officer. The conference call will be open to questions from financial analysts. Media and other interested individuals are invited to participate in the call on a “listen-only” basis.\nThe conference call can be accessed by dialing 1-877-223-4471 (North America) or\n1-647-788-4922 (International). The conference call will also be accessible via webcast at http://www.gowebcasting.com/9197 .\nAudio replay of the conference call will be available two hours after the call’s completion until March 20, 2018, by dialing 1-800-585-8367 (North America) or 1-416-621-4642 (International) and by entering the playback code 9059158.\nAbout Theratechnologies\nTheratechnologies (TSX:TH) is a specialty pharmaceutical company addressing unmet medical needs to promote healthy living and an improved quality of life among HIV patients. Further information about Theratechnologies is available on the Company's website at www.theratech.com and on SEDAR at www.sedar.com .\nForward-Looking Information\nThis press release contains forward-looking statements and forward-looking information, or, collectively, forward-looking statements, within the meaning of applicable securities laws, that are based on our management’s belief and assumptions and on information currently available to our management. You can identify forward-looking statements by terms such as “may”, “will”, “should”, “could”, “would”, “outlook”, “believe”, “plan”, “envisage”, “anticipate”, “expect” and “estimate” or the negatives of these terms, or variations of them. The forward-looking statements contained in this press release include, but are not limited to, the size of the population with multidrug resistant HIV-1, including those in need of a new treatment option, the benefits obtained while taking Trogarzo™, Theratechnologies’ capacity to assist and provide support to patients, and to rapidly commercialize and introduce Trogarzo™ to the market.\nForward-looking statements are based upon a number of assumptions and are subject to a number of risks and uncertainties, many of which are beyond Theratechnologies’ control that could cause actual results to differ materially from those that are disclosed in or implied by such forward-looking information. These assumptions include but are not limited to, the following: the data obtained on the number of patients with multidrug resistant HIV-1 and those in need of a new treatment option are still accurate, the benefits obtained from the administration of Trogarzo™ during clinical trials will be the same for all patients who will be prescribed Trogarzo™, no unidentified side effects will occur, past success in assisting and providing support to patients will be replicated and Theratechnologies will have the infrastructure in place and enough product to launch Trogarzo™.\nThese risks and uncertainties include, but are not limited to, the risk that the size of the market is bigger than anticipated, which could create product shortage, the risk that the size of the market is smaller than anticipated, which, in turn, could create lower revenues than expected, the risk that undesirable side effects are observed, which could result in the FDA withdrawing the product from the market, the risk that the Theratechnologies’ team fails to assist and to provide all the necessary support to patients, the risk that Trogarzo™ is not reimbursed by public and private payors, and the risk that Theratechnologies is unable to quickly provide Trogarzo™ to patients.\nWe refer potential investors to the “Risk Factors” section of our Annual Information Form dated February 6, 2018 available on SEDAR at www.sedar.com for additional risks and uncertainties about Theratechnologies and its business. The reader is cautioned to consider these and other risks and uncertainties carefully and not to put undue reliance on forward-looking statements. Forward-looking statements reflect current expectations regarding future events and speak only as of the date of this press release and represent our expectations as of that date. We undertake no obligation to update or revise the information contained in this press release, whether as a result of new information, future events or circumstances or otherwise, except as may be required by applicable law.\nMedia inquiries:\nDenis Boucher\nVice President, Communications and Corporate Affairs\nEmail: dboucher@theratech.com\nTel.: (514) 336-7800, ext. 236\n1 Trogarzo™ U.S. Prescribing Information. Theratechnologies.\n2 Centers for Disease Control and Prevention HIV/AIDS Statistics Center (2017). HIV in the United States: At A Glance. Retrieved from https://www.cdc.gov/hiv/statistics/overview/ataglance.html .\n3 Centers for Disease Control and Prevention (2014). HIV Surveillance Report, Vol. 26.\n4 NA ACCORD (2018). Monitoring HIV. Retrieved from https://statepiaps7.jhsph.edu/naaccord/?q=slides .\n5 Centers for Disease Control and Prevention (2014). Vital Signs: HIV Diagnosis, Care, and Treatment Among Persons Living with HIV — United States, 2011. Morbidity and Mortality Weekly Report (MMWR) , Vol. 63.\n6 Pacquet, A. et al. (2014). A decade of HIV drug resistance in the United States: trends and characteristics in a large protease/reverse transcriptase and co-receptor tropism database from 2003 to 2012. Antivir Ther, Vol 19(4), 435-41, DOI: 10.3851/IMP2748.\n7 Deeks, S. et al. (2009). Trends in Multidrug Treatment Failure and Subsequent Mortality among Antiretroviral Therapy–Experienced Patients with HIV Infection in North America. Clinical Infectious Diseases , Vol. 49,1582–90.\n8 Trottier, B. et. al. (2010). Impact of the Background Regimen on Virologic Response to Etravirine: Pooled 48-Week Analysis of DUET-1 and -2. HIV Clinical Trials, Vol 11(4), 175-185, DOI: 10.1310/hct1104-175.\n9 Molina, J. et. al. (2012). Efficacy and safety of once daily elvitegravir versus twice daily raltegravir in treatment-experienced patients with HIV-1 receiving a ritonavir-boosted protease inhibitor: randomised, double-blind, phase 3, non-inferiority study. Lancet Infect Dis , Vol. 12, 27–35, DOI:10.1016/S1473-3099(11)70249-3.\n10 Gulick, R. et. Al. (2008). Maraviroc for Previously Treated Patients with R5 HIV-1 Infection. New England Journal of Medicine, Vol. 359(14), 1429-41.\n11 Steigbigel, R. et. al. (2008). Raltegravir with Optimized Background Therapy for Resistant HIV-1 Infection. New England Journal of Medicine , Vol. 359(4), 339-54.\n12 Clotet, B. et. al. (2007). Efficacy and safety of darunavir-ritonavir at week 48 in treatment-experienced patients with HIV-1 infection in POWER 1 and 2: a pooled subgroup analysis of data from two randomised trials, Lancet, Vol. 369,1169–78, DOI:10.1016/S0140- 6736(07)60497-8.\n13 McCray, E. & Mermin, J. (2017). Dear Colleague. Centers for Disease Control and Prevention . Retrieved from https://www.cdc.gov/hiv/library/dcl/dcl/092717.html .\nSource: Theratechnologies",
    "published": "2018-03-06T22:15:00.000+02:00",
    "crawled": "2018-03-06T22:56:59.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "first",
        "hiv",
        "treatment",
        "approved",
        "new",
        "mechanism",
        "action",
        "year",
        "infused",
        "every",
        "two",
        "week",
        "antiretroviral",
        "treatment",
        "art",
        "require",
        "daily",
        "dosing",
        "interaction",
        "art",
        "montreal",
        "march",
        "globe",
        "newswire",
        "theratechnologies",
        "theratechnologies",
        "tsx",
        "th",
        "partner",
        "taimed",
        "biologics",
        "taimed",
        "today",
        "announced",
        "food",
        "drug",
        "administration",
        "fda",
        "granted",
        "approval",
        "injection",
        "combination",
        "art",
        "indicated",
        "treatment",
        "human",
        "immunodeficiency",
        "virus",
        "type",
        "infection",
        "heavily",
        "adult",
        "multidrug",
        "resistant",
        "infection",
        "failing",
        "current",
        "antiretroviral",
        "regimen",
        "represents",
        "critical",
        "new",
        "treatment",
        "advance",
        "first",
        "hiv",
        "therapy",
        "new",
        "mechanism",
        "action",
        "approved",
        "year",
        "proven",
        "effectiveness",
        "patient",
        "limited",
        "option",
        "unlike",
        "class",
        "art",
        "inhibitor",
        "bind",
        "receptor",
        "host",
        "cell",
        "block",
        "hiv",
        "virus",
        "infecting",
        "cell",
        "today",
        "approval",
        "fda",
        "great",
        "news",
        "people",
        "infected",
        "multidrug",
        "resistant",
        "hiv",
        "look",
        "forward",
        "bringing",
        "therapy",
        "patient",
        "within",
        "six",
        "week",
        "said",
        "luc",
        "tanguay",
        "president",
        "chief",
        "executive",
        "officer",
        "theratechnologies",
        "grateful",
        "patient",
        "investigator",
        "well",
        "fda",
        "supported",
        "clinical",
        "development",
        "helping",
        "address",
        "critical",
        "unmet",
        "medical",
        "previously",
        "received",
        "breakthrough",
        "therapy",
        "orphan",
        "drug",
        "designation",
        "well",
        "priority",
        "review",
        "status",
        "fda",
        "underscoring",
        "significance",
        "treatment",
        "patient",
        "population",
        "witnessed",
        "earliest",
        "case",
        "hiv",
        "aid",
        "time",
        "diagnosis",
        "terrifying",
        "patient",
        "many",
        "case",
        "death",
        "sentence",
        "said",
        "david",
        "ho",
        "chief",
        "scientific",
        "advisor",
        "taimed",
        "scientific",
        "director",
        "ceo",
        "aaron",
        "diamond",
        "aid",
        "research",
        "center",
        "since",
        "treatment",
        "advance",
        "discovery",
        "combination",
        "art",
        "best",
        "way",
        "bring",
        "viral",
        "load",
        "level",
        "detection",
        "allowed",
        "people",
        "manage",
        "hiv",
        "like",
        "chronic",
        "condition",
        "live",
        "long",
        "healthy",
        "life",
        "however",
        "reality",
        "people",
        "whose",
        "hiv",
        "resistant",
        "multiple",
        "drug",
        "whose",
        "viral",
        "load",
        "controlled",
        "taimed",
        "dedicated",
        "past",
        "decade",
        "advancing",
        "ibalizumab",
        "clinic",
        "patient",
        "represents",
        "next",
        "american",
        "hiv",
        "currently",
        "multidrug",
        "resistant",
        "urgent",
        "need",
        "new",
        "treatment",
        "option",
        "current",
        "treatment",
        "regimen",
        "failing",
        "viral",
        "load",
        "risen",
        "detectable",
        "level",
        "jeopardizing",
        "health",
        "making",
        "hiv",
        "transmittable",
        "best",
        "way",
        "prevent",
        "transmission",
        "multidrug",
        "resistant",
        "hiv",
        "control",
        "virus",
        "living",
        "according",
        "new",
        "guidance",
        "center",
        "disease",
        "control",
        "prevention",
        "cdc",
        "hiv",
        "virus",
        "transmitted",
        "fully",
        "suppressed",
        "struggled",
        "multidrug",
        "resistant",
        "hiv",
        "almost",
        "year",
        "completely",
        "debilitating",
        "feel",
        "like",
        "run",
        "option",
        "made",
        "plan",
        "said",
        "nelson",
        "vergel",
        "founder",
        "program",
        "wellness",
        "restoration",
        "power",
        "patient",
        "since",
        "starting",
        "treatment",
        "six",
        "year",
        "ago",
        "getting",
        "viral",
        "load",
        "undetectable",
        "level",
        "happiest",
        "productive",
        "self",
        "new",
        "source",
        "hope",
        "peace",
        "mind",
        "people",
        "whose",
        "treatment",
        "failed",
        "feel",
        "incredibly",
        "lucky",
        "able",
        "participate",
        "clinical",
        "trial",
        "taimed",
        "theratechnologies",
        "partnered",
        "development",
        "patient",
        "benefit",
        "treatment",
        "access",
        "patient",
        "need",
        "assistance",
        "accessing",
        "face",
        "challenge",
        "affording",
        "medicine",
        "theratechnologies",
        "team",
        "patient",
        "care",
        "coordinator",
        "available",
        "help",
        "patient",
        "get",
        "assistance",
        "expert",
        "support",
        "contacting",
        "thera",
        "patient",
        "phase",
        "ibalizumab",
        "trial",
        "saw",
        "marked",
        "improvement",
        "patient",
        "health",
        "heavily",
        "limited",
        "remaining",
        "treatment",
        "option",
        "case",
        "also",
        "extremely",
        "high",
        "viral",
        "load",
        "significantly",
        "impaired",
        "immune",
        "system",
        "said",
        "edwin",
        "dejesus",
        "medical",
        "director",
        "orlando",
        "immunology",
        "center",
        "investigator",
        "ibalizumab",
        "clinical",
        "trial",
        "nearly",
        "year",
        "remarkable",
        "inspiring",
        "see",
        "dramatic",
        "effect",
        "ibalizumab",
        "vulnerable",
        "patient",
        "clinician",
        "excited",
        "another",
        "option",
        "different",
        "mechanism",
        "action",
        "heavily",
        "pretreated",
        "patient",
        "struggling",
        "keep",
        "viral",
        "load",
        "detection",
        "hiv",
        "resistant",
        "multiple",
        "clinical",
        "trial",
        "finding",
        "clinical",
        "study",
        "show",
        "combination",
        "art",
        "significantly",
        "reduces",
        "viral",
        "load",
        "increase",
        "count",
        "among",
        "patient",
        "multidrug",
        "resistant",
        "phase",
        "trial",
        "showed",
        "significantly",
        "reduced",
        "viral",
        "load",
        "within",
        "seven",
        "day",
        "first",
        "dose",
        "functional",
        "monotherapy",
        "maintained",
        "treatment",
        "response",
        "combined",
        "optimized",
        "background",
        "regimen",
        "included",
        "least",
        "one",
        "active",
        "art",
        "week",
        "treatment",
        "safe",
        "well",
        "tolerated",
        "patient",
        "achieved",
        "study",
        "primary",
        "endpoint",
        "least",
        "log",
        "viral",
        "load",
        "reduction",
        "baseline",
        "seven",
        "day",
        "receiving",
        "mg",
        "loading",
        "dose",
        "adjustment",
        "failing",
        "background",
        "regimen",
        "average",
        "viral",
        "load",
        "reduction",
        "week",
        "log",
        "patient",
        "achieving",
        "undetectable",
        "viral",
        "load",
        "patient",
        "experienced",
        "mean",
        "increase",
        "increase",
        "varied",
        "based",
        "count",
        "baseline",
        "rebuilding",
        "immune",
        "system",
        "increasing",
        "count",
        "particularly",
        "important",
        "people",
        "multidrug",
        "resistant",
        "often",
        "advanced",
        "form",
        "hiv",
        "common",
        "adverse",
        "reaction",
        "incidence",
        "diarrhea",
        "dizziness",
        "nausea",
        "rash",
        "interaction",
        "reported",
        "art",
        "medication",
        "art",
        "observed",
        "injection",
        "humanized",
        "monoclonal",
        "antibody",
        "treatment",
        "multidrug",
        "resistant",
        "infection",
        "bind",
        "primarily",
        "second",
        "extracellular",
        "domain",
        "receptor",
        "away",
        "major",
        "histocompatibility",
        "complex",
        "ii",
        "molecule",
        "binding",
        "site",
        "prevents",
        "hiv",
        "infecting",
        "immune",
        "cell",
        "preserving",
        "normal",
        "immunological",
        "function",
        "important",
        "safety",
        "information",
        "prescription",
        "hiv",
        "medicine",
        "used",
        "antiretroviral",
        "medicine",
        "treat",
        "human",
        "immunodeficiency",
        "infection",
        "adult",
        "block",
        "hiv",
        "infecting",
        "certain",
        "cell",
        "immune",
        "system",
        "prevents",
        "hiv",
        "multiplying",
        "reduce",
        "amount",
        "hiv",
        "body",
        "receive",
        "tell",
        "healthcare",
        "provider",
        "pregnant",
        "plan",
        "become",
        "pregnant",
        "known",
        "may",
        "harm",
        "unborn",
        "baby",
        "breastfeeding",
        "plan",
        "breastfeed",
        "known",
        "pass",
        "breast",
        "milk",
        "tell",
        "healthcare",
        "provider",
        "medicine",
        "take",
        "including",
        "prescription",
        "medicine",
        "vitamin",
        "herbal",
        "supplement",
        "cause",
        "serious",
        "side",
        "effect",
        "including",
        "change",
        "immune",
        "system",
        "immune",
        "reconstitution",
        "inflammatory",
        "syndrome",
        "happen",
        "start",
        "taking",
        "medicine",
        "immune",
        "system",
        "might",
        "get",
        "stronger",
        "begin",
        "fight",
        "infection",
        "hidden",
        "body",
        "long",
        "time",
        "tell",
        "health",
        "care",
        "provider",
        "right",
        "away",
        "start",
        "new",
        "symptom",
        "starting",
        "medicine",
        "common",
        "side",
        "effect",
        "include",
        "diarrhea",
        "dizziness",
        "nausea",
        "rash",
        "tell",
        "healthcare",
        "provider",
        "side",
        "effect",
        "bother",
        "go",
        "away",
        "possible",
        "side",
        "effect",
        "information",
        "ask",
        "healthcare",
        "provider",
        "pharmacist",
        "call",
        "doctor",
        "medical",
        "advice",
        "side",
        "effect",
        "may",
        "report",
        "side",
        "effect",
        "fda",
        "may",
        "also",
        "report",
        "side",
        "effect",
        "thera",
        "patient",
        "conference",
        "call",
        "detail",
        "conference",
        "call",
        "held",
        "march",
        "discus",
        "announcement",
        "call",
        "hosted",
        "luc",
        "tanguay",
        "president",
        "chief",
        "executive",
        "officer",
        "conference",
        "call",
        "open",
        "question",
        "financial",
        "analyst",
        "medium",
        "interested",
        "individual",
        "invited",
        "participate",
        "call",
        "basis",
        "conference",
        "call",
        "accessed",
        "dialing",
        "north",
        "america",
        "international",
        "conference",
        "call",
        "also",
        "accessible",
        "via",
        "webcast",
        "http",
        "audio",
        "replay",
        "conference",
        "call",
        "available",
        "two",
        "hour",
        "call",
        "completion",
        "march",
        "dialing",
        "north",
        "america",
        "international",
        "entering",
        "playback",
        "code",
        "theratechnologies",
        "theratechnologies",
        "tsx",
        "th",
        "specialty",
        "pharmaceutical",
        "company",
        "addressing",
        "unmet",
        "medical",
        "need",
        "promote",
        "healthy",
        "living",
        "improved",
        "quality",
        "life",
        "among",
        "hiv",
        "patient",
        "information",
        "theratechnologies",
        "available",
        "company",
        "website",
        "sedar",
        "information",
        "press",
        "release",
        "contains",
        "statement",
        "information",
        "collectively",
        "statement",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "based",
        "management",
        "belief",
        "assumption",
        "information",
        "currently",
        "available",
        "management",
        "identify",
        "statement",
        "term",
        "may",
        "could",
        "would",
        "outlook",
        "believe",
        "plan",
        "envisage",
        "anticipate",
        "expect",
        "estimate",
        "negative",
        "term",
        "variation",
        "statement",
        "contained",
        "press",
        "release",
        "include",
        "limited",
        "size",
        "population",
        "multidrug",
        "resistant",
        "including",
        "need",
        "new",
        "treatment",
        "option",
        "benefit",
        "obtained",
        "taking",
        "theratechnologies",
        "capacity",
        "assist",
        "provide",
        "support",
        "patient",
        "rapidly",
        "commercialize",
        "introduce",
        "market",
        "statement",
        "based",
        "upon",
        "number",
        "assumption",
        "subject",
        "number",
        "risk",
        "uncertainty",
        "many",
        "beyond",
        "theratechnologies",
        "control",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "disclosed",
        "implied",
        "information",
        "assumption",
        "include",
        "limited",
        "following",
        "data",
        "obtained",
        "number",
        "patient",
        "multidrug",
        "resistant",
        "need",
        "new",
        "treatment",
        "option",
        "still",
        "accurate",
        "benefit",
        "obtained",
        "administration",
        "clinical",
        "trial",
        "patient",
        "prescribed",
        "unidentified",
        "side",
        "effect",
        "occur",
        "past",
        "success",
        "assisting",
        "providing",
        "support",
        "patient",
        "replicated",
        "theratechnologies",
        "infrastructure",
        "place",
        "enough",
        "product",
        "launch",
        "risk",
        "uncertainty",
        "include",
        "limited",
        "risk",
        "size",
        "market",
        "bigger",
        "anticipated",
        "could",
        "create",
        "product",
        "shortage",
        "risk",
        "size",
        "market",
        "smaller",
        "anticipated",
        "turn",
        "could",
        "create",
        "lower",
        "revenue",
        "expected",
        "risk",
        "undesirable",
        "side",
        "effect",
        "observed",
        "could",
        "result",
        "fda",
        "withdrawing",
        "product",
        "market",
        "risk",
        "theratechnologies",
        "team",
        "fails",
        "assist",
        "provide",
        "necessary",
        "support",
        "patient",
        "risk",
        "reimbursed",
        "public",
        "private",
        "payors",
        "risk",
        "theratechnologies",
        "unable",
        "quickly",
        "provide",
        "patient",
        "refer",
        "potential",
        "investor",
        "risk",
        "factor",
        "section",
        "annual",
        "information",
        "form",
        "dated",
        "february",
        "available",
        "sedar",
        "additional",
        "risk",
        "uncertainty",
        "theratechnologies",
        "business",
        "reader",
        "cautioned",
        "consider",
        "risk",
        "uncertainty",
        "carefully",
        "put",
        "undue",
        "reliance",
        "statement",
        "statement",
        "reflect",
        "current",
        "expectation",
        "regarding",
        "future",
        "event",
        "speak",
        "date",
        "press",
        "release",
        "represent",
        "expectation",
        "date",
        "undertake",
        "obligation",
        "update",
        "revise",
        "information",
        "contained",
        "press",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "circumstance",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "law",
        "medium",
        "inquiry",
        "denis",
        "boucher",
        "vice",
        "president",
        "communication",
        "corporate",
        "affair",
        "email",
        "dboucher",
        "tel",
        "ext",
        "prescribing",
        "information",
        "theratechnologies",
        "center",
        "disease",
        "control",
        "prevention",
        "statistic",
        "center",
        "hiv",
        "united",
        "state",
        "glance",
        "retrieved",
        "http",
        "center",
        "disease",
        "control",
        "prevention",
        "hiv",
        "surveillance",
        "report",
        "vol",
        "na",
        "accord",
        "monitoring",
        "hiv",
        "retrieved",
        "http",
        "center",
        "disease",
        "control",
        "prevention",
        "vital",
        "sign",
        "hiv",
        "diagnosis",
        "care",
        "treatment",
        "among",
        "person",
        "living",
        "hiv",
        "united",
        "state",
        "morbidity",
        "mortality",
        "weekly",
        "report",
        "mmwr",
        "vol",
        "pacquet",
        "et",
        "al",
        "decade",
        "hiv",
        "drug",
        "resistance",
        "united",
        "state",
        "trend",
        "characteristic",
        "large",
        "transcriptase",
        "tropism",
        "database",
        "antivir",
        "ther",
        "vol",
        "doi",
        "deeks",
        "et",
        "al",
        "trend",
        "multidrug",
        "treatment",
        "failure",
        "subsequent",
        "mortality",
        "among",
        "antiretroviral",
        "patient",
        "hiv",
        "infection",
        "north",
        "america",
        "clinical",
        "infectious",
        "disease",
        "vol",
        "trottier",
        "et",
        "al",
        "impact",
        "background",
        "regimen",
        "virologic",
        "response",
        "etravirine",
        "pooled",
        "analysis",
        "hiv",
        "clinical",
        "trial",
        "vol",
        "doi",
        "molina",
        "et",
        "al",
        "efficacy",
        "safety",
        "daily",
        "elvitegravir",
        "versus",
        "twice",
        "daily",
        "raltegravir",
        "patient",
        "receiving",
        "protease",
        "inhibitor",
        "randomised",
        "phase",
        "study",
        "lancet",
        "infect",
        "dis",
        "vol",
        "gulick",
        "et",
        "al",
        "maraviroc",
        "previously",
        "treated",
        "patient",
        "r5",
        "infection",
        "new",
        "england",
        "journal",
        "medicine",
        "vol",
        "steigbigel",
        "et",
        "al",
        "raltegravir",
        "optimized",
        "background",
        "therapy",
        "resistant",
        "infection",
        "new",
        "england",
        "journal",
        "medicine",
        "vol",
        "clotet",
        "et",
        "al",
        "efficacy",
        "safety",
        "week",
        "patient",
        "infection",
        "power",
        "pooled",
        "subgroup",
        "analysis",
        "data",
        "two",
        "randomised",
        "trial",
        "lancet",
        "vol",
        "mccray",
        "mermin",
        "j",
        "dear",
        "colleague",
        "center",
        "disease",
        "control",
        "prevention",
        "retrieved",
        "http",
        "source",
        "theratechnologies"
    ]
}