{
    "organizations": [],
    "uuid": "c29c6149e1d843833856ce599a5e2119ebe3e176",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/23/globe-newswire-dbv-technologies-announces-closing-of-global-offering-and-full-exercise-of-underwriters-option-to-purchase-additional.html",
    "ord_in_thread": 0,
    "title": "DBV Technologies Announces Closing of Global Offering and Full Exercise of Underwriters' Option to Purchase Additional Shares",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Montrouge, France, March 23, 2018 DBV Technologies Announces Closing of Global Offering and Full Exercise of Underwriters' Option to Purchase Additional Shares\nDBV Technologies (the \"Company\") (Euronext: DBV - ISIN: FR0010417345 - Nasdaq Stock Market: DBVT), a clinical-stage biopharmaceutical company, today announced the closing of an underwritten global offering of an aggregate of 3,527,752 ordinary shares in (i) a public offering of 1,392,015 ordinary shares in the form of 2,784,030 American Depositary Shares (ADSs) in the United States, Canada and certain other countries outside Europe at a public offering price of $21.26 per ADS (on the basis of an exchange rate of $1.2246=€1.00) and (ii) a concurrent private placement of 2,135,737 ordinary shares in Europe (including France) at a public offering price of €34.71 per ordinary share. Each ADS represents the right to receive one-half of one ordinary share. The gross proceeds to the Company from the global offering are approximately $150.0 million (approximately €122.5 million), before deducting underwriting commissions and estimated offering expenses. The ADSs are listed on the Nasdaq Global Select Market under the symbol \"DBVT\", and the Company's ordinary shares are listed on Euronext Paris under the symbol \"DBV\".\nIn addition, on March 22, 2018, the underwriters for the global offering exercised in full their option to purchase an additional (i) 320,360 ordinary shares and (ii) 417,604 ADSs, on the same terms and conditions (the \"Option\"), bringing the anticipated total gross proceeds from the global offering to approximately $172.5 million (€140.8 million). The closing of the Option is expected to occur on March 26, 2018, subject to customary closing conditions.\nMorgan Stanley and Goldman Sachs acted as joint lead book-running managers for the global offering. Barclays and Deutsche Bank Securities also served as book-running managers. Bryan, Garnier & Co. acted as a co-manager for the global offering. No stabilization activity has been undertaken and the stabilization period is now closed.\nThe Company plans to use the net proceeds from the global offering to fund the development and commercialization of Viaskin Peanut, to advance development of its other product candidates and for working capital and general corporate purposes.\nA registration statement on Form F-3 relating to the securities to be issued in the global offering was filed with the Securities and Exchange Commission and became automatically effective on July 27, 2016. The public offering was made only by means of a written prospectus and prospectus supplement that form a part of the registration statement. A final prospectus supplement and accompanying prospectus relating to and describing the terms of the offering was filed with the Securities and Exchange Commission and is available on the Securities and Exchange Commission's website at www.sec.gov . Copies of the final prospectus supplement and accompanying prospectus may also be obtained for free from: Morgan Stanley & Co. LLC, 180 Varick Street, 2nd Floor, New York, New York 10014, United States, Attention: Prospectus Department; Goldman Sachs, Attention: Prospectus Department, 200 West Street, New York, NY 10282, via telephone: 1-866-471-2526, facsimile: 212-902-9316 or via email: prospectusgroup-ny@ny.email.gs.com ; Barclays Capital Inc., c/o Broadridge Financial Solutions, 1155 Long Island Avenue, Edgewood, New York 11717, by phone at 1-888-603-5847 or by e-mail at: barclaysprospectus@broadridge.com ; or Deutsche Bank Securities: 60 Wall Street, New York, New York 10005-2836, Attention: Prospectus Group, Telephone: (800) 503-4611, E-mail: prospectus.cpdg@db.com .\n* * *\nAbout DBV Technologies\nDBV Technologies is developing Viaskin®, a proprietary technology platform with broad potential applications in immunotherapy. Viaskin is based on epicutaneous immunotherapy, or EPIT®, DBV's method of delivering biologically active compounds to the immune system through intact skin. With this new class of self-administered and non-invasive product candidates, the Company is dedicated to safely transforming the care of food allergic patients, for whom there are no approved treatments. DBV's food allergies programs include ongoing clinical trials of Viaskin Peanut and Viaskin Milk, and preclinical development of Viaskin Egg. DBV is also pursuing a human proof-of-concept clinical study of Viaskin Milk for the treatment of Eosinophilic Esophagitis, and exploring potential applications of its platform in vaccines and other immune diseases. DBV Technologies has global headquarters in Montrouge, France and New York, NY. The Company's ordinary shares are traded on segment A of Euronext Paris (Ticker: DBV, ISIN code: FR0010417345), part of the SBF120 index, and the Company's ADSs (each representing one-half of one ordinary share) are traded on the Nasdaq Global Select Market (Ticker: DBVT).\nForward Looking Statements\nThis press release contains forward-looking statements, including statements about the expected closing of the underwriters' option to purchase additional shares in the global offering and the anticipated use of proceeds from the offering. These forward-looking statements are not promises or guarantees and involve substantial risks and uncertainties. Factors that could cause actual results to differ materially from those described or projected herein include risk associated with market and other financing conditions, risks associated with clinical trials and regulatory reviews and approvals, and risk related to the sufficiency of the Company's existing cash resources and liquidity. A further list and description of these risks, uncertainties and other risks can be found in the Company's regulatory filings with the French Autorité des Marchés Financiers and U.S. Securities and Exchange Commission, including in the Company's Annual Report on Form 20-F for the year ended December 31, 2017. Existing and prospective investors are cautioned not to place undue reliance on these forward-looking statements, which speak only as of the date hereof. The Company undertakes no obligation to update or revise forward-looking statements as a result of new information, future events or circumstances, or otherwise, except as required by law.\nContact\nSara Blum Sherman\nSenior Director, Investor Relations & Strategy\n+1 212-271-0740\nsara.sherman@dbv-technologies.com\nDisclaimers\nThis press release does not constitute an offer to sell nor a solicitation of an offer to buy, nor shall there be any sale of ordinary shares or ADSs in any state or jurisdiction in which such an offer, solicitation or sale would be unlawful prior to registration or qualification under the securities laws of any such state or jurisdiction.\nThe distribution of this document may, in certain jurisdictions, be restricted by local legislations. Persons into whose possession this document comes are required to inform themselves about and to observe any such potential local restrictions.\nNo prospectus subject to approval by the French Autorité des Marchés Financiers (AMF) has been filed in connection with the global offering. Copies of the Company's Reference Document, including the risk factors, registered by the AMF on March 16, 2018 under No. D.18-0144 are available for free at the Company's head office located at: 177-,181, avenue Pierre Brossolette - 92120 Montrouge, France, and on the AMF's website at www.amf-france.org .\nThis document does not constitute an offer to the public in France and the securities referred to in this document can only be offered or sold in France pursuant to article L. 411-2-II of the French Monetary and Financial Code to (i) providers of third party portfolio management investment services, (ii) qualified investors (investisseurs qualifiés) acting for their own account and/or (iii) a limited group of investors (cercle restreint d'investisseurs) acting for their own account, all as defined in and in accordance with articles L. 411-1, L. 411-2 and D. 411-1 to D. 411-4 and D. 754-1 and D. 764-1 of the French Monetary and Financial Code.\nThis announcement is not an advertisement and not a prospectus within the meaning of Directive 2003/71/EC of the European Parliament and of the Council of 4 November 2003, as amended (the \"Prospectus Directive\").\nWith respect to the member States of the European Economic Area, no action has been undertaken or will be undertaken to make an offer to the public of the securities referred to herein requiring a publication of a prospectus in any relevant member State. As a result, the securities may not and will not be offered in any relevant member State except in accordance with the exemptions set forth in Article 3(2) of the Prospectus Directive or under any other circumstances which do not require the publication by the Company of a prospectus pursuant to Article 3 of the Prospectus Directive and/or to applicable regulations of that relevant member State.\nThis document is only being distributed to, and is only directed at, persons in the United Kingdom that (i) are \"investment professionals\" falling within Article 19(5) of the Financial Services and Markets Act 2000 (Financial Promotion) Order 2005 (as amended, the \"Order\"), (ii) are persons falling within Article 49(2)(a) to (d) (\"high net worth companies, unincorporated associations, etc.\") of the Order, or (iii) are persons to whom an invitation or inducement to engage in investment activity (within the meaning of Article 21 of the Financial Services and Markets Act 2000) in connection with the issue or sale of any securities may otherwise lawfully be communicated or caused to be communicated (all such persons together being referred to as \"Relevant Persons\"). This document is directed only at Relevant Persons and must not be acted on or relied on by persons who are not Relevant Persons. Any investment or investment activity to which this document relates is available only to Relevant Persons and will be engaged in only with Relevant Persons.\nAttachment:\nhttp://www.globenewswire.com/NewsRoom/AttachmentNg/67403fa0-4768-43b0-bae2-162b0628ddae\nSource:DBV Technologies S.A.",
    "published": "2018-03-24T00:02:00.000+03:00",
    "crawled": "2018-03-24T00:24:36.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "montrouge",
        "france",
        "march",
        "dbv",
        "technology",
        "announces",
        "closing",
        "global",
        "offering",
        "full",
        "exercise",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "dbv",
        "technology",
        "company",
        "euronext",
        "dbv",
        "isin",
        "fr0010417345",
        "nasdaq",
        "stock",
        "market",
        "dbvt",
        "biopharmaceutical",
        "company",
        "today",
        "announced",
        "closing",
        "underwritten",
        "global",
        "offering",
        "aggregate",
        "ordinary",
        "share",
        "public",
        "offering",
        "ordinary",
        "share",
        "form",
        "american",
        "depositary",
        "share",
        "adss",
        "united",
        "state",
        "canada",
        "certain",
        "country",
        "outside",
        "europe",
        "public",
        "offering",
        "price",
        "per",
        "ad",
        "basis",
        "exchange",
        "rate",
        "ii",
        "concurrent",
        "private",
        "placement",
        "ordinary",
        "share",
        "europe",
        "including",
        "france",
        "public",
        "offering",
        "price",
        "per",
        "ordinary",
        "share",
        "ad",
        "represents",
        "right",
        "receive",
        "one",
        "ordinary",
        "share",
        "gross",
        "proceeds",
        "company",
        "global",
        "offering",
        "approximately",
        "million",
        "approximately",
        "million",
        "deducting",
        "underwriting",
        "commission",
        "estimated",
        "offering",
        "expense",
        "adss",
        "listed",
        "nasdaq",
        "global",
        "select",
        "market",
        "symbol",
        "dbvt",
        "company",
        "ordinary",
        "share",
        "listed",
        "euronext",
        "paris",
        "symbol",
        "dbv",
        "addition",
        "march",
        "underwriter",
        "global",
        "offering",
        "exercised",
        "full",
        "option",
        "purchase",
        "additional",
        "ordinary",
        "share",
        "ii",
        "adss",
        "term",
        "condition",
        "option",
        "bringing",
        "anticipated",
        "total",
        "gross",
        "proceeds",
        "global",
        "offering",
        "approximately",
        "million",
        "million",
        "closing",
        "option",
        "expected",
        "occur",
        "march",
        "subject",
        "customary",
        "closing",
        "condition",
        "morgan",
        "stanley",
        "goldman",
        "sachs",
        "acted",
        "joint",
        "lead",
        "manager",
        "global",
        "offering",
        "barclays",
        "deutsche",
        "bank",
        "security",
        "also",
        "served",
        "manager",
        "bryan",
        "garnier",
        "acted",
        "global",
        "offering",
        "stabilization",
        "activity",
        "undertaken",
        "stabilization",
        "period",
        "closed",
        "company",
        "plan",
        "use",
        "net",
        "proceeds",
        "global",
        "offering",
        "fund",
        "development",
        "commercialization",
        "viaskin",
        "peanut",
        "advance",
        "development",
        "product",
        "candidate",
        "working",
        "capital",
        "general",
        "corporate",
        "purpose",
        "registration",
        "statement",
        "form",
        "relating",
        "security",
        "issued",
        "global",
        "offering",
        "filed",
        "security",
        "exchange",
        "commission",
        "became",
        "automatically",
        "effective",
        "july",
        "public",
        "offering",
        "made",
        "mean",
        "written",
        "prospectus",
        "prospectus",
        "supplement",
        "form",
        "part",
        "registration",
        "statement",
        "final",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "relating",
        "describing",
        "term",
        "offering",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "security",
        "exchange",
        "commission",
        "website",
        "copy",
        "final",
        "prospectus",
        "supplement",
        "accompanying",
        "prospectus",
        "may",
        "also",
        "obtained",
        "free",
        "morgan",
        "stanley",
        "llc",
        "varick",
        "street",
        "2nd",
        "floor",
        "new",
        "york",
        "new",
        "york",
        "united",
        "state",
        "attention",
        "prospectus",
        "department",
        "goldman",
        "sachs",
        "attention",
        "prospectus",
        "department",
        "west",
        "street",
        "new",
        "york",
        "ny",
        "via",
        "telephone",
        "facsimile",
        "via",
        "email",
        "barclays",
        "capital",
        "broadridge",
        "financial",
        "solution",
        "long",
        "island",
        "avenue",
        "edgewood",
        "new",
        "york",
        "phone",
        "barclaysprospectus",
        "deutsche",
        "bank",
        "security",
        "wall",
        "street",
        "new",
        "york",
        "new",
        "york",
        "attention",
        "prospectus",
        "group",
        "telephone",
        "dbv",
        "technology",
        "dbv",
        "technology",
        "developing",
        "proprietary",
        "technology",
        "platform",
        "broad",
        "potential",
        "application",
        "immunotherapy",
        "viaskin",
        "based",
        "epicutaneous",
        "immunotherapy",
        "dbv",
        "method",
        "delivering",
        "biologically",
        "active",
        "compound",
        "immune",
        "system",
        "intact",
        "skin",
        "new",
        "class",
        "product",
        "candidate",
        "company",
        "dedicated",
        "safely",
        "transforming",
        "care",
        "food",
        "allergic",
        "patient",
        "approved",
        "treatment",
        "dbv",
        "food",
        "allergy",
        "program",
        "include",
        "ongoing",
        "clinical",
        "trial",
        "viaskin",
        "peanut",
        "viaskin",
        "milk",
        "preclinical",
        "development",
        "viaskin",
        "egg",
        "dbv",
        "also",
        "pursuing",
        "human",
        "clinical",
        "study",
        "viaskin",
        "milk",
        "treatment",
        "eosinophilic",
        "esophagitis",
        "exploring",
        "potential",
        "application",
        "platform",
        "vaccine",
        "immune",
        "disease",
        "dbv",
        "technology",
        "global",
        "headquarters",
        "montrouge",
        "france",
        "new",
        "york",
        "ny",
        "company",
        "ordinary",
        "share",
        "traded",
        "segment",
        "euronext",
        "paris",
        "ticker",
        "dbv",
        "isin",
        "code",
        "fr0010417345",
        "part",
        "sbf120",
        "index",
        "company",
        "adss",
        "representing",
        "one",
        "ordinary",
        "share",
        "traded",
        "nasdaq",
        "global",
        "select",
        "market",
        "ticker",
        "dbvt",
        "forward",
        "looking",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "including",
        "statement",
        "expected",
        "closing",
        "underwriter",
        "option",
        "purchase",
        "additional",
        "share",
        "global",
        "offering",
        "anticipated",
        "use",
        "proceeds",
        "offering",
        "statement",
        "promise",
        "guarantee",
        "involve",
        "substantial",
        "risk",
        "uncertainty",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "projected",
        "herein",
        "include",
        "risk",
        "associated",
        "market",
        "financing",
        "condition",
        "risk",
        "associated",
        "clinical",
        "trial",
        "regulatory",
        "review",
        "approval",
        "risk",
        "related",
        "sufficiency",
        "company",
        "existing",
        "cash",
        "resource",
        "liquidity",
        "list",
        "description",
        "risk",
        "uncertainty",
        "risk",
        "found",
        "company",
        "regulatory",
        "filing",
        "french",
        "autorité",
        "de",
        "marchés",
        "financier",
        "security",
        "exchange",
        "commission",
        "including",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "existing",
        "prospective",
        "investor",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "speak",
        "date",
        "hereof",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "circumstance",
        "otherwise",
        "except",
        "required",
        "law",
        "contact",
        "sara",
        "blum",
        "sherman",
        "senior",
        "director",
        "investor",
        "relation",
        "strategy",
        "disclaimer",
        "press",
        "release",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "shall",
        "sale",
        "ordinary",
        "share",
        "adss",
        "state",
        "jurisdiction",
        "offer",
        "solicitation",
        "sale",
        "would",
        "unlawful",
        "prior",
        "registration",
        "qualification",
        "security",
        "law",
        "state",
        "jurisdiction",
        "distribution",
        "document",
        "may",
        "certain",
        "jurisdiction",
        "restricted",
        "local",
        "legislation",
        "person",
        "whose",
        "possession",
        "document",
        "come",
        "required",
        "inform",
        "observe",
        "potential",
        "local",
        "restriction",
        "prospectus",
        "subject",
        "approval",
        "french",
        "autorité",
        "de",
        "marchés",
        "financier",
        "amf",
        "filed",
        "connection",
        "global",
        "offering",
        "copy",
        "company",
        "reference",
        "document",
        "including",
        "risk",
        "factor",
        "registered",
        "amf",
        "march",
        "available",
        "free",
        "company",
        "head",
        "office",
        "located",
        "avenue",
        "pierre",
        "brossolette",
        "montrouge",
        "france",
        "amf",
        "website",
        "document",
        "constitute",
        "offer",
        "public",
        "france",
        "security",
        "referred",
        "document",
        "offered",
        "sold",
        "france",
        "pursuant",
        "article",
        "french",
        "monetary",
        "financial",
        "code",
        "provider",
        "third",
        "party",
        "portfolio",
        "management",
        "investment",
        "service",
        "ii",
        "qualified",
        "investor",
        "investisseurs",
        "qualifiés",
        "acting",
        "account",
        "iii",
        "limited",
        "group",
        "investor",
        "cercle",
        "restreint",
        "acting",
        "account",
        "defined",
        "accordance",
        "article",
        "french",
        "monetary",
        "financial",
        "code",
        "announcement",
        "advertisement",
        "prospectus",
        "within",
        "meaning",
        "directive",
        "european",
        "parliament",
        "council",
        "november",
        "amended",
        "prospectus",
        "directive",
        "respect",
        "member",
        "state",
        "european",
        "economic",
        "area",
        "action",
        "undertaken",
        "undertaken",
        "make",
        "offer",
        "public",
        "security",
        "referred",
        "herein",
        "requiring",
        "publication",
        "prospectus",
        "relevant",
        "member",
        "state",
        "result",
        "security",
        "may",
        "offered",
        "relevant",
        "member",
        "state",
        "except",
        "accordance",
        "exemption",
        "set",
        "forth",
        "article",
        "prospectus",
        "directive",
        "circumstance",
        "require",
        "publication",
        "company",
        "prospectus",
        "pursuant",
        "article",
        "prospectus",
        "directive",
        "applicable",
        "regulation",
        "relevant",
        "member",
        "state",
        "document",
        "distributed",
        "directed",
        "person",
        "united",
        "kingdom",
        "investment",
        "professional",
        "falling",
        "within",
        "article",
        "financial",
        "service",
        "market",
        "act",
        "financial",
        "promotion",
        "order",
        "amended",
        "order",
        "ii",
        "person",
        "falling",
        "within",
        "article",
        "high",
        "net",
        "worth",
        "company",
        "unincorporated",
        "association",
        "etc",
        "order",
        "iii",
        "person",
        "invitation",
        "inducement",
        "engage",
        "investment",
        "activity",
        "within",
        "meaning",
        "article",
        "financial",
        "service",
        "market",
        "act",
        "connection",
        "issue",
        "sale",
        "security",
        "may",
        "otherwise",
        "lawfully",
        "communicated",
        "caused",
        "communicated",
        "person",
        "together",
        "referred",
        "relevant",
        "person",
        "document",
        "directed",
        "relevant",
        "person",
        "must",
        "acted",
        "relied",
        "person",
        "relevant",
        "person",
        "investment",
        "investment",
        "activity",
        "document",
        "relates",
        "available",
        "relevant",
        "person",
        "engaged",
        "relevant",
        "person",
        "attachment",
        "http",
        "source",
        "dbv",
        "technology"
    ]
}