{
    "organizations": [],
    "uuid": "d94def7e6e012739ce131b5e85640a65901d4362",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/27/pr-newswire-genworth-and-oceanwide-extend-merger-agreement.html",
    "ord_in_thread": 0,
    "title": "Genworth and Oceanwide Extend Merger Agreement",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "RICHMOND, Va., March 27, 2018 /PRNewswire/ -- Genworth Financial, Inc. (NYSE: GNW) and China Oceanwide Holdings Group Co., Ltd. (Oceanwide) today announced they have agreed to a fourth waiver and agreement of each party's right to terminate the previously announced merger agreement. The fourth waiver and agreement extends the previous deadline of April 1, 2018 to July 1, 2018, and allows additional time for regulatory reviews of the transaction.\nIn addition, each party acknowledged that the merger agreement may be terminated at any time prior to July 1, 2018 by directors of either company if the Committee on Foreign Investment in the United States (CFIUS) notifies the parties that it has completed its review of the merger and the mitigation proposals presented by the parties, and intends to recommend that the President of the United States suspend or prohibit the merger from taking place.\n\"We recently refiled our joint voluntary notice with CFIUS and this merger extension will provide time for that review process, as well as other pending regulatory reviews, to continue,\" said Tom McInerney, president and CEO of Genworth. \"Our CFIUS refiling includes meaningful additions to our mitigation approach to further protect the personal data of Genworth policyholders. We are fully committed to developing a risk mitigation plan that is acceptable to all parties.\"\nIn addition to clearance by CFIUS, the closing of the proposed transaction remains subject to the receipt of required regulatory approvals in the U.S., China and other international jurisdictions in which Genworth does business and other closing conditions.\nIn the event the transaction with Oceanwide does not close by the maturity of its 6.515% senior unsecured notes due May 22, 2018, Genworth will use a combination of the recently completed term loan proceeds plus some level of holding company cash to fully retire such senior unsecured notes. Genworth and Oceanwide are also discussing other options for reducing debt, subject to consummation of the merger, to improve Genworth's financial flexibility and ratings over time.\nIn the meantime, Oceanwide and Genworth have received approval from regulators in Australia for the proposed transaction as contemplated under the merger agreement.\n\"Approval by Australia is an important step in the process of completing the merger with Oceanwide,\" McInerney said. \"Genworth and Oceanwide continue to be actively engaged with regulators who are reviewing our transaction in the remaining jurisdictions that must approve the transaction.\"\nAdded LU Zhiqiang, chairman of Oceanwide: \"We are pleased that our transaction has been approved by Australia and are committed to diligently working with Genworth to obtain the remaining regulatory approvals and satisfy other conditions necessary to close the transaction.\"\nThe transaction also has been approved by regulators in Virginia, North Carolina, South Carolina and Vermont.\nAbout Genworth Financial\nGenworth Financial, Inc. (NYSE: GNW) is a Fortune 500 insurance holding company committed to helping families achieve the dream of homeownership and address the financial challenges of aging through its leadership positions in mortgage insurance and long term care insurance. Headquartered in Richmond, Virginia, Genworth traces its roots back to 1871 and became a public company in 2004. For more information, visit genworth.com .\nFrom time to time, Genworth releases important information via postings on its corporate website. Accordingly, investors and other interested parties are encouraged to enroll to receive automatic email alerts and Really Simple Syndication (RSS) feeds regarding new postings. Enrollment information is found under the \"Investors\" section of genworth.com . From time to time, Genworth's publicly traded subsidiaries, Genworth MI Canada Inc. and Genworth Mortgage Insurance Australia Limited, separately release financial and other information about their operations. This information can be found at http://genworth.ca and http://www.genworth.com.au .\nAbout Oceanwide\nOceanwide is a privately held, family owned international financial holding group founded by LU Zhiqiang. Headquartered in Beijing, China, Oceanwide's well-established and diversified businesses include operations in financial services, energy, culture and media, and real estate assets globally, including in the United States.\nOceanwide is the controlling shareholder of the Shenzhen-listed Oceanwide Holdings Co., Ltd. and Minsheng Holdings Co. Ltd.; the Hong Kong-listed China Oceanwide Holdings Limited and China Oceanwide International Financial Limited, (formerly known as Quam Limited); the privately-held Minsheng Securities, Minsheng Trust, and Asia Pacific Property & Casualty Insurance; and it is the single largest shareholder of Australia-listed CuDECO Ltd. China Oceanwide also is a minority investor in Shanghai-listed China Minsheng Bank and Hong Kong-listed Legend Holdings. In the United States, Oceanwide has real estate investments in New York, California, and Hawaii. Businesses controlled by Oceanwide have more than 10,000 employees globally.\nCautionary Note Regarding Forward-Looking Statements\nThis communication includes certain statements that may constitute \" \" within the meaning of the federal securities laws, including Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended. Forward-looking statements may be identified by words such as \"expects,\" \"intends,\" \"anticipates,\" \"plans,\" \"believes,\" \"seeks,\" \"estimates,\" \"will\" or words of similar meaning and include, but are not limited to, statements regarding the outlook for the company's future business and financial performance. Forward-looking statements are based on management's current expectations and assumptions, which are subject to inherent uncertainties, risks and changes in circumstances that are difficult to predict. Actual outcomes and results may differ materially from those in the and factors that may cause such a difference include, but are not limited to, risks and uncertainties related to: (i) the risk that the transaction may not be completed in a timely manner or at all, which may adversely affect Genworth's business and the price of Genworth's common stock; (ii) the parties' inability to find suitable mitigation options to address CFIUS's interest and obtain regulatory approvals, or the possibility that regulatory approvals may further delay the transaction or will not be received prior to July 1, 2018 (and either or both of the parties may not be willing to further waive their End Date termination rights beyond July 1, 2018) or that materially burdensome or adverse regulatory conditions may be imposed in connection with any such regulatory approvals, including any mitigation approaches that may be necessary to obtain CFIUS approval (including those conditions that either or both of the parties may be unwilling to accept); (iii) the risk that a condition to closing of the transaction may not be satisfied; (iv) potential legal proceedings that may be instituted against Genworth following announcement of the transaction; (v) the risk that the proposed transaction disrupts Genworth's current plans and operations as a result of the announcement and consummation of the transaction; (vi) potential adverse reactions or changes to Genworth's business relationships with clients, employees, suppliers or other parties or other business uncertainties resulting from the announcement of the transaction or during the pendency of the transaction, including but not limited to such changes that could affect Genworth's financial performance; (vii) certain restrictions during the pendency of the transaction that may impact Genworth's ability to pursue certain business opportunities or strategic transactions; (viii) continued availability of capital and financing to Genworth before the consummation of the transaction; (ix) further rating agency actions and downgrades in Genworth's financial strength ratings; (x) changes in applicable laws or regulations; (xi) Genworth's ability to recognize the anticipated benefits of the transaction; (xii) the amount of the costs, fees, expenses and other charges related to the transaction; (xiii) the risks related to diverting management's attention from Genworth's ongoing business operations; (xiv) the impact of changes in interest rates and political instability; and (xv) other risks and uncertainties described in the Definitive Proxy Statement, filed with the SEC on January 25, 2017, and Genworth's Annual Report on Form 10-K, filed with the SEC on February 28, 2018. Unlisted factors may present significant additional obstacles to the realization of . Consequences of material differences in results as compared with those anticipated in the could include, among other things, business disruption, operational problems, financial loss, legal liability to third parties and similar risks, any of which could have a material adverse effect on Genworth's consolidated financial condition, results of operations, credit rating or liquidity. Accordingly, should not be relied upon as representing Genworth's views as of any subsequent date, and Genworth does not undertake any obligation to update to reflect events or circumstances after the date they were made, whether as a result of new information, future events or otherwise, except as may be required under applicable securities laws.\nView original content: http://www.prnewswire.com/news-releases/genworth-and-oceanwide-extend-merger-agreement-300620255.html\nSOURCE Genworth Financial, Inc.",
    "published": "2018-03-28T00:15:00.000+03:00",
    "crawled": "2018-03-28T00:28:15.017+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "richmond",
        "march",
        "genworth",
        "financial",
        "nyse",
        "gnw",
        "china",
        "oceanwide",
        "holding",
        "group",
        "oceanwide",
        "today",
        "announced",
        "agreed",
        "fourth",
        "waiver",
        "agreement",
        "party",
        "right",
        "terminate",
        "previously",
        "announced",
        "merger",
        "agreement",
        "fourth",
        "waiver",
        "agreement",
        "extends",
        "previous",
        "deadline",
        "april",
        "july",
        "allows",
        "additional",
        "time",
        "regulatory",
        "review",
        "transaction",
        "addition",
        "party",
        "acknowledged",
        "merger",
        "agreement",
        "may",
        "terminated",
        "time",
        "prior",
        "july",
        "director",
        "either",
        "company",
        "committee",
        "foreign",
        "investment",
        "united",
        "state",
        "cfius",
        "notifies",
        "party",
        "completed",
        "review",
        "merger",
        "mitigation",
        "proposal",
        "presented",
        "party",
        "intends",
        "recommend",
        "president",
        "united",
        "state",
        "suspend",
        "prohibit",
        "merger",
        "taking",
        "place",
        "recently",
        "refiled",
        "joint",
        "voluntary",
        "notice",
        "cfius",
        "merger",
        "extension",
        "provide",
        "time",
        "review",
        "process",
        "well",
        "pending",
        "regulatory",
        "review",
        "continue",
        "said",
        "tom",
        "mcinerney",
        "president",
        "ceo",
        "genworth",
        "cfius",
        "refiling",
        "includes",
        "meaningful",
        "addition",
        "mitigation",
        "approach",
        "protect",
        "personal",
        "data",
        "genworth",
        "policyholder",
        "fully",
        "committed",
        "developing",
        "risk",
        "mitigation",
        "plan",
        "acceptable",
        "party",
        "addition",
        "clearance",
        "cfius",
        "closing",
        "proposed",
        "transaction",
        "remains",
        "subject",
        "receipt",
        "required",
        "regulatory",
        "approval",
        "china",
        "international",
        "jurisdiction",
        "genworth",
        "business",
        "closing",
        "condition",
        "event",
        "transaction",
        "oceanwide",
        "close",
        "maturity",
        "senior",
        "unsecured",
        "note",
        "due",
        "may",
        "genworth",
        "use",
        "combination",
        "recently",
        "completed",
        "term",
        "loan",
        "proceeds",
        "plus",
        "level",
        "holding",
        "company",
        "cash",
        "fully",
        "retire",
        "senior",
        "unsecured",
        "note",
        "genworth",
        "oceanwide",
        "also",
        "discussing",
        "option",
        "reducing",
        "debt",
        "subject",
        "consummation",
        "merger",
        "improve",
        "genworth",
        "financial",
        "flexibility",
        "rating",
        "time",
        "meantime",
        "oceanwide",
        "genworth",
        "received",
        "approval",
        "regulator",
        "australia",
        "proposed",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "approval",
        "australia",
        "important",
        "step",
        "process",
        "completing",
        "merger",
        "oceanwide",
        "mcinerney",
        "said",
        "genworth",
        "oceanwide",
        "continue",
        "actively",
        "engaged",
        "regulator",
        "reviewing",
        "transaction",
        "remaining",
        "jurisdiction",
        "must",
        "approve",
        "transaction",
        "added",
        "lu",
        "zhiqiang",
        "chairman",
        "oceanwide",
        "pleased",
        "transaction",
        "approved",
        "australia",
        "committed",
        "diligently",
        "working",
        "genworth",
        "obtain",
        "remaining",
        "regulatory",
        "approval",
        "satisfy",
        "condition",
        "necessary",
        "close",
        "transaction",
        "transaction",
        "also",
        "approved",
        "regulator",
        "virginia",
        "north",
        "carolina",
        "south",
        "carolina",
        "vermont",
        "genworth",
        "financial",
        "genworth",
        "financial",
        "nyse",
        "gnw",
        "fortune",
        "insurance",
        "holding",
        "company",
        "committed",
        "helping",
        "family",
        "achieve",
        "dream",
        "homeownership",
        "address",
        "financial",
        "challenge",
        "aging",
        "leadership",
        "position",
        "mortgage",
        "insurance",
        "long",
        "term",
        "care",
        "insurance",
        "headquartered",
        "richmond",
        "virginia",
        "genworth",
        "trace",
        "root",
        "back",
        "became",
        "public",
        "company",
        "information",
        "visit",
        "time",
        "time",
        "genworth",
        "release",
        "important",
        "information",
        "via",
        "posting",
        "corporate",
        "website",
        "accordingly",
        "investor",
        "interested",
        "party",
        "encouraged",
        "enroll",
        "receive",
        "automatic",
        "email",
        "alert",
        "really",
        "simple",
        "syndication",
        "rss",
        "feed",
        "regarding",
        "new",
        "posting",
        "enrollment",
        "information",
        "found",
        "investor",
        "section",
        "time",
        "time",
        "genworth",
        "publicly",
        "traded",
        "subsidiary",
        "genworth",
        "mi",
        "canada",
        "genworth",
        "mortgage",
        "insurance",
        "australia",
        "limited",
        "separately",
        "release",
        "financial",
        "information",
        "operation",
        "information",
        "found",
        "http",
        "http",
        "oceanwide",
        "oceanwide",
        "privately",
        "held",
        "family",
        "owned",
        "international",
        "financial",
        "holding",
        "group",
        "founded",
        "lu",
        "zhiqiang",
        "headquartered",
        "beijing",
        "china",
        "oceanwide",
        "diversified",
        "business",
        "include",
        "operation",
        "financial",
        "service",
        "energy",
        "culture",
        "medium",
        "real",
        "estate",
        "asset",
        "globally",
        "including",
        "united",
        "state",
        "oceanwide",
        "controlling",
        "shareholder",
        "oceanwide",
        "holding",
        "minsheng",
        "holding",
        "hong",
        "china",
        "oceanwide",
        "holding",
        "limited",
        "china",
        "oceanwide",
        "international",
        "financial",
        "limited",
        "formerly",
        "known",
        "quam",
        "limited",
        "minsheng",
        "security",
        "minsheng",
        "trust",
        "asia",
        "pacific",
        "property",
        "casualty",
        "single",
        "largest",
        "shareholder",
        "cudeco",
        "china",
        "oceanwide",
        "also",
        "minority",
        "investor",
        "china",
        "minsheng",
        "bank",
        "hong",
        "legend",
        "holding",
        "united",
        "state",
        "oceanwide",
        "real",
        "estate",
        "investment",
        "new",
        "york",
        "california",
        "hawaii",
        "business",
        "controlled",
        "oceanwide",
        "employee",
        "globally",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "communication",
        "includes",
        "certain",
        "statement",
        "may",
        "constitute",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "including",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "statement",
        "may",
        "identified",
        "word",
        "expects",
        "intends",
        "anticipates",
        "plan",
        "belief",
        "seek",
        "estimate",
        "word",
        "similar",
        "meaning",
        "include",
        "limited",
        "statement",
        "regarding",
        "outlook",
        "company",
        "future",
        "business",
        "financial",
        "performance",
        "statement",
        "based",
        "management",
        "current",
        "expectation",
        "assumption",
        "subject",
        "inherent",
        "uncertainty",
        "risk",
        "change",
        "circumstance",
        "difficult",
        "predict",
        "actual",
        "outcome",
        "result",
        "may",
        "differ",
        "materially",
        "factor",
        "may",
        "cause",
        "difference",
        "include",
        "limited",
        "risk",
        "uncertainty",
        "related",
        "risk",
        "transaction",
        "may",
        "completed",
        "timely",
        "manner",
        "may",
        "adversely",
        "affect",
        "genworth",
        "business",
        "price",
        "genworth",
        "common",
        "stock",
        "ii",
        "party",
        "inability",
        "find",
        "suitable",
        "mitigation",
        "option",
        "address",
        "cfius",
        "interest",
        "obtain",
        "regulatory",
        "approval",
        "possibility",
        "regulatory",
        "approval",
        "may",
        "delay",
        "transaction",
        "received",
        "prior",
        "july",
        "either",
        "party",
        "may",
        "willing",
        "waive",
        "end",
        "date",
        "termination",
        "right",
        "beyond",
        "july",
        "materially",
        "burdensome",
        "adverse",
        "regulatory",
        "condition",
        "may",
        "imposed",
        "connection",
        "regulatory",
        "approval",
        "including",
        "mitigation",
        "approach",
        "may",
        "necessary",
        "obtain",
        "cfius",
        "approval",
        "including",
        "condition",
        "either",
        "party",
        "may",
        "unwilling",
        "accept",
        "iii",
        "risk",
        "condition",
        "closing",
        "transaction",
        "may",
        "satisfied",
        "iv",
        "potential",
        "legal",
        "proceeding",
        "may",
        "instituted",
        "genworth",
        "following",
        "announcement",
        "transaction",
        "v",
        "risk",
        "proposed",
        "transaction",
        "disrupts",
        "genworth",
        "current",
        "plan",
        "operation",
        "result",
        "announcement",
        "consummation",
        "transaction",
        "vi",
        "potential",
        "adverse",
        "reaction",
        "change",
        "genworth",
        "business",
        "relationship",
        "client",
        "employee",
        "supplier",
        "party",
        "business",
        "uncertainty",
        "resulting",
        "announcement",
        "transaction",
        "pendency",
        "transaction",
        "including",
        "limited",
        "change",
        "could",
        "affect",
        "genworth",
        "financial",
        "performance",
        "vii",
        "certain",
        "restriction",
        "pendency",
        "transaction",
        "may",
        "impact",
        "genworth",
        "ability",
        "pursue",
        "certain",
        "business",
        "opportunity",
        "strategic",
        "transaction",
        "viii",
        "continued",
        "availability",
        "capital",
        "financing",
        "genworth",
        "consummation",
        "transaction",
        "ix",
        "rating",
        "agency",
        "action",
        "downgrade",
        "genworth",
        "financial",
        "strength",
        "rating",
        "x",
        "change",
        "applicable",
        "law",
        "regulation",
        "xi",
        "genworth",
        "ability",
        "recognize",
        "anticipated",
        "benefit",
        "transaction",
        "xii",
        "amount",
        "cost",
        "fee",
        "expense",
        "charge",
        "related",
        "transaction",
        "xiii",
        "risk",
        "related",
        "diverting",
        "management",
        "attention",
        "genworth",
        "ongoing",
        "business",
        "operation",
        "xiv",
        "impact",
        "change",
        "interest",
        "rate",
        "political",
        "instability",
        "xv",
        "risk",
        "uncertainty",
        "described",
        "definitive",
        "proxy",
        "statement",
        "filed",
        "sec",
        "january",
        "genworth",
        "annual",
        "report",
        "form",
        "filed",
        "sec",
        "february",
        "unlisted",
        "factor",
        "may",
        "present",
        "significant",
        "additional",
        "obstacle",
        "realization",
        "consequence",
        "material",
        "difference",
        "result",
        "compared",
        "anticipated",
        "could",
        "include",
        "among",
        "thing",
        "business",
        "disruption",
        "operational",
        "problem",
        "financial",
        "loss",
        "legal",
        "liability",
        "third",
        "party",
        "similar",
        "risk",
        "could",
        "material",
        "adverse",
        "effect",
        "genworth",
        "consolidated",
        "financial",
        "condition",
        "result",
        "operation",
        "credit",
        "rating",
        "liquidity",
        "accordingly",
        "relied",
        "upon",
        "representing",
        "genworth",
        "view",
        "subsequent",
        "date",
        "genworth",
        "undertake",
        "obligation",
        "update",
        "reflect",
        "event",
        "circumstance",
        "date",
        "made",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "may",
        "required",
        "applicable",
        "security",
        "law",
        "view",
        "original",
        "content",
        "http",
        "source",
        "genworth",
        "financial",
        "inc"
    ]
}