{
    "organizations": [],
    "uuid": "cdd8ddb592ea7207ae871fa34eef0ac45e02d551",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-rhythm-pharmaceuticals-reports-fourth-quarter-and-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Rhythm Pharmaceuticals Reports Fourth Quarter and Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "-- Continuing Enrollment in Pivotal Phase 3 Clinical Trial of Setmelanotide in Pro-Opiomelanocortin (POMC) Deficiency Obesity; On Track to Complete Enrollment of 10 Patients in First Half of 2018 --\n-- Enrolled First Patient in Pivotal Phase 3 Clinical Trial of Setmelanotide in L eptin Receptor (LEPR) Deficiency Obesity --\n-- Enrolled First Patients in Phase 2 Proof-of-Concept Trial of Setmelanotide in Alström Syndrome, POMC Epigenetic Disorders and POMC Heterozygous Deficiency Obesity --\n-- Successfully Completed Upsized Initial Public Offering Raising $137.8 Million in Gross Proceeds --\nBOSTON, March 12, 2018 (GLOBE NEWSWIRE) -- Rhythm Pharmaceuticals, Inc. (NASDAQ:RYTM), a biopharmaceutical company aimed at developing and commercializing therapies for the treatment of rare genetic disorders of obesity, today reported financial results and provided a business update for the fourth quarter and full year ended December 31, 2017.\n“2017 was a year of remarkable achievement at Rhythm, marked by our maturation into a late-stage, publicly-traded company and advancements across our clinical program for setmelanotide in six monogenic MC4 pathway deficiencies,” said Keith Gottesdiener, M.D., Chief Executive Officer of Rhythm. “In addition to completing our upsized initial public offering in October, we initiated our first Phase 3 trial of setmelanotide in patients with POMC deficiency obesity and, more recently, initiated a second Phase 3 trial in patients with LEPR deficiency obesity. We are poised to build on this momentum in 2018, as we progress with our ongoing pivotal trials, initiate a third pivotal Phase 3 trial in Bardet-Biedl Syndrome (BBS), and read out initial data from our Phase 2 proof-of-concept study in Alström Syndrome, POMC epigenetic disorders and POMC heterozygous deficiency obesity. We believe setmelanotide has tremendous potential to address the unmet needs facing patients with rare genetic disorders of obesity and look forward to gaining further insights into its potential clinical benefit.”\nRecent Business Highlights and Upcoming Milestones:\nSetmelanotide – POMC Deficiency Obesity\nRhythm finalized the protocol for its ongoing pivotal Phase 3 clinical trial evaluating setmelanotide in POMC deficiency obesity. Following discussions with the U.S. Food and Drug Administration (FDA), the trial’s primary endpoint is the responder analysis and the first secondary endpoint is mean percentage change in weight. Rhythm confirmed plans to file a New Drug Application (NDA) with the FDA based on one-year data from a cohort of 10 patients in its ongoing Phase 3 study. Rhythm expects to complete enrollment of the required 10 patients in the first half of 2018, to announce initial data from the trial in the first half of 2019, and subsequently to file an NDA. The FDA has granted Breakthrough Therapy Designation (BTD) and Orphan Drug Designation (ODD) for setmelanotide in POMC deficiency obesity. Rhythm also announced plans to enroll supplemental patients who may not complete one year of treatment at the time of NDA filing, including patients between six and 11 years of age under the implementation of a pediatric amendment, to provide additional important data regarding the use of setmelanotide in people living with POMC deficiency obesity.\nSetmelanotide – LEPR Deficiency Obesity\nRhythm achieved First Patient In (FPI) in its pivotal Phase 3 clinical trial evaluating setmelanotide in LEPR deficiency obesity. Clinical trial sites are open across North America and Europe, and enrollment is expected to be complete by the end of 2018. The FDA has granted BTD and ODD for setmelanotide in LEPR deficiency obesity.\nSetmelanotide – Additional Development Efforts\nRhythm enrolled the first patients, with each of: Alström Syndrome, POMC epigenetic disorders, and POMC heterozygous deficiency obesity, in its ongoing Phase 2 proof-of-concept basket study evaluating setmelanotide for the treatment of patients with rare genetic disorders of obesity. Rhythm expects to announce initial data in each indication in the first half of 2018. Rhythm announced the completion of a multi-dose study evaluating an extended-release, once-weekly formulation of setmelanotide. The formulation, which Rhythm is developing in collaboration with Camurus AB, demonstrated tolerability and pharmacokinetics that support further clinical development. Rhythm presented preliminary data from its ongoing Phase 2 proof-of-concept study evaluating setmelanotide for the treatment of BBS at ObesityWeek 2017 in Washington, D.C. The data show that once daily subcutaneous injection of setmelanotide resulted in reductions in hunger score in five patients with BBS and substantial weight loss in four, and that treatment has been safe and well-tolerated. Rhythm expects to initiate a pivotal Phase 3 clinical trial evaluating setmelanotide in BBS in 2018. New genetic epidemiological analyses will be presented in a late-breaking poster presentation at ENDO 2018. The poster is titled “Melanocortin-4 Receptor Pathway Dysfunction In Obese Patients: Prevalence Estimates Of LEPR, POMC, And PCSK1 Variants,” and will be presented on March 19, 2018 from 1:00-3:00pm CT in Chicago, IL.\nCorporate:\nIn October 2017, Rhythm completed an upsized initial public offering of common stock at $17.00 per share, raising net proceeds of $125.7 million, after deducting underwriting discounts, commissions and offering expenses.\nFourth Quarter and Year End 2017 Financial Results:\nCash Position: As of December 31, 2017, cash, cash equivalents and short-term investments were $148.1 million, as compared to $10.5 million as of December 31, 2016. This increase was primarily due to net proceeds of $125.7 million from Rhythm’s initial public offering of stock, which was completed in October 2017, partially offset by cash used to fund operating activities for the year ended December 31, 2017. R&D Expenses: R&D expenses were $6.7 million for the fourth quarter of 2017 and $22.9 million for the year ended December 31, 2017, as compared to $5.6 million for the fourth quarter of 2016 and $19.6 million for the year ended December 31, 2016. The year over year increase of $3.3 million was primarily due to increased enrollment in the Phase 3 clinical trial evaluating setmelanotide for the treatment of POMC deficiency obesity and preparations for the Phase 3 clinical trial of setmelanotide in LEPR deficiency obesity, as well as the initiation of additional new clinical trials in 2017 and other development activities associated with setmelanotide. Rhythm hired additional personnel in the clinical operations department at the end of 2016 and throughout 2017. S,G&A Expenses: S,G&A expenses were $4.3 million for the fourth quarter of 2017 and $9.5 million for the year ended December 31, 2017, as compared to $2.7 million for the fourth quarter of 2016 and $6.3 million for the year ended December 31, 2016. The year over year increase of $3.2 million was primarily due to an increase in headcount in both the commercial and general and administrative departments, as well as increased professional and consulting fees associated with being a public company. Net Loss: Net loss was $10.5 million for the fourth quarter of 2017 and $33.7 million for the year ended December 31, 2017, or a net loss per basic and diluted share of $0.41 and $2.83, respectively, as compared to a net loss of $8.4 million for the fourth quarter of 2016 and $25.9 million for the year ended December 31, 2016, or a net loss per basic and diluted share of $0.90 and $2.85, respectively.\nFinancial Guidance\nBased on its current clinical development plans, Rhythm expects that its existing cash and cash equivalents and available-for-sale marketable securities will be sufficient for Rhythm to fund its operating expenses and capital expenditure requirements into the second half of 2019.\nAnnual Meeting of Stockholders\nRhythm anticipates holding its annual meeting of stockholders on or about Thursday, June 7, 2018 (the “2018 Annual Meeting”) and will file with the SEC a proxy statement for the 2018 Annual Meeting. The deadline for receipt of a stockholder proposal to be submitted pursuant to Rule 14a-8 of the Securities Exchange Act of 1934, as amended (“Rule 14a-8”), for inclusion in Rhythm’s proxy materials for the 2018 Annual Meeting is the close of business on April 2, 2018. In accordance with Rhythm’s Amended and Restated By-Laws, the deadline for receipt of a stockholder proposal submitted outside of Rule 14a-8, or a director nomination, is the close of business on April 1, 2018.\nAbout Rhythm Pharmaceuticals\nRhythm is a biopharmaceutical company focused on the development and commercialization of therapies for the treatment of rare genetic disorders of obesity. Rhythm’s lead product candidate is setmelanotide, a first-in-class melanocortin-4 receptor (MC4R) agonist. Rhythm also supports The Genetic Obesity Project ( www.GeneticObesity.com ), which is dedicated to improving the understanding of severe obesity that results from specific genetic disorders. The company is based in Boston, MA.\nForward-Looking Statements\nThis press release contains certain statements that are forward-looking within the meaning of Section 27A of the Securities Act of 1933, as amended, and Section 21E of the Securities Exchange Act of 1934, as amended, and that involve risks and uncertainties, including statements regarding Rhythm’s clinical research programs and its momentum in 2018, progress with ongoing and initiation of new pivotal trials, potential to address unmet needs in patients with certain forms of genetic obesity, anticipated timing for announcement of data, and the sufficiency of cash. Statements using word such as “expect”, “anticipate”, “believe”, “may” and similar terms are also forward looking statements. Such statements are subject to numerous risks and uncertainties, including but not limited to, our ability to enroll patients in clinical trials, the outcome of clinical trials, the impact of competition, the ability to achieve or obtain necessary regulatory approvals, the impact of changes in the financial markets and global economic conditions, risks associated with data analysis and reporting, use of cash and expenses, and other risks as may be detailed from time to time in our Annual Reports on Form 10-K and quarterly reports on Form 10-Q and other reports we file with the Commission. Except as required by law, we undertake no obligations to make any revisions to the forward-looking statements contained in this release or to update them to reflect events or circumstances occurring after the date of this release, whether as a result of new information, future developments or otherwise.\nRHYTHM PHARMACEUTICALS, INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS AND COMPREHENSIVE LOSS\n(in thousands, except share and per share data)\nThree months ended December 31, Year ended December 31, 2017 2016 2017 2016 Operating expenses: Research and development $ 6,653 $ 5,630 $ 22,894 $ 19,594 Selling, general and administrative 4,330 2,745 9,518 6,311 Total operating expenses 10,983 8,375 32,412 25,905 Loss from operations (10,983 ) (8,375 ) (32,412 ) (25,905 ) Other income (expense): Revaluation of Series A Investor Instrument — — (1,863 ) — Interest income, net 452 9 566 33 Total other income (expense): 452 9 (1,297 ) Net loss and comprehensive loss $ (10,531 ) $ (8,366 ) $ (33,709 ) $ (25,872 ) Net loss attributable to common stockholders $ (10,619 ) $ (9,172 ) $ (37,582 ) $ (29,074 ) Net loss attributable to common stockholders per common share, basic and diluted $ (0.41 ) $ (0.90 ) $ (2.83 ) $ (2.85 ) Weighted average common shares outstanding, basic and diluted 26,174,843 10,196,292 13,267,960 10,196,292 RHYTHM PHARMACEUTICALS, INC.\nCONSOLIDATED BALANCE SHEETS\n(in thousands, except share and per share data)\nDecember 31, December 31,\n2017 2016 Assets Current assets: Cash and cash equivalents $ 34,236 $ 6,540 Short-term investments 113,846 3,997 Prepaid expenses and other current assets 2,589 638 Total current assets 150,671 11,175 Property, plant and equipment, net 840 930 Deferred issuance costs — 9 Restricted cash 225 225 Total assets $ 151,736 $ 12,339 Liabilities, convertible preferred stock and stockholders’ equity (deficit) Current liabilities: Accounts payable $ 2,427 $ 1,895 Due to related party — 105 Deferred rent 83 76 Accrued expenses and other current liabilities 4,210 2,655 Total current liabilities 6,720 4,731 Long-term liabilities: Deferred rent 228 311 Total liabilities 6,948 5,042 Commitments and contingencies Preferred stock: Series A Convertible Preferred Stock, $0.001 par value: 10,000,000 shares authorized; no shares issued and outstanding at December 31, 2017 and 40,000,000 shares issued and outstanding at December 31, 2016; (aggregate liquidation preference of $0 and $44,129 at December 31, 2017 and December 31, 2016 respectively) — 40,000 Stockholders’ equity (deficit): Common stock, $0.001 par value: 120,000,000 shares authorized; 27,284,140 and 10,196,292 shares issued and outstanding and December 31, 2017 and December 31, 2016, respectively 27 10 Additional paid-in capital 255,013 43,830 Accumulated deficit (110,252 ) (76,543 ) Total stockholders’ equity (deficit) 144,788 (32,703 ) Total liabilities, convertible preferred stock and stockholders’ equity (deficit) $ 151,736 $ 12,339 Investor Contact:\nHannah Deresiewicz\nStern Investor Relations, Inc.\n212-362-1200\nhannahd@sternir.com\nMedia Contact:\nAdam Daley\nBerry & Company Public Relations\n212-253-8881\nadaley@berrypr.com\nSource:Rhythm Pharmaceuticals, Inc.",
    "published": "2018-03-12T23:01:00.000+02:00",
    "crawled": "2018-03-13T01:43:37.016+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "continuing",
        "enrollment",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "setmelanotide",
        "pomc",
        "deficiency",
        "obesity",
        "track",
        "complete",
        "enrollment",
        "patient",
        "first",
        "half",
        "enrolled",
        "first",
        "patient",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "setmelanotide",
        "l",
        "eptin",
        "receptor",
        "lepr",
        "deficiency",
        "obesity",
        "enrolled",
        "first",
        "patient",
        "phase",
        "trial",
        "setmelanotide",
        "alström",
        "syndrome",
        "pomc",
        "epigenetic",
        "disorder",
        "pomc",
        "heterozygous",
        "deficiency",
        "obesity",
        "successfully",
        "completed",
        "upsized",
        "initial",
        "public",
        "offering",
        "raising",
        "million",
        "gross",
        "proceeds",
        "boston",
        "march",
        "globe",
        "newswire",
        "rhythm",
        "pharmaceutical",
        "nasdaq",
        "rytm",
        "biopharmaceutical",
        "company",
        "aimed",
        "developing",
        "commercializing",
        "therapy",
        "treatment",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "today",
        "reported",
        "financial",
        "result",
        "provided",
        "business",
        "update",
        "fourth",
        "quarter",
        "full",
        "year",
        "ended",
        "december",
        "year",
        "remarkable",
        "achievement",
        "rhythm",
        "marked",
        "maturation",
        "company",
        "advancement",
        "across",
        "clinical",
        "program",
        "setmelanotide",
        "six",
        "monogenic",
        "mc4",
        "pathway",
        "deficiency",
        "said",
        "keith",
        "gottesdiener",
        "chief",
        "executive",
        "officer",
        "rhythm",
        "addition",
        "completing",
        "upsized",
        "initial",
        "public",
        "offering",
        "october",
        "initiated",
        "first",
        "phase",
        "trial",
        "setmelanotide",
        "patient",
        "pomc",
        "deficiency",
        "obesity",
        "recently",
        "initiated",
        "second",
        "phase",
        "trial",
        "patient",
        "lepr",
        "deficiency",
        "obesity",
        "poised",
        "build",
        "momentum",
        "progress",
        "ongoing",
        "pivotal",
        "trial",
        "initiate",
        "third",
        "pivotal",
        "phase",
        "trial",
        "syndrome",
        "bb",
        "read",
        "initial",
        "data",
        "phase",
        "study",
        "alström",
        "syndrome",
        "pomc",
        "epigenetic",
        "disorder",
        "pomc",
        "heterozygous",
        "deficiency",
        "obesity",
        "believe",
        "setmelanotide",
        "tremendous",
        "potential",
        "address",
        "unmet",
        "need",
        "facing",
        "patient",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "look",
        "forward",
        "gaining",
        "insight",
        "potential",
        "clinical",
        "recent",
        "business",
        "highlight",
        "upcoming",
        "milestone",
        "setmelanotide",
        "pomc",
        "deficiency",
        "obesity",
        "rhythm",
        "finalized",
        "protocol",
        "ongoing",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "setmelanotide",
        "pomc",
        "deficiency",
        "obesity",
        "following",
        "discussion",
        "food",
        "drug",
        "administration",
        "fda",
        "trial",
        "primary",
        "endpoint",
        "responder",
        "analysis",
        "first",
        "secondary",
        "endpoint",
        "mean",
        "percentage",
        "change",
        "weight",
        "rhythm",
        "confirmed",
        "plan",
        "file",
        "new",
        "drug",
        "application",
        "nda",
        "fda",
        "based",
        "data",
        "cohort",
        "patient",
        "ongoing",
        "phase",
        "study",
        "rhythm",
        "expects",
        "complete",
        "enrollment",
        "required",
        "patient",
        "first",
        "half",
        "announce",
        "initial",
        "data",
        "trial",
        "first",
        "half",
        "subsequently",
        "file",
        "nda",
        "fda",
        "granted",
        "breakthrough",
        "therapy",
        "designation",
        "btd",
        "orphan",
        "drug",
        "designation",
        "odd",
        "setmelanotide",
        "pomc",
        "deficiency",
        "obesity",
        "rhythm",
        "also",
        "announced",
        "plan",
        "enroll",
        "supplemental",
        "patient",
        "may",
        "complete",
        "one",
        "year",
        "treatment",
        "time",
        "nda",
        "filing",
        "including",
        "patient",
        "six",
        "year",
        "age",
        "implementation",
        "pediatric",
        "amendment",
        "provide",
        "additional",
        "important",
        "data",
        "regarding",
        "use",
        "setmelanotide",
        "people",
        "living",
        "pomc",
        "deficiency",
        "obesity",
        "setmelanotide",
        "lepr",
        "deficiency",
        "obesity",
        "rhythm",
        "achieved",
        "first",
        "patient",
        "fpi",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "setmelanotide",
        "lepr",
        "deficiency",
        "obesity",
        "clinical",
        "trial",
        "site",
        "open",
        "across",
        "north",
        "america",
        "europe",
        "enrollment",
        "expected",
        "complete",
        "end",
        "fda",
        "granted",
        "btd",
        "odd",
        "setmelanotide",
        "lepr",
        "deficiency",
        "obesity",
        "setmelanotide",
        "additional",
        "development",
        "effort",
        "rhythm",
        "enrolled",
        "first",
        "patient",
        "alström",
        "syndrome",
        "pomc",
        "epigenetic",
        "disorder",
        "pomc",
        "heterozygous",
        "deficiency",
        "obesity",
        "ongoing",
        "phase",
        "basket",
        "study",
        "evaluating",
        "setmelanotide",
        "treatment",
        "patient",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "rhythm",
        "expects",
        "announce",
        "initial",
        "data",
        "indication",
        "first",
        "half",
        "rhythm",
        "announced",
        "completion",
        "study",
        "evaluating",
        "formulation",
        "setmelanotide",
        "formulation",
        "rhythm",
        "developing",
        "collaboration",
        "camurus",
        "ab",
        "demonstrated",
        "tolerability",
        "pharmacokinetics",
        "support",
        "clinical",
        "development",
        "rhythm",
        "presented",
        "preliminary",
        "data",
        "ongoing",
        "phase",
        "study",
        "evaluating",
        "setmelanotide",
        "treatment",
        "bb",
        "obesityweek",
        "washington",
        "data",
        "show",
        "daily",
        "subcutaneous",
        "injection",
        "setmelanotide",
        "resulted",
        "reduction",
        "hunger",
        "score",
        "five",
        "patient",
        "bb",
        "substantial",
        "weight",
        "loss",
        "four",
        "treatment",
        "safe",
        "rhythm",
        "expects",
        "initiate",
        "pivotal",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "setmelanotide",
        "bb",
        "new",
        "genetic",
        "epidemiological",
        "analysis",
        "presented",
        "poster",
        "presentation",
        "endo",
        "poster",
        "titled",
        "receptor",
        "pathway",
        "dysfunction",
        "obese",
        "patient",
        "prevalence",
        "estimate",
        "lepr",
        "pomc",
        "pcsk1",
        "variant",
        "presented",
        "march",
        "ct",
        "chicago",
        "il",
        "corporate",
        "october",
        "rhythm",
        "completed",
        "upsized",
        "initial",
        "public",
        "offering",
        "common",
        "stock",
        "per",
        "share",
        "raising",
        "net",
        "proceeds",
        "million",
        "deducting",
        "underwriting",
        "discount",
        "commission",
        "offering",
        "expense",
        "fourth",
        "quarter",
        "year",
        "end",
        "financial",
        "result",
        "cash",
        "position",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "compared",
        "million",
        "december",
        "increase",
        "primarily",
        "due",
        "net",
        "proceeds",
        "million",
        "rhythm",
        "initial",
        "public",
        "offering",
        "stock",
        "completed",
        "october",
        "partially",
        "offset",
        "cash",
        "used",
        "fund",
        "operating",
        "activity",
        "year",
        "ended",
        "december",
        "r",
        "expense",
        "r",
        "expense",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "year",
        "year",
        "increase",
        "million",
        "primarily",
        "due",
        "increased",
        "enrollment",
        "phase",
        "clinical",
        "trial",
        "evaluating",
        "setmelanotide",
        "treatment",
        "pomc",
        "deficiency",
        "obesity",
        "preparation",
        "phase",
        "clinical",
        "trial",
        "setmelanotide",
        "lepr",
        "deficiency",
        "obesity",
        "well",
        "initiation",
        "additional",
        "new",
        "clinical",
        "trial",
        "development",
        "activity",
        "associated",
        "setmelanotide",
        "rhythm",
        "hired",
        "additional",
        "personnel",
        "clinical",
        "operation",
        "department",
        "end",
        "throughout",
        "g",
        "expense",
        "g",
        "expense",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "compared",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "year",
        "year",
        "increase",
        "million",
        "primarily",
        "due",
        "increase",
        "headcount",
        "commercial",
        "general",
        "administrative",
        "department",
        "well",
        "increased",
        "professional",
        "consulting",
        "fee",
        "associated",
        "public",
        "company",
        "net",
        "loss",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "respectively",
        "compared",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "million",
        "year",
        "ended",
        "december",
        "net",
        "loss",
        "per",
        "basic",
        "diluted",
        "share",
        "respectively",
        "financial",
        "guidance",
        "based",
        "current",
        "clinical",
        "development",
        "plan",
        "rhythm",
        "expects",
        "existing",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "sufficient",
        "rhythm",
        "fund",
        "operating",
        "expense",
        "capital",
        "expenditure",
        "requirement",
        "second",
        "half",
        "annual",
        "meeting",
        "stockholder",
        "rhythm",
        "anticipates",
        "holding",
        "annual",
        "meeting",
        "stockholder",
        "thursday",
        "june",
        "annual",
        "meeting",
        "file",
        "sec",
        "proxy",
        "statement",
        "annual",
        "meeting",
        "deadline",
        "receipt",
        "stockholder",
        "proposal",
        "submitted",
        "pursuant",
        "rule",
        "security",
        "exchange",
        "act",
        "amended",
        "rule",
        "inclusion",
        "rhythm",
        "proxy",
        "material",
        "annual",
        "meeting",
        "close",
        "business",
        "april",
        "accordance",
        "rhythm",
        "amended",
        "restated",
        "deadline",
        "receipt",
        "stockholder",
        "proposal",
        "submitted",
        "outside",
        "rule",
        "director",
        "nomination",
        "close",
        "business",
        "april",
        "rhythm",
        "pharmaceutical",
        "rhythm",
        "biopharmaceutical",
        "company",
        "focused",
        "development",
        "commercialization",
        "therapy",
        "treatment",
        "rare",
        "genetic",
        "disorder",
        "obesity",
        "rhythm",
        "lead",
        "product",
        "candidate",
        "setmelanotide",
        "receptor",
        "mc4r",
        "agonist",
        "rhythm",
        "also",
        "support",
        "genetic",
        "obesity",
        "project",
        "dedicated",
        "improving",
        "understanding",
        "severe",
        "obesity",
        "result",
        "specific",
        "genetic",
        "disorder",
        "company",
        "based",
        "boston",
        "statement",
        "press",
        "release",
        "contains",
        "certain",
        "statement",
        "within",
        "meaning",
        "section",
        "27a",
        "security",
        "act",
        "amended",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "amended",
        "involve",
        "risk",
        "uncertainty",
        "including",
        "statement",
        "regarding",
        "rhythm",
        "clinical",
        "research",
        "program",
        "momentum",
        "progress",
        "ongoing",
        "initiation",
        "new",
        "pivotal",
        "trial",
        "potential",
        "address",
        "unmet",
        "need",
        "patient",
        "certain",
        "form",
        "genetic",
        "obesity",
        "anticipated",
        "timing",
        "announcement",
        "data",
        "sufficiency",
        "cash",
        "statement",
        "using",
        "word",
        "expect",
        "anticipate",
        "believe",
        "may",
        "similar",
        "term",
        "also",
        "forward",
        "looking",
        "statement",
        "statement",
        "subject",
        "numerous",
        "risk",
        "uncertainty",
        "including",
        "limited",
        "ability",
        "enroll",
        "patient",
        "clinical",
        "trial",
        "outcome",
        "clinical",
        "trial",
        "impact",
        "competition",
        "ability",
        "achieve",
        "obtain",
        "necessary",
        "regulatory",
        "approval",
        "impact",
        "change",
        "financial",
        "market",
        "global",
        "economic",
        "condition",
        "risk",
        "associated",
        "data",
        "analysis",
        "reporting",
        "use",
        "cash",
        "expense",
        "risk",
        "may",
        "detailed",
        "time",
        "time",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "report",
        "file",
        "commission",
        "except",
        "required",
        "law",
        "undertake",
        "obligation",
        "make",
        "revision",
        "statement",
        "contained",
        "release",
        "update",
        "reflect",
        "event",
        "circumstance",
        "occurring",
        "date",
        "release",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "development",
        "otherwise",
        "rhythm",
        "pharmaceutical",
        "consolidated",
        "statement",
        "operation",
        "comprehensive",
        "loss",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "december",
        "year",
        "ended",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "revaluation",
        "series",
        "investor",
        "instrument",
        "interest",
        "income",
        "net",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "comprehensive",
        "loss",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "net",
        "loss",
        "attributable",
        "common",
        "stockholder",
        "per",
        "common",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "rhythm",
        "pharmaceutical",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "plant",
        "equipment",
        "net",
        "deferred",
        "issuance",
        "cost",
        "restricted",
        "cash",
        "total",
        "asset",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "due",
        "related",
        "party",
        "deferred",
        "rent",
        "accrued",
        "expense",
        "current",
        "liability",
        "total",
        "current",
        "liability",
        "liability",
        "deferred",
        "rent",
        "total",
        "liability",
        "commitment",
        "contingency",
        "preferred",
        "stock",
        "series",
        "convertible",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "share",
        "issued",
        "outstanding",
        "december",
        "aggregate",
        "liquidation",
        "preference",
        "december",
        "december",
        "respectively",
        "stockholder",
        "equity",
        "deficit",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "december",
        "december",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "total",
        "stockholder",
        "equity",
        "deficit",
        "total",
        "liability",
        "convertible",
        "preferred",
        "stock",
        "stockholder",
        "equity",
        "deficit",
        "investor",
        "contact",
        "hannah",
        "deresiewicz",
        "stern",
        "investor",
        "relation",
        "hannahd",
        "medium",
        "contact",
        "adam",
        "daley",
        "berry",
        "company",
        "public",
        "relation",
        "adaley",
        "source",
        "rhythm",
        "pharmaceutical",
        "inc"
    ]
}