{
    "organizations": [],
    "uuid": "ac8885d6cb19b457f7bacf5d7eb9559fb98e4342",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/globe-newswire-harte-hanks-reports-fourth-quarter-and-full-year-2017-results.html",
    "ord_in_thread": 0,
    "title": "Harte Hanks Reports Fourth Quarter and Full Year 2017 Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN ANTONIO, March 15, 2018 (GLOBE NEWSWIRE) -- Harte Hanks (NYSE:HHS), a leader in developing customer relationships, experiences and defining interaction-led marketing, today announced financial results for its fourth quarter and year ended December 31, 2017.\n\"During 2017 we made progress in our strategic turnaround. We introduced new capabilities with our data and database offerings, improved customer satisfaction and reduced operating costs,” commented Karen Puckett, the company’s President and Chief Executive Officer. “Progress continued into the fourth quarter; however, our revenue comparison was challenged due to exposure to several large retailers.”\n“In 2018, we will continue to focus on customer satisfaction and strive to generate additional bookings from new and existing clients, by leveraging our new capabilities, in part through our recently announced Wipro partnership,” she continued. “We believe our new data and database offerings are being well received in the marketplace and we intend to continue to make investments to support their adoption, while also focusing on cost containment throughout our business.”\n“As of year-end, we had zero debt and $8.4 million in cash. Since then, we have further improved our financial flexibility by increasing and extending the term of our undrawn credit facility, entering a strategic partnership with Wipro, reinforced by their preferred stock investment and by selling our 3Q Digital subsidiary,” stated Jon Biro, the company’s Chief Financial Officer. “With significant liquidity, we are now well positioned to invest in our business and seek new business opportunities.”\nFourth Quarter Results\nThe following table presents financial highlights of the company's continuing operations for the fourth quarter of 2017 and 2016.\nRESULTS FROM CONTINUING OPERATIONS (In thousands, except per share amounts) Three Months Ended December 31, 2017 2016 % Change Revenues $ 99,866 $ 110,107 (9.3 ) Operating income (loss) (33,682 ) (34,514 ) (2.4 ) Adjusted Operating Income (1) 1,673 4,438 (62.3 ) Adjusted Operating Margin (1) 1.7 % 4.0 % Net income (loss) (29,341 ) (72,891 ) (59.7 ) Earnings (loss) per share (4.73 ) (11.83 ) 60.0 Shares outstanding (weighted-average common and common equivalent shares outstanding) 6,208 6,161 0.8\n(1) See table for reconciliation of GAAP results to adjusted results. Fourth quarter 2017 revenues were $99.9 million, compared to $110.1 million during the same quarter last year, representing a 9.3% decline. The decline was due to decreases in revenue from our retail, B2B, consumer and healthcare verticals.\nFourth quarter 2017 Adjusted Operating Income was $1.7 million, compared to $4.4 million in the year-ago quarter. The decline was due to lower revenues, partially offset by lower labor costs, due to headcount reductions, and lower production costs, mostly within the mail and logistics service area.\nOperating loss in the quarter was $33.7 million and included a goodwill impairment charge of $34.5 million. This compares to an operating loss of $34.5 million in the year ago quarter, which included a goodwill impairment charge of $38.7 million.\nNet loss for the fourth quarter of 2017 was $29.3 million, or a loss of $4.73 per common share, compared to net loss from continuing operations of $72.9 million, or a loss of $11.83 per common share in the prior year.\nFull-Year Results\nThe following table presents financial highlights of the company's continuing operations for 2017 and 2016.\nRESULTS FROM CONTINUING OPERATIONS (In thousands, except per share amounts) Twelve Months Ended December 31, 2017 2016 % Change Revenues $ 383,906 $ 404,412 (5.1 ) Operating income (loss) (40,865 ) (53,837 ) (24.1 ) Adjusted Operating Income (Loss) (1) (3,693 ) (12,495 ) (70.4 ) Adjusted Operating Margin (1) (1.0 )% (3.1 )% Net income (loss) (41,860 ) (89,778 ) (53.4 ) Earnings (loss) per share (6.76 ) (14.60 ) (53.7 ) Shares outstanding (weighted-average common and common equivalent shares outstanding) 6,192 6,149 0.7\n(1) See table for reconciliation of GAAP results to adjusted results. 2017 revenues were $383.9 million, compared to $404.4 million, in 2016, representing a 5.1% revenue decline. Revenues declined in our retail, healthcare, and B2B verticals due to reduced mail volumes, partially offset by an increase in agency services in our financial vertical.\n2017 Adjusted Operating Loss was $3.7 million, compared to a $12.5 million Adjusted Operating Loss in 2016. Despite revenue declines, Adjusted Operating Loss improved due to lower labor expenses and production expenses driven by lower direct mail volumes and lower employee related expenses within advertising, selling, general and administrative expenses.\nFor the year, operating loss was $40.9 million and included a goodwill impairment charge of $34.5 million, compared to $53.8 in 2016, including a $38.7 million goodwill impairment charge.\nFull year, net loss from continuing operations for 2017 was $41.9 million, or a loss of $6.76 per common share, compared to a loss of $89.8 million or loss of $14.60 per common share for 2016.\nThe company will host a conference call to discuss the earnings release today at 5:00 p.m. Eastern Time.\nTo access an audio webcast, please use the link available in the Investors Events section of the Harte Hanks website. The conference call number is (800)-239-9838 for domestic callers and +1 (323)-794-2551 for international callers. The conference ID is 8305260.\nAn audio replay will be available shortly after the call through Saturday, April 7, 2018 at (844) 512-2921, or +1 (412) 317-6671, with conference ID 8305260. The replay also will be available for one year in the Investors section of the Harte Hanks website.\nAbout Harte Hanks:\nHarte Hanks is a global marketing services firm specializing in multi-channel marketing solutions that connect our clients with their customers in powerful ways. Experts in defining, executing and optimizing the customer journey, Harte Hanks offers end-to-end marketing services including consulting, strategic assessment, data, analytics, digital, social, mobile, print, direct mail and contact center. From visionary thinking to tactical execution, Harte Hanks delivers smarter customer interactions for some of the world's leading brands. Harte Hanks’ 5,000+ employees are located in North America, Asia-Pacific and Europe. For more information, visit Harte Hanks at www.hartehanks.com , call 800-456-9748, email us at pr@hartehanks.com . Follow us on Twitter @hartehanks or Facebook at https://www.facebook.com/HarteHanks .\nAs used herein, “Harte Hanks” refers to Harte Hanks, Inc. and/or its applicable operating subsidiaries, as the context may require. Harte Hanks’ logo and name are trademarks of Harte Hanks.\nCautionary Note Regarding Forward-Looking Statements:\nOur press release and related earnings conference call contain “forward-looking statements” within the meaning of U.S. federal securities laws. All such statements are qualified by this cautionary note, provided pursuant to the safe harbor provisions of Section 27A of the Securities Act of 1933 and Section 21E of the Securities Exchange Act of 1934. Statements other than historical facts are forward-looking and may be identified by words such as “may,” “will,” “expects,” “believes,” “anticipates,” “plans,” “estimates,” “seeks,” “could,” “intends,” or words of similar meaning. These forward-looking statements are based on current information, expectations and estimates and involve risks, uncertainties, assumptions and other factors that are difficult to predict and that could cause actual results to vary materially from what is expressed in or indicated by the forward-looking statements. In that event, our business, financial condition, results of operations or liquidity could be materially adversely affected and investors in our securities could lose part or all of their investments. These risks, uncertainties, assumptions and other factors include: (a) local, national and international economic and business conditions, including (i) market conditions that may adversely impact marketing expenditures, (ii) the impact of economic environments and competitive pressures on the financial condition, marketing expenditures and activities of our clients and prospects, and (iii) our ability to access capital markets; (b) the demand for our products and services by clients and prospective clients, including (i) the willingness of existing clients to maintain or increase their spending on products and services that are or remain profitable for us, and (ii) our ability to predict changes in client needs and preferences; (c) economic and other business factors that impact the industry verticals we serve, including competition and consolidation of current and prospective clients, vendors and partners in these verticals; (d) our ability to manage and timely adjust our facilities, capacity, workforce and cost structure to effectively serve our clients; (e) our ability to improve our processes and to provide new products and services in a timely and cost-effective manner though development, license, partnership or acquisition; the impact of privacy, consumer protection and other similar regulations, including (i) our ability to protect our facilities against security breaches and other interruptions and to protect sensitive personal information of our clients and their customers; and (ii) our ability to respond to increasing concern, regulation and legal action over consumer privacy issues, including changing restrictions on unsolicited marketing communications and requirements for collection, processing and use of information;() (g) fluctuations in fuel prices, paper prices, postal rates and postal delivery schedules; (h) the number of shares, if any, that we may repurchase in connection with our repurchase program; (i) unanticipated developments regarding litigation or other contingent liabilities; (j) the ability to complete divestitures and integrate and successfully leverage newly-acquired service offerings as anticipated; (l) the impact of changes to the composition of our Board of Directors and key management team, and (m) other factors discussed from time to time in our filings with the Securities and Exchange Commission, including under “Item 1A. Risk Factors” in our Annual Report on Form 10-K for the year ended December 31, 2016 and in our Quarterly Report on Form 10-Q for the three and nine months ended September 30, 2017. The forward-looking statements in this press release and our related earnings conference call are made only as of the date hereof and we undertake no obligation to update publicly any forward-looking statement, even if new information becomes available or other events occur in the future.\nRegulation G Reconciliation\nThis press release also contains references to the following non-GAAP financial measures: (i) Adjusted Operating Income, which we define as operating income before goodwill impairment charges and share-based compensation expense; and (ii) Adjusted Operating Margin, which we define as Adjusted Operating Income divided by revenue. Reconciliations of these non-GAAP financial measures to the most directly comparable GAAP financial measures are provided in the tables below. The company evaluates its operating performance based on several measures, including non-GAAP financial measures. The company believes that certain non-GAAP financial measures are useful supplemental financial measures of operating performance for investors because they facilitate investors’ ability to evaluate the operational strength of the company’s business. Any supplemental financial measures referred to are not calculated in accordance with GAAP and they should not be considered substitutes for net income as an indicator of operating performance.\nHarte Hanks, Inc. Consolidated Statements of Operations (Unaudited) Three Months Ended\nDecember 31, Twelve Months Ended\nDecember 31, In thousands, except per share data 2017 2016 2017 2016 Operating revenues $ 99,866 $ 110,107 $ 383,906 $ 404,412 Operating expenses Labor 57,780 60,817 230,280 245,298 Production and distribution 28,965 32,545 109,090 117,126 Advertising, selling, general and administrative 9,953 9,642 40,384 44,804 Impairment of goodwill 34,510 38,669 34,510 38,669 Depreciation, software and intangible asset amortization 2,340 2,948 10,507 12,352 Total operating expenses 133,548 144,621 424,771 458,249 Operating income (loss) (33,682 ) (34,514 ) (40,865 ) (53,837 ) Other expenses Interest expense, net 1,283 1,055 4,826 3,454 Other, net 977 10,914 6,063 11,857 Total other expenses 2,260 11,969 10,889 15,311 Loss from continuing operations before income taxes (35,942 ) (46,483 ) (51,754 ) (69,148 ) Income tax expense (benefit) (6,601 ) 26,408 (9,894 ) 20,630 Loss from continuing operations (29,341 ) (72,891 ) (41,860 ) (89,778 ) Loss from discontinued operations, net of income taxes - (45,139 ) - (41,159 ) Net loss $ (29,341 ) $ (118,030 ) $ (41,860 ) $ (130,937 ) Basic earnings (loss) per common share Continuing operations $ (4.73 ) $ (11.83 ) $ (6.76 ) $ (14.60 ) Discontinued operations - (7.33 ) - (6.69 ) Basic loss per common share $ (4.73 ) $ (19.16 ) $ (6.76 ) $ (21.29 ) Weighted-average common shares outstanding 6,208 6,161 6,192 6,149 Diluted earnings (loss) per common share Continuing operations $ (4.73 ) $ (11.83 ) $ (6.76 ) $ (14.60 ) Discontinued operations - (7.33 ) - (6.69 ) Diluted loss per common share $ (4.73 ) $ (19.16 ) $ (6.76 ) $ (21.29 ) Weighted-average common and common equivalent shares outstanding... 6,208 6,161 6,192 6,149 Balance Sheet Data (Unaudited) December 31, December 31, In thousands 2017 2016 Cash and cash equivalents $ 8,397 $ 46,005 Total debt $ - $ -\nHarte Hanks, Inc. Revenue Mix (Unaudited) Vertical Markets - Percent of Revenue Three Months Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 B2B 22.0 % 21.5 % 21.7 % 21.5 % Consumer Brands 21.3 % 20.2 % 23.0 % 21.8 % Financial Services 15.1 % 13.7 % 15.7 % 14.1 % Healthcare 7.0 % 7.0 % 6.0 % 7.2 % Retail 25.2 % 29.8 % 24.9 % 27.2 % Transportation 9.4 % 7.8 % 8.7 % 8.2 % 100.0 % 100.0 % 100.0 % 100.0 %\nHarte Hanks, Inc. Reconciliations of Non-GAAP Financial Measures Three Months Ended\nDecember 31, Twelve Months Ended\nDecember 31, 2017 2016 2017 2016 Operating income (loss) $ (33,682 ) $ (34,514 ) $ (40,865 ) $ (53,837 ) Goodwill impairment 34,510 38,669 34,510 38,669 Stock-based compensation 845 283 2,662 2,673 Adjusted operating income (loss) $ 1,673 $ 4,438 $ (3,693 ) $ (12,495 ) Adjusted operating margin 1.7 % 4.0 % -1.0 % -3.1 % (a) Adjusted Operating Margin equals Adjusted Operating Income divided by Revenues. Media Contact:\nScott Hamilton\n303-214-5563\nscott.hamilton@hartehanks.com\nSource:Harte Hanks, Inc.",
    "published": "2018-03-15T23:31:00.000+02:00",
    "crawled": "2018-03-16T00:32:49.008+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "antonio",
        "march",
        "globe",
        "newswire",
        "harte",
        "hank",
        "nyse",
        "hhs",
        "leader",
        "developing",
        "customer",
        "relationship",
        "experience",
        "defining",
        "marketing",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "made",
        "progress",
        "strategic",
        "turnaround",
        "introduced",
        "new",
        "capability",
        "data",
        "database",
        "offering",
        "improved",
        "customer",
        "satisfaction",
        "reduced",
        "operating",
        "cost",
        "commented",
        "karen",
        "puckett",
        "company",
        "president",
        "chief",
        "executive",
        "officer",
        "progress",
        "continued",
        "fourth",
        "quarter",
        "however",
        "revenue",
        "comparison",
        "challenged",
        "due",
        "exposure",
        "several",
        "large",
        "continue",
        "focus",
        "customer",
        "satisfaction",
        "strive",
        "generate",
        "additional",
        "booking",
        "new",
        "existing",
        "client",
        "leveraging",
        "new",
        "capability",
        "part",
        "recently",
        "announced",
        "wipro",
        "partnership",
        "continued",
        "believe",
        "new",
        "data",
        "database",
        "offering",
        "well",
        "received",
        "marketplace",
        "intend",
        "continue",
        "make",
        "investment",
        "support",
        "adoption",
        "also",
        "focusing",
        "cost",
        "containment",
        "throughout",
        "zero",
        "debt",
        "million",
        "cash",
        "since",
        "improved",
        "financial",
        "flexibility",
        "increasing",
        "extending",
        "term",
        "undrawn",
        "credit",
        "facility",
        "entering",
        "strategic",
        "partnership",
        "wipro",
        "reinforced",
        "preferred",
        "stock",
        "investment",
        "selling",
        "3q",
        "digital",
        "subsidiary",
        "stated",
        "jon",
        "biro",
        "company",
        "chief",
        "financial",
        "officer",
        "significant",
        "liquidity",
        "well",
        "positioned",
        "invest",
        "business",
        "seek",
        "new",
        "business",
        "fourth",
        "quarter",
        "result",
        "following",
        "table",
        "present",
        "financial",
        "highlight",
        "company",
        "continuing",
        "operation",
        "fourth",
        "quarter",
        "result",
        "continuing",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "three",
        "month",
        "ended",
        "december",
        "change",
        "revenue",
        "operating",
        "income",
        "loss",
        "adjusted",
        "operating",
        "income",
        "adjusted",
        "operating",
        "margin",
        "net",
        "income",
        "loss",
        "earnings",
        "loss",
        "per",
        "share",
        "share",
        "outstanding",
        "common",
        "common",
        "equivalent",
        "share",
        "outstanding",
        "see",
        "table",
        "reconciliation",
        "gaap",
        "result",
        "adjusted",
        "result",
        "fourth",
        "quarter",
        "revenue",
        "million",
        "compared",
        "million",
        "quarter",
        "last",
        "year",
        "representing",
        "decline",
        "decline",
        "due",
        "decrease",
        "revenue",
        "retail",
        "b2b",
        "consumer",
        "healthcare",
        "vertical",
        "fourth",
        "quarter",
        "adjusted",
        "operating",
        "income",
        "million",
        "compared",
        "million",
        "quarter",
        "decline",
        "due",
        "lower",
        "revenue",
        "partially",
        "offset",
        "lower",
        "labor",
        "cost",
        "due",
        "headcount",
        "reduction",
        "lower",
        "production",
        "cost",
        "mostly",
        "within",
        "mail",
        "logistics",
        "service",
        "area",
        "operating",
        "loss",
        "quarter",
        "million",
        "included",
        "goodwill",
        "impairment",
        "charge",
        "million",
        "compare",
        "operating",
        "loss",
        "million",
        "year",
        "ago",
        "quarter",
        "included",
        "goodwill",
        "impairment",
        "charge",
        "million",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "loss",
        "per",
        "common",
        "share",
        "compared",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "loss",
        "per",
        "common",
        "share",
        "prior",
        "year",
        "result",
        "following",
        "table",
        "present",
        "financial",
        "highlight",
        "company",
        "continuing",
        "operation",
        "result",
        "continuing",
        "operation",
        "thousand",
        "except",
        "per",
        "share",
        "amount",
        "twelve",
        "month",
        "ended",
        "december",
        "change",
        "revenue",
        "operating",
        "income",
        "loss",
        "adjusted",
        "operating",
        "income",
        "loss",
        "adjusted",
        "operating",
        "margin",
        "net",
        "income",
        "loss",
        "earnings",
        "loss",
        "per",
        "share",
        "share",
        "outstanding",
        "common",
        "common",
        "equivalent",
        "share",
        "outstanding",
        "see",
        "table",
        "reconciliation",
        "gaap",
        "result",
        "adjusted",
        "result",
        "revenue",
        "million",
        "compared",
        "million",
        "representing",
        "revenue",
        "decline",
        "revenue",
        "declined",
        "retail",
        "healthcare",
        "b2b",
        "vertical",
        "due",
        "reduced",
        "mail",
        "volume",
        "partially",
        "offset",
        "increase",
        "agency",
        "service",
        "financial",
        "vertical",
        "adjusted",
        "operating",
        "loss",
        "million",
        "compared",
        "million",
        "adjusted",
        "operating",
        "loss",
        "despite",
        "revenue",
        "decline",
        "adjusted",
        "operating",
        "loss",
        "improved",
        "due",
        "lower",
        "labor",
        "expense",
        "production",
        "expense",
        "driven",
        "lower",
        "direct",
        "mail",
        "volume",
        "lower",
        "employee",
        "related",
        "expense",
        "within",
        "advertising",
        "selling",
        "general",
        "administrative",
        "expense",
        "year",
        "operating",
        "loss",
        "million",
        "included",
        "goodwill",
        "impairment",
        "charge",
        "million",
        "compared",
        "including",
        "million",
        "goodwill",
        "impairment",
        "charge",
        "full",
        "year",
        "net",
        "loss",
        "continuing",
        "operation",
        "million",
        "loss",
        "per",
        "common",
        "share",
        "compared",
        "loss",
        "million",
        "loss",
        "per",
        "common",
        "share",
        "company",
        "host",
        "conference",
        "call",
        "discus",
        "earnings",
        "release",
        "today",
        "eastern",
        "time",
        "access",
        "audio",
        "webcast",
        "please",
        "use",
        "link",
        "available",
        "investor",
        "event",
        "section",
        "harte",
        "hank",
        "website",
        "conference",
        "call",
        "number",
        "domestic",
        "caller",
        "international",
        "caller",
        "conference",
        "id",
        "audio",
        "replay",
        "available",
        "shortly",
        "call",
        "saturday",
        "april",
        "conference",
        "id",
        "replay",
        "also",
        "available",
        "one",
        "year",
        "investor",
        "section",
        "harte",
        "hank",
        "website",
        "harte",
        "hank",
        "harte",
        "hank",
        "global",
        "marketing",
        "service",
        "firm",
        "specializing",
        "marketing",
        "solution",
        "connect",
        "client",
        "customer",
        "powerful",
        "way",
        "expert",
        "defining",
        "executing",
        "optimizing",
        "customer",
        "journey",
        "harte",
        "hank",
        "offer",
        "marketing",
        "service",
        "including",
        "consulting",
        "strategic",
        "assessment",
        "data",
        "analytics",
        "digital",
        "social",
        "mobile",
        "print",
        "direct",
        "mail",
        "contact",
        "center",
        "visionary",
        "thinking",
        "tactical",
        "execution",
        "harte",
        "hank",
        "delivers",
        "smarter",
        "customer",
        "interaction",
        "world",
        "leading",
        "brand",
        "harte",
        "hank",
        "employee",
        "located",
        "north",
        "america",
        "europe",
        "information",
        "visit",
        "harte",
        "hank",
        "call",
        "email",
        "u",
        "pr",
        "follow",
        "u",
        "twitter",
        "hartehanks",
        "facebook",
        "http",
        "used",
        "herein",
        "harte",
        "hank",
        "refers",
        "harte",
        "hank",
        "applicable",
        "operating",
        "subsidiary",
        "context",
        "may",
        "require",
        "harte",
        "hank",
        "logo",
        "name",
        "trademark",
        "harte",
        "hank",
        "cautionary",
        "note",
        "regarding",
        "statement",
        "press",
        "release",
        "related",
        "earnings",
        "conference",
        "call",
        "contain",
        "statement",
        "within",
        "meaning",
        "federal",
        "security",
        "law",
        "statement",
        "qualified",
        "cautionary",
        "note",
        "provided",
        "pursuant",
        "safe",
        "harbor",
        "provision",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "exchange",
        "act",
        "statement",
        "historical",
        "fact",
        "may",
        "identified",
        "word",
        "may",
        "expects",
        "belief",
        "anticipates",
        "plan",
        "estimate",
        "seek",
        "could",
        "intends",
        "word",
        "similar",
        "meaning",
        "statement",
        "based",
        "current",
        "information",
        "expectation",
        "estimate",
        "involve",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "difficult",
        "predict",
        "could",
        "cause",
        "actual",
        "result",
        "vary",
        "materially",
        "expressed",
        "indicated",
        "statement",
        "event",
        "business",
        "financial",
        "condition",
        "result",
        "operation",
        "liquidity",
        "could",
        "materially",
        "adversely",
        "affected",
        "investor",
        "security",
        "could",
        "lose",
        "part",
        "investment",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "include",
        "local",
        "national",
        "international",
        "economic",
        "business",
        "condition",
        "including",
        "market",
        "condition",
        "may",
        "adversely",
        "impact",
        "marketing",
        "expenditure",
        "ii",
        "impact",
        "economic",
        "environment",
        "competitive",
        "pressure",
        "financial",
        "condition",
        "marketing",
        "expenditure",
        "activity",
        "client",
        "prospect",
        "iii",
        "ability",
        "access",
        "capital",
        "market",
        "b",
        "demand",
        "product",
        "service",
        "client",
        "prospective",
        "client",
        "including",
        "willingness",
        "existing",
        "client",
        "maintain",
        "increase",
        "spending",
        "product",
        "service",
        "remain",
        "profitable",
        "u",
        "ii",
        "ability",
        "predict",
        "change",
        "client",
        "need",
        "preference",
        "c",
        "economic",
        "business",
        "factor",
        "impact",
        "industry",
        "vertical",
        "serve",
        "including",
        "competition",
        "consolidation",
        "current",
        "prospective",
        "client",
        "vendor",
        "partner",
        "vertical",
        "ability",
        "manage",
        "timely",
        "adjust",
        "facility",
        "capacity",
        "workforce",
        "cost",
        "structure",
        "effectively",
        "serve",
        "client",
        "e",
        "ability",
        "improve",
        "process",
        "provide",
        "new",
        "product",
        "service",
        "timely",
        "manner",
        "though",
        "development",
        "license",
        "partnership",
        "acquisition",
        "impact",
        "privacy",
        "consumer",
        "protection",
        "similar",
        "regulation",
        "including",
        "ability",
        "protect",
        "facility",
        "security",
        "breach",
        "interruption",
        "protect",
        "sensitive",
        "personal",
        "information",
        "client",
        "customer",
        "ii",
        "ability",
        "respond",
        "increasing",
        "concern",
        "regulation",
        "legal",
        "action",
        "consumer",
        "privacy",
        "issue",
        "including",
        "changing",
        "restriction",
        "unsolicited",
        "marketing",
        "communication",
        "requirement",
        "collection",
        "processing",
        "use",
        "information",
        "g",
        "fluctuation",
        "fuel",
        "price",
        "paper",
        "price",
        "postal",
        "rate",
        "postal",
        "delivery",
        "schedule",
        "h",
        "number",
        "share",
        "may",
        "repurchase",
        "connection",
        "repurchase",
        "program",
        "unanticipated",
        "development",
        "regarding",
        "litigation",
        "contingent",
        "liability",
        "j",
        "ability",
        "complete",
        "divestiture",
        "integrate",
        "successfully",
        "leverage",
        "service",
        "offering",
        "anticipated",
        "l",
        "impact",
        "change",
        "composition",
        "board",
        "director",
        "key",
        "management",
        "team",
        "factor",
        "discussed",
        "time",
        "time",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "item",
        "1a",
        "risk",
        "factor",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "quarterly",
        "report",
        "form",
        "three",
        "nine",
        "month",
        "ended",
        "september",
        "statement",
        "press",
        "release",
        "related",
        "earnings",
        "conference",
        "call",
        "made",
        "date",
        "hereof",
        "undertake",
        "obligation",
        "update",
        "publicly",
        "statement",
        "even",
        "new",
        "information",
        "becomes",
        "available",
        "event",
        "occur",
        "future",
        "regulation",
        "g",
        "reconciliation",
        "press",
        "release",
        "also",
        "contains",
        "reference",
        "following",
        "financial",
        "measure",
        "adjusted",
        "operating",
        "income",
        "define",
        "operating",
        "income",
        "goodwill",
        "impairment",
        "charge",
        "compensation",
        "expense",
        "ii",
        "adjusted",
        "operating",
        "margin",
        "define",
        "adjusted",
        "operating",
        "income",
        "divided",
        "revenue",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "provided",
        "table",
        "company",
        "evaluates",
        "operating",
        "performance",
        "based",
        "several",
        "measure",
        "including",
        "financial",
        "measure",
        "company",
        "belief",
        "certain",
        "financial",
        "measure",
        "useful",
        "supplemental",
        "financial",
        "measure",
        "operating",
        "performance",
        "investor",
        "facilitate",
        "investor",
        "ability",
        "evaluate",
        "operational",
        "strength",
        "company",
        "business",
        "supplemental",
        "financial",
        "measure",
        "referred",
        "calculated",
        "accordance",
        "gaap",
        "considered",
        "substitute",
        "net",
        "income",
        "indicator",
        "operating",
        "performance",
        "harte",
        "hank",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "thousand",
        "except",
        "per",
        "share",
        "data",
        "operating",
        "revenue",
        "operating",
        "expense",
        "labor",
        "production",
        "distribution",
        "advertising",
        "selling",
        "general",
        "administrative",
        "impairment",
        "goodwill",
        "depreciation",
        "software",
        "intangible",
        "asset",
        "amortization",
        "total",
        "operating",
        "expense",
        "operating",
        "income",
        "loss",
        "expense",
        "interest",
        "expense",
        "net",
        "net",
        "total",
        "expense",
        "loss",
        "continuing",
        "operation",
        "income",
        "tax",
        "income",
        "tax",
        "expense",
        "benefit",
        "loss",
        "continuing",
        "operation",
        "loss",
        "discontinued",
        "operation",
        "net",
        "income",
        "tax",
        "net",
        "loss",
        "basic",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "basic",
        "loss",
        "per",
        "common",
        "share",
        "common",
        "share",
        "outstanding",
        "diluted",
        "earnings",
        "loss",
        "per",
        "common",
        "share",
        "continuing",
        "operation",
        "discontinued",
        "operation",
        "diluted",
        "loss",
        "per",
        "common",
        "share",
        "common",
        "common",
        "equivalent",
        "share",
        "outstanding",
        "balance",
        "sheet",
        "data",
        "unaudited",
        "december",
        "december",
        "thousand",
        "cash",
        "cash",
        "equivalent",
        "total",
        "debt",
        "harte",
        "hank",
        "revenue",
        "mix",
        "unaudited",
        "vertical",
        "market",
        "percent",
        "revenue",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "b2b",
        "consumer",
        "brand",
        "financial",
        "service",
        "healthcare",
        "retail",
        "transportation",
        "harte",
        "hank",
        "reconciliation",
        "financial",
        "measure",
        "three",
        "month",
        "ended",
        "december",
        "twelve",
        "month",
        "ended",
        "december",
        "operating",
        "income",
        "loss",
        "goodwill",
        "impairment",
        "compensation",
        "adjusted",
        "operating",
        "income",
        "loss",
        "adjusted",
        "operating",
        "margin",
        "adjusted",
        "operating",
        "margin",
        "equal",
        "adjusted",
        "operating",
        "income",
        "divided",
        "revenue",
        "medium",
        "contact",
        "scott",
        "hamilton",
        "source",
        "harte",
        "hank",
        "inc"
    ]
}