{
    "organizations": [],
    "uuid": "943ff38c9371ea4d12b3cb0da295797535f1b52f",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/16/pr-newswire-vuzix-reports-full-year-and-fourth-quarter-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Vuzix Reports Full Year and Fourth Quarter 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Company reports fourth consecutive period of quarterly revenue growth, with 168% Smart Glasses revenue increase and 160% total revenue increase over previous year\nROCHESTER, N.Y., March 16, 2018 /PRNewswire/ -- Vuzix® Corporation (NASDAQ: VUZI), (\"Vuzix\" or, the \"Company\"), a leading supplier of Smart Glasses, Augmented Reality (AR) technologies and products for the consumer and enterprise markets, today reported its fourth quarter and full year financial results for the period ended December 31, 2017.\n2017 and Recent Corporate Highlights:\nPosted four consecutive periods of record quarterly revenue during 2017 and seven consecutive quarters of sequential quarterly revenue growth dating back to Q2 2016. Smart Glasses revenue increased 168% in FY17 compared to FY16 including four consecutive quarters of record smart glasses sales driven by commercial rollouts and 350+ M300 pilot programs. Vuzix Blade, the world's first pair of Alexa-enabled smart glasses was successfully demoed at CES and MWC to thousands of industry and press professionals. These events resulted in very positive reviews from dozens of the leading media outlets, including the receipt of numerous \"Best of Awards\" from sources including CNET, TechRadar, Rolling Stone and Tom's Guide and others. Waveguide component revenue increased 220% in FY17 compared to FY16 as a result of increased activity from three existing Tier-1 OEM project development engagements. Since CES 2018 the company has entered into ten new engagements related to the evaluation of the company's waveguide optics and related technology, which includes numerous major Tier-1 consumer electronics OEMs. Received an initial purchase order totalling $1.1 million from Toshiba in Q1 2018 for their first purchases of the Windows-based smart glasses the Company developed for them pursuant to our 3-yearsupply agreement with Toshiba. That supply agreement stipulates minimum volume guarantee of $5 million over the first 12 months in return for a Toshiba marketing exclusive on this particular product model. Increased M300 pilot programs 40% since Q4 2017 to 500 active programs. Strengthened the balance sheet with two common stock offerings during 2017 the second half of 2017, raising a combined net of $19.5 million in new equity capital. Additionally, we saw the conversion of all outstanding term debt, leaving the Company with no debt securities outstanding as of December 31, 2017. Further strengthened the Company's working capital with the closing on January 29, 2018 of a common stock equity offering which, resulting in net proceeds of approximately $28 million. Our pro-forma cash position as of December 31, 2017 was approximately $43 million. Strengthened intellectual patent portfolio to 109 patents and patents pending including 17 new patent grants and 3 new pending patent applications since the beginning of 2017.\nBusiness Outlook\nIn 2018, the Company is focused on several initiatives that we expect will drive significant revenue growth in 2018 including larger scale enterprise deployments of the M300 Smart Glasses as well as the introduction of our new AR products.\nIn the spring of 2018, the Company will begin shipping several new products. The first will be the Windows-based smart glasses for Toshiba. Vuzix entered into a development agreement with Toshiba in February 2017 to create a customized Window-based USB-C Type C AR Smart Glasses for Toshiba, which is a derivative product of the Vuzix M300 Smart Glasses. Vuzix recently began mass producing the device pursuant to a 3-year supply agreement the Company has entered into with Toshiba.\nThe second new product will be a Vuzix waveguide based smart glasses product, the Vuzix Blade. The Vuzix Blade is our first AR Smart Glasses that feature a stylish eyeglass form factor and are Alexa-enabled. It has received extremely positive market interest from across our target markets, both in the consumer and enterprise markets. Our next waveguide based smart glasses, the M3000 Smart Glasses will leverage heavily from the M300 design and electronics and as a result should allow it to enter volume production in the fall of 2018. We are continuing our waveguide development and ramp up for volume production in 2018 to fulfill our internal needs as well as the needs of our external OEM customers.\nThe Company is also focused on the formation of new strategic partnerships on the waveguide and display engine side. On the consumer side the Company plans to enable a select few consumer electronic OEM partners from our growing list of engagements and focus on building the strategic relationships that maximizes value for our shareholders and best complements the roadmap for our waveguide optics and related technology.\n\"We are very optimistic about our outlook for significant growth in 2018, which should be bolstered by multiple large M300 Smart Glasses enterprise deployments and M300 Type-C Smart Glasses sales to Toshiba,\" said Paul Travers, President and Chief Executive Officer of Vuzix. \"The demonstration of our waveguide based Vuzix Blade Smart Glasses at CES and MWC has so far resulted in ten new potential OEM partnership engagements related to our waveguide optics technology with some of the globe's leading corporations. The recent capital raises strengthened our balance sheet and strategic financial resources. This is important as it now allows the Company to more aggressively advance our next generation products, expand our waveguide manufacturing capacity as needed, and better negotiate with new major strategic customers as a stronger OEM device and optical components supplier.\"\nFourth Quarter 2017 Financial Results:\nTotal revenues for the fourth quarter ended December 31, 2017 were $1.6 million compared to $0.6 million for the same period in 2016. Fourth quarter sales were propelled by record quarterly smart glasses revenue of $1.2 million, a 168% year-over-year increase as well as stronger quarterly waveguide components revenue due to increased activity related to the Company's ongoing OEM project development engagements. Spending on research and development rose in the fourth quarter of 2017 versus 2016 primarily due to development work on the Blade Smart Glasses. General and administrative expenses for the fourth quarter ended December 31, 2017 as compared to the same period in 2016, rose primarily due to increases in headcount related to the hiring of company's new COO, accounting and internal IR personnel. Net loss for the fourth quarter of 2017 was $5.9 million, compared with a net loss of $6.3 million, for the fourth quarter of 2016.\nFull Year 2017 Financial Results:\nTotal revenues for the full year ended December 31, 2017 were $5.5 million compared to $2.1 million for the same period in 2016, an increase of 160%. The increase in full year revenue was driven by increased sales our new M300 Smart Glasses, which was still in development in 2016 and by a 609% increase in engineering services due to development work related to a customized pair of smart glasses for Toshiba during 2017. Waveguide component revenue increased 220% in 2017 due to increased development activity by our existing OEM customer engagements. Gross loss from sales for the full year ending December 31, 2017 was a negative ($0.7) million versus a gross loss ($1.2) million for the prior 2016 comparative period. The overall improvement was primarily the result of increased product mix margins and higher sales to absorb the relatively fixed manufacturing overhead and other costs. Overall research and development expense for the full year ending December 31, 2017, was $6.7 million as compared to $6.9 million for the same 2016 period. The decrease was mainly due to the reclass of internal salary costs to cost of sales for engineering services related to the Toshiba engineering services project and decreased M300 product development costs as compared to 2016. Selling and marketing costs for the full year ending December 31, 2017, were $3.7 million as compared to $3.4 million over the same period in 2016 primarily due to increased headcount marketing and costs related to the new M300 product rollout. General and administrative expenses for the full year ending December 31, 2017, were $6.1 million as compared to $5.1 million for the prior 2016 comparative period. The overall increase was primarily due to additions in headcount related to the hiring of new personnel resulting in increased salary and related compensation costs, net of a $0.4 million reduction in IR and shareholder communication costs. The net loss for the 12 months ended December 31, 2017, after provision for accrued preferred stock dividends, was ($21.3) million or ($1.02) per share versus a net loss of ($20.9) million or ($1.23) per share for the full year of 2016.\nThe following table compares the Company's summarized statement of operations data for the three and 12 month periods ended December 31, 2017 and 2016, in thousands of dollars:\nFor 3 Months\nFor 12 Months\nEnded December 31\nEnded December 31\n2017\n2016\n2017\n2016\nSales of Products\n$\n1,546\n$\n620\n$\n4,549\n$\n1,988\nSales of Engineering Services\n51\n-\n989\n139\nTotal Sales\n1,597\n620\n5,538\n2,127\nTotal Cost of Sales\n1,901\n1,182\n6,214\n3,291\nGross Profit (Loss)\n(304)\n(562)\n(677)\n(1,164)\nOperating Expenses :\nResearch and Development\n2,333\n1,826\n6,707\n6,948\nSelling and Marketing\n955\n767\n3,695\n3,395\nGeneral and Administrative\n1,970\n1,764\n6,126\n5,114\nLoss on Inventory Revaluation\n-\n1,124\n1,152\n1,124\nImpairment of Patents and Trademarks\n-\n21\n-\n20\nDepreciation and Amortization\n264\n221\n999\n771\nLoss from Operations\n(5,826)\n(6,285)\n(19,355)\n(18,536)\nTotal Other Income (Expense)\n(53)\n(50)\n(279)\n(714)\nProvision for Income Taxes\n-\n-\n-\n-\nNet Loss\n$\n(5,879)\n$\n(6,335)\n$\n(19,634)\n$\n(19,250)\nConference Call Information for 2018\nDate: Monday, March 19, 2018\nTime: 8:30 a.m. Eastern Time (ET)\nDial-in Number for U.S. & Canadian Callers: 877-709-8150\nDial-in Number for International Callers (Outside of the U.S. & Canada): 201-689-8354\nParticipating on the call will be Vuzix' Chief Executive Officer and President Paul Travers and Chief Financial Officer Grant Russell, who will discuss operational and financial highlights for the full year ended December 31, 2017.\nTo join the live conference call, please dial into the above referenced telephone numbers five to ten minutes prior to the scheduled conference call time.\nA replay will be available for 30 days, starting on March 19, 2018, at approximately 10:30 a.m. (ET). To access the replay, please dial 877-660-6853 within the U.S. or Canada, or 201-612-7415 for international callers. The conference ID# is 13677547.\nAbout Vuzix Corporation\nVuzix is a leading supplier of Smart-Glasses, Augmented Reality (AR) technologies and products for the consumer and enterprise markets. The Company's products include personal display and wearable computing devices that offer users a portable high-quality viewing experience, provide solutions for mobility, wearable displays and augmented reality. Vuzix holds 66 patents and 43 additional patents pending and numerous IP licenses in the Video Eyewear field. The Company has won Consumer Electronics Show (or CES) awards for innovation for the years 2005 to 2018 and several wireless technology innovation awards among others. Founded in 1997, Vuzix is a public company (NASDAQ: VUZI) with offices in Rochester, NY, Oxford, UK, Barcelona, Spain, and Tokyo, Japan.\nForward-Looking Statements Disclaimer\nCertain statements contained in this news release are \"forward-looking statements\" within the meaning of the Securities Litigation Reform Act of 1995 and applicable Canadian securities laws. Forward-looking statements contained in this release relate to, among other things, the timing of new product releases, R&D project successes, future operating results, OEM waveguide project successes, and the Company's leadership in the Smart Glasses and AR display industry. They are generally identified by words such as \"believes,\" \"may,\" \"expects,\" \"anticipates,\" \"should\" and similar expressions. Readers should not place undue reliance on such forward-looking statements, which are based upon the Company's beliefs and assumptions as of the date of this release. The Company's actual results could differ materially due to risk factors and other items described in more detail in the \"Risk Factors\" section of the Company's Annual Reports and MD&A filed with the United States Securities and Exchange Commission and applicable Canadian securities regulators (copies of which may be obtained at www.sedar.com or www.sec.gov ). Subsequent events and developments may cause these forward-looking statements to change. The Company specifically disclaims any obligation or intention to update or revise these forward-looking statements as a result of changed events or circumstances that occur after the date of this release, except as required by applicable law.\nMedia and Investor Relations Contact:\nMatt Margolis, Director of Corporate Communications and Investor Relations, Vuzix Corporation matt_margolis@vuzix.com Tel: (585) 359-5952\nAndrew Haag, Managing Partner, IRTH Communications\nvuzi@irthcommunications.com Tel: (866) 976-4784\nVuzix Corporation, 25 Hendrix Road, Suite A, West Henrietta, NY 14586 USA,\nInvestor Information – IR@vuzix.com www.vuzix.com\nView original content with multimedia: http://www.prnewswire.com/news-releases/vuzix-reports-full-year-and-fourth-quarter-2017-financial-results-300615473.html\nSOURCE Vuzix Corporation",
    "published": "2018-03-16T23:30:00.000+02:00",
    "crawled": "2018-03-17T00:33:10.068+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "company",
        "report",
        "fourth",
        "consecutive",
        "period",
        "quarterly",
        "revenue",
        "growth",
        "smart",
        "glass",
        "revenue",
        "increase",
        "total",
        "revenue",
        "increase",
        "previous",
        "year",
        "rochester",
        "march",
        "corporation",
        "nasdaq",
        "vuzi",
        "vuzix",
        "company",
        "leading",
        "supplier",
        "smart",
        "glass",
        "augmented",
        "reality",
        "ar",
        "technology",
        "product",
        "consumer",
        "enterprise",
        "market",
        "today",
        "reported",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "period",
        "ended",
        "december",
        "recent",
        "corporate",
        "highlight",
        "posted",
        "four",
        "consecutive",
        "period",
        "record",
        "quarterly",
        "revenue",
        "seven",
        "consecutive",
        "quarter",
        "sequential",
        "quarterly",
        "revenue",
        "growth",
        "dating",
        "back",
        "q2",
        "smart",
        "glass",
        "revenue",
        "increased",
        "fy17",
        "compared",
        "fy16",
        "including",
        "four",
        "consecutive",
        "quarter",
        "record",
        "smart",
        "glass",
        "sale",
        "driven",
        "commercial",
        "rollouts",
        "m300",
        "pilot",
        "program",
        "vuzix",
        "blade",
        "world",
        "first",
        "pair",
        "smart",
        "glass",
        "successfully",
        "demoed",
        "ce",
        "mwc",
        "thousand",
        "industry",
        "press",
        "professional",
        "event",
        "resulted",
        "positive",
        "review",
        "dozen",
        "leading",
        "medium",
        "outlet",
        "including",
        "receipt",
        "numerous",
        "best",
        "award",
        "source",
        "including",
        "cnet",
        "techradar",
        "rolling",
        "stone",
        "tom",
        "guide",
        "others",
        "waveguide",
        "component",
        "revenue",
        "increased",
        "fy17",
        "compared",
        "fy16",
        "result",
        "increased",
        "activity",
        "three",
        "existing",
        "oem",
        "project",
        "development",
        "engagement",
        "since",
        "ce",
        "company",
        "entered",
        "ten",
        "new",
        "engagement",
        "related",
        "evaluation",
        "company",
        "waveguide",
        "optic",
        "related",
        "technology",
        "includes",
        "numerous",
        "major",
        "consumer",
        "electronics",
        "oems",
        "received",
        "initial",
        "purchase",
        "order",
        "totalling",
        "million",
        "toshiba",
        "q1",
        "first",
        "purchase",
        "smart",
        "glass",
        "company",
        "developed",
        "pursuant",
        "agreement",
        "toshiba",
        "supply",
        "agreement",
        "stipulates",
        "minimum",
        "volume",
        "guarantee",
        "million",
        "first",
        "month",
        "return",
        "toshiba",
        "marketing",
        "exclusive",
        "particular",
        "product",
        "model",
        "increased",
        "m300",
        "pilot",
        "program",
        "since",
        "q4",
        "active",
        "program",
        "strengthened",
        "balance",
        "sheet",
        "two",
        "common",
        "stock",
        "offering",
        "second",
        "half",
        "raising",
        "combined",
        "net",
        "million",
        "new",
        "equity",
        "capital",
        "additionally",
        "saw",
        "conversion",
        "outstanding",
        "term",
        "debt",
        "leaving",
        "company",
        "debt",
        "security",
        "outstanding",
        "december",
        "strengthened",
        "company",
        "working",
        "capital",
        "closing",
        "january",
        "common",
        "stock",
        "equity",
        "offering",
        "resulting",
        "net",
        "proceeds",
        "approximately",
        "million",
        "cash",
        "position",
        "december",
        "approximately",
        "million",
        "strengthened",
        "intellectual",
        "patent",
        "portfolio",
        "patent",
        "patent",
        "pending",
        "including",
        "new",
        "patent",
        "grant",
        "new",
        "pending",
        "patent",
        "application",
        "since",
        "beginning",
        "business",
        "outlook",
        "company",
        "focused",
        "several",
        "initiative",
        "expect",
        "drive",
        "significant",
        "revenue",
        "growth",
        "including",
        "larger",
        "scale",
        "enterprise",
        "deployment",
        "m300",
        "smart",
        "glass",
        "well",
        "introduction",
        "new",
        "ar",
        "product",
        "spring",
        "company",
        "begin",
        "shipping",
        "several",
        "new",
        "product",
        "first",
        "smart",
        "glass",
        "toshiba",
        "vuzix",
        "entered",
        "development",
        "agreement",
        "toshiba",
        "february",
        "create",
        "customized",
        "type",
        "c",
        "ar",
        "smart",
        "glass",
        "toshiba",
        "derivative",
        "product",
        "vuzix",
        "m300",
        "smart",
        "glass",
        "vuzix",
        "recently",
        "began",
        "mass",
        "producing",
        "device",
        "pursuant",
        "supply",
        "agreement",
        "company",
        "entered",
        "toshiba",
        "second",
        "new",
        "product",
        "vuzix",
        "waveguide",
        "based",
        "smart",
        "glass",
        "product",
        "vuzix",
        "blade",
        "vuzix",
        "blade",
        "first",
        "ar",
        "smart",
        "glass",
        "feature",
        "stylish",
        "eyeglass",
        "form",
        "factor",
        "received",
        "extremely",
        "positive",
        "market",
        "interest",
        "across",
        "target",
        "market",
        "consumer",
        "enterprise",
        "market",
        "next",
        "waveguide",
        "based",
        "smart",
        "glass",
        "m3000",
        "smart",
        "glass",
        "leverage",
        "heavily",
        "m300",
        "design",
        "electronics",
        "result",
        "allow",
        "enter",
        "volume",
        "production",
        "fall",
        "continuing",
        "waveguide",
        "development",
        "ramp",
        "volume",
        "production",
        "fulfill",
        "internal",
        "need",
        "well",
        "need",
        "external",
        "oem",
        "customer",
        "company",
        "also",
        "focused",
        "formation",
        "new",
        "strategic",
        "partnership",
        "waveguide",
        "display",
        "engine",
        "side",
        "consumer",
        "side",
        "company",
        "plan",
        "enable",
        "select",
        "consumer",
        "electronic",
        "oem",
        "partner",
        "growing",
        "list",
        "engagement",
        "focus",
        "building",
        "strategic",
        "relationship",
        "maximizes",
        "value",
        "shareholder",
        "best",
        "complement",
        "roadmap",
        "waveguide",
        "optic",
        "related",
        "technology",
        "optimistic",
        "outlook",
        "significant",
        "growth",
        "bolstered",
        "multiple",
        "large",
        "m300",
        "smart",
        "glass",
        "enterprise",
        "deployment",
        "m300",
        "smart",
        "glass",
        "sale",
        "toshiba",
        "said",
        "paul",
        "travers",
        "president",
        "chief",
        "executive",
        "officer",
        "vuzix",
        "demonstration",
        "waveguide",
        "based",
        "vuzix",
        "blade",
        "smart",
        "glass",
        "ce",
        "mwc",
        "far",
        "resulted",
        "ten",
        "new",
        "potential",
        "oem",
        "partnership",
        "engagement",
        "related",
        "waveguide",
        "optic",
        "technology",
        "globe",
        "leading",
        "corporation",
        "recent",
        "capital",
        "raise",
        "strengthened",
        "balance",
        "sheet",
        "strategic",
        "financial",
        "resource",
        "important",
        "allows",
        "company",
        "aggressively",
        "advance",
        "next",
        "generation",
        "product",
        "expand",
        "waveguide",
        "manufacturing",
        "capacity",
        "needed",
        "better",
        "negotiate",
        "new",
        "major",
        "strategic",
        "customer",
        "stronger",
        "oem",
        "device",
        "optical",
        "component",
        "supplier",
        "fourth",
        "quarter",
        "financial",
        "result",
        "total",
        "revenue",
        "fourth",
        "quarter",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "fourth",
        "quarter",
        "sale",
        "propelled",
        "record",
        "quarterly",
        "smart",
        "glass",
        "revenue",
        "million",
        "increase",
        "well",
        "stronger",
        "quarterly",
        "waveguide",
        "component",
        "revenue",
        "due",
        "increased",
        "activity",
        "related",
        "company",
        "ongoing",
        "oem",
        "project",
        "development",
        "engagement",
        "spending",
        "research",
        "development",
        "rose",
        "fourth",
        "quarter",
        "versus",
        "primarily",
        "due",
        "development",
        "work",
        "blade",
        "smart",
        "glass",
        "general",
        "administrative",
        "expense",
        "fourth",
        "quarter",
        "ended",
        "december",
        "compared",
        "period",
        "rose",
        "primarily",
        "due",
        "increase",
        "headcount",
        "related",
        "hiring",
        "company",
        "new",
        "coo",
        "accounting",
        "internal",
        "ir",
        "personnel",
        "net",
        "loss",
        "fourth",
        "quarter",
        "million",
        "compared",
        "net",
        "loss",
        "million",
        "fourth",
        "quarter",
        "full",
        "year",
        "financial",
        "result",
        "total",
        "revenue",
        "full",
        "year",
        "ended",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "increase",
        "increase",
        "full",
        "year",
        "revenue",
        "driven",
        "increased",
        "sale",
        "new",
        "m300",
        "smart",
        "glass",
        "still",
        "development",
        "increase",
        "engineering",
        "service",
        "due",
        "development",
        "work",
        "related",
        "customized",
        "pair",
        "smart",
        "glass",
        "toshiba",
        "waveguide",
        "component",
        "revenue",
        "increased",
        "due",
        "increased",
        "development",
        "activity",
        "existing",
        "oem",
        "customer",
        "engagement",
        "gross",
        "loss",
        "sale",
        "full",
        "year",
        "ending",
        "december",
        "negative",
        "million",
        "versus",
        "gross",
        "loss",
        "million",
        "prior",
        "comparative",
        "period",
        "overall",
        "improvement",
        "primarily",
        "result",
        "increased",
        "product",
        "mix",
        "margin",
        "higher",
        "sale",
        "absorb",
        "relatively",
        "fixed",
        "manufacturing",
        "overhead",
        "cost",
        "overall",
        "research",
        "development",
        "expense",
        "full",
        "year",
        "ending",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "decrease",
        "mainly",
        "due",
        "reclass",
        "internal",
        "salary",
        "cost",
        "cost",
        "sale",
        "engineering",
        "service",
        "related",
        "toshiba",
        "engineering",
        "service",
        "project",
        "decreased",
        "m300",
        "product",
        "development",
        "cost",
        "compared",
        "selling",
        "marketing",
        "cost",
        "full",
        "year",
        "ending",
        "december",
        "million",
        "compared",
        "million",
        "period",
        "primarily",
        "due",
        "increased",
        "headcount",
        "marketing",
        "cost",
        "related",
        "new",
        "m300",
        "product",
        "rollout",
        "general",
        "administrative",
        "expense",
        "full",
        "year",
        "ending",
        "december",
        "million",
        "compared",
        "million",
        "prior",
        "comparative",
        "period",
        "overall",
        "increase",
        "primarily",
        "due",
        "addition",
        "headcount",
        "related",
        "hiring",
        "new",
        "personnel",
        "resulting",
        "increased",
        "salary",
        "related",
        "compensation",
        "cost",
        "net",
        "million",
        "reduction",
        "ir",
        "shareholder",
        "communication",
        "cost",
        "net",
        "loss",
        "month",
        "ended",
        "december",
        "provision",
        "accrued",
        "preferred",
        "stock",
        "dividend",
        "million",
        "per",
        "share",
        "versus",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "full",
        "year",
        "following",
        "table",
        "compare",
        "company",
        "summarized",
        "statement",
        "operation",
        "data",
        "three",
        "month",
        "period",
        "ended",
        "december",
        "thousand",
        "dollar",
        "month",
        "month",
        "ended",
        "december",
        "ended",
        "december",
        "sale",
        "product",
        "sale",
        "engineering",
        "service",
        "total",
        "sale",
        "total",
        "cost",
        "sale",
        "gross",
        "profit",
        "loss",
        "operating",
        "expense",
        "research",
        "development",
        "selling",
        "marketing",
        "general",
        "administrative",
        "loss",
        "inventory",
        "revaluation",
        "impairment",
        "patent",
        "trademark",
        "depreciation",
        "amortization",
        "loss",
        "operation",
        "total",
        "income",
        "expense",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "conference",
        "call",
        "information",
        "date",
        "monday",
        "march",
        "time",
        "eastern",
        "time",
        "et",
        "number",
        "canadian",
        "caller",
        "number",
        "international",
        "caller",
        "outside",
        "canada",
        "participating",
        "call",
        "vuzix",
        "chief",
        "executive",
        "officer",
        "president",
        "paul",
        "travers",
        "chief",
        "financial",
        "officer",
        "grant",
        "russell",
        "discus",
        "operational",
        "financial",
        "highlight",
        "full",
        "year",
        "ended",
        "december",
        "join",
        "live",
        "conference",
        "call",
        "please",
        "dial",
        "referenced",
        "telephone",
        "number",
        "five",
        "ten",
        "minute",
        "prior",
        "scheduled",
        "conference",
        "call",
        "time",
        "replay",
        "available",
        "day",
        "starting",
        "march",
        "approximately",
        "et",
        "access",
        "replay",
        "please",
        "dial",
        "within",
        "canada",
        "international",
        "caller",
        "conference",
        "id",
        "vuzix",
        "corporation",
        "vuzix",
        "leading",
        "supplier",
        "augmented",
        "reality",
        "ar",
        "technology",
        "product",
        "consumer",
        "enterprise",
        "market",
        "company",
        "product",
        "include",
        "personal",
        "display",
        "wearable",
        "computing",
        "device",
        "offer",
        "user",
        "portable",
        "viewing",
        "experience",
        "provide",
        "solution",
        "mobility",
        "wearable",
        "display",
        "augmented",
        "reality",
        "vuzix",
        "hold",
        "patent",
        "additional",
        "patent",
        "pending",
        "numerous",
        "ip",
        "license",
        "video",
        "eyewear",
        "field",
        "company",
        "consumer",
        "electronics",
        "show",
        "ce",
        "award",
        "innovation",
        "year",
        "several",
        "wireless",
        "technology",
        "innovation",
        "award",
        "among",
        "others",
        "founded",
        "vuzix",
        "public",
        "company",
        "nasdaq",
        "vuzi",
        "office",
        "rochester",
        "ny",
        "oxford",
        "uk",
        "barcelona",
        "spain",
        "tokyo",
        "japan",
        "statement",
        "disclaimer",
        "certain",
        "statement",
        "contained",
        "news",
        "release",
        "statement",
        "within",
        "meaning",
        "security",
        "litigation",
        "reform",
        "act",
        "applicable",
        "canadian",
        "security",
        "law",
        "statement",
        "contained",
        "release",
        "relate",
        "among",
        "thing",
        "timing",
        "new",
        "product",
        "release",
        "r",
        "project",
        "success",
        "future",
        "operating",
        "result",
        "oem",
        "waveguide",
        "project",
        "success",
        "company",
        "leadership",
        "smart",
        "glass",
        "ar",
        "display",
        "industry",
        "generally",
        "identified",
        "word",
        "belief",
        "may",
        "expects",
        "anticipates",
        "similar",
        "expression",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "based",
        "upon",
        "company",
        "belief",
        "assumption",
        "date",
        "release",
        "company",
        "actual",
        "result",
        "could",
        "differ",
        "materially",
        "due",
        "risk",
        "factor",
        "item",
        "described",
        "detail",
        "risk",
        "factor",
        "section",
        "company",
        "annual",
        "report",
        "md",
        "filed",
        "united",
        "state",
        "security",
        "exchange",
        "commission",
        "applicable",
        "canadian",
        "security",
        "regulator",
        "copy",
        "may",
        "obtained",
        "subsequent",
        "event",
        "development",
        "may",
        "cause",
        "statement",
        "change",
        "company",
        "specifically",
        "disclaims",
        "obligation",
        "intention",
        "update",
        "revise",
        "statement",
        "result",
        "changed",
        "event",
        "circumstance",
        "occur",
        "date",
        "release",
        "except",
        "required",
        "applicable",
        "law",
        "medium",
        "investor",
        "relation",
        "contact",
        "matt",
        "margolis",
        "director",
        "corporate",
        "communication",
        "investor",
        "relation",
        "vuzix",
        "corporation",
        "tel",
        "andrew",
        "haag",
        "managing",
        "partner",
        "irth",
        "communication",
        "vuzi",
        "tel",
        "vuzix",
        "corporation",
        "hendrix",
        "road",
        "suite",
        "west",
        "henrietta",
        "ny",
        "usa",
        "investor",
        "information",
        "ir",
        "view",
        "original",
        "content",
        "multimedia",
        "http",
        "source",
        "vuzix",
        "corporation"
    ]
}