{
    "organizations": [],
    "uuid": "a301afd9c3b5e8b6e70c404166d771d605fbe344",
    "author": "Angelica LaVito",
    "url": "https://www.cnbc.com/2018/03/29/spinal-cord-stimulation-market-grows-as-way-to-treat-chronic-pain.html",
    "ord_in_thread": 0,
    "title": "Spinal cord stimulation market grows as way to treat chronic pain",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "It was a quick decline.\nIn less than a year, Connie Hanafy went from hiking and rollerskating with her daughters to hardly being able to walk. She had a benign tumor removed from her right leg in January 2017. For months after, she felt pain that didn't make sense. It wasn't typical post-procedure aches. It was a sharp, stabbing, throbbing and crushing feeling rolled up into one.\n\"Before all of this happened, I was an extremely active person. I would hike all the time and was always doing things with my children,\" Hanafy said. \"I was always outside and very outdoorsy. When this happened, it was a huge setback.\"\nThe 32-year-old hospice worker from New Jersey was diagnosed with complex regional pain syndrome, a chronic condition that can develop after an injury or surgery. She tried treatments like steroid injections, nerve blocks and physical therapy, but the pain continued to worsen. Her only other option was opioid pain pills, but she refused to take them and risk slipping into addiction.\nBy November, she just wanted her leg amputated. Dr. Youssef Josephson of The Pain Management Center in New Jersey suggested she try Intellis, a spinal cord stimulator. The device emits electrical pulses to help treat pain.\nThe Food and Drug Administration had approved Intellis only a few months earlier. It's the latest system from Medtronic , the company that created the spinal cord stimulation market. It's one the medical device maker hopes will better help more patients — and turn its performance in the category. Once the market leader, Medtronic ceded ground to rivals, just as the opioid epidemic was putting more focus on alternative ways to treat pain. \nSpinal cord stimulation sounds a lot scarier than it really is. A battery pack is implanted in a person's lower back or buttocks and sends electrical pulses to cords, known as leads, that are placed in the epidural space along the spine.\nMost systems cause a tingling sensation known as paresthesia, which confuses the brain and causes it to focus on it instead of the pain signals in the nerves. It's the same mechanism as when you smash your hand and rub it.\nSpinal cord stimulation is often recommended for people who have had back surgery. Surgeons can't control where scar tissue forms during the healing process, and sometimes it wraps around nerves. The treatment is also commonly used to treat complex regional pain syndrome.\nThe FDA approved Medtronic's first fully implantable spinal cord stimulator, Itrel, in 1984. The device was born out of pacemaker technology, which sends electrical pulses to a generator in the heart to monitor and control beats.\nOther large medical device companies later acquired their way into the space. Boston Scientific bought Advanced Bionics in 2004 and sold a portion of the business three years later, excluding the spinal cord stimulator segment. St. Jude Medical scooped up Advanced Neuromodulation Systems in 2005, and Abbott merged with St. Jude last year.\nThe companies chipped away at Medtronic's dominance over the years. Then a new player splashed into the space.\nNevro awakens a sleepy sector Spinal cord stimulation had historically been delivered at low frequency, usually 40 to 60 hertz. Nevro created a system that's 10 kilohertz, or 10,000 hertz, that delivers up to 10,000 electrical pulses per second. The rate treats pain without causing paresthesia.\nIn a pivotal study published in 2014, the company found its HF10 system worked better than traditional therapy. Results from a 24-month follow-up showed more people responded to the high frequency treatment than the traditional one.\nHowever, critics will say studying and measuring pain is tricky. Pharmaceutical and biotechnology companies can set expectations and use tools to track whether their therapy meets them. Pain is subjective.\nOn paper, better outcomes can be tough to prove. To patients, the clinical data might not matter.\n\"[Spinal cord stimulation] is historically a therapy that's been really underpenetrated because [of] the lack of efficacy and the lack of evidence. We feel like we have something that uniquely addresses those two deficits.\" -Rami Elghandour, Nevro CEO Brock Ervie, a 40-year-old from Missouri, had a Medtronic spinal cord stimulator implanted in 2011. It initially helped relieve the crippling pain from a workplace injury until its effects faded. He would crank the device up to its highest setting, but he ended up relying on pain pills and whisky to make up for the difference.\nDr. William Rosenberg at the Center for the Relief of Pain in Kansas City, Missouri, recommended switching to Nevro's Senza device with HF10 therapy. He was initially skeptical of the technology until he treated a few patients who had been referred to him and saw the relief it gave them.\nNow seven months since surgery, Ervie has ditched the pills. \nSource: Brock Ervie Nevro's high frequency spinal cord stimulator has relieved Brock Ervie's pain. In nearly three years since the FDA approved Nevro's first device, the company has gobbled up about 16 percent of the U.S. market, according to BMO Capital Markets. Worldwide, Nevro represents about 15 percent of share.\nSpinal cord stimulation \"is historically a therapy that's been really underpenetrated because [of] the lack of efficacy and the lack of evidence. We feel like we have something that uniquely addresses those two deficits,\" said Nevro CEO Rami Elghandour.\nThe once sleepy sector has now awakened.\nInnovation and a growing weariness of doctors to treat chronic pain with opioids have sparked interest in spinal cord stimulation. Worldwide, the category grew 18 percent last year to reach $2.13 billion, according to BMO Capital Markets.\nThe U.S. market boomed 21 percent to hit $1.7 billion last year, the firm estimates. BMO anticipates the market will cool a bit next year but still grow by double digits. About 100 million Americans have chronic pain, according to the American Academy of Pain Medicine. \n\"The effect has been twofold: Nevro has taken market share, but perhaps more meaningfully, it has reinvigorated the therapy because responder rates are better, the therapy is better and more patients have been treated,\" said J.P. Morgan analyst Mike Weinstein.\nBut competitors aren't standing still either, he added.\nNew systems emerge Since Nevro's first device was approved to treat U.S. patients in 2015, Abbott, Boston Scientific and Medtronic have all unveiled their own new systems. And they're all turning to clinical trials to prove they're effective.\nAbbott rolled out BurstDR in 2016, about a decade after a New Zealand professor filed the initial patents for it. Like the name suggests, pulses are sent in bursts, whereas typical systems continuously emit them. It's meant to mimic how the human nervous system works.\n\"There's been a real explosion over the past 10 years in neuroscience research, and we've just now started to understand how the brain operates at a very fundamental level,\" said Dr. Allen Burton, Abbott's medical director of neuromodulation, movement disorders and pain.\nSource: Jasmary Alfonso-Andaluz Jasmary Alfonso-Andaluz rides horses for therapy. She received Abbott's proclaim device with BurstDR stimulation after nearly a decade of pain. Jasmary Alfonso-Andaluz, a 38-year-old from New York, received Abbott's Proclaim device with BurstDR stimulation after nearly a decade of pain that likely stemmed from a hip injury and worsened when she was diagnosed with multiple sclerosis five years ago.\nShe had a spinal cord stimulator implanted in August and now is able to rides horses, throw parties, and go out with her husband — and she's not in pain.\n\"I call it a miracle device and Dr. Chapman a hero,\" Alfonso-Andaluz said, referring to her pain doctor, Kenneth Chapman. \"If it wasn't for him, I wouldn't know any of this and I wouldn't even know if I'd still be alive to tell you the truth. I was so depressed and in such a dark place and was such a burden to everybody. Having this now is like a rebirth.\"\nBoston Scientific's newest system, Spectra WaveWriter, was approved in the U.S. in January. The device offers both paresthesia-based and subperception therapies, essentially with and without the tingling sensation. Patients can switch between them.\n\"Overall, spinal cord stimulation is highly underpenetrated. There's a huge opportunity to provide awareness to physicians and treat patients.\" -Maulik Nanavaty, Boston Scientific Science suggests frequency isn't everything, said Maulik Nanavaty, senior vice president and president, neuromodulation, at Boston Scientific. It ran a clinical trial that found 1 kilohertz, or 1,000 hertz, was just as effective as 10 kilohertz. However, the study examined only 20 patients.\nThe companies are all following Nevro's lead and are turning toward studies to prove their systems work.\nCompetition is helping the category, Nanavaty said.\n\"Overall, spinal cord stimulation is highly underpenetrated,\" he said. \"There's a huge opportunity to provide awareness to physicians and treat patients.\"\nSource: Boston Scientific Boston Scientific's new spinal cord stimulator, Spectra WaveWriter, received FDA approval in January. Nevro's Elghandour doesn't agree.\n\"If everyone else was investing in clinical evidence like (ours), I would say yeah, it's great. That's great competition. If you're just sort of investing in supporting marketing claims around something, that is suboptimal, I'm not sure, to be very frank, how great that is,\" he said.\n\"Maybe over the long term people will sort of reorient their investments and that will make it better, but it's hard for me to be honest with you and say that some of that stuff is really great for anybody right now from a competitive set perspective.\"\nMedtronic tries to navigate a booming but crowded market Medtronic, the original player, doesn't break out financial results for spinal cord stimulation. The treatment is part of the pain therapies business unit, which had been dragging. In 2016, the company reorganized its restorative therapies group, which includes pain therapies as part of its effort to stem its losses.\n\"Medtronic had fallen behind, and frankly, it was one of the things that led to the reorganization that happened two years ago that included regrouping some of the businesses,\" said Dr. Marshall Stanton, senior vice president and president of Medtronic's pain therapies division.\nPart of the revamp included a new stimulator: Intellis. The device, which the FDA approved in September, has the smallest battery and gives patients the option to switch between high-dose and low-dose therapy.\nSo far, Intellis appears to be helping Medtronic's pain therapies business return to growth. Last quarter, the division posted $300 million in revenue, up 8 percent from the same period in the year before, excluding foreign exchange.\n\"There's clearly some interest,\" Stanton said.\nOf course, one category is tiny for a company as large as Medtronic. Shares have remained largely flat over the past year and hit an all-time high in June.\nDeutsche Bank estimates spinal cord stimulation accounts for about 6 percent of Medtronic's total sales. However, the firm does expect the segment to become more important for all the players as the market grows.\nHanafy's doctor, Josephson, was one of the first people to implant the device. He expects spinal cord stimulation to become more mainstream.\nThat may be good news for businesses, but it also may be good news for patients.\nFor Hanafy, when her pain left, her life returned.\nWATCH: This pen will let surgeons detect cancer in seconds show chapters This pen will let surgeons detect cancer in seconds      1:14 PM ET Thu, 22 March 2018 | 01:18",
    "published": "2018-03-29T18:18:00.000+03:00",
    "crawled": "2018-03-29T17:52:06.006+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "quick",
        "decline",
        "less",
        "year",
        "connie",
        "hanafy",
        "went",
        "hiking",
        "rollerskating",
        "daughter",
        "hardly",
        "able",
        "walk",
        "benign",
        "tumor",
        "removed",
        "right",
        "leg",
        "january",
        "month",
        "felt",
        "pain",
        "make",
        "sense",
        "typical",
        "ache",
        "sharp",
        "stabbing",
        "throbbing",
        "crushing",
        "feeling",
        "rolled",
        "one",
        "happened",
        "extremely",
        "active",
        "person",
        "would",
        "hike",
        "time",
        "always",
        "thing",
        "child",
        "hanafy",
        "said",
        "always",
        "outside",
        "outdoorsy",
        "happened",
        "huge",
        "setback",
        "hospice",
        "worker",
        "new",
        "jersey",
        "diagnosed",
        "complex",
        "regional",
        "pain",
        "syndrome",
        "chronic",
        "condition",
        "develop",
        "injury",
        "surgery",
        "tried",
        "treatment",
        "like",
        "steroid",
        "injection",
        "nerve",
        "block",
        "physical",
        "therapy",
        "pain",
        "continued",
        "worsen",
        "option",
        "opioid",
        "pain",
        "pill",
        "refused",
        "take",
        "risk",
        "slipping",
        "addiction",
        "november",
        "wanted",
        "leg",
        "amputated",
        "youssef",
        "josephson",
        "pain",
        "management",
        "center",
        "new",
        "jersey",
        "suggested",
        "try",
        "intellis",
        "spinal",
        "cord",
        "stimulator",
        "device",
        "emits",
        "electrical",
        "pulse",
        "help",
        "treat",
        "pain",
        "food",
        "drug",
        "administration",
        "approved",
        "intellis",
        "month",
        "earlier",
        "latest",
        "system",
        "medtronic",
        "company",
        "created",
        "spinal",
        "cord",
        "stimulation",
        "market",
        "one",
        "medical",
        "device",
        "maker",
        "hope",
        "better",
        "help",
        "patient",
        "turn",
        "performance",
        "category",
        "market",
        "leader",
        "medtronic",
        "ceded",
        "ground",
        "rival",
        "opioid",
        "epidemic",
        "putting",
        "focus",
        "alternative",
        "way",
        "treat",
        "pain",
        "spinal",
        "cord",
        "stimulation",
        "sound",
        "lot",
        "scarier",
        "really",
        "battery",
        "pack",
        "implanted",
        "person",
        "lower",
        "back",
        "buttock",
        "sends",
        "electrical",
        "pulse",
        "cord",
        "known",
        "lead",
        "placed",
        "epidural",
        "space",
        "along",
        "spine",
        "system",
        "cause",
        "tingling",
        "sensation",
        "known",
        "paresthesia",
        "confuses",
        "brain",
        "cause",
        "focus",
        "instead",
        "pain",
        "signal",
        "nerve",
        "mechanism",
        "smash",
        "hand",
        "rub",
        "spinal",
        "cord",
        "stimulation",
        "often",
        "recommended",
        "people",
        "back",
        "surgery",
        "surgeon",
        "ca",
        "control",
        "scar",
        "tissue",
        "form",
        "healing",
        "process",
        "sometimes",
        "wrap",
        "around",
        "nerve",
        "treatment",
        "also",
        "commonly",
        "used",
        "treat",
        "complex",
        "regional",
        "pain",
        "syndrome",
        "fda",
        "approved",
        "medtronic",
        "first",
        "fully",
        "implantable",
        "spinal",
        "cord",
        "stimulator",
        "itrel",
        "device",
        "born",
        "pacemaker",
        "technology",
        "sends",
        "electrical",
        "pulse",
        "generator",
        "heart",
        "monitor",
        "control",
        "beat",
        "large",
        "medical",
        "device",
        "company",
        "later",
        "acquired",
        "way",
        "space",
        "boston",
        "scientific",
        "bought",
        "advanced",
        "bionics",
        "sold",
        "portion",
        "business",
        "three",
        "year",
        "later",
        "excluding",
        "spinal",
        "cord",
        "stimulator",
        "segment",
        "jude",
        "medical",
        "scooped",
        "advanced",
        "neuromodulation",
        "system",
        "abbott",
        "merged",
        "jude",
        "last",
        "year",
        "company",
        "chipped",
        "away",
        "medtronic",
        "dominance",
        "year",
        "new",
        "player",
        "splashed",
        "space",
        "nevro",
        "awakens",
        "sleepy",
        "sector",
        "spinal",
        "cord",
        "stimulation",
        "historically",
        "delivered",
        "low",
        "frequency",
        "usually",
        "hertz",
        "nevro",
        "created",
        "system",
        "kilohertz",
        "hertz",
        "delivers",
        "electrical",
        "pulse",
        "per",
        "second",
        "rate",
        "treat",
        "pain",
        "without",
        "causing",
        "paresthesia",
        "pivotal",
        "study",
        "published",
        "company",
        "found",
        "hf10",
        "system",
        "worked",
        "better",
        "traditional",
        "therapy",
        "result",
        "showed",
        "people",
        "responded",
        "high",
        "frequency",
        "treatment",
        "traditional",
        "one",
        "however",
        "critic",
        "say",
        "studying",
        "measuring",
        "pain",
        "tricky",
        "pharmaceutical",
        "biotechnology",
        "company",
        "set",
        "expectation",
        "use",
        "tool",
        "track",
        "whether",
        "therapy",
        "meet",
        "pain",
        "subjective",
        "paper",
        "better",
        "outcome",
        "tough",
        "prove",
        "patient",
        "clinical",
        "data",
        "might",
        "matter",
        "spinal",
        "cord",
        "stimulation",
        "historically",
        "therapy",
        "really",
        "underpenetrated",
        "lack",
        "efficacy",
        "lack",
        "evidence",
        "feel",
        "like",
        "something",
        "uniquely",
        "address",
        "two",
        "deficit",
        "elghandour",
        "nevro",
        "ceo",
        "brock",
        "ervie",
        "missouri",
        "medtronic",
        "spinal",
        "cord",
        "stimulator",
        "implanted",
        "initially",
        "helped",
        "relieve",
        "crippling",
        "pain",
        "workplace",
        "injury",
        "effect",
        "faded",
        "would",
        "crank",
        "device",
        "highest",
        "setting",
        "ended",
        "relying",
        "pain",
        "pill",
        "whisky",
        "make",
        "difference",
        "william",
        "rosenberg",
        "center",
        "relief",
        "pain",
        "kansa",
        "city",
        "missouri",
        "recommended",
        "switching",
        "nevro",
        "senza",
        "device",
        "hf10",
        "therapy",
        "initially",
        "skeptical",
        "technology",
        "treated",
        "patient",
        "referred",
        "saw",
        "relief",
        "gave",
        "seven",
        "month",
        "since",
        "surgery",
        "ervie",
        "ditched",
        "pill",
        "source",
        "brock",
        "ervie",
        "nevro",
        "high",
        "frequency",
        "spinal",
        "cord",
        "stimulator",
        "relieved",
        "brock",
        "ervie",
        "pain",
        "nearly",
        "three",
        "year",
        "since",
        "fda",
        "approved",
        "nevro",
        "first",
        "device",
        "company",
        "gobbled",
        "percent",
        "market",
        "according",
        "bmo",
        "capital",
        "market",
        "worldwide",
        "nevro",
        "represents",
        "percent",
        "share",
        "spinal",
        "cord",
        "stimulation",
        "historically",
        "therapy",
        "really",
        "underpenetrated",
        "lack",
        "efficacy",
        "lack",
        "evidence",
        "feel",
        "like",
        "something",
        "uniquely",
        "address",
        "two",
        "deficit",
        "said",
        "nevro",
        "ceo",
        "ramus",
        "elghandour",
        "sleepy",
        "sector",
        "awakened",
        "innovation",
        "growing",
        "weariness",
        "doctor",
        "treat",
        "chronic",
        "pain",
        "opioids",
        "sparked",
        "interest",
        "spinal",
        "cord",
        "stimulation",
        "worldwide",
        "category",
        "grew",
        "percent",
        "last",
        "year",
        "reach",
        "billion",
        "according",
        "bmo",
        "capital",
        "market",
        "market",
        "boomed",
        "percent",
        "hit",
        "billion",
        "last",
        "year",
        "firm",
        "estimate",
        "bmo",
        "anticipates",
        "market",
        "cool",
        "bit",
        "next",
        "year",
        "still",
        "grow",
        "double",
        "digit",
        "million",
        "american",
        "chronic",
        "pain",
        "according",
        "american",
        "academy",
        "pain",
        "medicine",
        "effect",
        "twofold",
        "nevro",
        "taken",
        "market",
        "share",
        "perhaps",
        "meaningfully",
        "reinvigorated",
        "therapy",
        "responder",
        "rate",
        "better",
        "therapy",
        "better",
        "patient",
        "treated",
        "said",
        "morgan",
        "analyst",
        "mike",
        "weinstein",
        "competitor",
        "standing",
        "still",
        "either",
        "added",
        "new",
        "system",
        "emerge",
        "since",
        "nevro",
        "first",
        "device",
        "approved",
        "treat",
        "patient",
        "abbott",
        "boston",
        "scientific",
        "medtronic",
        "unveiled",
        "new",
        "system",
        "turning",
        "clinical",
        "trial",
        "prove",
        "effective",
        "abbott",
        "rolled",
        "burstdr",
        "decade",
        "new",
        "zealand",
        "professor",
        "filed",
        "initial",
        "patent",
        "like",
        "name",
        "suggests",
        "pulse",
        "sent",
        "burst",
        "whereas",
        "typical",
        "system",
        "continuously",
        "emit",
        "meant",
        "mimic",
        "human",
        "nervous",
        "system",
        "work",
        "real",
        "explosion",
        "past",
        "year",
        "neuroscience",
        "research",
        "started",
        "understand",
        "brain",
        "operates",
        "fundamental",
        "level",
        "said",
        "allen",
        "burton",
        "abbott",
        "medical",
        "director",
        "neuromodulation",
        "movement",
        "disorder",
        "pain",
        "source",
        "jasmary",
        "jasmary",
        "ride",
        "horse",
        "therapy",
        "received",
        "abbott",
        "proclaim",
        "device",
        "burstdr",
        "stimulation",
        "nearly",
        "decade",
        "pain",
        "jasmary",
        "new",
        "york",
        "received",
        "abbott",
        "proclaim",
        "device",
        "burstdr",
        "stimulation",
        "nearly",
        "decade",
        "pain",
        "likely",
        "stemmed",
        "hip",
        "injury",
        "worsened",
        "diagnosed",
        "multiple",
        "sclerosis",
        "five",
        "year",
        "ago",
        "spinal",
        "cord",
        "stimulator",
        "implanted",
        "august",
        "able",
        "ride",
        "horse",
        "throw",
        "party",
        "go",
        "husband",
        "pain",
        "call",
        "miracle",
        "device",
        "chapman",
        "hero",
        "said",
        "referring",
        "pain",
        "doctor",
        "kenneth",
        "chapman",
        "would",
        "know",
        "would",
        "even",
        "know",
        "still",
        "alive",
        "tell",
        "truth",
        "depressed",
        "dark",
        "place",
        "burden",
        "everybody",
        "like",
        "rebirth",
        "boston",
        "scientific",
        "newest",
        "system",
        "spectrum",
        "wavewriter",
        "approved",
        "january",
        "device",
        "offer",
        "subperception",
        "therapy",
        "essentially",
        "without",
        "tingling",
        "sensation",
        "patient",
        "switch",
        "overall",
        "spinal",
        "cord",
        "stimulation",
        "highly",
        "underpenetrated",
        "huge",
        "opportunity",
        "provide",
        "awareness",
        "physician",
        "treat",
        "patient",
        "nanavaty",
        "boston",
        "scientific",
        "science",
        "suggests",
        "frequency",
        "everything",
        "said",
        "maulik",
        "nanavaty",
        "senior",
        "vice",
        "president",
        "president",
        "neuromodulation",
        "boston",
        "scientific",
        "ran",
        "clinical",
        "trial",
        "found",
        "kilohertz",
        "hertz",
        "effective",
        "kilohertz",
        "however",
        "study",
        "examined",
        "patient",
        "company",
        "following",
        "nevro",
        "lead",
        "turning",
        "toward",
        "study",
        "prove",
        "system",
        "work",
        "competition",
        "helping",
        "category",
        "nanavaty",
        "said",
        "overall",
        "spinal",
        "cord",
        "stimulation",
        "highly",
        "underpenetrated",
        "said",
        "huge",
        "opportunity",
        "provide",
        "awareness",
        "physician",
        "treat",
        "patient",
        "source",
        "boston",
        "scientific",
        "boston",
        "scientific",
        "new",
        "spinal",
        "cord",
        "stimulator",
        "spectrum",
        "wavewriter",
        "received",
        "fda",
        "approval",
        "january",
        "nevro",
        "elghandour",
        "agree",
        "everyone",
        "else",
        "investing",
        "clinical",
        "evidence",
        "like",
        "would",
        "say",
        "yeah",
        "great",
        "great",
        "competition",
        "sort",
        "investing",
        "supporting",
        "marketing",
        "claim",
        "around",
        "something",
        "suboptimal",
        "sure",
        "frank",
        "great",
        "said",
        "maybe",
        "long",
        "term",
        "people",
        "sort",
        "reorient",
        "investment",
        "make",
        "better",
        "hard",
        "honest",
        "say",
        "stuff",
        "really",
        "great",
        "anybody",
        "right",
        "competitive",
        "set",
        "perspective",
        "medtronic",
        "try",
        "navigate",
        "booming",
        "crowded",
        "market",
        "medtronic",
        "original",
        "player",
        "break",
        "financial",
        "result",
        "spinal",
        "cord",
        "stimulation",
        "treatment",
        "part",
        "pain",
        "therapy",
        "business",
        "unit",
        "dragging",
        "company",
        "reorganized",
        "restorative",
        "therapy",
        "group",
        "includes",
        "pain",
        "therapy",
        "part",
        "effort",
        "stem",
        "loss",
        "medtronic",
        "fallen",
        "behind",
        "frankly",
        "one",
        "thing",
        "led",
        "reorganization",
        "happened",
        "two",
        "year",
        "ago",
        "included",
        "regrouping",
        "business",
        "said",
        "marshall",
        "stanton",
        "senior",
        "vice",
        "president",
        "president",
        "medtronic",
        "pain",
        "therapy",
        "division",
        "part",
        "revamp",
        "included",
        "new",
        "stimulator",
        "intellis",
        "device",
        "fda",
        "approved",
        "september",
        "smallest",
        "battery",
        "give",
        "patient",
        "option",
        "switch",
        "therapy",
        "far",
        "intellis",
        "appears",
        "helping",
        "medtronic",
        "pain",
        "therapy",
        "business",
        "return",
        "growth",
        "last",
        "quarter",
        "division",
        "posted",
        "million",
        "revenue",
        "percent",
        "period",
        "year",
        "excluding",
        "foreign",
        "exchange",
        "clearly",
        "interest",
        "stanton",
        "said",
        "course",
        "one",
        "category",
        "tiny",
        "company",
        "large",
        "medtronic",
        "share",
        "remained",
        "largely",
        "flat",
        "past",
        "year",
        "hit",
        "high",
        "june",
        "deutsche",
        "bank",
        "estimate",
        "spinal",
        "cord",
        "stimulation",
        "account",
        "percent",
        "medtronic",
        "total",
        "sale",
        "however",
        "firm",
        "expect",
        "segment",
        "become",
        "important",
        "player",
        "market",
        "grows",
        "hanafy",
        "doctor",
        "josephson",
        "one",
        "first",
        "people",
        "implant",
        "device",
        "expects",
        "spinal",
        "cord",
        "stimulation",
        "become",
        "mainstream",
        "may",
        "good",
        "news",
        "business",
        "also",
        "may",
        "good",
        "news",
        "patient",
        "hanafy",
        "pain",
        "left",
        "life",
        "returned",
        "watch",
        "pen",
        "let",
        "surgeon",
        "detect",
        "cancer",
        "second",
        "show",
        "chapter",
        "pen",
        "let",
        "surgeon",
        "detect",
        "cancer",
        "second",
        "pm",
        "et",
        "thu",
        "march"
    ]
}