{
    "organizations": [],
    "uuid": "6935f48056c91c028956b777170620a1ae5c7bf9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/01/globe-newswire-proofpoint-completes-the-acquisition-of-wombat-security.html",
    "ord_in_thread": 0,
    "title": "Proofpoint Completes the Acquisition of Wombat Security",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SUNNYVALE, Calif, March 01, 2018 (GLOBE NEWSWIRE) -- Proofpoint, Inc., (NASDAQ:PFPT), a leading cybersecurity company, today announced it has completed its acquisition of Wombat Security Technologies, Inc., a leader for phishing simulation and security awareness computer-based training. By collecting data from Wombat’s PhishAlarm solution, Proofpoint will have access to data on phishing campaigns as seen by non-Proofpoint customers, providing broader visibility and insight to the Proofpoint Nexus platform.\n“As cybercriminals continue to look for new ways to exploit employees, companies need to be vigilant about changing end-user behavior and reducing risk with cybersecurity education solutions,” said Gary Steele, Proofpoint CEO. “The acquisition of Wombat gives us greater ability to help protect our customers from today’s people-centric, social engineering-driven cyberattacks, and we are thrilled to welcome Wombat’s employees to the Proofpoint team.”\nWith the completion of the acquisition, organizations will be able to leverage the industry’s first solution combining market-leading phishing protection with market-leading awareness. Uniquely with the combined solutions, organizations will be able to:\nUse real detected phishing attacks for simulations, assessing users based on the threats that are actually targeting them Both investigate and take action on user-reporting phishing, leveraging orchestration and automation to find real attacks, quarantine emails in users’ inboxes, and lock user accounts to limit risk Train users in the moment immediately after they click for both simulated and real phishing attacks\nFinancial Impact\nProofpoint expects the acquisition of Wombat Security to have the following impact to its financial outlook for the first quarter, and full year 2018, as previously provided on February 6, 2018:\nFor the full year 2018:\nIncrease the billings range to $864 - $869 million as compared to the previous range of $828 - $833 million Increase the revenue range to $691 - $696 million as compared to the previous range of $660 - $665 million Reduce the non-GAAP net income range to $46 - $50 million as compared to the previous range of $52 - $56 million Increase the free cash flow range to $140 - $142 million as compared to the previous range of $138 - $140 million\nFor the first quarter of 2018:\nIncrease the billings range to $182 - $184 million as compared to the previous range of $180 - $182 million Increase the revenue range to $151 - $153 million as compared to the previous range of $149 - $151 million Reduce the non-GAAP net income range to $7.5 - $8.5 million as compared to the previous range of $8 - $9 million No material impact to the previous range of $22 - $24 million of free cash flow\nAdditional commentary on Wombat’s contribution to Proofpoint’s 2018 financial outlook:\nFor both billings and revenue, Proofpoint expects a modest ramp over the three remaining quarters of fiscal year 2018 For non-GAAP net income, Proofpoint expects the largest negative impact to be realized during the second quarter, with gradual moderation over the remainder of the year, and the business achieving break-even in the first quarter of 2019 For free cash flow, Proofpoint expects the favorable impact to be realized during the fourth quarter of 2018\nNote that all of these guidance assumptions are in accordance with ASC 606, which Proofpoint adopted effective January 1, 2018, as were its original guidance metrics provided on February 6, 2018.\nFor more information on Proofpoint Nexus, please visit https://www.proofpoint.com/us/technology-platform .\nAbout Proofpoint, Inc.\nProofpoint Inc. (NASDAQ:PFPT) is a leading next-generation security and compliance company that provides cloud-based solutions to protect the way people work today. Proofpoint solutions enable organizations to protect their users from advanced attacks delivered via email, social media and mobile apps, protect the information their users create from advanced attacks and compliance risks, and respond quickly when incidents occur. More information is available at www.proofpoint.com .\nConnect with Proofpoint: Twitter | LinkedIn | Facebook | YouTube | Google+\nProofpoint is a registered trademark or tradename of Proofpoint, Inc. in the U.S. and/or other countries. All other trademarks contained herein are the property of their respective owners.\nForward-Looking Statements\nThis press release contains forward-looking statements that involve risks and uncertainties. These forward-looking statements include statements regarding the future financial impact of the acquisition, future financial results for Proofpoint and benefits of the acquisition and integration of Wombat’s products. It is possible that future circumstances might differ from the assumptions on which such statements are based. Important factors that could cause results to differ materially from the statements herein include: risks related to integrating the employees, customers and technologies of the acquired business; assumption of unknown liabilities; ability to retain customers of Wombat; risks associated with successful implementation of multiple integrated software products and other product functionality; competition, particularly from larger companies with more resources than Proofpoint; risks related to new target markets, new product introductions and innovation and market acceptance thereof; the ability to attract and retain key personnel; potential changes in strategy; unforeseen delays in developing new technologies and the uncertain market acceptance of new products or features; global economic conditions; and the other risk factors set forth from time to time in our filings with the SEC, including our Annual Report on Form 10-K for the twelve months ended December 31, 2017, and the other reports we file with the SEC, copies of which are available free of charge at the SEC's website at www.sec.gov or upon request from our investor relations department. All forward-looking statements herein reflect our opinions only as of the date of this release, and Proofpoint undertakes no obligation, and expressly disclaims any obligation, to update forward-looking statements herein in light of new information or future events.\nNon-GAAP Financial Measures\nWe have provided in this release financial information that has not been prepared in accordance with GAAP. We use these non-GAAP financial measures internally in analyzing our financial results and believe they are useful to investors, as a supplement to GAAP measures, in evaluating our ongoing operational performance. We believe that the use of these non-GAAP financial measures provides an additional tool for investors to use in evaluating ongoing operating results and trends and in comparing our financial results with other companies in our industry, many of which present similar non-GAAP financial measures to investors.\nWe do not provide a reconciliation of the non-GAAP financial measures for the quarter ending March 31, 2018, and the full year 2018 herein to our comparable GAAP financial measures because we could not do so without unreasonable effort due to unavailability of information needed to calculate reconciling items and due to variability, complexity and limited visibility of the adjusting items that would be excluded from the non-GAAP financial measures for those periods.\nNon-GAAP financial measures should not be considered in isolation from, or as a substitute for, financial information prepared in accordance with GAAP. Investors are encouraged to review the reconciliation of these non-GAAP financial measures to their most directly comparable GAAP financial measures as previously provided in the financial statement tables included in our press release dated February 6, 2018, and available on our investor relations website.\nNon-GAAP net loss . We define non-GAAP net loss as net loss, adjusted to exclude stock-based compensation expense, amortization of intangibles, costs associated with acquisitions and litigation, non-cash interest expense related to the convertible debt discount and issuance costs for the convertible debt offering and tax effects associated with these items. We consider this non-GAAP financial measure to be a useful metric for management and investors for the same reasons that we use non-GAAP operating loss. However, in order to provide a complete picture of our recurring core business operating results, we also exclude from non-GAAP net loss the tax effects associated with stock-based compensation and the amortization of intangibles and costs associated with acquisitions and litigation, and non-cash interest expense related to the convertible debt discount and issuance costs for the convertible debt offering.\nIn order to provide a complete picture of our recurring core business operating results, we also compute the tax effect of the adjustments used in determining our non-GAAP results by calculating an adjusted tax provision which considers the current and deferred tax impact of the adjustments. The adjusted tax provision reflects all of the relevant impacts of the adjustments, inclusive of those items that have an impact to the effective tax rate, current provision and deferred provision. As a result of the varying impacts of each item, the effective tax rate for the adjusted tax provision will vary period over period as compared to the GAAP tax provision. The adjusted tax provision is then compared to the GAAP tax provision, and the difference is reflected as \"income tax benefit (expense)\" in the reconciliation between GAAP net loss/income and Non-GAAP net loss/income.\nBillings . We define billings as revenue recognized plus the change in deferred revenue from the beginning to the end of the period, but excluding additions to deferred revenue from acquisitions. We consider billings to be a useful metric for management and investors because billings drive deferred revenue, which is an important indicator of the health and visibility of our business, and has historically represented a majority of the quarterly revenue that we recognize. There are a number of limitations related to the use of billings versus revenue calculated in accordance with GAAP. Billings include amounts that have not yet been recognized as revenue, but exclude additions to deferred revenue from acquisitions. We may also calculate billings in a manner that is different from other companies that report similar financial measures. Management compensates for these limitations by providing specific information regarding GAAP revenue and evaluating billings together with revenues calculated in accordance with GAAP.\nFree cash flow . We define free cash flow as net cash provided by operating activities minus capital expenditures. We consider free cash flow to be a liquidity measure that provides useful information to management and investors about the amount of cash generated by the business that, after the acquisition of property and equipment, can be used for strategic opportunities, including investing in our business, making strategic acquisitions, and strengthening the balance sheet. Analysis of free cash flow facilitates management's comparisons of our operating results to competitors' operating results. A limitation of using free cash flow versus the GAAP measure of net cash provided by operating activities as a means for evaluating our company is that free cash flow does not represent the total increase or decrease in the cash balance from operations for the period because it excludes cash used for capital expenditures during the period. Management compensates for this limitation by providing information about our capital expenditures on the face of the cash flow statement and in the \"Management's Discussion and Analysis of Financial Condition and Results of Operations - Liquidity and Capital Resources\" section of our quarterly and annual reports filed with the SEC.\nMEDIA CONTACT:\nKRISTY CAMPBELL\nPROOFPOINT, INC.\n408-517-4710\nKCAMPBELL@PROOFPOINT.COM\nINVESTOR CONTACT:\nJASON STARR\nPROOFPOINT, INC.\n408-585-4351\nJSTARR@PROOFPOINT.COM\nINVESTOR CONTACT:\nSETH POTTER\nICR FOR PROOFPOINT, INC.\n646-277-1230\nSETH.POTTER@ICRINC.COM\nSource:Proofpoint, Inc.",
    "published": "2018-03-01T16:00:00.000+02:00",
    "crawled": "2018-03-01T17:37:59.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "sunnyvale",
        "calif",
        "march",
        "globe",
        "newswire",
        "proofpoint",
        "nasdaq",
        "pfpt",
        "leading",
        "cybersecurity",
        "company",
        "today",
        "announced",
        "completed",
        "acquisition",
        "wombat",
        "security",
        "technology",
        "leader",
        "phishing",
        "simulation",
        "security",
        "awareness",
        "training",
        "collecting",
        "data",
        "wombat",
        "phishalarm",
        "solution",
        "proofpoint",
        "access",
        "data",
        "phishing",
        "campaign",
        "seen",
        "customer",
        "providing",
        "broader",
        "visibility",
        "insight",
        "proofpoint",
        "nexus",
        "platform",
        "cybercriminals",
        "continue",
        "look",
        "new",
        "way",
        "exploit",
        "employee",
        "company",
        "need",
        "vigilant",
        "changing",
        "behavior",
        "reducing",
        "risk",
        "cybersecurity",
        "education",
        "solution",
        "said",
        "gary",
        "steele",
        "proofpoint",
        "ceo",
        "acquisition",
        "wombat",
        "give",
        "u",
        "greater",
        "ability",
        "help",
        "protect",
        "customer",
        "today",
        "social",
        "cyberattacks",
        "thrilled",
        "welcome",
        "wombat",
        "employee",
        "proofpoint",
        "completion",
        "acquisition",
        "organization",
        "able",
        "leverage",
        "industry",
        "first",
        "solution",
        "combining",
        "phishing",
        "protection",
        "awareness",
        "uniquely",
        "combined",
        "solution",
        "organization",
        "able",
        "use",
        "real",
        "detected",
        "phishing",
        "attack",
        "simulation",
        "assessing",
        "user",
        "based",
        "threat",
        "actually",
        "targeting",
        "investigate",
        "take",
        "action",
        "phishing",
        "leveraging",
        "orchestration",
        "automation",
        "find",
        "real",
        "attack",
        "quarantine",
        "email",
        "user",
        "inboxes",
        "lock",
        "user",
        "account",
        "limit",
        "risk",
        "train",
        "user",
        "moment",
        "immediately",
        "click",
        "simulated",
        "real",
        "phishing",
        "attack",
        "financial",
        "impact",
        "proofpoint",
        "expects",
        "acquisition",
        "wombat",
        "security",
        "following",
        "impact",
        "financial",
        "outlook",
        "first",
        "quarter",
        "full",
        "year",
        "previously",
        "provided",
        "february",
        "full",
        "year",
        "increase",
        "billing",
        "range",
        "million",
        "compared",
        "previous",
        "range",
        "million",
        "increase",
        "revenue",
        "range",
        "million",
        "compared",
        "previous",
        "range",
        "million",
        "reduce",
        "net",
        "income",
        "range",
        "million",
        "compared",
        "previous",
        "range",
        "million",
        "increase",
        "free",
        "cash",
        "flow",
        "range",
        "million",
        "compared",
        "previous",
        "range",
        "million",
        "first",
        "quarter",
        "increase",
        "billing",
        "range",
        "million",
        "compared",
        "previous",
        "range",
        "million",
        "increase",
        "revenue",
        "range",
        "million",
        "compared",
        "previous",
        "range",
        "million",
        "reduce",
        "net",
        "income",
        "range",
        "million",
        "compared",
        "previous",
        "range",
        "million",
        "material",
        "impact",
        "previous",
        "range",
        "million",
        "free",
        "cash",
        "flow",
        "additional",
        "commentary",
        "wombat",
        "contribution",
        "proofpoint",
        "financial",
        "outlook",
        "billing",
        "revenue",
        "proofpoint",
        "expects",
        "modest",
        "ramp",
        "three",
        "remaining",
        "quarter",
        "fiscal",
        "year",
        "net",
        "income",
        "proofpoint",
        "expects",
        "largest",
        "negative",
        "impact",
        "realized",
        "second",
        "quarter",
        "gradual",
        "moderation",
        "remainder",
        "year",
        "business",
        "achieving",
        "first",
        "quarter",
        "free",
        "cash",
        "flow",
        "proofpoint",
        "expects",
        "favorable",
        "impact",
        "realized",
        "fourth",
        "quarter",
        "note",
        "guidance",
        "assumption",
        "accordance",
        "asc",
        "proofpoint",
        "adopted",
        "effective",
        "january",
        "original",
        "guidance",
        "metric",
        "provided",
        "february",
        "information",
        "proofpoint",
        "nexus",
        "please",
        "visit",
        "http",
        "proofpoint",
        "proofpoint",
        "nasdaq",
        "pfpt",
        "leading",
        "security",
        "compliance",
        "company",
        "provides",
        "solution",
        "protect",
        "way",
        "people",
        "work",
        "today",
        "proofpoint",
        "solution",
        "enable",
        "organization",
        "protect",
        "user",
        "advanced",
        "attack",
        "delivered",
        "via",
        "email",
        "social",
        "medium",
        "mobile",
        "apps",
        "protect",
        "information",
        "user",
        "create",
        "advanced",
        "attack",
        "compliance",
        "risk",
        "respond",
        "quickly",
        "incident",
        "occur",
        "information",
        "available",
        "connect",
        "proofpoint",
        "twitter",
        "linkedin",
        "facebook",
        "youtube",
        "proofpoint",
        "registered",
        "trademark",
        "tradename",
        "proofpoint",
        "country",
        "trademark",
        "contained",
        "herein",
        "property",
        "respective",
        "owner",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "involve",
        "risk",
        "uncertainty",
        "statement",
        "include",
        "statement",
        "regarding",
        "future",
        "financial",
        "impact",
        "acquisition",
        "future",
        "financial",
        "result",
        "proofpoint",
        "benefit",
        "acquisition",
        "integration",
        "wombat",
        "product",
        "possible",
        "future",
        "circumstance",
        "might",
        "differ",
        "assumption",
        "statement",
        "based",
        "important",
        "factor",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "statement",
        "herein",
        "include",
        "risk",
        "related",
        "integrating",
        "employee",
        "customer",
        "technology",
        "acquired",
        "business",
        "assumption",
        "unknown",
        "liability",
        "ability",
        "retain",
        "customer",
        "wombat",
        "risk",
        "associated",
        "successful",
        "implementation",
        "multiple",
        "integrated",
        "software",
        "product",
        "product",
        "functionality",
        "competition",
        "particularly",
        "larger",
        "company",
        "resource",
        "proofpoint",
        "risk",
        "related",
        "new",
        "target",
        "market",
        "new",
        "product",
        "introduction",
        "innovation",
        "market",
        "acceptance",
        "thereof",
        "ability",
        "attract",
        "retain",
        "key",
        "personnel",
        "potential",
        "change",
        "strategy",
        "unforeseen",
        "delay",
        "developing",
        "new",
        "technology",
        "uncertain",
        "market",
        "acceptance",
        "new",
        "product",
        "feature",
        "global",
        "economic",
        "condition",
        "risk",
        "factor",
        "set",
        "forth",
        "time",
        "time",
        "filing",
        "sec",
        "including",
        "annual",
        "report",
        "form",
        "twelve",
        "month",
        "ended",
        "december",
        "report",
        "file",
        "sec",
        "copy",
        "available",
        "free",
        "charge",
        "sec",
        "website",
        "upon",
        "request",
        "investor",
        "relation",
        "department",
        "statement",
        "herein",
        "reflect",
        "opinion",
        "date",
        "release",
        "proofpoint",
        "undertakes",
        "obligation",
        "expressly",
        "disclaims",
        "obligation",
        "update",
        "statement",
        "herein",
        "light",
        "new",
        "information",
        "future",
        "event",
        "financial",
        "measure",
        "provided",
        "release",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "use",
        "financial",
        "measure",
        "internally",
        "analyzing",
        "financial",
        "result",
        "believe",
        "useful",
        "investor",
        "supplement",
        "gaap",
        "measure",
        "evaluating",
        "ongoing",
        "operational",
        "performance",
        "believe",
        "use",
        "financial",
        "measure",
        "provides",
        "additional",
        "tool",
        "investor",
        "use",
        "evaluating",
        "ongoing",
        "operating",
        "result",
        "trend",
        "comparing",
        "financial",
        "result",
        "company",
        "industry",
        "many",
        "present",
        "similar",
        "financial",
        "measure",
        "investor",
        "provide",
        "reconciliation",
        "financial",
        "measure",
        "quarter",
        "ending",
        "march",
        "full",
        "year",
        "herein",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "could",
        "without",
        "unreasonable",
        "effort",
        "due",
        "unavailability",
        "information",
        "needed",
        "calculate",
        "reconciling",
        "item",
        "due",
        "variability",
        "complexity",
        "limited",
        "visibility",
        "adjusting",
        "item",
        "would",
        "excluded",
        "financial",
        "measure",
        "period",
        "financial",
        "measure",
        "considered",
        "isolation",
        "substitute",
        "financial",
        "information",
        "prepared",
        "accordance",
        "gaap",
        "investor",
        "encouraged",
        "review",
        "reconciliation",
        "financial",
        "measure",
        "directly",
        "comparable",
        "gaap",
        "financial",
        "measure",
        "previously",
        "provided",
        "financial",
        "statement",
        "table",
        "included",
        "press",
        "release",
        "dated",
        "february",
        "available",
        "investor",
        "relation",
        "website",
        "net",
        "loss",
        "define",
        "net",
        "loss",
        "net",
        "loss",
        "adjusted",
        "exclude",
        "compensation",
        "expense",
        "amortization",
        "intangible",
        "cost",
        "associated",
        "acquisition",
        "litigation",
        "interest",
        "expense",
        "related",
        "convertible",
        "debt",
        "discount",
        "issuance",
        "cost",
        "convertible",
        "debt",
        "offering",
        "tax",
        "effect",
        "associated",
        "item",
        "consider",
        "financial",
        "measure",
        "useful",
        "metric",
        "management",
        "investor",
        "reason",
        "use",
        "operating",
        "loss",
        "however",
        "order",
        "provide",
        "complete",
        "picture",
        "recurring",
        "core",
        "business",
        "operating",
        "result",
        "also",
        "exclude",
        "net",
        "loss",
        "tax",
        "effect",
        "associated",
        "compensation",
        "amortization",
        "intangible",
        "cost",
        "associated",
        "acquisition",
        "litigation",
        "interest",
        "expense",
        "related",
        "convertible",
        "debt",
        "discount",
        "issuance",
        "cost",
        "convertible",
        "debt",
        "offering",
        "order",
        "provide",
        "complete",
        "picture",
        "recurring",
        "core",
        "business",
        "operating",
        "result",
        "also",
        "compute",
        "tax",
        "effect",
        "adjustment",
        "used",
        "determining",
        "result",
        "calculating",
        "adjusted",
        "tax",
        "provision",
        "considers",
        "current",
        "deferred",
        "tax",
        "impact",
        "adjustment",
        "adjusted",
        "tax",
        "provision",
        "reflects",
        "relevant",
        "impact",
        "adjustment",
        "inclusive",
        "item",
        "impact",
        "effective",
        "tax",
        "rate",
        "current",
        "provision",
        "deferred",
        "provision",
        "result",
        "varying",
        "impact",
        "item",
        "effective",
        "tax",
        "rate",
        "adjusted",
        "tax",
        "provision",
        "vary",
        "period",
        "period",
        "compared",
        "gaap",
        "tax",
        "provision",
        "adjusted",
        "tax",
        "provision",
        "compared",
        "gaap",
        "tax",
        "provision",
        "difference",
        "reflected",
        "income",
        "tax",
        "benefit",
        "expense",
        "reconciliation",
        "gaap",
        "net",
        "net",
        "billing",
        "define",
        "billing",
        "revenue",
        "recognized",
        "plus",
        "change",
        "deferred",
        "revenue",
        "beginning",
        "end",
        "period",
        "excluding",
        "addition",
        "deferred",
        "revenue",
        "acquisition",
        "consider",
        "billing",
        "useful",
        "metric",
        "management",
        "investor",
        "billing",
        "drive",
        "deferred",
        "revenue",
        "important",
        "indicator",
        "health",
        "visibility",
        "business",
        "historically",
        "represented",
        "majority",
        "quarterly",
        "revenue",
        "recognize",
        "number",
        "limitation",
        "related",
        "use",
        "billing",
        "versus",
        "revenue",
        "calculated",
        "accordance",
        "gaap",
        "billing",
        "include",
        "amount",
        "yet",
        "recognized",
        "revenue",
        "exclude",
        "addition",
        "deferred",
        "revenue",
        "acquisition",
        "may",
        "also",
        "calculate",
        "billing",
        "manner",
        "different",
        "company",
        "report",
        "similar",
        "financial",
        "measure",
        "management",
        "compensates",
        "limitation",
        "providing",
        "specific",
        "information",
        "regarding",
        "gaap",
        "revenue",
        "evaluating",
        "billing",
        "together",
        "revenue",
        "calculated",
        "accordance",
        "gaap",
        "free",
        "cash",
        "flow",
        "define",
        "free",
        "cash",
        "flow",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "minus",
        "capital",
        "expenditure",
        "consider",
        "free",
        "cash",
        "flow",
        "liquidity",
        "measure",
        "provides",
        "useful",
        "information",
        "management",
        "investor",
        "amount",
        "cash",
        "generated",
        "business",
        "acquisition",
        "property",
        "equipment",
        "used",
        "strategic",
        "opportunity",
        "including",
        "investing",
        "business",
        "making",
        "strategic",
        "acquisition",
        "strengthening",
        "balance",
        "sheet",
        "analysis",
        "free",
        "cash",
        "flow",
        "facilitates",
        "management",
        "comparison",
        "operating",
        "result",
        "competitor",
        "operating",
        "result",
        "limitation",
        "using",
        "free",
        "cash",
        "flow",
        "versus",
        "gaap",
        "measure",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "mean",
        "evaluating",
        "company",
        "free",
        "cash",
        "flow",
        "represent",
        "total",
        "increase",
        "decrease",
        "cash",
        "balance",
        "operation",
        "period",
        "excludes",
        "cash",
        "used",
        "capital",
        "expenditure",
        "period",
        "management",
        "compensates",
        "limitation",
        "providing",
        "information",
        "capital",
        "expenditure",
        "face",
        "cash",
        "flow",
        "statement",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "liquidity",
        "capital",
        "resource",
        "section",
        "quarterly",
        "annual",
        "report",
        "filed",
        "sec",
        "medium",
        "contact",
        "kristy",
        "campbell",
        "proofpoint",
        "kcampbell",
        "investor",
        "contact",
        "jason",
        "starr",
        "proofpoint",
        "jstarr",
        "investor",
        "contact",
        "seth",
        "potter",
        "icr",
        "proofpoint",
        "source",
        "proofpoint",
        "inc"
    ]
}