{
    "organizations": [],
    "uuid": "4e6f7299714edd06428280f3ce26d9cec261e0f6",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/19/globe-newswire-atyr-pharma-announces-fourth-quarter-and-year-end-2017-operating-results-and-provides-corporate-update.html",
    "ord_in_thread": 0,
    "title": "aTyr Pharma Announces Fourth Quarter and Year-End 2017 Operating Results and Provides Corporate Update",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "SAN DIEGO, March 19, 2018 (GLOBE NEWSWIRE) -- aTyr Pharma, Inc. (Nasdaq:LIFE), a biotherapeutics company engaged in the discovery and development of innovative medicines based on novel immunological pathways, today announced operating results for the fourth quarter and year ended December 31, 2017.\n“We achieved several key milestones in 2017 that will enable the continued development of our ORCA and ATYR1923 programs, and allows us to actively pursue our mission to develop and deliver innovative therapeutics based on our knowledge of novel immunological pathways,” said Sanjay Shukla, M.D., M.S., President and CEO of aTyr Pharma. “These achievements included initiating the development of a panel of antibodies from our ORCA immuno-oncology program, and initiating the first-in-human clinical trial of ATYR1923 for the potential treatment of immune-mediated lung diseases. We look forward to announcing top-line results from the Phase 1 study in healthy volunteers of ATYR1923 in the second quarter of this year, and expect to present and publish additional data in support of ORCA and ATYR1923 as we advance both programs in 2018.”\nProgram Highlights\nIn November 2017, aTyr initiated a Phase 1, randomized, double-blind, placebo-controlled study evaluating the safety, tolerability, immunogenicity and pharmacokinetics of intravenous ATYR1923 in healthy volunteers. aTyr expects to announce top-line results from this study in the second quarter of 2018. In December 2017, aTyr selected a panel of antibodies for continued preclinical development and initiated CMC activities from its ORCA program. aTyr expects to initiate patient trials as early as 2019. In January 2018, aTyr presented data from its ORCA program highlighting the potential importance of Resokine in immuno-oncology at the American Society of Clinical Oncology – Society for Immunotherapy of Cancer (ASCO-SITC) Clinical Immuno-Oncology Symposium in San Francisco. Identification of Novel Liquid Biopsy Biomarker for Monitoring the Immune Set Point in Both Solid Tumor and Hematological Malignancy Patients In April 2018, aTyr will present additional data on its ORCA program at the upcoming American Association for Cancer Research (AACR) Annual Meeting in Chicago: April 16, 2018: Circulating levels of Resokine, a soluble modulator of the immune system, are upregulated in both experimental cancer models and in patients across multiple tumor types April 17, 2018: Antibodies targeting Resokine, a soluble immune modulator, inhibit tumor growth in syngeneic mouse models\nCorporate Highlights\nIn November 2017, aTyr appointed Sanjay Shukla, M.D., M.S., as President and Chief Executive Officer. In February 2018, aTyr promoted David J. King, Ph.D. to Chief Scientific Officer and Ashraf Amanullah, Ph.D. to Senior Vice President, Biologics Development and Manufacturing.\nFourth Quarter 2017 Financial Results\nResearch and development expenses were $5.3 million and $9.1 million for the quarters ended December 31, 2017 and 2016, respectively. The decrease of $3.8 million was due primarily to a $1.3 million decrease related to manufacturing costs incurred in support of ATYR1923 clinical studies, a $1.9 million decrease related to the completion of ATYR1940 clinical studies, a decrease of $0.9 million related to manufacturing costs incurred in support of ATYR1940 clinical studies in the prior year, a $0.2 million decrease related to non-cash stock-based compensation, and a $0.1 million decrease related to discovery research. The decrease was partially offset by an increase related to ATYR1923 Phase 1 clinical study costs of $0.6 million.\nGeneral and administrative expenses were $5.9 million compared to $3.4 million for the quarters ended December 31, 2017 and 2016, respectively. The increase was primarily related to non-cash stock-based compensation expense related to executive transitions.\nFull Year 2017 Financial Results\nResearch and development expenses were $30.1 million and $42.8 million for the years ended December 31, 2017 and 2016, respectively. The decrease of $12.8 million was due primarily to a $9.6 million decrease related to manufacturing costs incurred in support of ATYR1940, a $6.7 million decrease related to ATYR1940 clinical trial costs, a $0.5 million decrease in discovery projects, and a $0.5 million decrease in non-cash stock-based compensation expense. The decrease was partially offset by an increase of $1.3 million related to ATYR1923 Phase 1 clinical studies, a $1.2 million increase related to research and non-clinical development costs incurred for ATYR1923, a $1.1 million increase related to ORCA pre-clinical and research activities and an increase of $0.8 million related to manufacturing costs incurred in support of ATYR1923.\nGeneral and administrative expenses were $17.1 million and $15.1 million for the years ended December 31, 2017 and 2016, respectively. The increase of $2.0 million was due primarily to a $2.2 million increase in non-cash stock-based compensation expense related to executive transitions, which was partially offset by a reduction of $0.2 million in professional fees.\nFinancial Guidance\nAs of December 31, 2017, aTyr had $85.1 million in cash, cash equivalents and investments and 41.2 million shares of common stock outstanding on an if-converted basis (includes 29.8 million shares of common stock and 11.4 million shares of common stock if converted from Class X Preferred stock).\naTyr expects that its cash, cash equivalents and investments will be sufficient to fund its anticipated operations into the third quarter of 2019.\nConference Call and Webcast Details\naTyr Pharma will host a conference call and webcast today at 2:00 p.m. Pacific Time / 5:00 p.m. Eastern Time to discuss the results and provide a general corporate update. Interested parties may access the call by dialing toll-free (844) 358-9116 from the US, or (209) 905-5951 internationally and using conference ID 3697758. Links to a live audio webcast and replay may be accessed on the aTyr website events page at: http://investors.atyrpharma.com/events-and-webcasts . An audio replay will be available for at least 90 days following the event.\nAbout aTyr Pharma\naTyr Pharma is engaged in the discovery and development of innovative medicines using its knowledge of newly discovered pathways in immunology effected by extracellular tRNA synthetases. To date, aTyr has generated innovative and unique development programs based on its knowledge of extracellular histidyl-tRNA synthetase (HARS), known as the Resokine pathway. aTyr’s clinical stage ATYR1923 candidate is an agonist of the Resokine pathway designed to temper immune engagement in interstitial lung diseases. aTyr’s preclinical research stage ORCA program, targets a novel, proprietary immuno-oncology pathway using antibodies to enhance the immune response in tumor settings. aTyr has built an intellectual property estate, to protect its pipeline, comprising over 250 issued patents or allowed patent applications that are owned or exclusively licensed, including over 300 potential protein compositions derived from tRNA synthetase genes. For more information, please visit http://www.atyrpharma.com .\nForward-Looking Statements\nThis press release contains within the meaning of the Private Litigation Reform Act. Forward-looking statements are usually identified by the use of words such as “anticipates,” “believes,” “estimates,” “expects,” “intends,” “may,” “plans,” “projects,” “seeks,” “should,” “will,” and variations of such words or similar expressions. We intend these to be covered by such safe harbor provisions for and are making this statement for purposes of complying with those safe harbor provisions. , including statements regarding the potential therapeutic benefits of ATYR1923 or potential product candidates from our ORCA program, the ability of the Company to successfully advance its pipeline or product candidates, undertake certain development activities (such as clinical trial enrollment and the conduct of clinical trials) and accomplish certain development goals and the timing of such activities and development goals, the timing of our clinical trials, our ability to receive regulatory approvals for, and commercialize, our product candidates and of reporting results from our clinical trials, the scope and strength of our intellectual property portfolio and our projected cash expenditures reflect our current views about our plans, intentions, expectations, strategies and prospects, which are based on the information currently available to us and on assumptions we have made. Although we believe that our plans, intentions, expectations, strategies and prospects as reflected in or suggested by those are reasonable, we can give no assurance that the plans, intentions, expectations or strategies will be attained or achieved. Furthermore, actual results may differ materially from those described in the and will be affected by a variety of risks and factors that are beyond our control including, without limitation, risks associated with the discovery, development and regulation of our product candidates, the risk that we may cease or delay preclinical or clinical development activities for any of its existing or future product candidates for a variety of reasons (including difficulties or delays in patient enrollment in planned clinical trials), and the risk that we may not be able to raise the additional funding required for its business and product development plans, as well as those set forth in our most recent Annual Report on Form 10-K, Quarterly Reports on Form 10-Q and in our other SEC filings. Except as required by law, we assume no obligation to update publicly any , whether as a result of new information, future events or otherwise.\nATYR PHARMA INC. Condensed Consolidated Statements of Operations (in thousands, except share and per share data) Three Months Ended Years Ended December 31, December 31, 2017 2016 2017 2016 Operating expenses: Research and development $ 5,310 $ 9,144 $ 30,067 $ 42,846 General and administrative 5,890 3,383 17,078 15,094 Total operating expenses 11,200 12,527 47,145 57,940 Loss from operations (11,200 ) (12,527 ) (47,145 ) (57,940 ) Other income (expense), net (274 ) (59 ) (1,062 ) 65 Loss on extinguishment of debt — (29 ) — (29 ) Other income (expense) (274 ) (88 ) (1,062 ) 36 Loss before income taxes (11,474 ) (12,615 ) (48,207 ) (57,904 ) Income tax benefit — 49 — 49 Net loss $ (11,474 ) $ (12,566 ) $ (48,207 ) $ (57,855 ) Net loss per share, basic and diluted $ (0.39 ) $ (0.53 ) $ (1.87 ) $ (2.44 ) Weighted average common shares outstanding, basic and diluted 29,768,259 23,716,904 25,799,853 23,681,019\nATYR PHARMA INC. Condensed Consolidated Balance Sheets (in thousands) December 31, December 31, 2017 2016 Cash, cash equivalents and available-for-sale investments $ 85,119 $ 76,149 Other assets 1,956 2,954 Property and equipment, net 2,280 1,421 Total assets $ 89,355 $ 80,524 Accounts payable, accrued expenses and other liabilities $ 5,379 $ 8,186 Current portion of long-term loans, net of debt issuance costs and discount 5,012 339 Term loans, net of current portion and debt issuance costs and discount 14,719 9,198 Stockholders’ equity 64,245 62,801 Total liabilities and stockholders’ equity $ 89,355 $ 80,524 Contact:\nMark Johnson\nSr. Director, Investor Relations\nmjohnson@atyrpharma.com\n858-223-1163\nSource:aTyr Pharma, Inc.",
    "published": "2018-03-19T23:05:00.000+02:00",
    "crawled": "2018-03-20T01:07:44.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "san",
        "diego",
        "march",
        "globe",
        "newswire",
        "atyr",
        "pharma",
        "nasdaq",
        "life",
        "biotherapeutics",
        "company",
        "engaged",
        "discovery",
        "development",
        "innovative",
        "medicine",
        "based",
        "novel",
        "immunological",
        "pathway",
        "today",
        "announced",
        "operating",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "achieved",
        "several",
        "key",
        "milestone",
        "enable",
        "continued",
        "development",
        "orca",
        "atyr1923",
        "program",
        "allows",
        "u",
        "actively",
        "pursue",
        "mission",
        "develop",
        "deliver",
        "innovative",
        "therapeutic",
        "based",
        "knowledge",
        "novel",
        "immunological",
        "pathway",
        "said",
        "sanjay",
        "shukla",
        "president",
        "ceo",
        "atyr",
        "pharma",
        "achievement",
        "included",
        "initiating",
        "development",
        "panel",
        "antibody",
        "orca",
        "program",
        "initiating",
        "clinical",
        "trial",
        "atyr1923",
        "potential",
        "treatment",
        "lung",
        "disease",
        "look",
        "forward",
        "announcing",
        "result",
        "phase",
        "study",
        "healthy",
        "volunteer",
        "atyr1923",
        "second",
        "quarter",
        "year",
        "expect",
        "present",
        "publish",
        "additional",
        "data",
        "support",
        "orca",
        "atyr1923",
        "advance",
        "program",
        "program",
        "highlight",
        "november",
        "atyr",
        "initiated",
        "phase",
        "randomized",
        "study",
        "evaluating",
        "safety",
        "tolerability",
        "immunogenicity",
        "pharmacokinetics",
        "intravenous",
        "atyr1923",
        "healthy",
        "volunteer",
        "atyr",
        "expects",
        "announce",
        "result",
        "study",
        "second",
        "quarter",
        "december",
        "atyr",
        "selected",
        "panel",
        "antibody",
        "continued",
        "preclinical",
        "development",
        "initiated",
        "cmc",
        "activity",
        "orca",
        "program",
        "atyr",
        "expects",
        "initiate",
        "patient",
        "trial",
        "early",
        "january",
        "atyr",
        "presented",
        "data",
        "orca",
        "program",
        "highlighting",
        "potential",
        "importance",
        "resokine",
        "american",
        "society",
        "clinical",
        "oncology",
        "society",
        "immunotherapy",
        "cancer",
        "clinical",
        "symposium",
        "san",
        "francisco",
        "identification",
        "novel",
        "liquid",
        "biopsy",
        "biomarker",
        "monitoring",
        "immune",
        "set",
        "point",
        "solid",
        "tumor",
        "hematological",
        "malignancy",
        "patient",
        "april",
        "atyr",
        "present",
        "additional",
        "data",
        "orca",
        "program",
        "upcoming",
        "american",
        "association",
        "cancer",
        "research",
        "aacr",
        "annual",
        "meeting",
        "chicago",
        "april",
        "circulating",
        "level",
        "resokine",
        "soluble",
        "modulator",
        "immune",
        "system",
        "upregulated",
        "experimental",
        "cancer",
        "model",
        "patient",
        "across",
        "multiple",
        "tumor",
        "type",
        "april",
        "antibody",
        "targeting",
        "resokine",
        "soluble",
        "immune",
        "modulator",
        "inhibit",
        "tumor",
        "growth",
        "syngeneic",
        "mouse",
        "model",
        "corporate",
        "highlight",
        "november",
        "atyr",
        "appointed",
        "sanjay",
        "shukla",
        "president",
        "chief",
        "executive",
        "officer",
        "february",
        "atyr",
        "promoted",
        "david",
        "king",
        "chief",
        "scientific",
        "officer",
        "ashraf",
        "amanullah",
        "senior",
        "vice",
        "president",
        "biologics",
        "development",
        "manufacturing",
        "fourth",
        "quarter",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "million",
        "million",
        "quarter",
        "ended",
        "december",
        "respectively",
        "decrease",
        "million",
        "due",
        "primarily",
        "million",
        "decrease",
        "related",
        "manufacturing",
        "cost",
        "incurred",
        "support",
        "atyr1923",
        "clinical",
        "study",
        "million",
        "decrease",
        "related",
        "completion",
        "atyr1940",
        "clinical",
        "study",
        "decrease",
        "million",
        "related",
        "manufacturing",
        "cost",
        "incurred",
        "support",
        "atyr1940",
        "clinical",
        "study",
        "prior",
        "year",
        "million",
        "decrease",
        "related",
        "compensation",
        "million",
        "decrease",
        "related",
        "discovery",
        "research",
        "decrease",
        "partially",
        "offset",
        "increase",
        "related",
        "atyr1923",
        "phase",
        "clinical",
        "study",
        "cost",
        "million",
        "general",
        "administrative",
        "expense",
        "million",
        "compared",
        "million",
        "quarter",
        "ended",
        "december",
        "respectively",
        "increase",
        "primarily",
        "related",
        "compensation",
        "expense",
        "related",
        "executive",
        "transition",
        "full",
        "year",
        "financial",
        "result",
        "research",
        "development",
        "expense",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "respectively",
        "decrease",
        "million",
        "due",
        "primarily",
        "million",
        "decrease",
        "related",
        "manufacturing",
        "cost",
        "incurred",
        "support",
        "atyr1940",
        "million",
        "decrease",
        "related",
        "atyr1940",
        "clinical",
        "trial",
        "cost",
        "million",
        "decrease",
        "discovery",
        "project",
        "million",
        "decrease",
        "compensation",
        "expense",
        "decrease",
        "partially",
        "offset",
        "increase",
        "million",
        "related",
        "atyr1923",
        "phase",
        "clinical",
        "study",
        "million",
        "increase",
        "related",
        "research",
        "development",
        "cost",
        "incurred",
        "atyr1923",
        "million",
        "increase",
        "related",
        "orca",
        "research",
        "activity",
        "increase",
        "million",
        "related",
        "manufacturing",
        "cost",
        "incurred",
        "support",
        "atyr1923",
        "general",
        "administrative",
        "expense",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "respectively",
        "increase",
        "million",
        "due",
        "primarily",
        "million",
        "increase",
        "compensation",
        "expense",
        "related",
        "executive",
        "transition",
        "partially",
        "offset",
        "reduction",
        "million",
        "professional",
        "fee",
        "financial",
        "guidance",
        "december",
        "atyr",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "share",
        "common",
        "stock",
        "outstanding",
        "basis",
        "includes",
        "million",
        "share",
        "common",
        "stock",
        "million",
        "share",
        "common",
        "stock",
        "converted",
        "class",
        "x",
        "preferred",
        "stock",
        "atyr",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "fund",
        "anticipated",
        "operation",
        "third",
        "quarter",
        "conference",
        "call",
        "webcast",
        "detail",
        "atyr",
        "pharma",
        "host",
        "conference",
        "call",
        "webcast",
        "today",
        "pacific",
        "time",
        "eastern",
        "time",
        "discus",
        "result",
        "provide",
        "general",
        "corporate",
        "update",
        "interested",
        "party",
        "may",
        "access",
        "call",
        "dialing",
        "u",
        "internationally",
        "using",
        "conference",
        "id",
        "link",
        "live",
        "audio",
        "webcast",
        "replay",
        "may",
        "accessed",
        "atyr",
        "website",
        "event",
        "page",
        "http",
        "audio",
        "replay",
        "available",
        "least",
        "day",
        "following",
        "event",
        "atyr",
        "pharma",
        "atyr",
        "pharma",
        "engaged",
        "discovery",
        "development",
        "innovative",
        "medicine",
        "using",
        "knowledge",
        "newly",
        "discovered",
        "pathway",
        "immunology",
        "effected",
        "extracellular",
        "trna",
        "synthetases",
        "date",
        "atyr",
        "generated",
        "innovative",
        "unique",
        "development",
        "program",
        "based",
        "knowledge",
        "extracellular",
        "synthetase",
        "hars",
        "known",
        "resokine",
        "pathway",
        "atyr",
        "clinical",
        "stage",
        "atyr1923",
        "candidate",
        "agonist",
        "resokine",
        "pathway",
        "designed",
        "temper",
        "immune",
        "engagement",
        "interstitial",
        "lung",
        "disease",
        "atyr",
        "preclinical",
        "research",
        "stage",
        "orca",
        "program",
        "target",
        "novel",
        "proprietary",
        "pathway",
        "using",
        "antibody",
        "enhance",
        "immune",
        "response",
        "tumor",
        "setting",
        "atyr",
        "built",
        "intellectual",
        "property",
        "estate",
        "protect",
        "pipeline",
        "comprising",
        "issued",
        "patent",
        "allowed",
        "patent",
        "application",
        "owned",
        "exclusively",
        "licensed",
        "including",
        "potential",
        "protein",
        "composition",
        "derived",
        "trna",
        "synthetase",
        "gene",
        "information",
        "please",
        "visit",
        "http",
        "statement",
        "press",
        "release",
        "contains",
        "within",
        "meaning",
        "private",
        "litigation",
        "reform",
        "act",
        "statement",
        "usually",
        "identified",
        "use",
        "word",
        "anticipates",
        "belief",
        "estimate",
        "expects",
        "intends",
        "may",
        "plan",
        "project",
        "seek",
        "variation",
        "word",
        "similar",
        "expression",
        "intend",
        "covered",
        "safe",
        "harbor",
        "provision",
        "making",
        "statement",
        "purpose",
        "complying",
        "safe",
        "harbor",
        "provision",
        "including",
        "statement",
        "regarding",
        "potential",
        "therapeutic",
        "benefit",
        "atyr1923",
        "potential",
        "product",
        "candidate",
        "orca",
        "program",
        "ability",
        "company",
        "successfully",
        "advance",
        "pipeline",
        "product",
        "candidate",
        "undertake",
        "certain",
        "development",
        "activity",
        "clinical",
        "trial",
        "enrollment",
        "conduct",
        "clinical",
        "trial",
        "accomplish",
        "certain",
        "development",
        "goal",
        "timing",
        "activity",
        "development",
        "goal",
        "timing",
        "clinical",
        "trial",
        "ability",
        "receive",
        "regulatory",
        "approval",
        "commercialize",
        "product",
        "candidate",
        "reporting",
        "result",
        "clinical",
        "trial",
        "scope",
        "strength",
        "intellectual",
        "property",
        "portfolio",
        "projected",
        "cash",
        "expenditure",
        "reflect",
        "current",
        "view",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "prospect",
        "based",
        "information",
        "currently",
        "available",
        "u",
        "assumption",
        "made",
        "although",
        "believe",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "prospect",
        "reflected",
        "suggested",
        "reasonable",
        "give",
        "assurance",
        "plan",
        "intention",
        "expectation",
        "strategy",
        "attained",
        "achieved",
        "furthermore",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "described",
        "affected",
        "variety",
        "risk",
        "factor",
        "beyond",
        "control",
        "including",
        "without",
        "limitation",
        "risk",
        "associated",
        "discovery",
        "development",
        "regulation",
        "product",
        "candidate",
        "risk",
        "may",
        "cease",
        "delay",
        "preclinical",
        "clinical",
        "development",
        "activity",
        "existing",
        "future",
        "product",
        "candidate",
        "variety",
        "reason",
        "including",
        "difficulty",
        "delay",
        "patient",
        "enrollment",
        "planned",
        "clinical",
        "trial",
        "risk",
        "may",
        "able",
        "raise",
        "additional",
        "funding",
        "required",
        "business",
        "product",
        "development",
        "plan",
        "well",
        "set",
        "forth",
        "recent",
        "annual",
        "report",
        "form",
        "quarterly",
        "report",
        "form",
        "sec",
        "filing",
        "except",
        "required",
        "law",
        "assume",
        "obligation",
        "update",
        "publicly",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "atyr",
        "pharma",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "data",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "operating",
        "expense",
        "research",
        "development",
        "general",
        "administrative",
        "total",
        "operating",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "net",
        "loss",
        "extinguishment",
        "debt",
        "income",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "common",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "atyr",
        "pharma",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "december",
        "december",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "asset",
        "property",
        "equipment",
        "net",
        "total",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "liability",
        "current",
        "portion",
        "loan",
        "net",
        "debt",
        "issuance",
        "cost",
        "discount",
        "term",
        "loan",
        "net",
        "current",
        "portion",
        "debt",
        "issuance",
        "cost",
        "discount",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "contact",
        "mark",
        "johnson",
        "director",
        "investor",
        "relation",
        "mjohnson",
        "source",
        "atyr",
        "pharma",
        "inc"
    ]
}