{
    "organizations": [],
    "uuid": "f838d4b0871c82b4a7e281a15fa3ebbab3819b52",
    "author": "Kate Rooney",
    "url": "https://www.cnbc.com/2018/03/27/a-complete-guide-to-cyprocurrency-regulations-around-the-world.html",
    "ord_in_thread": 0,
    "title": "A complete guide to cyprocurrency regulations around the world",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Your guide to cryptocurrency regulations around the world and where they are headed Getty Images Kate Rooney | @Kr00ney 8 Hours Ago \nAs demand for cryptocurrency grows, global regulators are divided on how to keep up. Most digital currencies are not backed by any central government, meaning each country has different standards.Every seemingly small regulation announcement has driven the price of bitcoin and other cryptocurrencies in 2018. \nHere's your guide to where digital currencies stand with governments and regulators around the globe. \nIn the photo below, Argentina President Mauricio Macri speaks at the G-20 meeting in Buenos Aires, Argentina, March 20, 2018. Argentine Presidency | Reuters \nView on bitcoin: Legal tender, depending on the country. \nPolicy on exchanges: No global regulator exists at the moment. \nAt a G-20 meeting this month, Argentina's central bank governor outlined a summer deadline for members to have \"specific recommendations on what to do\" and said task forces are working to submit proposals by July. Italy's central bank leader told reporters after the meeting in Buenos Aires, Argentina, that cryptocurrencies pose risks but should not be banned, according to Reuters . \nThe Financial Stability Board, a global watchdog that runs financial regulation for G-20 economies, took a cautious tone in responding to calls from some countries to crack down on digital currencies. \n\"The FSB's initial assessment is that crypto-assets do not pose risks to global financial stability at this time,\" board Chairman Mark Carney said in a letter on March 18. \nCarney, who is also governor of the Bank of England, pointed to the small size relative of the asset class compared with the entire financial syste. \"Even at their recent peak, their combined global market value was less than 1 percent of global GDP,\" he said. \nThe International Monetary Fund has also called for more cooperation. \nIMF Managing Director Christine Lagarde highlighted cryptocurrency's potential as a vehicle for money laundering and the financing of terrorism. In a March blog post , Lagarde called for policies that protect consumers in the same way as the traditional financial sector. Tomohiro Ohsumi | Bloomberg | Getty Images Japan \nView on bitcoin: Legal tender as of last April. \nPolicy on exchanges: Exchanges are legal if they are registered with the Japanese Financial Services Agency. \nJapan is the biggest market for bitcoin. Almost half of the digital currency's daily volume is traded in the country's currency, according to data from Cryptocompare. \nLast week, the agency issued a warning to Hong Kong-based Binance for operating in the country without a license. \nHacks have been an issue in Japan and elsewhere. It was the first country to adopt a national system to regulate cryptocurrency trading after its exchanges were subject to some well-known breaches including Mt.Gox . \nIn March, Japanese regulators issued punishment notices to multiple exchanges and forced some to stop business altogether after the $530 million theft of digital currency from exchange Coincheck. Andrew Harrer | Bloomberg | Getty Images United States \nView on bitcoin: Not legal tender, according to Financial Crimes Enforcement Network . \nFinCen, a bureau of the Treasury Department, said in 2013 that \"virtual currency does not have legal tender status in any jurisdiction.\" \nPolicy on exchanges: Legal, depending on the state. \nThe U.S. handles the second largest volume of bitcoin, roughly 26 percent, according to Cryptocompare. \nU.S. regulators differ in their definitions of bitcoin and other cryptocurrencies. \nThe Securities and Exchange Commission has indicated it views digital currency as a security. Earlier in March, the agency expanded its scrutiny and said it is looking to apply securities laws to everything from cryptocurrency exchanges to digital asset storage companies known as wallets. The agency has focused on initial coin offerings, or digital coins released through fundraisers known as token sales, and has stepped up efforts to police them through recent subpoenas . \nThe Commodity Futures Trading Commission says bitcoin is a commodity. CFTC Comissioner J. Christopher Giancarlo, pictured above, has gained a reputation as a more cryptofriendly regulator. In written testimony before the Senate Banking Committee in February, he advocated a \"do-no-harm\" approach to ledger technologies. He also briefly changed his Twitter bio to list \"#CryptoDad\" among the accolades. \nThe IRS says cryptocurrency is not actually a currency . It defined it in 2014 as property and issued guidance on how it should be taxed. \nTreasury Secretary Steven Mnuchin has been vocal about bitcoin's ability to aid criminals, telling CNBC in Davos in January his main focus on cryptocurrencies is \"to make sure that they're not used for illicit activities.\" John Thys | AFP | Getty Images European Union \nView on bitcoin: No EU member state can introduce its own currency, according to European Central Bank President Mario Draghi. \nPolicy on exchanges: Legal, depending on the country. \nAbout 4 percent of cryptocurrency's daily volume is done in euros, according to Cryptocompare. \nEU leaders have voiced concern about money laundering. European Commission Vice President Valdis Dombrovskis, pictured above, said at a February roundtable in Brussels that digital assets \"present risks relating to money laundering and the financing of illicit activities.\" \nThe virtual exchanges and wallet providers should be under the \"Anti-Money Laundering Directive,\" Dombrovski said . \"The commission will continue to monitor these markets together with other stakeholders, at EU and international level, including in the G-20.\" \nDraghi rejected Estonia's attempt to create a state-backed cryptocurrency called \"estcoin.\" \n\"No member state can introduce its own currency,\" Draghi said in September. \"The currency of the euro zone is the euro.\" \nRegulations differ within the bloc. \nFrance's financial regulator Autorite des Marches Financiers released a list of 15 exchanges it would blacklist in March. The country said it will make a joint proposal with Germany to regulate the bitcoin cryptocurrency market, Reuters reported . Justin Tallis | Pool | Reuters United Kingdom \nView on bitcoin: Not legal tender. \"Only sterling is legal tender in the UK,\" according to Carney (pictured above). \nPolicy on exchanges: Legal, and need to register with the Financial Conduct Authority. They are required to meet the same anti-money-laundering counter-terrorism standards as other financial institutions, according to the BOE. \nThe exponential price gains in cryptocurrencies are \"speculative mania,\" Carney said in early March. \n\"The time has come to hold the crypto-asset ecosystem to the same standards as the rest of the financial system,\" Carney said in a speech. \"Being part of the financial system brings enormous privileges, but with them great responsibilities.\" \nCarney said the digital currency \"has pretty much failed thus far on\" traditional aspects of money. \n\"It is not a store of value because it is all over the map. Nobody uses it as a medium of exchange,\" Carney said . \nMany virtual currencies are trying to dislodge the British pound but \"only sterling is legal tender in the UK,\" Carney said in another March speech . \nThe Financial Conduct Authority called crypto assets \"high-risk, speculative products,\" in a warning to consumers in November. SeongJoon Cho | Bloomberg | Getty Images South Korea \nView on bitcoin: Not legal tender. \nPolicy on exchanges: Legal but use of anonymous bank accounts for virtual coin trading is prohibited. Need to register with South Korea's Financial Services Commission. \nTrading in South Korea makes up about 4 percent of daily volume of bitcoin. For other cryptocurrency such as XRP, trading in the Korean won commands a premium to U.S. dollars. Asia's fourth largest economy has become a hub for trading but regulators have given mixed signals. \nFinancial authorities said in 2013 that bitcoin and other digital currencies are not legitimate currencies, according to the Korea Herald . \nSouth Korea's justice minister said in January that the government was considering a shutdown of cryptocurrency exchanges. A petition asking the government to hold back on \"unreasonable\" regulation got 280,000 signatures following the announcement. The government responded by saying it will take firm action against illegal and unfair acts in cryptocurrency trading. \nLast year, the Financial Services Commission banned local finance firms from trading bitcoin futures, according to local publication Business Korea. The commission also banned the use of anonymous bank accounts for virtual coin trading in January but said it doesn't intend to completely shut down domestic exchanges. \nThe government has said that while it will not ban bitcoin exchanges, initial coin offerings and futures will remain under scrutiny. \nIn late February, a government official said South Korea had still not decided how to regulate. \n\"The government hasn't made any conclusion yet. Sufficient consultations should come first,\" Hong Nam-ki, minister of office for government policy coordination, told parliament. Philippe Lopez | AFP | Getty Images China \nView on bitcoin: Not legal tender. \nPolicy on exchanges: Illegal . \nTrading bitcoin in China is technically illegal. \nIn 2017, the government banned ICOs — a way for start-ups to raise funds by selling off new digital currencies — and shut down domestic cryptocurrency exchanges. \nIn January, a senior Chinese central banker said authorities should ban trading of virtual currencies as well as individuals and businesses that provide related services. \nBut activity in crypto has carried on through alternative channels like mining. Chinese authorities are looking to end the practice, according to Reuters , which cited an internal memo from a government meeting in January. Edgar Su | Reuters \nView on bitcoin: Not legal tender. \nPolicy on exchanges: Legal, may fall under regulatory purview of the Monetary Authority of Singapore. \nThe Singapore dollar makes up 0.02 percent of daily global bitcoin trading volume but the country has emerged as a hub for ICOs. Two of the 15 largest coin offerings happened in Singapore, according to a PwC report. \nSingapore is positioning itself as more friendly to cryptocurrencies than other regions. There is no strong case to ban digital currency in the city-state, Singapore's central bank said in February, noting \"it is too early to say if they will succeed.\" \nIn January, the Monetary Authority of Singapore urged the public \"to act with extreme caution and understand the significant risks they take on if they choose to invest in cryptocurrencies.\" \nThe agency also said cryptocurrencies are not legal tender and highlighted the risk posed by bitcoin's anonymity. Manjunath Kiran | AFP | Getty Images India \nView on bitcoin: Not legal tender, reportedly taking steps to outlaw it. \nPolicy on exchanges: Legal. The Indian government has issued warnings but does not currently regulate exchanges. \nIndia is taking steps to make cryptocurrencies illegal to use within its payments system and is looking to appoint a regulator to oversee exchanges. \nThe government will \"take all measures to eliminate the use of these crypto-assets in financing illegitimate activities or as part of the payment system,\" India's finance minister told lawmakers in New Delhi in February, according to a transcript by The Hindu newspaper. \nThe country's tax department sent notices about cryptocurrency investing to tens of thousands of citizens after a national survey showed more than $3.5 billion worth of transactions have been conducted over a 17-month period. Sergei Fadeichev | TASS | Getty Image Switzerland \nView on bitcoin: Legal. \nPolicy on exchanges: Legal, need to register with the Swiss Financial Market Supervisory Authority. \nSwiss regulators have earned a reputation as some of the friendliest in the world when it comes to cryptocurrency. \nFour in 10 of the biggest proposed initial coin offerings have been based in Switzerland, according to a PwC report . The town of Zug, just south of Zurich, is nicknamed \"Crypto Valley\" and is home to blockchain companies including the Ethereum Foundation, and cryptocurrency wallet company Cardano. \nThe PwC report highlighted how the small Swiss municipality has emerged as a \"hotbed for blockchain-based companies and advisory services,\" and the country's growing \"reputation of being a welcoming environment for companies and tech firms.\" \nThe Swiss Financial Market Supervisory Authority has put up clear guidelines for ICOs. Economics Minister Johann Schneider-Ammann told journalists in January he wants the country to become \"cryptonation,\" the Financial Times reported. \nSwiss National Bank Chairman Thomas Jordan said in September that he sees bitcoin as more of an investment than a currency. ",
    "published": "2018-03-27T15:05:00.000+03:00",
    "crawled": "2018-03-27T15:16:00.040+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "guide",
        "cryptocurrency",
        "regulation",
        "around",
        "world",
        "headed",
        "getty",
        "image",
        "kate",
        "rooney",
        "kr00ney",
        "hour",
        "ago",
        "demand",
        "cryptocurrency",
        "grows",
        "global",
        "regulator",
        "divided",
        "keep",
        "digital",
        "currency",
        "backed",
        "central",
        "government",
        "meaning",
        "country",
        "different",
        "seemingly",
        "small",
        "regulation",
        "announcement",
        "driven",
        "price",
        "bitcoin",
        "cryptocurrencies",
        "guide",
        "digital",
        "currency",
        "stand",
        "government",
        "regulator",
        "around",
        "globe",
        "photo",
        "argentina",
        "president",
        "mauricio",
        "macri",
        "speaks",
        "meeting",
        "buenos",
        "aire",
        "argentina",
        "march",
        "argentine",
        "presidency",
        "reuters",
        "view",
        "bitcoin",
        "legal",
        "tender",
        "depending",
        "country",
        "policy",
        "exchange",
        "global",
        "regulator",
        "exists",
        "moment",
        "meeting",
        "month",
        "argentina",
        "central",
        "bank",
        "governor",
        "outlined",
        "summer",
        "deadline",
        "member",
        "specific",
        "recommendation",
        "said",
        "task",
        "force",
        "working",
        "submit",
        "proposal",
        "july",
        "italy",
        "central",
        "bank",
        "leader",
        "told",
        "reporter",
        "meeting",
        "buenos",
        "aire",
        "argentina",
        "cryptocurrencies",
        "pose",
        "risk",
        "banned",
        "according",
        "reuters",
        "financial",
        "stability",
        "board",
        "global",
        "watchdog",
        "run",
        "financial",
        "regulation",
        "economy",
        "took",
        "cautious",
        "tone",
        "responding",
        "call",
        "country",
        "crack",
        "digital",
        "currency",
        "fsb",
        "initial",
        "assessment",
        "pose",
        "risk",
        "global",
        "financial",
        "stability",
        "time",
        "board",
        "chairman",
        "mark",
        "carney",
        "said",
        "letter",
        "march",
        "carney",
        "also",
        "governor",
        "bank",
        "england",
        "pointed",
        "small",
        "size",
        "relative",
        "asset",
        "class",
        "compared",
        "entire",
        "financial",
        "syste",
        "even",
        "recent",
        "peak",
        "combined",
        "global",
        "market",
        "value",
        "less",
        "percent",
        "global",
        "gdp",
        "said",
        "international",
        "monetary",
        "fund",
        "also",
        "called",
        "cooperation",
        "imf",
        "managing",
        "director",
        "christine",
        "lagarde",
        "highlighted",
        "cryptocurrency",
        "potential",
        "vehicle",
        "money",
        "laundering",
        "financing",
        "terrorism",
        "march",
        "blog",
        "post",
        "lagarde",
        "called",
        "policy",
        "protect",
        "consumer",
        "way",
        "traditional",
        "financial",
        "sector",
        "tomohiro",
        "ohsumi",
        "bloomberg",
        "getty",
        "image",
        "japan",
        "view",
        "bitcoin",
        "legal",
        "tender",
        "last",
        "april",
        "policy",
        "exchange",
        "exchange",
        "legal",
        "registered",
        "japanese",
        "financial",
        "service",
        "agency",
        "japan",
        "biggest",
        "market",
        "bitcoin",
        "almost",
        "half",
        "digital",
        "currency",
        "daily",
        "volume",
        "traded",
        "country",
        "currency",
        "according",
        "data",
        "cryptocompare",
        "last",
        "week",
        "agency",
        "issued",
        "warning",
        "hong",
        "binance",
        "operating",
        "country",
        "without",
        "license",
        "hack",
        "issue",
        "japan",
        "elsewhere",
        "first",
        "country",
        "adopt",
        "national",
        "system",
        "regulate",
        "cryptocurrency",
        "trading",
        "exchange",
        "subject",
        "breach",
        "including",
        "march",
        "japanese",
        "regulator",
        "issued",
        "punishment",
        "notice",
        "multiple",
        "exchange",
        "forced",
        "stop",
        "business",
        "altogether",
        "million",
        "theft",
        "digital",
        "currency",
        "exchange",
        "coincheck",
        "andrew",
        "harrer",
        "bloomberg",
        "getty",
        "image",
        "united",
        "state",
        "view",
        "bitcoin",
        "legal",
        "tender",
        "according",
        "financial",
        "crime",
        "enforcement",
        "network",
        "fincen",
        "bureau",
        "treasury",
        "department",
        "said",
        "virtual",
        "currency",
        "legal",
        "tender",
        "status",
        "jurisdiction",
        "policy",
        "exchange",
        "legal",
        "depending",
        "state",
        "handle",
        "second",
        "largest",
        "volume",
        "bitcoin",
        "roughly",
        "percent",
        "according",
        "cryptocompare",
        "regulator",
        "differ",
        "definition",
        "bitcoin",
        "cryptocurrencies",
        "security",
        "exchange",
        "commission",
        "indicated",
        "view",
        "digital",
        "currency",
        "security",
        "earlier",
        "march",
        "agency",
        "expanded",
        "scrutiny",
        "said",
        "looking",
        "apply",
        "security",
        "law",
        "everything",
        "cryptocurrency",
        "exchange",
        "digital",
        "asset",
        "storage",
        "company",
        "known",
        "wallet",
        "agency",
        "focused",
        "initial",
        "coin",
        "offering",
        "digital",
        "coin",
        "released",
        "fundraiser",
        "known",
        "token",
        "sale",
        "stepped",
        "effort",
        "police",
        "recent",
        "subpoena",
        "commodity",
        "future",
        "trading",
        "commission",
        "say",
        "bitcoin",
        "commodity",
        "cftc",
        "comissioner",
        "christopher",
        "giancarlo",
        "pictured",
        "gained",
        "reputation",
        "cryptofriendly",
        "regulator",
        "written",
        "testimony",
        "senate",
        "banking",
        "committee",
        "february",
        "advocated",
        "approach",
        "ledger",
        "technology",
        "also",
        "briefly",
        "changed",
        "twitter",
        "bio",
        "list",
        "cryptodad",
        "among",
        "accolade",
        "irs",
        "say",
        "cryptocurrency",
        "actually",
        "currency",
        "defined",
        "property",
        "issued",
        "guidance",
        "taxed",
        "treasury",
        "secretary",
        "steven",
        "mnuchin",
        "vocal",
        "bitcoin",
        "ability",
        "aid",
        "criminal",
        "telling",
        "cnbc",
        "davos",
        "january",
        "main",
        "focus",
        "cryptocurrencies",
        "make",
        "sure",
        "used",
        "illicit",
        "activity",
        "john",
        "thys",
        "afp",
        "getty",
        "image",
        "european",
        "union",
        "view",
        "bitcoin",
        "eu",
        "member",
        "state",
        "introduce",
        "currency",
        "according",
        "european",
        "central",
        "bank",
        "president",
        "mario",
        "draghi",
        "policy",
        "exchange",
        "legal",
        "depending",
        "country",
        "percent",
        "cryptocurrency",
        "daily",
        "volume",
        "done",
        "euro",
        "according",
        "cryptocompare",
        "eu",
        "leader",
        "voiced",
        "concern",
        "money",
        "laundering",
        "european",
        "commission",
        "vice",
        "president",
        "valdis",
        "dombrovskis",
        "pictured",
        "said",
        "february",
        "roundtable",
        "brussels",
        "digital",
        "asset",
        "present",
        "risk",
        "relating",
        "money",
        "laundering",
        "financing",
        "illicit",
        "activity",
        "virtual",
        "exchange",
        "wallet",
        "provider",
        "laundering",
        "directive",
        "dombrovski",
        "said",
        "commission",
        "continue",
        "monitor",
        "market",
        "together",
        "stakeholder",
        "eu",
        "international",
        "level",
        "including",
        "draghi",
        "rejected",
        "estonia",
        "attempt",
        "create",
        "cryptocurrency",
        "called",
        "estcoin",
        "member",
        "state",
        "introduce",
        "currency",
        "draghi",
        "said",
        "september",
        "currency",
        "euro",
        "zone",
        "euro",
        "regulation",
        "differ",
        "within",
        "bloc",
        "france",
        "financial",
        "regulator",
        "autorite",
        "de",
        "march",
        "financier",
        "released",
        "list",
        "exchange",
        "would",
        "blacklist",
        "march",
        "country",
        "said",
        "make",
        "joint",
        "proposal",
        "germany",
        "regulate",
        "bitcoin",
        "cryptocurrency",
        "market",
        "reuters",
        "reported",
        "justin",
        "tallis",
        "pool",
        "reuters",
        "united",
        "kingdom",
        "view",
        "bitcoin",
        "legal",
        "tender",
        "sterling",
        "legal",
        "tender",
        "uk",
        "according",
        "carney",
        "pictured",
        "policy",
        "exchange",
        "legal",
        "need",
        "register",
        "financial",
        "conduct",
        "authority",
        "required",
        "meet",
        "standard",
        "financial",
        "institution",
        "according",
        "boe",
        "exponential",
        "price",
        "gain",
        "cryptocurrencies",
        "speculative",
        "mania",
        "carney",
        "said",
        "early",
        "march",
        "time",
        "come",
        "hold",
        "ecosystem",
        "standard",
        "rest",
        "financial",
        "system",
        "carney",
        "said",
        "speech",
        "part",
        "financial",
        "system",
        "brings",
        "enormous",
        "privilege",
        "great",
        "responsibility",
        "carney",
        "said",
        "digital",
        "currency",
        "pretty",
        "much",
        "failed",
        "thus",
        "far",
        "traditional",
        "aspect",
        "money",
        "store",
        "value",
        "map",
        "nobody",
        "us",
        "medium",
        "exchange",
        "carney",
        "said",
        "many",
        "virtual",
        "currency",
        "trying",
        "dislodge",
        "british",
        "pound",
        "sterling",
        "legal",
        "tender",
        "uk",
        "carney",
        "said",
        "another",
        "march",
        "speech",
        "financial",
        "conduct",
        "authority",
        "called",
        "crypto",
        "asset",
        "speculative",
        "product",
        "warning",
        "consumer",
        "november",
        "seongjoon",
        "cho",
        "bloomberg",
        "getty",
        "image",
        "south",
        "korea",
        "view",
        "bitcoin",
        "legal",
        "tender",
        "policy",
        "exchange",
        "legal",
        "use",
        "anonymous",
        "bank",
        "account",
        "virtual",
        "coin",
        "trading",
        "prohibited",
        "need",
        "register",
        "south",
        "korea",
        "financial",
        "service",
        "commission",
        "trading",
        "south",
        "korea",
        "make",
        "percent",
        "daily",
        "volume",
        "bitcoin",
        "cryptocurrency",
        "xrp",
        "trading",
        "korean",
        "command",
        "premium",
        "dollar",
        "asia",
        "fourth",
        "largest",
        "economy",
        "become",
        "hub",
        "trading",
        "regulator",
        "given",
        "mixed",
        "signal",
        "financial",
        "authority",
        "said",
        "bitcoin",
        "digital",
        "currency",
        "legitimate",
        "currency",
        "according",
        "korea",
        "herald",
        "south",
        "korea",
        "justice",
        "minister",
        "said",
        "january",
        "government",
        "considering",
        "shutdown",
        "cryptocurrency",
        "exchange",
        "petition",
        "asking",
        "government",
        "hold",
        "back",
        "unreasonable",
        "regulation",
        "got",
        "signature",
        "following",
        "announcement",
        "government",
        "responded",
        "saying",
        "take",
        "firm",
        "action",
        "illegal",
        "unfair",
        "act",
        "cryptocurrency",
        "trading",
        "last",
        "year",
        "financial",
        "service",
        "commission",
        "banned",
        "local",
        "finance",
        "firm",
        "trading",
        "bitcoin",
        "future",
        "according",
        "local",
        "publication",
        "business",
        "korea",
        "commission",
        "also",
        "banned",
        "use",
        "anonymous",
        "bank",
        "account",
        "virtual",
        "coin",
        "trading",
        "january",
        "said",
        "intend",
        "completely",
        "shut",
        "domestic",
        "exchange",
        "government",
        "said",
        "ban",
        "bitcoin",
        "exchange",
        "initial",
        "coin",
        "offering",
        "future",
        "remain",
        "scrutiny",
        "late",
        "february",
        "government",
        "official",
        "said",
        "south",
        "korea",
        "still",
        "decided",
        "regulate",
        "government",
        "made",
        "conclusion",
        "yet",
        "sufficient",
        "consultation",
        "come",
        "first",
        "hong",
        "minister",
        "office",
        "government",
        "policy",
        "coordination",
        "told",
        "parliament",
        "philippe",
        "lopez",
        "afp",
        "getty",
        "image",
        "china",
        "view",
        "bitcoin",
        "legal",
        "tender",
        "policy",
        "exchange",
        "illegal",
        "trading",
        "bitcoin",
        "china",
        "technically",
        "illegal",
        "government",
        "banned",
        "icos",
        "way",
        "raise",
        "fund",
        "selling",
        "new",
        "digital",
        "currency",
        "shut",
        "domestic",
        "cryptocurrency",
        "exchange",
        "january",
        "senior",
        "chinese",
        "central",
        "banker",
        "said",
        "authority",
        "ban",
        "trading",
        "virtual",
        "currency",
        "well",
        "individual",
        "business",
        "provide",
        "related",
        "service",
        "activity",
        "crypto",
        "carried",
        "alternative",
        "channel",
        "like",
        "mining",
        "chinese",
        "authority",
        "looking",
        "end",
        "practice",
        "according",
        "reuters",
        "cited",
        "internal",
        "memo",
        "government",
        "meeting",
        "january",
        "edgar",
        "su",
        "reuters",
        "view",
        "bitcoin",
        "legal",
        "tender",
        "policy",
        "exchange",
        "legal",
        "may",
        "fall",
        "regulatory",
        "purview",
        "monetary",
        "authority",
        "singapore",
        "singapore",
        "dollar",
        "make",
        "percent",
        "daily",
        "global",
        "bitcoin",
        "trading",
        "volume",
        "country",
        "emerged",
        "hub",
        "icos",
        "two",
        "largest",
        "coin",
        "offering",
        "happened",
        "singapore",
        "according",
        "pwc",
        "report",
        "singapore",
        "positioning",
        "friendly",
        "cryptocurrencies",
        "region",
        "strong",
        "case",
        "ban",
        "digital",
        "currency",
        "singapore",
        "central",
        "bank",
        "said",
        "february",
        "noting",
        "early",
        "say",
        "succeed",
        "january",
        "monetary",
        "authority",
        "singapore",
        "urged",
        "public",
        "act",
        "extreme",
        "caution",
        "understand",
        "significant",
        "risk",
        "take",
        "choose",
        "invest",
        "cryptocurrencies",
        "agency",
        "also",
        "said",
        "cryptocurrencies",
        "legal",
        "tender",
        "highlighted",
        "risk",
        "posed",
        "bitcoin",
        "anonymity",
        "manjunath",
        "kiran",
        "afp",
        "getty",
        "image",
        "india",
        "view",
        "bitcoin",
        "legal",
        "tender",
        "reportedly",
        "taking",
        "step",
        "outlaw",
        "policy",
        "exchange",
        "legal",
        "indian",
        "government",
        "issued",
        "warning",
        "currently",
        "regulate",
        "exchange",
        "india",
        "taking",
        "step",
        "make",
        "cryptocurrencies",
        "illegal",
        "use",
        "within",
        "payment",
        "system",
        "looking",
        "appoint",
        "regulator",
        "oversee",
        "exchange",
        "government",
        "take",
        "measure",
        "eliminate",
        "use",
        "financing",
        "illegitimate",
        "activity",
        "part",
        "payment",
        "system",
        "india",
        "finance",
        "minister",
        "told",
        "lawmaker",
        "new",
        "delhi",
        "february",
        "according",
        "transcript",
        "hindu",
        "newspaper",
        "country",
        "tax",
        "department",
        "sent",
        "notice",
        "cryptocurrency",
        "investing",
        "ten",
        "thousand",
        "citizen",
        "national",
        "survey",
        "showed",
        "billion",
        "worth",
        "transaction",
        "conducted",
        "period",
        "sergei",
        "fadeichev",
        "tass",
        "getty",
        "image",
        "switzerland",
        "view",
        "bitcoin",
        "legal",
        "policy",
        "exchange",
        "legal",
        "need",
        "register",
        "swiss",
        "financial",
        "market",
        "supervisory",
        "authority",
        "swiss",
        "regulator",
        "earned",
        "reputation",
        "friendliest",
        "world",
        "come",
        "cryptocurrency",
        "four",
        "biggest",
        "proposed",
        "initial",
        "coin",
        "offering",
        "based",
        "switzerland",
        "according",
        "pwc",
        "report",
        "town",
        "zug",
        "south",
        "zurich",
        "nicknamed",
        "crypto",
        "valley",
        "home",
        "blockchain",
        "company",
        "including",
        "ethereum",
        "foundation",
        "cryptocurrency",
        "wallet",
        "company",
        "cardano",
        "pwc",
        "report",
        "highlighted",
        "small",
        "swiss",
        "municipality",
        "emerged",
        "hotbed",
        "company",
        "advisory",
        "service",
        "country",
        "growing",
        "reputation",
        "welcoming",
        "environment",
        "company",
        "tech",
        "firm",
        "swiss",
        "financial",
        "market",
        "supervisory",
        "authority",
        "put",
        "clear",
        "guideline",
        "icos",
        "economics",
        "minister",
        "johann",
        "told",
        "journalist",
        "january",
        "want",
        "country",
        "become",
        "cryptonation",
        "financial",
        "time",
        "reported",
        "swiss",
        "national",
        "bank",
        "chairman",
        "thomas",
        "jordan",
        "said",
        "september",
        "see",
        "bitcoin",
        "investment",
        "currency"
    ]
}