{
    "organizations": [],
    "uuid": "5847f17797cbb3f08ee3b4fec2c47b2e8fc21184",
    "author": "",
    "url": "https://www.cnbc.com/2018/03/23/bill-gates-and-richard-branson-bet-on-lab-grown-meat-startup.html",
    "ord_in_thread": 0,
    "title": "Bill Gates and Richard Branson are betting lab-grown meat may be the food of the future",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Vegetarians have long touted the ethical and environmental problems with meat production and consumption. Start-ups such as MosaMeat, JUST and Memphis Meats are tissue-engineering meat in a lab to allow people to enjoy being a carnivore without any of the environmental or ethical hang-ups.\nDubbed clean meat, the efforts are distinct from \"fake meat,\" like the soy protein \"chicken\" you can find in your grocery store today. Unlike Morningstar or Boca Burgers, clean meat really is meat; it just grows in a lab instead of being part of an animal. But lab-grown meat leads most skeptical diners to think of a big hurdle: taste.\n\"When they taste the product, they have to have the experience of meat, not the experience of a product that looks like meat and comes close to meat or has the distinct hints of something that looks like meat,\" said Peter Verstrate, the CEO of MosaMeat. \"It just has to be meat.\"\n\"The ultimate filter is, 'Does it taste exactly like the meat you're used to?'\" said Josh Tetrick, CEO of clean meat start-up JUST, who already tasted success with JUST Mayo.\nThere are two business-world barometers for clean-meat products that are make-or-break as well: price and scale.\nRight now clean meat is much more expensive to produce than traditional meat because of scaling and infrastructure. The land, feed, farmers, slaughterhouses and transportation are already in place to produce meat from dead animals. Growing clean meat may be more efficient and will require less total marginal costs in the end, but until the systems needed to grow clean meat on a large scale exist, it will be more expensive.\nBill Gates: No way to produce enough meat for 9 billion people Investors aren't deterred by the challenges, with sustainability forecasts chief among their concerns and motivations. Scientists estimate the world population will reach 9.6 billion by the year 2050 . This population will increasingly live in urban areas and have a rising middle class, both of which mean more meat consumption. According to the Food and Agricultural Organization of the United Nations , world food production will need to increase 70 percent. Feeding that many people with traditional meat production will require double the amount of deforestation, which will increase greenhouse-gas emissions by 77 percent.\nBill Gates has invested in lab-grown meat companies, as has Richard Branson. \"Raising meat takes a great deal of land and water and has a substantial environmental impact,\" Gates wrote on his personal blog, Gatesnotes.com, a few years ago. \"Put simply, there's no way to produce enough meat for 9 billion people. Yet we can't ask everyone to become vegetarians. That's why we need more options for producing meat without depleting our resources.\"\n\"There's no way to produce enough meat for 9 billion people. Yet we can't ask everyone to become vegetarians. That's why we need more options for producing meat without depleting our resources.\" -Bill Gates Meat production is wildly inefficient. It takes more than 38 pounds of feed to produce 1 pound of beef. That same pound of beef requires 1,799 gallons of water . We give 20 times the amount of grain needed to eliminate world hunger to farm animals instead . If the population grows according to forecasts and land disappears, the simple fact is we won't be able to keep producing meat. There won't be enough water to feed 2 billion more people eating meat. Lab-grown meat requires 100 times less land and 5.5 times less water than traditional meat.\nPaul Shapiro, author of Clean Meat: How Growing Meat Without Animals Will Revolutionize Dinner and the World, says the first clean burger in 2013 cost about $300,000 dollars . Although the price is closing in on around $11 a burger, there is still a ways to go.\nAt $50 a pound, foie gras is made for the lab The price and scale issues have led clean-meat companies to aim in both directions, developing laboratory-grown replacements for cheaper grocery-store staples, like ground meat products — burgers, chicken nuggets — and also steak tips. Current versions already contain filler ( some of which are unsettling ), so clean-meat companies will have an easier time making them. But foie gras, the incredibly expensive and controversial dish made from fatty duck liver, is also a potential success story.\nIn addition to more conventional products, JUST (formerly Hampton Creek) is experimenting with foie gras. Animal rights activists have fought foie gras production for years, because the luxury food requires producers to force-feed ducks with a pipe so they eat enough to enlarge the liver. (The duck livers must be 10 times larger than normal.)\nFoie gras costs an estimated $50 per pound . Because the meat is so expensive, it is a good industry for clean-meat companies to start disrupting. \"That is something we're looking at,\" Tetrick said.\nIt doesn't cost JUST any more to make gourmet foods than it does to make chicken nuggets. The company's high prices won't make as much of a difference if it's competing with a food that's already very expensive.\nJUST is working to scale its meat production so it can move out of a lab setting. Bruce Friedrich, the CEO and co-founder of a think tank accelerator called The Good Food Institute , estimates clean-meat products will be available at a high price within two to three years, and he believes they will be cost-competitive within 10 years.\nFriedrich knows that until the infrastructure for clean meat is in place, companies will have to stay creative. \"The soft opening will absolutely be at high price points,\" he said. \"Certainly, foie gras is one way of going about that.\"\nThe problem, however, may be that the type of person willing to pay top dollar for such a controversial food is probably not likely to be interested in an environmentally and ethically friendly alternative. Verstrate understands the foie gras strategy but has different plans.\n\"Foie gras is a really emotional product for meat eaters,\" Verstrate said. \"I don't think you would stand much chance in France or Spain with foie gras from a lab.\"\nMosaMeat plans to start with burgers in high-end restaurants, where it can be price-competitive.\nBoth Tyson Foods and Cargill have invested in clean-meat company Memphis Meats , alongside billionaires Gates and Branson.\n\"It's a train that's leaving the station,\" Verstrate said of the need for the established meat giants to invest early. \"It's relatively cheap to buy a train ticket today.\"\nTom Hayes, the president and CEO of Tyson Foods, said in a statement earlier this year: \"A protein strategy inclusive of alternative forms is intuitive for Tyson Foods. It's another step toward giving today's consumers what they want and feeding tomorrow's consumers sustainably for years to come.\"\nWhen digital cameras became available, Canon invested heavily and Kodak did not . Kodak filed for bankruptcy in 2011. \"Everybody wants to be Canon; nobody wants to be Kodak,\" Shapiro said.\nHow clean meat is made Clean meat requires a biopsy from an animal. Scientists can then grow the muscle cells and develop them in a lab the same way the cells would grow on a living organism. To grow clean meat requires what companies call \"growth media,\" a mixture of sugars, amino acids, vitamins and minerals. Verstrate compares it to baby food. Clean meat will grow in factories that will resemble a sort of meat brewery. Clean meat will not require the land, water or crops of traditional meat production.\n\"This is not magic; this is what they're [the cells] made to do,\" Verstrate said.\nshow chapters Inside the San Francisco lab growing meat in a petri dish 5 Hours Ago | 03:15 Surveys show about a third of the population across the United States and U.K . are willing to try clean meat, but that number could increase if it became more prevalent. Friedrich said the powerful antibiotics in live animals should turn people toward clean meat.\n\"People are eating meat now despite how it's produced; they're not eating meat because of how it's produced,\" he said. He believes that when the public can choose between two identical products and one is produced safely and humanely while the other is produced in a slaughterhouse, people will choose the former.\nClean-meat advocates and companies believe history is on their side, and it's just a matter of time until people come around. Ice used to come only in frozen blocks taken from lakes ; now we produce ice in the comfort of our kitchen. \"We call it a freezer,\" Shapiro said. \"We don't think there's anything artificial about it at all.\"\nOthers, even among the lab start-ups, are more skeptical. Tetrick thinks meat is trickier than egg-free mayonnaise — JUST's first product — or dairy-free chocolate chips. It's tied to a societal image of toughness. \"Meat is too ensconced in our identity,\" he said. \"We're trying to decouple that.\"\nFor now, JUST's plan is to start small and win people over with a few products. Even if one of those first products, foie gras, is associated with luxury dining, Tetrick said that early success doesn't equal big success.\n\"If you make meat that only people who shop at Whole Foods can afford, you've done nothing,\" Tetrick said.\n— By Rick Morgan, special to CNBC.com",
    "published": "2018-03-23T16:52:00.000+03:00",
    "crawled": "2018-03-23T17:12:24.062+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vegetarian",
        "long",
        "touted",
        "ethical",
        "environmental",
        "problem",
        "meat",
        "production",
        "consumption",
        "mosameat",
        "memphis",
        "meat",
        "meat",
        "lab",
        "allow",
        "people",
        "enjoy",
        "carnivore",
        "without",
        "environmental",
        "ethical",
        "dubbed",
        "clean",
        "meat",
        "effort",
        "distinct",
        "fake",
        "meat",
        "like",
        "soy",
        "protein",
        "chicken",
        "find",
        "grocery",
        "store",
        "today",
        "unlike",
        "morningstar",
        "boca",
        "burger",
        "clean",
        "meat",
        "really",
        "meat",
        "grows",
        "lab",
        "instead",
        "part",
        "animal",
        "meat",
        "lead",
        "skeptical",
        "diner",
        "think",
        "big",
        "hurdle",
        "taste",
        "taste",
        "product",
        "experience",
        "meat",
        "experience",
        "product",
        "look",
        "like",
        "meat",
        "come",
        "close",
        "meat",
        "distinct",
        "hint",
        "something",
        "look",
        "like",
        "meat",
        "said",
        "peter",
        "verstrate",
        "ceo",
        "mosameat",
        "meat",
        "ultimate",
        "filter",
        "taste",
        "exactly",
        "like",
        "meat",
        "used",
        "said",
        "josh",
        "tetrick",
        "ceo",
        "clean",
        "meat",
        "already",
        "tasted",
        "success",
        "mayo",
        "two",
        "barometer",
        "product",
        "well",
        "price",
        "scale",
        "right",
        "clean",
        "meat",
        "much",
        "expensive",
        "produce",
        "traditional",
        "meat",
        "scaling",
        "infrastructure",
        "land",
        "feed",
        "farmer",
        "slaughterhouse",
        "transportation",
        "already",
        "place",
        "produce",
        "meat",
        "dead",
        "animal",
        "growing",
        "clean",
        "meat",
        "may",
        "efficient",
        "require",
        "less",
        "total",
        "marginal",
        "cost",
        "end",
        "system",
        "needed",
        "grow",
        "clean",
        "meat",
        "large",
        "scale",
        "exist",
        "expensive",
        "bill",
        "gate",
        "way",
        "produce",
        "enough",
        "meat",
        "billion",
        "people",
        "investor",
        "deterred",
        "challenge",
        "sustainability",
        "forecast",
        "chief",
        "among",
        "concern",
        "motivation",
        "scientist",
        "estimate",
        "world",
        "population",
        "reach",
        "billion",
        "year",
        "population",
        "increasingly",
        "live",
        "urban",
        "area",
        "rising",
        "middle",
        "class",
        "mean",
        "meat",
        "consumption",
        "according",
        "food",
        "agricultural",
        "organization",
        "united",
        "nation",
        "world",
        "food",
        "production",
        "need",
        "increase",
        "percent",
        "feeding",
        "many",
        "people",
        "traditional",
        "meat",
        "production",
        "require",
        "double",
        "amount",
        "deforestation",
        "increase",
        "emission",
        "percent",
        "bill",
        "gate",
        "invested",
        "meat",
        "company",
        "richard",
        "branson",
        "raising",
        "meat",
        "take",
        "great",
        "deal",
        "land",
        "water",
        "substantial",
        "environmental",
        "impact",
        "gate",
        "wrote",
        "personal",
        "blog",
        "year",
        "ago",
        "put",
        "simply",
        "way",
        "produce",
        "enough",
        "meat",
        "billion",
        "people",
        "yet",
        "ca",
        "ask",
        "everyone",
        "become",
        "vegetarian",
        "need",
        "option",
        "producing",
        "meat",
        "without",
        "depleting",
        "resource",
        "way",
        "produce",
        "enough",
        "meat",
        "billion",
        "people",
        "yet",
        "ca",
        "ask",
        "everyone",
        "become",
        "vegetarian",
        "need",
        "option",
        "producing",
        "meat",
        "without",
        "depleting",
        "resource",
        "gate",
        "meat",
        "production",
        "wildly",
        "inefficient",
        "take",
        "pound",
        "feed",
        "produce",
        "pound",
        "beef",
        "pound",
        "beef",
        "requires",
        "gallon",
        "water",
        "give",
        "time",
        "amount",
        "grain",
        "needed",
        "eliminate",
        "world",
        "hunger",
        "farm",
        "animal",
        "instead",
        "population",
        "grows",
        "according",
        "forecast",
        "land",
        "disappears",
        "simple",
        "fact",
        "wo",
        "able",
        "keep",
        "producing",
        "meat",
        "wo",
        "enough",
        "water",
        "feed",
        "billion",
        "people",
        "eating",
        "meat",
        "meat",
        "requires",
        "time",
        "less",
        "land",
        "time",
        "less",
        "water",
        "traditional",
        "meat",
        "paul",
        "shapiro",
        "author",
        "clean",
        "meat",
        "growing",
        "meat",
        "without",
        "animal",
        "revolutionize",
        "dinner",
        "world",
        "say",
        "first",
        "clean",
        "burger",
        "cost",
        "dollar",
        "although",
        "price",
        "closing",
        "around",
        "burger",
        "still",
        "way",
        "go",
        "pound",
        "foie",
        "gras",
        "made",
        "lab",
        "price",
        "scale",
        "issue",
        "led",
        "company",
        "aim",
        "direction",
        "developing",
        "replacement",
        "cheaper",
        "staple",
        "like",
        "ground",
        "meat",
        "product",
        "burger",
        "chicken",
        "nugget",
        "also",
        "steak",
        "tip",
        "current",
        "version",
        "already",
        "contain",
        "filler",
        "unsettling",
        "company",
        "easier",
        "time",
        "making",
        "foie",
        "gras",
        "incredibly",
        "expensive",
        "controversial",
        "dish",
        "made",
        "fatty",
        "duck",
        "liver",
        "also",
        "potential",
        "success",
        "story",
        "addition",
        "conventional",
        "product",
        "formerly",
        "hampton",
        "creek",
        "experimenting",
        "foie",
        "gras",
        "animal",
        "right",
        "activist",
        "fought",
        "foie",
        "gras",
        "production",
        "year",
        "luxury",
        "food",
        "requires",
        "producer",
        "duck",
        "pipe",
        "eat",
        "enough",
        "enlarge",
        "liver",
        "duck",
        "liver",
        "must",
        "time",
        "larger",
        "normal",
        "foie",
        "gras",
        "cost",
        "estimated",
        "per",
        "pound",
        "meat",
        "expensive",
        "good",
        "industry",
        "company",
        "start",
        "disrupting",
        "something",
        "looking",
        "tetrick",
        "said",
        "cost",
        "make",
        "gourmet",
        "food",
        "make",
        "chicken",
        "nugget",
        "company",
        "high",
        "price",
        "wo",
        "make",
        "much",
        "difference",
        "competing",
        "food",
        "already",
        "expensive",
        "working",
        "scale",
        "meat",
        "production",
        "move",
        "lab",
        "setting",
        "bruce",
        "friedrich",
        "ceo",
        "think",
        "tank",
        "accelerator",
        "called",
        "good",
        "food",
        "institute",
        "estimate",
        "product",
        "available",
        "high",
        "price",
        "within",
        "two",
        "three",
        "year",
        "belief",
        "within",
        "year",
        "friedrich",
        "know",
        "infrastructure",
        "clean",
        "meat",
        "place",
        "company",
        "stay",
        "creative",
        "soft",
        "opening",
        "absolutely",
        "high",
        "price",
        "point",
        "said",
        "certainly",
        "foie",
        "gras",
        "one",
        "way",
        "going",
        "problem",
        "however",
        "may",
        "type",
        "person",
        "willing",
        "pay",
        "top",
        "dollar",
        "controversial",
        "food",
        "probably",
        "likely",
        "interested",
        "environmentally",
        "ethically",
        "friendly",
        "alternative",
        "verstrate",
        "understands",
        "foie",
        "gras",
        "strategy",
        "different",
        "plan",
        "foie",
        "gras",
        "really",
        "emotional",
        "product",
        "meat",
        "eater",
        "verstrate",
        "said",
        "think",
        "would",
        "stand",
        "much",
        "chance",
        "france",
        "spain",
        "foie",
        "gras",
        "lab",
        "mosameat",
        "plan",
        "start",
        "burger",
        "restaurant",
        "tyson",
        "food",
        "cargill",
        "invested",
        "company",
        "memphis",
        "meat",
        "alongside",
        "billionaire",
        "gate",
        "branson",
        "train",
        "leaving",
        "station",
        "verstrate",
        "said",
        "need",
        "established",
        "meat",
        "giant",
        "invest",
        "early",
        "relatively",
        "cheap",
        "buy",
        "train",
        "ticket",
        "today",
        "tom",
        "hayes",
        "president",
        "ceo",
        "tyson",
        "food",
        "said",
        "statement",
        "earlier",
        "year",
        "protein",
        "strategy",
        "inclusive",
        "alternative",
        "form",
        "intuitive",
        "tyson",
        "food",
        "another",
        "step",
        "toward",
        "giving",
        "today",
        "consumer",
        "want",
        "feeding",
        "tomorrow",
        "consumer",
        "sustainably",
        "year",
        "come",
        "digital",
        "camera",
        "became",
        "available",
        "canon",
        "invested",
        "heavily",
        "kodak",
        "kodak",
        "filed",
        "bankruptcy",
        "everybody",
        "want",
        "canon",
        "nobody",
        "want",
        "kodak",
        "shapiro",
        "said",
        "clean",
        "meat",
        "made",
        "clean",
        "meat",
        "requires",
        "biopsy",
        "animal",
        "scientist",
        "grow",
        "muscle",
        "cell",
        "develop",
        "lab",
        "way",
        "cell",
        "would",
        "grow",
        "living",
        "organism",
        "grow",
        "clean",
        "meat",
        "requires",
        "company",
        "call",
        "growth",
        "medium",
        "mixture",
        "sugar",
        "amino",
        "acid",
        "vitamin",
        "mineral",
        "verstrate",
        "compare",
        "baby",
        "food",
        "clean",
        "meat",
        "grow",
        "factory",
        "resemble",
        "sort",
        "meat",
        "brewery",
        "clean",
        "meat",
        "require",
        "land",
        "water",
        "crop",
        "traditional",
        "meat",
        "production",
        "magic",
        "cell",
        "made",
        "verstrate",
        "said",
        "show",
        "chapter",
        "inside",
        "san",
        "francisco",
        "lab",
        "growing",
        "meat",
        "petri",
        "dish",
        "hour",
        "ago",
        "survey",
        "show",
        "third",
        "population",
        "across",
        "united",
        "state",
        "willing",
        "try",
        "clean",
        "meat",
        "number",
        "could",
        "increase",
        "became",
        "prevalent",
        "friedrich",
        "said",
        "powerful",
        "antibiotic",
        "live",
        "animal",
        "turn",
        "people",
        "toward",
        "clean",
        "meat",
        "people",
        "eating",
        "meat",
        "despite",
        "produced",
        "eating",
        "meat",
        "produced",
        "said",
        "belief",
        "public",
        "choose",
        "two",
        "identical",
        "product",
        "one",
        "produced",
        "safely",
        "humanely",
        "produced",
        "slaughterhouse",
        "people",
        "choose",
        "former",
        "advocate",
        "company",
        "believe",
        "history",
        "side",
        "matter",
        "time",
        "people",
        "come",
        "around",
        "ice",
        "used",
        "come",
        "frozen",
        "block",
        "taken",
        "lake",
        "produce",
        "ice",
        "comfort",
        "kitchen",
        "call",
        "freezer",
        "shapiro",
        "said",
        "think",
        "anything",
        "artificial",
        "others",
        "even",
        "among",
        "lab",
        "skeptical",
        "tetrick",
        "think",
        "meat",
        "trickier",
        "mayonnaise",
        "first",
        "product",
        "chocolate",
        "chip",
        "tied",
        "societal",
        "image",
        "toughness",
        "meat",
        "ensconced",
        "identity",
        "said",
        "trying",
        "decouple",
        "plan",
        "start",
        "small",
        "win",
        "people",
        "product",
        "even",
        "one",
        "first",
        "product",
        "foie",
        "gras",
        "associated",
        "luxury",
        "dining",
        "tetrick",
        "said",
        "early",
        "success",
        "equal",
        "big",
        "success",
        "make",
        "meat",
        "people",
        "shop",
        "whole",
        "food",
        "afford",
        "done",
        "nothing",
        "tetrick",
        "said",
        "rick",
        "morgan",
        "special"
    ]
}