{
    "organizations": [],
    "uuid": "00c13bb6acc719b81621caad9e08cf0e4d77ce4c",
    "author": "",
    "url": "https://uk.reuters.com/article/us-data-privacy-acxiom-insight/how-a-data-mining-giant-got-me-wrong-idUKKBN1H513K",
    "ord_in_thread": 0,
    "title": "How a data mining giant got me wrong",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 29, 2018 / 9:28 AM / Updated an hour ago How a data mining giant got me wrong Tom Bergin 9 Min Read \nLONDON (Reuters) - I’m 57, with a 30-year-old wife, a fairly new hot water boiler, an old-style television, a petrol car and no kids. \nActually, none of that is true. But that is what you might believe if you purchased access to my data from the world’s largest information broker by market value. \nThe recent revelation that data miner Cambridge Analytica Ltd. improperly accessed 50 million Facebook users’ personal data has heightened public concern about the way companies harvest and use our personal data. \nI asked Arkansas-based Acxiom Corp., which earns over $800 million a year selling consumer profiles to the world’s largest companies, what data and insights it held on me. \nIn Europe and the U.S., companies like Acxiom are allowed to collect data from public and other sources about us. European privacy rules, which are due to be strengthened in coming months, require all data gatherers to disclose to any European who asks what information they hold on them. U.S. law doesn’t give Americans the right to this level of disclosure. \nThe result of my inquiry shows how, even with little raw data, companies attempt to build detailed pictures of individuals’ finances, relationships, personal interests and purchasing tastes. \nThese profiles now power the elaborate machinery that delivers advertising across the internet, and can also be used to determine what political issues people are interested in and how they might vote. \nThe question is: How accurate are the pictures they sketch? “AFFLUENT FUN SEEKER” \nAcxiom - like its rivals - operates by gathering publicly available information from sources like the electoral roll, which gives individuals’ addresses, and land registry data, which provides details on home ownership such as purchase price and if there is a mortgage on the property. \nIt also buys data from companies that conduct online surveys, as well as websites where you forgot to tick ‘don’t share with third parties’ and other sources. This data is then put into a proprietary model, which produces a list of data points and propensities, such as the likelihood a consumer might visit a betting shop. \nAcxiom sells access to these profiles to companies that wish to target advertising at potential customers. Acxiom doesn’t have a political arm like Cambridge Analytica does, but the two companies do compete for commercial customers. \nFacebook, in the wake of the scandal over how it handles personal information, said on Wednesday it would end its partnerships with several large data brokers who help advertisers target people on the social network. Shares in Acxiom traded down more than 10 percent to $25 following Facebook’s announcement. \nThe results for a single individual obviously don’t tell us too much about the accuracy of a database that Acxiom says contains 47 million UK profiles and insights into 700 million consumers worldwide. \nAlso, it seems I am a bad data subject since I usually opt out when asked to give companies data sharing rights. \n“Where we have more self-reported, privacy-compliant data about individuals, we can be more accurate. In your case, we held very little of this data and the majority of the variables linked to you, are modelled, based on both your postcode and the household history,” Acxiom said in a statement. \nMy Acxiom profile has around 750 individual data fields under a dozen categories from “household composition” to “employment & income” and “lifestyle & interests.” It categorizes me as an “affluent fun-seeker.”. The accuracy of that description depends on your definition, I suppose, but some of the information is plain wrong. \nTo start with, I’m 46 years old, not 57. I won’t reveal my wife’s age, but I will confirm that when I got married at age 34, it wasn’t to a teenager. Two children mean we’re not “empty nesters,” I drive a diesel car and our boiler is more than 15 years old, not less than five years as Acxiom identifies it as. \nThat could be a disappointment for the companies including Tesco supermarket, Twitter, Ford Motor Company and Facebook to whom Acxiom said it may have provided my data in the past year. Or maybe not. PROFILE ERRORS \nThe fact that my profile contains errors isn’t necessarily a problem for marketers said Carol Hargreaves, a professor and director of the Data Analytics Consulting Center at the National University of Singapore. Reuters journalist Tom Bergin poses next to his screens showing marketing technology company Acxiom's website, in London, Britain, March 29, 2018. REUTERS/Dylan Martinez \nWhat really matters is the predictions of one’s behavior, interests and propensity to buy certain kinds of products. \n“The things you sell to a male of 46 or a male of 57 are the same,” Hargreaves said. \nIn some potentially key areas, the data is certainly better than a random guess. It predicted that I had just a 5.2 percent probability of being self-employed, rather than employed. Official data shows around 17 percent of Britons are self-employed. \nAcxiom’s prediction of my household income was also much closer to the actual number than the average published by the Greater London Authority for my electoral ward, or local electoral district, the narrowest official estimate. \nBut if purchase decisions are driven by lifestyle interests, the data collected on me is of little use to marketers. \nMy predicted annual car mileage was 8,000 to 10,000 miles, based on “modelled probability.” This figure echoes the 8,405 miles that car breakdown group the RAC says the average London motorist drives each year. But it’s over twice my annual mileage. \nAcxiom incorrectly says I don’t have a flat screen television, something it “derived through modeling,” even though a UK government report from 2013 says most households do. \nOne in seven Britons is a member of a gym, according to a 2017 industry survey; Acxiom reckons there’s a 47.5 percent chance that I am interested in belonging to a gym. My last subscription expired over a decade ago. \nAcxiom also thinks I am more likely to be interested in crossword puzzles – I haven’t done one since the 1980s – than in current affairs, which has been my working life for 20 years. \nOn the positive side, there are indications Acxiom doesn’t engage in racial profiling: The company predicts I have a 13.6 percent probability of interest in regularly going to a bar. I asked Hargreaves, the professor, if this seemed a statistically reasonable estimate for an Irish journalist. After she stopped laughing, Hargreaves said accurate predictions hinged on the raw data on which the profile is based. BAND WAGON \nAcxiom said individual inaccuracies didn’t undermine the value of its service. \n“We know from working with leading brands, that data helps them deliver more accurate and relevant marketing to customers at scale... The key factor here is, ‘at scale’,” it said in a statement. \nAnnabel Kilner, Chief Commercial Officer at furniture retailer MADE.com said consumer data helped firms deliver messages that consumers found relevant. \n“We adopt a test and learn approach to optimizing our campaigns,” Kilner said. \nXiaojing Dong, associate professor of marketing and business analytics at Santa Clara University in Silicon Valley, said that qualitative predictions like those produced by Acxiom gave advertisers a much better idea of who they are reaching. \nBut Hargreaves said there was concern among some advertisers that the consumer profiles they purchase from data aggregators may not always be worth the large fees involved. Hargreaves said she is about to start working with clients of companies like Acxiom to ascertain whether they were getting value for money. \n“Some of the data vendors are just jumping on the band wagon,” she said. \nThe key to accurate profiling, experts said, was good raw data. The best is held by those companies with whom we have the deepest interactions – social media giants like Facebook or Twitter and retailers like Amazon.com. Slideshow (4 Images) \nStephan Lewandowsky, a professor of cognitive psychology at the University of Bristol in Britain, said that explains why companies like Cambridge Analytica would be so eager to access Facebook data. \n“The difference between using the electoral roll and Facebook is that the information we reveal on Facebook is sufficient for a computer program to infer our personality with greater accuracy than our own spouse,” he said. Reporting by Tom Bergin; Editing by Cassell Bryan-Low",
    "published": "2018-03-29T14:29:00.000+03:00",
    "crawled": "2018-03-29T16:13:27.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "hour",
        "ago",
        "data",
        "mining",
        "giant",
        "got",
        "wrong",
        "tom",
        "bergin",
        "min",
        "read",
        "london",
        "reuters",
        "wife",
        "fairly",
        "new",
        "hot",
        "water",
        "boiler",
        "television",
        "petrol",
        "car",
        "kid",
        "actually",
        "none",
        "true",
        "might",
        "believe",
        "purchased",
        "access",
        "data",
        "world",
        "largest",
        "information",
        "broker",
        "market",
        "value",
        "recent",
        "revelation",
        "data",
        "miner",
        "cambridge",
        "analytica",
        "improperly",
        "accessed",
        "million",
        "facebook",
        "user",
        "personal",
        "data",
        "heightened",
        "public",
        "concern",
        "way",
        "company",
        "harvest",
        "use",
        "personal",
        "data",
        "asked",
        "acxiom",
        "earns",
        "million",
        "year",
        "selling",
        "consumer",
        "profile",
        "world",
        "largest",
        "company",
        "data",
        "insight",
        "held",
        "europe",
        "company",
        "like",
        "acxiom",
        "allowed",
        "collect",
        "data",
        "public",
        "source",
        "u",
        "european",
        "privacy",
        "rule",
        "due",
        "strengthened",
        "coming",
        "month",
        "require",
        "data",
        "gatherer",
        "disclose",
        "european",
        "asks",
        "information",
        "hold",
        "law",
        "give",
        "american",
        "right",
        "level",
        "disclosure",
        "result",
        "inquiry",
        "show",
        "even",
        "little",
        "raw",
        "data",
        "company",
        "attempt",
        "build",
        "detailed",
        "picture",
        "individual",
        "finance",
        "relationship",
        "personal",
        "interest",
        "purchasing",
        "taste",
        "profile",
        "power",
        "elaborate",
        "machinery",
        "delivers",
        "advertising",
        "across",
        "internet",
        "also",
        "used",
        "determine",
        "political",
        "issue",
        "people",
        "interested",
        "might",
        "vote",
        "question",
        "accurate",
        "picture",
        "sketch",
        "affluent",
        "fun",
        "seeker",
        "acxiom",
        "like",
        "rival",
        "operates",
        "gathering",
        "publicly",
        "available",
        "information",
        "source",
        "like",
        "electoral",
        "roll",
        "give",
        "individual",
        "address",
        "land",
        "registry",
        "data",
        "provides",
        "detail",
        "home",
        "ownership",
        "purchase",
        "price",
        "mortgage",
        "property",
        "also",
        "buy",
        "data",
        "company",
        "conduct",
        "online",
        "survey",
        "well",
        "website",
        "forgot",
        "tick",
        "share",
        "third",
        "party",
        "source",
        "data",
        "put",
        "proprietary",
        "model",
        "produce",
        "list",
        "data",
        "point",
        "propensity",
        "likelihood",
        "consumer",
        "might",
        "visit",
        "betting",
        "shop",
        "acxiom",
        "sell",
        "access",
        "profile",
        "company",
        "wish",
        "target",
        "advertising",
        "potential",
        "customer",
        "acxiom",
        "political",
        "arm",
        "like",
        "cambridge",
        "analytica",
        "two",
        "company",
        "compete",
        "commercial",
        "customer",
        "facebook",
        "wake",
        "scandal",
        "handle",
        "personal",
        "information",
        "said",
        "wednesday",
        "would",
        "end",
        "partnership",
        "several",
        "large",
        "data",
        "broker",
        "help",
        "advertiser",
        "target",
        "people",
        "social",
        "network",
        "share",
        "acxiom",
        "traded",
        "percent",
        "following",
        "facebook",
        "announcement",
        "result",
        "single",
        "individual",
        "obviously",
        "tell",
        "u",
        "much",
        "accuracy",
        "database",
        "acxiom",
        "say",
        "contains",
        "million",
        "uk",
        "profile",
        "insight",
        "million",
        "consumer",
        "worldwide",
        "also",
        "seems",
        "bad",
        "data",
        "subject",
        "since",
        "usually",
        "opt",
        "asked",
        "give",
        "company",
        "data",
        "sharing",
        "right",
        "data",
        "individual",
        "accurate",
        "case",
        "held",
        "little",
        "data",
        "majority",
        "variable",
        "linked",
        "modelled",
        "based",
        "postcode",
        "household",
        "history",
        "acxiom",
        "said",
        "statement",
        "acxiom",
        "profile",
        "around",
        "individual",
        "data",
        "field",
        "dozen",
        "category",
        "household",
        "composition",
        "employment",
        "income",
        "lifestyle",
        "categorizes",
        "affluent",
        "accuracy",
        "description",
        "depends",
        "definition",
        "suppose",
        "information",
        "plain",
        "wrong",
        "start",
        "year",
        "old",
        "reveal",
        "wife",
        "age",
        "confirm",
        "got",
        "married",
        "age",
        "teenager",
        "two",
        "child",
        "mean",
        "empty",
        "nester",
        "drive",
        "diesel",
        "car",
        "boiler",
        "year",
        "old",
        "less",
        "five",
        "year",
        "acxiom",
        "identifies",
        "could",
        "disappointment",
        "company",
        "including",
        "tesco",
        "supermarket",
        "twitter",
        "ford",
        "motor",
        "company",
        "facebook",
        "acxiom",
        "said",
        "may",
        "provided",
        "data",
        "past",
        "year",
        "maybe",
        "profile",
        "error",
        "fact",
        "profile",
        "contains",
        "error",
        "necessarily",
        "problem",
        "marketer",
        "said",
        "carol",
        "hargreaves",
        "professor",
        "director",
        "data",
        "analytics",
        "consulting",
        "center",
        "national",
        "university",
        "singapore",
        "reuters",
        "journalist",
        "tom",
        "bergin",
        "pose",
        "next",
        "screen",
        "showing",
        "marketing",
        "technology",
        "company",
        "acxiom",
        "website",
        "london",
        "britain",
        "march",
        "martinez",
        "really",
        "matter",
        "prediction",
        "one",
        "behavior",
        "interest",
        "propensity",
        "buy",
        "certain",
        "kind",
        "product",
        "thing",
        "sell",
        "male",
        "male",
        "hargreaves",
        "said",
        "potentially",
        "key",
        "area",
        "data",
        "certainly",
        "better",
        "random",
        "guess",
        "predicted",
        "percent",
        "probability",
        "rather",
        "employed",
        "official",
        "data",
        "show",
        "around",
        "percent",
        "briton",
        "acxiom",
        "prediction",
        "household",
        "income",
        "also",
        "much",
        "closer",
        "actual",
        "number",
        "average",
        "published",
        "greater",
        "london",
        "authority",
        "electoral",
        "ward",
        "local",
        "electoral",
        "district",
        "narrowest",
        "official",
        "estimate",
        "purchase",
        "decision",
        "driven",
        "lifestyle",
        "interest",
        "data",
        "collected",
        "little",
        "use",
        "marketer",
        "predicted",
        "annual",
        "car",
        "mileage",
        "mile",
        "based",
        "modelled",
        "figure",
        "echo",
        "mile",
        "car",
        "breakdown",
        "group",
        "rac",
        "say",
        "average",
        "london",
        "motorist",
        "drive",
        "year",
        "twice",
        "annual",
        "mileage",
        "acxiom",
        "incorrectly",
        "say",
        "flat",
        "screen",
        "television",
        "something",
        "derived",
        "modeling",
        "even",
        "though",
        "uk",
        "government",
        "report",
        "say",
        "household",
        "one",
        "seven",
        "briton",
        "member",
        "gym",
        "according",
        "industry",
        "survey",
        "acxiom",
        "reckons",
        "percent",
        "chance",
        "interested",
        "belonging",
        "gym",
        "last",
        "subscription",
        "expired",
        "decade",
        "ago",
        "acxiom",
        "also",
        "think",
        "likely",
        "interested",
        "crossword",
        "puzzle",
        "done",
        "one",
        "since",
        "1980s",
        "current",
        "affair",
        "working",
        "life",
        "year",
        "positive",
        "side",
        "indication",
        "acxiom",
        "engage",
        "racial",
        "profiling",
        "company",
        "predicts",
        "percent",
        "probability",
        "interest",
        "regularly",
        "going",
        "bar",
        "asked",
        "hargreaves",
        "professor",
        "seemed",
        "statistically",
        "reasonable",
        "estimate",
        "irish",
        "journalist",
        "stopped",
        "laughing",
        "hargreaves",
        "said",
        "accurate",
        "prediction",
        "hinged",
        "raw",
        "data",
        "profile",
        "based",
        "band",
        "wagon",
        "acxiom",
        "said",
        "individual",
        "inaccuracy",
        "undermine",
        "value",
        "service",
        "know",
        "working",
        "leading",
        "brand",
        "data",
        "help",
        "deliver",
        "accurate",
        "relevant",
        "marketing",
        "customer",
        "scale",
        "key",
        "factor",
        "scale",
        "said",
        "statement",
        "annabel",
        "kilner",
        "chief",
        "commercial",
        "officer",
        "furniture",
        "retailer",
        "said",
        "consumer",
        "data",
        "helped",
        "firm",
        "deliver",
        "message",
        "consumer",
        "found",
        "relevant",
        "adopt",
        "test",
        "learn",
        "approach",
        "optimizing",
        "campaign",
        "kilner",
        "said",
        "xiaojing",
        "dong",
        "associate",
        "professor",
        "marketing",
        "business",
        "analytics",
        "santa",
        "clara",
        "university",
        "silicon",
        "valley",
        "said",
        "qualitative",
        "prediction",
        "like",
        "produced",
        "acxiom",
        "gave",
        "advertiser",
        "much",
        "better",
        "idea",
        "reaching",
        "hargreaves",
        "said",
        "concern",
        "among",
        "advertiser",
        "consumer",
        "profile",
        "purchase",
        "data",
        "aggregator",
        "may",
        "always",
        "worth",
        "large",
        "fee",
        "involved",
        "hargreaves",
        "said",
        "start",
        "working",
        "client",
        "company",
        "like",
        "acxiom",
        "ascertain",
        "whether",
        "getting",
        "value",
        "money",
        "data",
        "vendor",
        "jumping",
        "band",
        "wagon",
        "said",
        "key",
        "accurate",
        "profiling",
        "expert",
        "said",
        "good",
        "raw",
        "data",
        "best",
        "held",
        "company",
        "deepest",
        "interaction",
        "social",
        "medium",
        "giant",
        "like",
        "facebook",
        "twitter",
        "retailer",
        "like",
        "slideshow",
        "image",
        "stephan",
        "lewandowsky",
        "professor",
        "cognitive",
        "psychology",
        "university",
        "bristol",
        "britain",
        "said",
        "explains",
        "company",
        "like",
        "cambridge",
        "analytica",
        "would",
        "eager",
        "access",
        "facebook",
        "data",
        "difference",
        "using",
        "electoral",
        "roll",
        "facebook",
        "information",
        "reveal",
        "facebook",
        "sufficient",
        "computer",
        "program",
        "infer",
        "personality",
        "greater",
        "accuracy",
        "spouse",
        "said",
        "reporting",
        "tom",
        "bergin",
        "editing",
        "cassell"
    ]
}