{
    "organizations": [],
    "uuid": "68850a37b5acdaee51812886b553cd697a54fd4b",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-anfield-energy-to-acquire-advanced-uranium-project-in-wyoming-from-cotter-corporation.html",
    "ord_in_thread": 0,
    "title": "Anfield Energy to Acquire Advanced Uranium Project in Wyoming From Cotter Corporation",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, March 12, 2018 (GLOBE NEWSWIRE) -- Anfield Energy Inc. (TSX-V:AEC) (OTCQB:ANLDF) (FRANKFURT:0AD) (“Anfield” or the “Company”) is pleased to announce that it has entered into a term sheet with Cotter Corporation (N.S.L.) (“ Cotter ”) to acquire the Charlie ISR Uranium Project (the “ Charlie Project ”) located in the Pumpkin Buttes Uranium District in Johnson County, Wyoming. The Charlie Project consists of a 720-acre Wyoming State uranium lease which has been in development since 1969 and sits immediately adjacent to two of Uranium One’s producing mines. The transaction will be settled with the issuance of common shares of Anfield to Cotter equal to a 10% ownership interest in Anfield, with Cotter retaining a 20% interest in all yellowcake production from the project. Anfield currently has 22,508,358 shares issued and outstanding. Anfield will have access to the data from the previous exploration activities at the Charlie Project, allowing for rapid preparation of technical reports on the Project.\nAnfield’s CEO, Corey Dias, commented: “ We are excited to add the Charlie Project to our portfolio of uranium properties. It is a critical component of our strategy to create a robust mine-and-mill production complex in Wyoming. We are now well-positioned for production when market conditions are right. The Charlie Project is one of the most-advanced uranium properties in the United States and Anfield has a resin processing agreement in place with nearby Uranium One to produce up to 500,000 pounds of uranium per year at its existing processing facility. Moreover, in building a significant resource pipeline we are continuing to update and delineate uranium resources at the 24 Wyoming uranium projects acquired from Uranium One in 2016. These projects complement our conventional assets, including the Shootaring Canyon Mill, allowing us to bring projects on stream optimally according to market conditions and potential contracts.\"\nThe Charlie Project\nInexco Oil began exploration drilling on the Charlie Project in 1969 and over a two year period completed 215 holes, comprising 91,000 ft. of drilling. A joint venture was formed with Uranerz USA in 1974 and an additional 715 holes were completed, including 57 core holes, totaling 283,906 ft. Cotter acquired the project from Uranerz and proceeded to evaluate it for both conventional open pit and in situ mining methods. Cotter excavated a 200 ft. test pit in 1981 on a small mineralized zone east of the main trend. Falling uranium prices in the 1980s halted further development on the project. In January, 1995 Power Resources Inc. (PRI) completed what it defined as a “feasibility study” for the project under an agreement with Cotter Corporation for development as an ISR mine. PRI estimated what it defined as “total geologic (indicated and inferred) ore reserves” for the project. The estimate was based on a data from some 1,252 exploration drill holes using an initial cutoff of 2 feet of 0.02 %eU 3 O 8 . PRI utilized both manual GT contouring and computer-aided geostatistical mineral resource estimation methods to estimate the contained pounds by blocks (42’ by 42’). PRI then applied economic criteria based on estimated uranium content, by ISR wellfield pattern, which resulted in range of 3.1 to 4.6 million pounds of uranium oxide “total geologic ore reserve” and a corresponding range of average GT of 1.64 to 2.72. PRI did not state the average thickness or grade. Anfield considers these estimates to be historical in nature and cautions that a qualified person has not done sufficient work to classify the historical estimate as current mineral resources or mineral reserves and Anfield is not treating the historical estimate as current mineral resource or mineral reserves. The term “ore reserve” disclosed as an historical estimate is not consistent with the requirement of the definition of a mineral reserve per CIM definitions as the economic viability and technical feasibility of the project have not been established by preparation and filing of a preliminary feasibility study or feasibility study.\nAs part of this study PRI completed, in 1994:\nA coring program to assess disequilibrium, porosity, and to provide a composite sample for metallurgical testing; Mineralogical studies on the core; Bench scale leach studies; An assessment of the local hydrology and water rights; An outline which defined permitting and licensing requirements; and Estimates of both CAPEX and OPEX for the development of the project as a satellite to PRI’s Highland ISR Uranium Mine.\nAbout Anfield\nAnfield is a uranium and vanadium development and near-term production company that is committed to becoming a top-tier energy-related fuels supplier by creating value through sustainable, efficient growth in its assets. Anfield is a publicly-traded corporation listed on the TSX-Venture Exchange (AEC-V), the OTCQB Marketplace (ANLDF) and the Frankfurt Stock Exchange (0AD). Anfield is focused on two production centres, as summarized below:\nWyoming – Irigaray ISR Processing Plant (Resin Processing Agreement)\nAnfield has also signed a Resin Processing Agreement with Uranium One whereby Anfield would process up to 500,000 pounds per annum of its mined material at Uranium One’s Irigaray processing plant in Wyoming. In addition, the Company can both buy and borrow uranium from Uranium One in order to fulfill some or all of its sales contracts.\nAnfield’s 24 ISR mining projects are located in the Black Hills, Powder River Basin, Great Divide Basin, Laramie Basin, Shirley Basin and Wind River Basin areas in Wyoming. Anfield’s two projects in Wyoming for which NI 43-101 resource reports have been completed are Red Rim and Clarkson Hill.\nArizona/Utah – Shootaring Canyon Mill\nA key asset in Anfield’s portfolio is the Shootaring Canyon Mill in Garfield County, Utah. The Shootaring Canyon Mill is strategically located within one of the historically most prolific uranium production areas in the United States, and is one of only three licensed uranium mills in the United States.\nAnfield’s conventional uranium assets consist of mining claims and state leases in southeastern Utah and Arizona, targeting areas where past uranium mining or prospecting occurred. Anfield’s conventional uranium assets include the Velvet-Wood Project, the Frank M Uranium Project, as well as the Findlay Tank breccia pipe. A NI 43-101 Preliminary Economic Assessment has been completed for the Velvet-Wood Project. All conventional uranium assets are situated within a 125-mile radius of the Shootaring Mill.\nAbout Cotter Corporation\nCotter Corporation is a General Atomics (GA) affiliate headquartered in Denver, Colorado. Originally incorporated in 1956 in New Mexico as a uranium production company, Cotter was purchased by and became a wholly owned subsidiary of Commonwealth Edison in 1975. GA acquired Cotter in early 2000. Through its various mining and milling operations, Cotter has produced uranium, vanadium, molybdenum, silver, lead, zinc, copper, selenium, nickel, cobalt, tungsten and limestone.\nDouglas L. Beahm, P.E., P.G. has approved the scientific and technical disclosure in the news release. He is a Qualified Person as defined in NI 43-101.\nOn behalf of the Board of Directors\nANFIELD ENERGY, INC.\nCorey Dias, Chief Executive Officer\nNeither TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\nContact:\nAnfield Energy, Inc.\nClive Mostert\nCorporate Communications\n780-920-5044\ncontact@anfieldenergy.com\nwww.anfieldenergy.com\nSafe Harbor Statement\nTHIS NEWS RELEASE CONTAINS “FORWARD-LOOKING STATEMENTS”. STATEMENTS IN THIS NEWS RELEASE THAT ARE NOT PURELY HISTORICAL ARE FORWARD-LOOKING STATEMENTS AND INCLUDE ANY STATEMENTS REGARDING BELIEFS, PLANS, EXPECTATIONS OR INTENTIONS REGARDING THE FUTURE.\nEXCEPT FOR THE HISTORICAL INFORMATION PRESENTED HEREIN, MATTERS DISCUSSED IN THIS NEWS RELEASE CONTAIN FORWARD-LOOKING STATEMENTS THAT ARE SUBJECT TO CERTAIN RISKS AND UNCERTAINTIES THAT COULD CAUSE ACTUAL RESULTS TO DIFFER MATERIALLY FROM ANY FUTURE RESULTS, PERFORMANCE OR ACHIEVEMENTS EXPRESSED OR IMPLIED BY SUCH STATEMENTS. STATEMENTS THAT ARE NOT HISTORICAL FACTS, INCLUDING STATEMENTS THAT ARE PRECEDED BY, FOLLOWED BY, OR THAT INCLUDE SUCH WORDS AS “ESTIMATE,” “ANTICIPATE,” “BELIEVE,” “PLAN” OR “EXPECT” OR SIMILAR STATEMENTS ARE FORWARD-LOOKING STATEMENTS. RISKS AND UNCERTAINTIES FOR THE COMPANY INCLUDE, BUT ARE NOT LIMITED TO, THE RISKS ASSOCIATED WITH MINERAL EXPLORATION AND FUNDING AS WELL AS THE RISKS SHOWN IN THE COMPANY’S MOST RECENT ANNUAL AND QUARTERLY REPORTS AND FROM TIME-TO-TIME IN OTHER PUBLICLY AVAILABLE INFORMATION REGARDING THE COMPANY. OTHER RISKS INCLUDE RISKS ASSOCIATED WITH SEEKING THE CAPITAL NECESSARY TO COMPLETE THE PROPOSED TRANSACTION, THE REGULATORY APPROVAL PROCESS, COMPETITIVE COMPANIES, FUTURE CAPITAL REQUIREMENTS AND THE COMPANY’S ABILITY AND LEVEL OF SUPPORT FOR ITS EXPLORATION AND DEVELOPMENT ACTIVITIES. THERE CAN BE NO ASSURANCE THAT THE COMPANY WILL BE ABLE TO COMPLETE THE PROPOSED TRANSACTION, THAT THE COMPANY’S EXPLORATION EFFORTS WILL SUCCEED OR THE COMPANY WILL ULTIMATELY ACHIEVE COMMERCIAL SUCCESS. THESE FORWARD-LOOKING STATEMENTS ARE MADE AS OF THE DATE OF THIS NEWS RELEASE, AND THE COMPANY ASSUMES NO OBLIGATION TO UPDATE THE FORWARD-LOOKING STATEMENTS, OR TO UPDATE THE REASONS WHY ACTUAL RESULTS COULD DIFFER FROM THOSE PROJECTED IN THE FORWARD-LOOKING STATEMENTS. ALTHOUGH THE COMPANY BELIEVES THAT THE BELIEFS, PLANS, EXPECTATIONS AND INTENTIONS CONTAINED IN THIS NEWS RELEASE ARE REASONABLE, THERE CAN BE NO ASSURANCE THOSE BELIEFS, PLANS, EXPECTATIONS OR INTENTIONS WILL PROVE TO BE ACCURATE. INVESTORS SHOULD CONSIDER ALL OF THE INFORMATION SET FORTH HEREIN AND SHOULD ALSO REFER TO THE RISK FACTORS DISCLOSED IN THE COMPANY’S PERIODIC REPORTS FILED FROM TIME-TO-TIME.\nTHIS NEWS RELEASE HAS BEEN PREPARED BY MANAGEMENT OF THE COMPANY WHO TAKES FULL RESPONSIBILITY FOR ITS CONTENTS.\nSource:Anfield Energy Inc.",
    "published": "2018-03-12T18:32:00.000+02:00",
    "crawled": "2018-03-12T19:52:53.046+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "anfield",
        "energy",
        "aec",
        "otcqb",
        "anldf",
        "anfield",
        "company",
        "pleased",
        "announce",
        "entered",
        "term",
        "sheet",
        "cotter",
        "corporation",
        "cotter",
        "acquire",
        "charlie",
        "isr",
        "uranium",
        "project",
        "charlie",
        "project",
        "located",
        "pumpkin",
        "butte",
        "uranium",
        "district",
        "johnson",
        "county",
        "wyoming",
        "charlie",
        "project",
        "consists",
        "wyoming",
        "state",
        "uranium",
        "lease",
        "development",
        "since",
        "sits",
        "immediately",
        "adjacent",
        "two",
        "uranium",
        "one",
        "producing",
        "mine",
        "transaction",
        "settled",
        "issuance",
        "common",
        "share",
        "anfield",
        "cotter",
        "equal",
        "ownership",
        "interest",
        "anfield",
        "cotter",
        "retaining",
        "interest",
        "yellowcake",
        "production",
        "project",
        "anfield",
        "currently",
        "share",
        "issued",
        "outstanding",
        "anfield",
        "access",
        "data",
        "previous",
        "exploration",
        "activity",
        "charlie",
        "project",
        "allowing",
        "rapid",
        "preparation",
        "technical",
        "report",
        "project",
        "anfield",
        "ceo",
        "corey",
        "dia",
        "commented",
        "excited",
        "add",
        "charlie",
        "project",
        "portfolio",
        "uranium",
        "property",
        "critical",
        "component",
        "strategy",
        "create",
        "robust",
        "production",
        "complex",
        "wyoming",
        "production",
        "market",
        "condition",
        "right",
        "charlie",
        "project",
        "one",
        "uranium",
        "property",
        "united",
        "state",
        "anfield",
        "resin",
        "processing",
        "agreement",
        "place",
        "nearby",
        "uranium",
        "one",
        "produce",
        "pound",
        "uranium",
        "per",
        "year",
        "existing",
        "processing",
        "facility",
        "moreover",
        "building",
        "significant",
        "resource",
        "pipeline",
        "continuing",
        "update",
        "delineate",
        "uranium",
        "resource",
        "wyoming",
        "uranium",
        "project",
        "acquired",
        "uranium",
        "one",
        "project",
        "complement",
        "conventional",
        "asset",
        "including",
        "shootaring",
        "canyon",
        "mill",
        "allowing",
        "u",
        "bring",
        "project",
        "stream",
        "optimally",
        "according",
        "market",
        "condition",
        "potential",
        "contract",
        "charlie",
        "project",
        "inexco",
        "oil",
        "began",
        "exploration",
        "drilling",
        "charlie",
        "project",
        "two",
        "year",
        "period",
        "completed",
        "hole",
        "comprising",
        "drilling",
        "joint",
        "venture",
        "formed",
        "uranerz",
        "usa",
        "additional",
        "hole",
        "completed",
        "including",
        "core",
        "hole",
        "totaling",
        "cotter",
        "acquired",
        "project",
        "uranerz",
        "proceeded",
        "evaluate",
        "conventional",
        "open",
        "pit",
        "situ",
        "mining",
        "method",
        "cotter",
        "excavated",
        "test",
        "pit",
        "small",
        "mineralized",
        "zone",
        "east",
        "main",
        "trend",
        "falling",
        "uranium",
        "price",
        "1980s",
        "halted",
        "development",
        "project",
        "january",
        "power",
        "resource",
        "pri",
        "completed",
        "defined",
        "feasibility",
        "study",
        "project",
        "agreement",
        "cotter",
        "corporation",
        "development",
        "isr",
        "mine",
        "pri",
        "estimated",
        "defined",
        "total",
        "geologic",
        "indicated",
        "inferred",
        "ore",
        "reserve",
        "project",
        "estimate",
        "based",
        "data",
        "exploration",
        "drill",
        "hole",
        "using",
        "initial",
        "cutoff",
        "foot",
        "eu",
        "pri",
        "utilized",
        "manual",
        "gt",
        "contouring",
        "geostatistical",
        "mineral",
        "resource",
        "estimation",
        "method",
        "estimate",
        "contained",
        "pound",
        "block",
        "pri",
        "applied",
        "economic",
        "criterion",
        "based",
        "estimated",
        "uranium",
        "content",
        "isr",
        "wellfield",
        "pattern",
        "resulted",
        "range",
        "million",
        "pound",
        "uranium",
        "oxide",
        "total",
        "geologic",
        "ore",
        "reserve",
        "corresponding",
        "range",
        "average",
        "gt",
        "pri",
        "state",
        "average",
        "thickness",
        "grade",
        "anfield",
        "considers",
        "estimate",
        "historical",
        "nature",
        "caution",
        "qualified",
        "person",
        "done",
        "sufficient",
        "work",
        "classify",
        "historical",
        "estimate",
        "current",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "anfield",
        "treating",
        "historical",
        "estimate",
        "current",
        "mineral",
        "resource",
        "mineral",
        "reserve",
        "term",
        "ore",
        "reserve",
        "disclosed",
        "historical",
        "estimate",
        "consistent",
        "requirement",
        "definition",
        "mineral",
        "reserve",
        "per",
        "cim",
        "definition",
        "economic",
        "viability",
        "technical",
        "feasibility",
        "project",
        "established",
        "preparation",
        "filing",
        "preliminary",
        "feasibility",
        "study",
        "feasibility",
        "study",
        "part",
        "study",
        "pri",
        "completed",
        "coring",
        "program",
        "assess",
        "disequilibrium",
        "porosity",
        "provide",
        "composite",
        "sample",
        "metallurgical",
        "testing",
        "mineralogical",
        "study",
        "core",
        "bench",
        "scale",
        "leach",
        "study",
        "assessment",
        "local",
        "hydrology",
        "water",
        "right",
        "outline",
        "defined",
        "permitting",
        "licensing",
        "requirement",
        "estimate",
        "capex",
        "opex",
        "development",
        "project",
        "satellite",
        "pri",
        "highland",
        "isr",
        "uranium",
        "mine",
        "anfield",
        "anfield",
        "uranium",
        "vanadium",
        "development",
        "production",
        "company",
        "committed",
        "becoming",
        "fuel",
        "supplier",
        "creating",
        "value",
        "sustainable",
        "efficient",
        "growth",
        "asset",
        "anfield",
        "corporation",
        "listed",
        "exchange",
        "otcqb",
        "marketplace",
        "anldf",
        "frankfurt",
        "stock",
        "exchange",
        "0ad",
        "anfield",
        "focused",
        "two",
        "production",
        "centre",
        "summarized",
        "wyoming",
        "irigaray",
        "isr",
        "processing",
        "plant",
        "resin",
        "processing",
        "agreement",
        "anfield",
        "also",
        "signed",
        "resin",
        "processing",
        "agreement",
        "uranium",
        "one",
        "whereby",
        "anfield",
        "would",
        "process",
        "pound",
        "per",
        "annum",
        "mined",
        "material",
        "uranium",
        "one",
        "irigaray",
        "processing",
        "plant",
        "wyoming",
        "addition",
        "company",
        "buy",
        "borrow",
        "uranium",
        "uranium",
        "one",
        "order",
        "fulfill",
        "sale",
        "contract",
        "anfield",
        "isr",
        "mining",
        "project",
        "located",
        "black",
        "hill",
        "powder",
        "river",
        "basin",
        "great",
        "divide",
        "basin",
        "laramie",
        "basin",
        "shirley",
        "basin",
        "wind",
        "river",
        "basin",
        "area",
        "wyoming",
        "anfield",
        "two",
        "project",
        "wyoming",
        "ni",
        "resource",
        "report",
        "completed",
        "red",
        "rim",
        "clarkson",
        "hill",
        "shootaring",
        "canyon",
        "mill",
        "key",
        "asset",
        "anfield",
        "portfolio",
        "shootaring",
        "canyon",
        "mill",
        "garfield",
        "county",
        "utah",
        "shootaring",
        "canyon",
        "mill",
        "strategically",
        "located",
        "within",
        "one",
        "historically",
        "prolific",
        "uranium",
        "production",
        "area",
        "united",
        "state",
        "one",
        "three",
        "licensed",
        "uranium",
        "mill",
        "united",
        "state",
        "anfield",
        "conventional",
        "uranium",
        "asset",
        "consist",
        "mining",
        "claim",
        "state",
        "lease",
        "southeastern",
        "utah",
        "arizona",
        "targeting",
        "area",
        "past",
        "uranium",
        "mining",
        "prospecting",
        "occurred",
        "anfield",
        "conventional",
        "uranium",
        "asset",
        "include",
        "project",
        "frank",
        "uranium",
        "project",
        "well",
        "findlay",
        "tank",
        "breccia",
        "pipe",
        "ni",
        "preliminary",
        "economic",
        "assessment",
        "completed",
        "project",
        "conventional",
        "uranium",
        "asset",
        "situated",
        "within",
        "radius",
        "shootaring",
        "mill",
        "cotter",
        "corporation",
        "cotter",
        "corporation",
        "general",
        "atomics",
        "ga",
        "affiliate",
        "headquartered",
        "denver",
        "colorado",
        "originally",
        "incorporated",
        "new",
        "mexico",
        "uranium",
        "production",
        "company",
        "cotter",
        "purchased",
        "became",
        "wholly",
        "owned",
        "subsidiary",
        "commonwealth",
        "edison",
        "ga",
        "acquired",
        "cotter",
        "early",
        "various",
        "mining",
        "milling",
        "operation",
        "cotter",
        "produced",
        "uranium",
        "vanadium",
        "molybdenum",
        "silver",
        "lead",
        "zinc",
        "copper",
        "selenium",
        "nickel",
        "cobalt",
        "tungsten",
        "limestone",
        "douglas",
        "beahm",
        "approved",
        "scientific",
        "technical",
        "disclosure",
        "news",
        "release",
        "qualified",
        "person",
        "defined",
        "ni",
        "behalf",
        "board",
        "director",
        "anfield",
        "energy",
        "corey",
        "dia",
        "chief",
        "executive",
        "officer",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "contact",
        "anfield",
        "energy",
        "clive",
        "mostert",
        "corporate",
        "communication",
        "contact",
        "safe",
        "harbor",
        "statement",
        "news",
        "release",
        "contains",
        "statement",
        "statement",
        "news",
        "release",
        "purely",
        "historical",
        "statement",
        "include",
        "statement",
        "regarding",
        "belief",
        "plan",
        "expectation",
        "intention",
        "regarding",
        "future",
        "except",
        "historical",
        "information",
        "presented",
        "herein",
        "matter",
        "discussed",
        "news",
        "release",
        "contain",
        "statement",
        "subject",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "statement",
        "historical",
        "fact",
        "including",
        "statement",
        "preceded",
        "followed",
        "include",
        "word",
        "estimate",
        "anticipate",
        "believe",
        "plan",
        "expect",
        "similar",
        "statement",
        "statement",
        "risk",
        "uncertainty",
        "company",
        "include",
        "limited",
        "risk",
        "associated",
        "mineral",
        "exploration",
        "funding",
        "well",
        "risk",
        "shown",
        "company",
        "recent",
        "annual",
        "quarterly",
        "report",
        "publicly",
        "available",
        "information",
        "regarding",
        "company",
        "risk",
        "include",
        "risk",
        "associated",
        "seeking",
        "capital",
        "necessary",
        "complete",
        "proposed",
        "transaction",
        "regulatory",
        "approval",
        "process",
        "competitive",
        "company",
        "future",
        "capital",
        "requirement",
        "company",
        "ability",
        "level",
        "support",
        "exploration",
        "development",
        "activity",
        "assurance",
        "company",
        "able",
        "complete",
        "proposed",
        "transaction",
        "company",
        "exploration",
        "effort",
        "succeed",
        "company",
        "ultimately",
        "achieve",
        "commercial",
        "success",
        "statement",
        "made",
        "date",
        "news",
        "release",
        "company",
        "assumes",
        "obligation",
        "update",
        "statement",
        "update",
        "reason",
        "actual",
        "result",
        "could",
        "differ",
        "projected",
        "statement",
        "although",
        "company",
        "belief",
        "belief",
        "plan",
        "expectation",
        "intention",
        "contained",
        "news",
        "release",
        "reasonable",
        "assurance",
        "belief",
        "plan",
        "expectation",
        "intention",
        "prove",
        "accurate",
        "investor",
        "consider",
        "information",
        "set",
        "forth",
        "herein",
        "also",
        "refer",
        "risk",
        "factor",
        "disclosed",
        "company",
        "periodic",
        "report",
        "filed",
        "news",
        "release",
        "prepared",
        "management",
        "company",
        "take",
        "full",
        "responsibility",
        "content",
        "source",
        "anfield",
        "energy",
        "inc"
    ]
}