{
    "organizations": [],
    "uuid": "cbfb659969be0fd1027549a7999ea5514be67a5c",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/08/globe-newswire-route1-signs-definitive-agreement-to-acquire-group-mobile.html",
    "ord_in_thread": 0,
    "title": "Route1 Signs Definitive Agreement to Acquire Group Mobile",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TORONTO, March 08, 2018 (GLOBE NEWSWIRE) -- Route1 Inc. (OTCQB:ROIUF) (TSXV:ROI) (the “Company” or “Route1”), a leader in secure data protection technologies and user authentication for government and enterprise, today announced that it has entered into an agreement to acquire Group Mobile Int’l, LLC (“Group Mobile”) from XpresSpa Group, Inc. (“XpresSpa Group”).\nGroup Mobile, a wholly owned subsidiary of XpresSpa Group, based in Chattanooga, TN and Chandler, AZ supplies rugged mobile technology solutions to a number of the world’s largest automotive manufacturing companies and suppliers, the world’s largest manufacturing company, as well as local and state governments in the southeastern and southwestern United States.\nGroup Mobile Background:\nDeployed over 1.5 million rugged mobile devices. https://groupmobile.com/ . Based on historical results, quarterly revenue of USD $3.4 million to USD $4.5 million, gross profit margin of 16% to 22% and positive EBITDA. Margins driven by services offerings. Rapidly growing recurring revenue Technology as a Service model . Hardware supplier relationships with the leaders in rugged and warehouse focused technology equipment manufacturers – Getac and Zebra. Strong distributor relationships including Ingram Micro, ScanSource and Synnex.\nRoute1 is acquiring Group Mobile to expand the use of Route1’s core technologies into the enterprise sector, diversify the Route1 client base, and leverage Group Mobile’s current and future placement of rugged mobile devices to sell Route1’s core technologies.\nRoute1 believes that tangible synergy is realizable post-closing as a result of the acquisition of Group Mobile. Route1 plans to:\nSell ActionPLAN, Powered by MobiNET to Group Mobile’s long-standing customers and new US based automotive OEMs and Tier I and II parts manufacturers; Further the introduction of MobiKEY to corporate America by creating a seamless way to manage, patch, and harden rugged mobile devices; and Embed MobiKEY and ActionPLAN, Powered by MobiNET application software with new rugged devices sold to generate new recurring revenue.\nThe acquisition will also provide Route1 with additional sales resources for existing technologies and these new human resources will provide sales bench strength, training and mentoring to the existing Route1 sales team.\nRoute1 entered into an agreement to acquire Group Mobile from XpresSpa Group on March 6, 2018. The closing date of the acquisition is expected to occur in late-March 2018. The approximate two weeks between signing and closing will be used to obtain the requisite regulatory and stakeholder contract approvals, and business integration planning.\nOn closing, Route1 will issue to XpresSpa Group 25 million common shares and 30 million, three-year common share purchase warrants with an exercise price of CAD 5 cents per common share; post-closing, XpresSpa Group will own approximately 6.7% of Route1’s undiluted common shares. The issued Route1 common shares will not be tradable until a date no earlier than 12 months after the closing date; 50% or 12.5 million common shares tradeable after 12 months plus an additional 2,083,333 common shares tradeable each month until 18 months after the date of closing, subject to a change of control provision.\nThere may also be one or more payments made to XpresSpa Group based on the actual gross profit of Group Mobile meeting a minimum threshold in each 12-month period during the first three years post-closing or for the three years in aggregate post-closing. Specifically, if the gross profit of Group Mobile is in excess of USD $3,750,000 per 12-month period, then XpresSpa Group will receive 27.5% of the actual gross profit amount greater than USD $3,750,000. If the gross profit target is missed in the first or second year, no subsequent annual earn-out payment(s) will be made. There is also a cumulative earn-out that is equal to 27.5% of the Group Mobile gross profit for the first 36 months post-closing that is in excess of $11,250,000 less any annual earn-out amounts previously made. Payments pursuant to the annual or cumulative earn-out will be made in cash, 90 days after the respective period end.\nAdditional transaction terms include:\nNo assumption of indebtedness (other than trade payables or accruals incurred in the ordinary course of business). A minimum working capital balance. An XpresSpa Group non-compete and non-solicitation for a period equivalent to the proposed earn out term. A voting agreement whereby, if XpresSpa Group owns in excess of 3% of the outstanding shares of Route1, all common shares issued as part of the acquisition are subject to a voting agreement with Route1 for the term of the earn-out.\nUpon closing, Route1 will hold a shareholder webcast and conference call to discuss the transaction.\nAbout Route1 Inc.\nRoute1 Inc. is a world-leader in secure data protection technologies and user authentication for government and enterprise. Route1 solutions enable the workforce to be more productive and more flexible without compromising system access, data-at-rest, or data-in-use. The Company’s suite of patented enterprise security solutions combines best-in-class authentication, data security and secure communications with streamlined administration tools, running on a proven, trusted infrastructure. From mobile access to business continuity to best-in-class full system encryption, Route1 offers the most effective, affordable methods to secure the digital fortress, while meeting or exceeding the highest standards for government and industry. Route1 has Full Authority to Operate from the U.S. Department of Defense, the U.S. Department of the Navy, the U.S. Department of the Interior, and other government agencies. The Company is also trusted by enterprise security teams in the banking, healthcare, legal and education sectors, among others. With offices in Washington, D.C., Boca Raton, FL and Toronto, Canada, Route1 serves public and private sector clients around the world. Route1 is listed on the OTCQB in the United States under the symbol ROIUF and in Canada on the TSX Venture Exchange under the symbol ROI. For more information, visit: www.route1.com .\nAbout XpresSpa Group, Inc.\nXpresSpa Group, Inc. (Nasdaq: XSPA) is a health and wellness holding company. XpresSpa Group’s core asset, XpresSpa, is the world’s largest airport spa company, with 57 locations in 23 airports globally, including one off-airport spa at Westfield World Trade Center in New York City. XpresSpa offers services that are tailored specifically to the busy customer. XpresSpa is committed to providing exceptional customer experiences with its innovative premium spa services, as well as exclusive luxury travel products and accessories. XpresSpa serves almost one million customers per year at its locations in the United States, Holland, and the United Arab Emirates. XpresSpa Group’s non-core assets include Group Mobile, Infomedia, and intellectual property assets. To learn more about XpresSpa Group, visit: www.XpresSpaGroup.com . To learn more about XpresSpa, visit www.XpresSpa.com .\nFor More Information Contact:\nRoute1 Inc.\nPeter Chodos\nEVP and CFO, Route1 Inc.\n+1 416 814-2619\npeter.chodos@route1.com\nXpresSpa Group, Inc.\nJeff Sonnek\nICR\n+1 646-277-1263\nJeff.Sonnek@icrinc.com\nThis news release, required by applicable Canadian laws, does not constitute an offer to sell or a solicitation of an offer to buy any of the securities in the United States. The securities have not been and will not be registered under the United States Securities Act of 1933, as amended (the \"U.S. Securities Act\") or any state securities laws and may not be offered or sold within the United States or to U.S. Persons unless registered under the U.S. Securities Act and applicable state securities laws or an exemption from such registration is available.\nNeither the TSX Venture Exchange nor its Regulation Services Provider (as that term is defined in the policies of the TSX Venture Exchange) accepts responsibility for the adequacy or accuracy of this release.\n© 2018 Route1 Inc. All rights reserved. No part of this document may be reproduced, transmitted or otherwise used in whole or in part or by any means without prior written consent of Route1 Inc. See https://www.route1.com/terms-of-use/ for notice of Route1’s intellectual property.\nSource: Route1 Inc.",
    "published": "2018-03-08T16:45:00.000+02:00",
    "crawled": "2018-03-08T18:26:18.035+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "toronto",
        "march",
        "globe",
        "newswire",
        "route1",
        "otcqb",
        "roiuf",
        "tsxv",
        "roi",
        "company",
        "route1",
        "leader",
        "secure",
        "data",
        "protection",
        "technology",
        "user",
        "authentication",
        "government",
        "enterprise",
        "today",
        "announced",
        "entered",
        "agreement",
        "acquire",
        "group",
        "mobile",
        "int",
        "l",
        "llc",
        "group",
        "mobile",
        "xpresspa",
        "group",
        "xpresspa",
        "group",
        "group",
        "mobile",
        "wholly",
        "owned",
        "subsidiary",
        "xpresspa",
        "group",
        "based",
        "chattanooga",
        "tn",
        "chandler",
        "az",
        "supply",
        "rugged",
        "mobile",
        "technology",
        "solution",
        "number",
        "world",
        "largest",
        "automotive",
        "manufacturing",
        "company",
        "supplier",
        "world",
        "largest",
        "manufacturing",
        "company",
        "well",
        "local",
        "state",
        "government",
        "southeastern",
        "southwestern",
        "united",
        "state",
        "group",
        "mobile",
        "background",
        "deployed",
        "million",
        "rugged",
        "mobile",
        "device",
        "http",
        "based",
        "historical",
        "result",
        "quarterly",
        "revenue",
        "usd",
        "million",
        "usd",
        "million",
        "gross",
        "profit",
        "margin",
        "positive",
        "ebitda",
        "margin",
        "driven",
        "service",
        "offering",
        "rapidly",
        "growing",
        "recurring",
        "revenue",
        "technology",
        "service",
        "model",
        "hardware",
        "supplier",
        "relationship",
        "leader",
        "rugged",
        "warehouse",
        "focused",
        "technology",
        "equipment",
        "manufacturer",
        "getac",
        "zebra",
        "strong",
        "distributor",
        "relationship",
        "including",
        "ingram",
        "micro",
        "scansource",
        "synnex",
        "route1",
        "acquiring",
        "group",
        "mobile",
        "expand",
        "use",
        "route1",
        "core",
        "technology",
        "enterprise",
        "sector",
        "diversify",
        "route1",
        "client",
        "base",
        "leverage",
        "group",
        "mobile",
        "current",
        "future",
        "placement",
        "rugged",
        "mobile",
        "device",
        "sell",
        "route1",
        "core",
        "technology",
        "route1",
        "belief",
        "tangible",
        "synergy",
        "realizable",
        "result",
        "acquisition",
        "group",
        "mobile",
        "route1",
        "plan",
        "sell",
        "actionplan",
        "powered",
        "mobinet",
        "group",
        "mobile",
        "customer",
        "new",
        "u",
        "based",
        "automotive",
        "oems",
        "tier",
        "ii",
        "part",
        "manufacturer",
        "introduction",
        "mobikey",
        "corporate",
        "america",
        "creating",
        "seamless",
        "way",
        "manage",
        "patch",
        "harden",
        "rugged",
        "mobile",
        "device",
        "embed",
        "mobikey",
        "actionplan",
        "powered",
        "mobinet",
        "application",
        "software",
        "new",
        "rugged",
        "device",
        "sold",
        "generate",
        "new",
        "recurring",
        "revenue",
        "acquisition",
        "also",
        "provide",
        "route1",
        "additional",
        "sale",
        "resource",
        "existing",
        "technology",
        "new",
        "human",
        "resource",
        "provide",
        "sale",
        "bench",
        "strength",
        "training",
        "mentoring",
        "existing",
        "route1",
        "sale",
        "team",
        "route1",
        "entered",
        "agreement",
        "acquire",
        "group",
        "mobile",
        "xpresspa",
        "group",
        "march",
        "closing",
        "date",
        "acquisition",
        "expected",
        "occur",
        "approximate",
        "two",
        "week",
        "signing",
        "closing",
        "used",
        "obtain",
        "requisite",
        "regulatory",
        "stakeholder",
        "contract",
        "approval",
        "business",
        "integration",
        "planning",
        "closing",
        "route1",
        "issue",
        "xpresspa",
        "group",
        "million",
        "common",
        "share",
        "million",
        "common",
        "share",
        "purchase",
        "warrant",
        "exercise",
        "price",
        "cad",
        "cent",
        "per",
        "common",
        "share",
        "xpresspa",
        "group",
        "approximately",
        "route1",
        "undiluted",
        "common",
        "share",
        "issued",
        "route1",
        "common",
        "share",
        "tradable",
        "date",
        "earlier",
        "month",
        "closing",
        "date",
        "million",
        "common",
        "share",
        "tradeable",
        "month",
        "plus",
        "additional",
        "common",
        "share",
        "tradeable",
        "month",
        "month",
        "date",
        "closing",
        "subject",
        "change",
        "control",
        "provision",
        "may",
        "also",
        "one",
        "payment",
        "made",
        "xpresspa",
        "group",
        "based",
        "actual",
        "gross",
        "profit",
        "group",
        "mobile",
        "meeting",
        "minimum",
        "threshold",
        "period",
        "first",
        "three",
        "year",
        "three",
        "year",
        "aggregate",
        "specifically",
        "gross",
        "profit",
        "group",
        "mobile",
        "excess",
        "usd",
        "per",
        "period",
        "xpresspa",
        "group",
        "receive",
        "actual",
        "gross",
        "profit",
        "amount",
        "greater",
        "usd",
        "gross",
        "profit",
        "target",
        "missed",
        "first",
        "second",
        "year",
        "subsequent",
        "annual",
        "payment",
        "made",
        "also",
        "cumulative",
        "equal",
        "group",
        "mobile",
        "gross",
        "profit",
        "first",
        "month",
        "excess",
        "less",
        "annual",
        "amount",
        "previously",
        "made",
        "payment",
        "pursuant",
        "annual",
        "cumulative",
        "made",
        "cash",
        "day",
        "respective",
        "period",
        "end",
        "additional",
        "transaction",
        "term",
        "include",
        "assumption",
        "indebtedness",
        "trade",
        "payable",
        "accrual",
        "incurred",
        "ordinary",
        "course",
        "business",
        "minimum",
        "working",
        "capital",
        "balance",
        "xpresspa",
        "group",
        "period",
        "equivalent",
        "proposed",
        "earn",
        "term",
        "voting",
        "agreement",
        "whereby",
        "xpresspa",
        "group",
        "owns",
        "excess",
        "outstanding",
        "share",
        "route1",
        "common",
        "share",
        "issued",
        "part",
        "acquisition",
        "subject",
        "voting",
        "agreement",
        "route1",
        "term",
        "upon",
        "closing",
        "route1",
        "hold",
        "shareholder",
        "webcast",
        "conference",
        "call",
        "discus",
        "transaction",
        "route1",
        "route1",
        "secure",
        "data",
        "protection",
        "technology",
        "user",
        "authentication",
        "government",
        "enterprise",
        "route1",
        "solution",
        "enable",
        "workforce",
        "productive",
        "flexible",
        "without",
        "compromising",
        "system",
        "access",
        "company",
        "suite",
        "patented",
        "enterprise",
        "security",
        "solution",
        "combine",
        "authentication",
        "data",
        "security",
        "secure",
        "communication",
        "streamlined",
        "administration",
        "tool",
        "running",
        "proven",
        "trusted",
        "infrastructure",
        "mobile",
        "access",
        "business",
        "continuity",
        "full",
        "system",
        "encryption",
        "route1",
        "offer",
        "effective",
        "affordable",
        "method",
        "secure",
        "digital",
        "fortress",
        "meeting",
        "exceeding",
        "highest",
        "standard",
        "government",
        "industry",
        "route1",
        "full",
        "authority",
        "operate",
        "department",
        "defense",
        "department",
        "navy",
        "department",
        "interior",
        "government",
        "agency",
        "company",
        "also",
        "trusted",
        "enterprise",
        "security",
        "team",
        "banking",
        "healthcare",
        "legal",
        "education",
        "sector",
        "among",
        "others",
        "office",
        "washington",
        "boca",
        "raton",
        "fl",
        "toronto",
        "canada",
        "route1",
        "serf",
        "public",
        "private",
        "sector",
        "client",
        "around",
        "world",
        "route1",
        "listed",
        "otcqb",
        "united",
        "state",
        "symbol",
        "roiuf",
        "canada",
        "tsx",
        "venture",
        "exchange",
        "symbol",
        "roi",
        "information",
        "visit",
        "xpresspa",
        "group",
        "xpresspa",
        "group",
        "nasdaq",
        "xspa",
        "health",
        "wellness",
        "holding",
        "company",
        "xpresspa",
        "group",
        "core",
        "asset",
        "xpresspa",
        "world",
        "largest",
        "airport",
        "spa",
        "company",
        "location",
        "airport",
        "globally",
        "including",
        "one",
        "spa",
        "westfield",
        "world",
        "trade",
        "center",
        "new",
        "york",
        "city",
        "xpresspa",
        "offer",
        "service",
        "tailored",
        "specifically",
        "busy",
        "customer",
        "xpresspa",
        "committed",
        "providing",
        "exceptional",
        "customer",
        "experience",
        "innovative",
        "premium",
        "spa",
        "service",
        "well",
        "exclusive",
        "luxury",
        "travel",
        "product",
        "accessory",
        "xpresspa",
        "serf",
        "almost",
        "one",
        "million",
        "customer",
        "per",
        "year",
        "location",
        "united",
        "state",
        "holland",
        "united",
        "arab",
        "emirate",
        "xpresspa",
        "group",
        "asset",
        "include",
        "group",
        "mobile",
        "infomedia",
        "intellectual",
        "property",
        "asset",
        "learn",
        "xpresspa",
        "group",
        "visit",
        "learn",
        "xpresspa",
        "visit",
        "information",
        "contact",
        "route1",
        "peter",
        "chodos",
        "evp",
        "cfo",
        "route1",
        "xpresspa",
        "group",
        "jeff",
        "sonnek",
        "icr",
        "news",
        "release",
        "required",
        "applicable",
        "canadian",
        "law",
        "constitute",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "united",
        "state",
        "security",
        "registered",
        "united",
        "state",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "state",
        "security",
        "law",
        "may",
        "offered",
        "sold",
        "within",
        "united",
        "state",
        "person",
        "unless",
        "registered",
        "security",
        "act",
        "applicable",
        "state",
        "security",
        "law",
        "exemption",
        "registration",
        "available",
        "neither",
        "tsx",
        "venture",
        "exchange",
        "regulation",
        "service",
        "provider",
        "term",
        "defined",
        "policy",
        "tsx",
        "venture",
        "exchange",
        "accepts",
        "responsibility",
        "adequacy",
        "accuracy",
        "release",
        "route1",
        "right",
        "reserved",
        "part",
        "document",
        "may",
        "reproduced",
        "transmitted",
        "otherwise",
        "used",
        "whole",
        "part",
        "mean",
        "without",
        "prior",
        "written",
        "consent",
        "route1",
        "see",
        "http",
        "notice",
        "route1",
        "intellectual",
        "property",
        "source",
        "route1",
        "inc"
    ]
}