{
    "organizations": [],
    "uuid": "9ee91a678d0b68f841ed2360b1490408c840cceb",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/globe-newswire-sabina-gold-silver-announces-financial-results-for-the-year-ended-2017.html",
    "ord_in_thread": 0,
    "title": "Sabina Gold & Silver Announces Financial Results for the Year Ended 2017",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "VANCOUVER, British Columbia, March 13, 2018 (GLOBE NEWSWIRE) -- Sabina Gold & Silver Corp. (“Sabina”) or (the “Company”) (TSX:SBB) reports the financial results for the quarter and year ended December 31, 2017.\n“2017 was an exceptional year for Sabina,” said Bruce McLeod, the Company’s President& CEO. “The receipt of a positive NIRB recommendation and concurring Minister’s decision result in the receipt of our Project Certificate for Back River in December last year. This marks the end of the environmental assessment phase and five years of rigorous review. We have now submitted or are in the process of submitting our other license and work authorization applications to move the Project forward. Additionally, we had further success in 2017 with our drilling programs and have continued to demonstrate the potential for adding mine life and enhancing project economics at the Goose Property. We also announced a new significant shareholder in December as Zhaojin International Mining invested approximately $66.1 million into the Company. All of these events were major catalysts for the Company in 2017, and set us up to continue to advance the project in 2018. Camps are open, and we have commenced pre-construction infrastructure works and exploration programs at site. We look forward to reporting on our accomplishments as we move through 2018.”\n2017 Highlights:\nThe Company had cash and cash equivalents and short-term investments of $32.4 million at December 31, 2017; On December 5, 2017, the Minister of Indigenous and Northern Affairs Canada accepted the Nunavut Impact Review Board’s (“NIRB”) recommendation (received in July 2017) that the Back River Project (“Back River” or the “Project”) should proceed to the regulatory and licensing phases. The Company subsequently received the final Project Certificate from the NIRB on December 20, 2017 enabling the Company to move the Project forward to the licensing phase; On December 11, 2017, the Nunavut Water Board commenced public review of the Type A and Type B water license applications of the Company related to the initial mine development, mine construction and operation of the Project; On December 19, 2017, the Company announced an investment by Zhaojin International Mining Co., Ltd (“Zhaojin”) to purchase 24,930,000 common shares of the Company at a price of $2.65 per share for a total investment of $66.1million. The financing was completed on January 19, 2018, whereby the Company received net proceeds of $62.1 million after financing costs of $4.0 million; On October 18, 2017, the Company jointly announced with the Kitikmeot Inuit Association completion of a binding term sheet for land tenure and Inuit benefits for the Back River Project. The term sheet sets out the principle terms that are to be included in a definitive framework agreement, which includes several agreements containing obligations as defined by the Nunavut Agreement on land claims, including an Inuit impact and benefits agreement. The framework agreement and other underlying agreements are expected to be completed in the first half of 2018; During the year, the Company also completed two flow-through equity financings for total gross proceeds of $12.2 million. The total gross proceeds from these financings must be used to incur Canadian exploration expenditures as defined by the Income Tax Aca (Canada) by December 31, 2018; During the year the Company completed a phased exploration program on the Back River Project. Initially planned as a 7,000-meter spring drill program, positive results from the program resulted in an expanded second program for a total of 12,603 meters in 22 holes in 2017. The results of this drilling successfully demonstrated the potential for growth of the existing deposits and the discovery of a new significant mineralization target, the deep iron formation or “DIF” horizon; For the year ended December 31, 2017, the Company reported a net loss of $3.8 million or $0.02 per share.\nFinancial Results\nFor the year ended December 31, 2017, the Company reported a net loss of $3.8 million, favourable by $2.3 million compared to the same period of 2016. The decrease in the loss year over year was primarily the result of a write down of the Wishbone properties in 2016 ($7.1 million), offset by higher operating expenses ($2.2 million) and higher deferred tax expense ($3.1 million) in 2017 compared to 2016.\nFor the full December 31, 2017 year end financial statements and Management’s Discussion and Analysis, please see the Company website at www.sabinagoldsilver.com or on SEDAR.\nSABINA GOLD & SILVER CORP\nSabina Gold & Silver Corp.\nSabina Gold & Silver Corp. is well-financed, (after closing the financing on January 19, 2018 had approximately C$94.5 million in cash and equivalents), and is an emerging precious metals company with district scale, advanced, high grade gold assets in one of the world’s newest, politically stable mining jurisdictions: Nunavut, Canada.\nSabina released a Feasibility Study on its 100% owned Back River Gold Project which presents a project that has been designed on a fit-for purpose basis, with the potential to produce ~200,000 ounces a year for ~11 years with a rapid payback of 2.9 years (see “Technical Report for the Initial Project Feasibility Study on the Back River Gold Property, Nunavut, Canada” dated October 28, 2015) (the “Study”). At a US$1,150 gold price and a 0.80 (US$:C$) exchange rate, the Study delivers a potential after tax internal rate of return of approximately 24.2% with an initial CAPEX of $415 million.\nThe Project received its final Project Certificate on December 19, 2017. The Project is now in the final regulatory and licensing phase.\nIn addition to Back River, Sabina also owns a significant silver royalty on Glencore’s Hackett River Project. The silver royalty on Hackett River’s silver production is comprised of 22.5% of the first 190 million ounces produced and 12.5% of all silver produced thereafter.\nAll news releases and further information can be found on the Company’s website at www.sabinagoldsilver.com or on SEDAR at www.sedar.com . All technical reports have been filed on www.sedar.com\nFor further information please contact:\nNicole Hoeller, Vice-President, Communications: 1 888 648-4218 nhoeller@sabinagoldsilver.com\nForward Looking Statements\nThis news release contains “forward-looking information” within the meaning of applicable securities laws (the “forward-looking statements”), including our belief as to the extent, results and timing of exploration programs and various studies including the FS, and exploration results, reserves estimates, potential production from and viability of the Company’s properties, production and operating costs and permitting submission, timing and receipt of necessary permits and project approvals for future operations and access to project funding. These forward-looking statements are made as of the date of this news release. Readers are cautioned not to place undue reliance on forward-looking statements, as there can be no assurance that the future circumstances, outcomes or results anticipated in or implied by such forward-looking statements will occur or that plans, intentions or expectations upon which the forward-looking statements are based will occur. While we have based these forward-looking statements on our expectations about future events as at the date that such statements were prepared, the statements are not a guarantee that such future events will occur and are subject to risks, uncertainties, assumptions and other factors which could cause events or outcomes to differ materially from those expressed or implied by such forward-looking statements. Such factors and assumptions include, among others, the effects of general economic conditions, commodity prices, changing foreign exchange rates and actions by government and regulatory authorities and misjudgments in the course of preparing forward-looking statements. In addition, there are known and unknown risk factors which could cause our actual results, performance or achievements to differ materially from any future results, performance or achievements expressed or implied by the forward-looking statements. Known risk factors include risks associated with exploration and project development; the need for additional financing; the calculation of mineral resources and reserves; operational risks associated with mining and mineral processing; fluctuations in metal prices; title matters; government regulation; obtaining and renewing necessary licences and permits; environmental liability and insurance; reliance on key personnel; the potential for conflicts of interest among certain of our officers or directors; the absence of dividends; currency fluctuations; labour disputes; competition; dilution; the volatility of the our common share price and volume; future sales of shares by existing shareholders; and other risks and uncertainties, including those relating to the Back River Project and general risks associated with the mineral exploration and development industry described in our Annual Information Form, financial statements and MD&A for the fiscal period ended December 31, 2017 filed with the Canadian Securities Administrators and available at www.sedar.com . Although we have attempted to identify important factors that could cause actual actions, events or results to differ materially from those described in forward-looking statements, there may be other factors that cause actions, events or results not to be as anticipated, estimated or intended. There can be no assurance that forward-looking statements will prove to be accurate, as actual results and future events could differ materially from those anticipated in such statements. Accordingly, readers should not place undue reliance on forward-looking statements. We are under no obligation to update or alter any forward-looking statements except as required under applicable securities laws. This news release has been authorized by the undersigned on behalf of Sabina Gold & Silver Corp.\nBruce McLeod, President & CEO\n1800-555 Burrard Street, Two Bentall Centre\nVancouver, BC V7X 1M9\nTel 604 998-4175 Fax 604 998-1051\nhttp://www.sabinagoldsilver.com\nSource: Sabina Gold & Silver Corp.",
    "published": "2018-03-13T15:00:00.000+02:00",
    "crawled": "2018-03-13T18:15:19.009+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "vancouver",
        "british",
        "columbia",
        "march",
        "globe",
        "newswire",
        "sabina",
        "gold",
        "silver",
        "sabina",
        "company",
        "tsx",
        "sbb",
        "report",
        "financial",
        "result",
        "quarter",
        "year",
        "ended",
        "december",
        "exceptional",
        "year",
        "sabina",
        "said",
        "bruce",
        "mcleod",
        "company",
        "president",
        "ceo",
        "receipt",
        "positive",
        "nirb",
        "recommendation",
        "concurring",
        "minister",
        "decision",
        "result",
        "receipt",
        "project",
        "certificate",
        "back",
        "river",
        "december",
        "last",
        "year",
        "mark",
        "end",
        "environmental",
        "assessment",
        "phase",
        "five",
        "year",
        "rigorous",
        "review",
        "submitted",
        "process",
        "submitting",
        "license",
        "work",
        "authorization",
        "application",
        "move",
        "project",
        "forward",
        "additionally",
        "success",
        "drilling",
        "program",
        "continued",
        "demonstrate",
        "potential",
        "adding",
        "mine",
        "life",
        "enhancing",
        "project",
        "economics",
        "goose",
        "property",
        "also",
        "announced",
        "new",
        "significant",
        "shareholder",
        "december",
        "zhaojin",
        "international",
        "mining",
        "invested",
        "approximately",
        "million",
        "company",
        "event",
        "major",
        "catalyst",
        "company",
        "set",
        "u",
        "continue",
        "advance",
        "project",
        "camp",
        "open",
        "commenced",
        "infrastructure",
        "work",
        "exploration",
        "program",
        "site",
        "look",
        "forward",
        "reporting",
        "accomplishment",
        "move",
        "highlight",
        "company",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "million",
        "december",
        "december",
        "minister",
        "indigenous",
        "northern",
        "affair",
        "canada",
        "accepted",
        "nunavut",
        "impact",
        "review",
        "board",
        "nirb",
        "recommendation",
        "received",
        "july",
        "back",
        "river",
        "project",
        "back",
        "river",
        "project",
        "proceed",
        "regulatory",
        "licensing",
        "phase",
        "company",
        "subsequently",
        "received",
        "final",
        "project",
        "certificate",
        "nirb",
        "december",
        "enabling",
        "company",
        "move",
        "project",
        "forward",
        "licensing",
        "phase",
        "december",
        "nunavut",
        "water",
        "board",
        "commenced",
        "public",
        "review",
        "type",
        "type",
        "b",
        "water",
        "license",
        "application",
        "company",
        "related",
        "initial",
        "mine",
        "development",
        "mine",
        "construction",
        "operation",
        "project",
        "december",
        "company",
        "announced",
        "investment",
        "zhaojin",
        "international",
        "mining",
        "ltd",
        "zhaojin",
        "purchase",
        "common",
        "share",
        "company",
        "price",
        "per",
        "share",
        "total",
        "investment",
        "financing",
        "completed",
        "january",
        "whereby",
        "company",
        "received",
        "net",
        "proceeds",
        "million",
        "financing",
        "cost",
        "million",
        "october",
        "company",
        "jointly",
        "announced",
        "kitikmeot",
        "inuit",
        "association",
        "completion",
        "binding",
        "term",
        "sheet",
        "land",
        "tenure",
        "inuit",
        "benefit",
        "back",
        "river",
        "project",
        "term",
        "sheet",
        "set",
        "principle",
        "term",
        "included",
        "definitive",
        "framework",
        "agreement",
        "includes",
        "several",
        "agreement",
        "containing",
        "obligation",
        "defined",
        "nunavut",
        "agreement",
        "land",
        "claim",
        "including",
        "inuit",
        "impact",
        "benefit",
        "agreement",
        "framework",
        "agreement",
        "underlying",
        "agreement",
        "expected",
        "completed",
        "first",
        "half",
        "year",
        "company",
        "also",
        "completed",
        "two",
        "equity",
        "financing",
        "total",
        "gross",
        "proceeds",
        "million",
        "total",
        "gross",
        "proceeds",
        "financing",
        "must",
        "used",
        "incur",
        "canadian",
        "exploration",
        "expenditure",
        "defined",
        "income",
        "tax",
        "aca",
        "canada",
        "december",
        "year",
        "company",
        "completed",
        "phased",
        "exploration",
        "program",
        "back",
        "river",
        "project",
        "initially",
        "planned",
        "spring",
        "drill",
        "program",
        "positive",
        "result",
        "program",
        "resulted",
        "expanded",
        "second",
        "program",
        "total",
        "meter",
        "hole",
        "result",
        "drilling",
        "successfully",
        "demonstrated",
        "potential",
        "growth",
        "existing",
        "deposit",
        "discovery",
        "new",
        "significant",
        "mineralization",
        "target",
        "deep",
        "iron",
        "formation",
        "dif",
        "horizon",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "company",
        "reported",
        "net",
        "loss",
        "million",
        "favourable",
        "million",
        "compared",
        "period",
        "decrease",
        "loss",
        "year",
        "year",
        "primarily",
        "result",
        "write",
        "wishbone",
        "property",
        "million",
        "offset",
        "higher",
        "operating",
        "expense",
        "million",
        "higher",
        "deferred",
        "tax",
        "expense",
        "million",
        "compared",
        "full",
        "december",
        "year",
        "end",
        "financial",
        "statement",
        "management",
        "discussion",
        "analysis",
        "please",
        "see",
        "company",
        "website",
        "sedar",
        "sabina",
        "gold",
        "silver",
        "corp",
        "sabina",
        "gold",
        "silver",
        "sabina",
        "gold",
        "silver",
        "closing",
        "financing",
        "january",
        "approximately",
        "c",
        "million",
        "cash",
        "equivalent",
        "emerging",
        "precious",
        "metal",
        "company",
        "district",
        "scale",
        "advanced",
        "high",
        "grade",
        "gold",
        "asset",
        "one",
        "world",
        "newest",
        "politically",
        "stable",
        "mining",
        "jurisdiction",
        "nunavut",
        "canada",
        "sabina",
        "released",
        "feasibility",
        "study",
        "owned",
        "back",
        "river",
        "gold",
        "project",
        "present",
        "project",
        "designed",
        "purpose",
        "basis",
        "potential",
        "produce",
        "ounce",
        "year",
        "year",
        "rapid",
        "payback",
        "year",
        "see",
        "technical",
        "report",
        "initial",
        "project",
        "feasibility",
        "study",
        "back",
        "river",
        "gold",
        "property",
        "nunavut",
        "canada",
        "dated",
        "october",
        "study",
        "u",
        "gold",
        "price",
        "u",
        "c",
        "exchange",
        "rate",
        "study",
        "delivers",
        "potential",
        "tax",
        "internal",
        "rate",
        "return",
        "approximately",
        "initial",
        "capex",
        "million",
        "project",
        "received",
        "final",
        "project",
        "certificate",
        "december",
        "project",
        "final",
        "regulatory",
        "licensing",
        "phase",
        "addition",
        "back",
        "river",
        "sabina",
        "also",
        "owns",
        "significant",
        "silver",
        "royalty",
        "glencore",
        "hackett",
        "river",
        "project",
        "silver",
        "royalty",
        "hackett",
        "river",
        "silver",
        "production",
        "comprised",
        "first",
        "million",
        "ounce",
        "produced",
        "silver",
        "produced",
        "thereafter",
        "news",
        "release",
        "information",
        "found",
        "company",
        "website",
        "sedar",
        "technical",
        "report",
        "filed",
        "information",
        "please",
        "contact",
        "nicole",
        "hoeller",
        "communication",
        "nhoeller",
        "forward",
        "looking",
        "statement",
        "news",
        "release",
        "contains",
        "information",
        "within",
        "meaning",
        "applicable",
        "security",
        "law",
        "statement",
        "including",
        "belief",
        "extent",
        "result",
        "timing",
        "exploration",
        "program",
        "various",
        "study",
        "including",
        "f",
        "exploration",
        "result",
        "reserve",
        "estimate",
        "potential",
        "production",
        "viability",
        "company",
        "property",
        "production",
        "operating",
        "cost",
        "permitting",
        "submission",
        "timing",
        "receipt",
        "necessary",
        "permit",
        "project",
        "approval",
        "future",
        "operation",
        "access",
        "project",
        "funding",
        "statement",
        "made",
        "date",
        "news",
        "release",
        "reader",
        "cautioned",
        "place",
        "undue",
        "reliance",
        "statement",
        "assurance",
        "future",
        "circumstance",
        "outcome",
        "result",
        "anticipated",
        "implied",
        "statement",
        "occur",
        "plan",
        "intention",
        "expectation",
        "upon",
        "statement",
        "based",
        "occur",
        "based",
        "statement",
        "expectation",
        "future",
        "event",
        "date",
        "statement",
        "prepared",
        "statement",
        "guarantee",
        "future",
        "event",
        "occur",
        "subject",
        "risk",
        "uncertainty",
        "assumption",
        "factor",
        "could",
        "cause",
        "event",
        "outcome",
        "differ",
        "materially",
        "expressed",
        "implied",
        "statement",
        "factor",
        "assumption",
        "include",
        "among",
        "others",
        "effect",
        "general",
        "economic",
        "condition",
        "commodity",
        "price",
        "changing",
        "foreign",
        "exchange",
        "rate",
        "action",
        "government",
        "regulatory",
        "authority",
        "misjudgments",
        "course",
        "preparing",
        "statement",
        "addition",
        "known",
        "unknown",
        "risk",
        "factor",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "materially",
        "future",
        "result",
        "performance",
        "achievement",
        "expressed",
        "implied",
        "statement",
        "known",
        "risk",
        "factor",
        "include",
        "risk",
        "associated",
        "exploration",
        "project",
        "development",
        "need",
        "additional",
        "financing",
        "calculation",
        "mineral",
        "resource",
        "reserve",
        "operational",
        "risk",
        "associated",
        "mining",
        "mineral",
        "processing",
        "fluctuation",
        "metal",
        "price",
        "title",
        "matter",
        "government",
        "regulation",
        "obtaining",
        "renewing",
        "necessary",
        "licence",
        "permit",
        "environmental",
        "liability",
        "insurance",
        "reliance",
        "key",
        "personnel",
        "potential",
        "conflict",
        "interest",
        "among",
        "certain",
        "officer",
        "director",
        "absence",
        "dividend",
        "currency",
        "fluctuation",
        "labour",
        "dispute",
        "competition",
        "dilution",
        "volatility",
        "common",
        "share",
        "price",
        "volume",
        "future",
        "sale",
        "share",
        "existing",
        "shareholder",
        "risk",
        "uncertainty",
        "including",
        "relating",
        "back",
        "river",
        "project",
        "general",
        "risk",
        "associated",
        "mineral",
        "exploration",
        "development",
        "industry",
        "described",
        "annual",
        "information",
        "form",
        "financial",
        "statement",
        "md",
        "fiscal",
        "period",
        "ended",
        "december",
        "filed",
        "canadian",
        "security",
        "administrator",
        "available",
        "although",
        "attempted",
        "identify",
        "important",
        "factor",
        "could",
        "cause",
        "actual",
        "action",
        "event",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "may",
        "factor",
        "cause",
        "action",
        "event",
        "result",
        "anticipated",
        "estimated",
        "intended",
        "assurance",
        "statement",
        "prove",
        "accurate",
        "actual",
        "result",
        "future",
        "event",
        "could",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "accordingly",
        "reader",
        "place",
        "undue",
        "reliance",
        "statement",
        "obligation",
        "update",
        "alter",
        "statement",
        "except",
        "required",
        "applicable",
        "security",
        "law",
        "news",
        "release",
        "authorized",
        "undersigned",
        "behalf",
        "sabina",
        "gold",
        "silver",
        "bruce",
        "mcleod",
        "president",
        "ceo",
        "burrard",
        "street",
        "two",
        "bentall",
        "centre",
        "vancouver",
        "bc",
        "v7x",
        "1m9",
        "tel",
        "fax",
        "http",
        "source",
        "sabina",
        "gold",
        "silver",
        "corp"
    ]
}