{
    "organizations": [],
    "uuid": "94332aecdc9e80e86f871d82f75e390d22c2600e",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/09/business-wire-neiman-marcus-group-ltd-llc-reports-second-quarter-results.html",
    "ord_in_thread": 0,
    "title": "Neiman Marcus Group LTD LLC Reports Second Quarter Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "DALLAS--(BUSINESS WIRE)-- Neiman Marcus Group LTD LLC today reported financial results for its second quarter of fiscal year 2018 ended January 27, 2018 that reflect indications that the Company’s base business is stabilizing and is positioned for growth after two straight quarters of year-over-year revenue increases. These increases were supported by the company’s “Digital First” strategy and recent investments in new technologies and marketing tools.\n“I am excited about our momentum, which underscores Neiman Marcus Group is truly unique within our industry for our ability to deliver on a personalized luxury shopping experience across channels and brands,” commented Geoffroy van Raemdonck, Chief Executive Officer of the Company. “We will continue to innovate and invest in the business to envision new ways to serve the luxury customers of today and tomorrow.”\nFor the second quarter, the Company reported total revenues of $1.48 billion, representing an increase of 6.2% compared to total revenues of $1.40 billion for the second quarter of fiscal year 2017. During this same period, comparable revenues increased 6.7%. Including a provisional non-cash income tax benefit of approximately $384.1 million in the second quarter of fiscal year 2018 and non-cash impairment charges of $153.8 million in the second quarter of fiscal year 2017 as described below under “Other Items”, the Company reported net earnings of $372.5 million in the second quarter of fiscal year 2018 compared to a net loss of $117.1 million in the prior year. Adjusted EBITDA, which is described on page 8 of this release, for the second quarter of fiscal year 2018 was $154.8 million compared to $126.8 million in the prior year.\nFor the 26 weeks ended January 27, 2018, the Company reported total revenues of $2.60 billion, representing an increase of 5.2% compared to total revenues of $2.47 billion for the same period in the prior year. During this same period, comparable revenues increased 5.6%. Including a provisional non-cash income tax benefit of approximately $384.1 million in fiscal year 2018 and non-cash impairment charges of $153.8 million in fiscal year 2017 as described below under “Other Items”, the Company reported net earnings of $346.3 million for the 26 weeks ended January 27, 2018 compared to a net loss of $140.6 million in the prior year. Adjusted EBITDA for the 26 weeks ended January 27, 2018 was $277.2 million compared to $249.7 million for the same period in the prior year. Free Cash Flow, which is described on page 9 of this release, for the 26 weeks ended January 27, 2018 was $129.7 million.\nOther Items. The Company recorded a provisional non-cash income tax benefit of approximately $384.1 million in the second quarter of fiscal year 2018 due to the impact of the Tax Cuts and Jobs Act, which was signed into law on December 22, 2017. The Company also recorded non-cash impairment charges of $153.8 million in the second quarter of fiscal year 2017 to state certain intangible and other assets, primarily related to its Neiman Marcus brand, to their estimated fair value.\nConference Call. A live webcast of the earnings conference call can be accessed through the Investor Information section of the Neiman Marcus Group LTD LLC website at www.neimanmarcusgroup.com on Friday, March 9, 2018 beginning at 9:00 a.m. Central Standard Time. Following the live broadcast, interested parties may replay the webcast by accessing this website. To access financial information that will be presented during the call, please visit the Investor Information section of the Neiman Marcus Group LTD LLC website at www.neimanmarcusgroup.com .\nNon-GAAP Financial Measures. In this press release, the Company's financial results are presented both in accordance with U.S. generally accepted accounting principles (“GAAP”) and using certain non-GAAP financial measures, including Adjusted EBITDA. This non-GAAP financial measure is included to supplement the Company’s financial information presented in accordance with GAAP and because the Company uses such measure to monitor and evaluate the performance of its business and believes the presentation of this measure enhances investors’ ability to analyze trends in the Company’s business and evaluate the Company’s performance relative to other companies in its industry.\nFor more information regarding the Company’s use of non-GAAP financial measures, including the definition of Adjusted EBITDA, and a reconciliation of such financial measures to net earnings (loss), a GAAP measure, see “Non-GAAP Financial Measures” on page 8 of this press release.\nForward-Looking Statements. This press release contains forward-looking statements. In many cases, forward-looking statements can generally be identified by the use of forward-looking terminology such as “may,” “plan,” “predict,” “expect,” “estimate,” “intend,” “would,” “will,” “could,” “should,” “anticipate,” “believe,” “project” or “continue” or the negative thereof or other similar expressions. The forward-looking statements contained in this press release reflect the Company’s views as of the date of this press release and are based on our expectations and beliefs concerning future events, as well as currently available data as of the date of this press release. While the Company believes there is a reasonable basis for its forward-looking statements, they involve a number of risks, uncertainties, assumptions and changes in circumstances that may cause the Company’s actual results, performance or achievements to differ significantly from those expressed or implied in any forward-looking statement. Therefore, these statements are not guarantees of future events, results, performance or achievements and you should not rely on them. A variety of factors could cause the Company’s actual results to differ materially from the anticipated or expected results expressed in the Company’s forward-looking statements, including those factors described in the “Risk Factors” and “Management’s Discussion and Analysis of Financial Condition and Results of Operations” sections and elsewhere in the Company’s Annual Report on Form 10-K filed with the Securities and Exchange Commission. You should keep in mind that the forward-looking statements contained in this press release speak only as of the date of this press release. Except to the extent required by law, the Company undertakes no obligation to update or revise (publicly or otherwise) any forward-looking statements to reflect subsequent events, new information or future circumstances.\nNEIMAN MARCUS GROUP LTD LLC CONDENSED CONSOLIDATED BALANCE SHEETS (UNAUDITED) (in thousands)\nJanuary 27,\n2018\nJanuary 28,\n2017\nASSETS\nCurrent assets: Cash and cash equivalents $ 35,788 $ 48,443 Credit card receivables 42,258 37,437 Merchandise inventories 1,137,178 1,213,483 Other current assets 143,452 130,249 Total current assets 1,358,676 1,429,612 Property and equipment, net 1,557,112 1,600,816 Intangible assets, net 2,786,041 3,036,228 Goodwill 1,887,729 2,067,449 Other long-term assets 37,377 22,480 Total assets $ 7,626,935 $ 8,156,585 LIABILITIES AND MEMBER EQUITY\nCurrent liabilities: Accounts payable $ 283,805 $ 384,148 Accrued liabilities 532,081 509,629 Current portion of long-term debt 29,426 29,426 Total current liabilities 845,312 923,203 Long-term liabilities: Revolving credit facilities 134,593 170,000 Long-term debt, net of debt issuance costs 4,437,669 4,415,911 Deferred income taxes 762,840 1,211,788 Other long-term liabilities 607,507 625,872 Total long-term liabilities 5,942,609 6,423,571 Total member equity 839,014 809,811 Total liabilities and member equity $ 7,626,935 $ 8,156,585\nNEIMAN MARCUS GROUP LTD LLC CONDENSED CONSOLIDATED STATEMENTS OF OPERATIONS (UNAUDITED) Thirteen weeks ended Twenty-six weeks ended (in thousands)\nJanuary 27,\n2018\nJanuary 28,\n2017\nJanuary 27,\n2018\nJanuary 28,\n2017\nRevenues $ 1,482,118 $ 1,395,576 $ 2,602,417 $ 2,474,683 Cost of goods sold including buying and occupancy costs 1,024,056 982,465 1,746,943 1,682,360 Selling, general and administrative expenses 322,359 307,718 617,639 584,314 Income from credit card program (14,065 ) (16,750 ) (25,929 ) (30,418 ) Depreciation expense 53,428 57,213 108,656 114,097 Amortization of intangible assets 11,500 12,881 23,664 26,504 Amortization of favorable lease commitments 12,784 13,443 25,569 27,097 Other expenses 12,614 5,211 15,454 12,029 Impairment charges - 153,772 - 153,772 Operating earnings (loss) 59,442 (120,377 ) 90,421 (95,072 ) Interest expense, net 76,549 74,197 152,647 146,280 Loss before income taxes (17,107 ) (194,574 ) (62,226 ) (241,352 ) Income tax benefit (389,639 ) (77,505 ) (408,541 ) (100,770 ) Net earnings (loss) $ 372,532 $ (117,069 ) $ 346,315 $ (140,582 )\nNEIMAN MARCUS GROUP LTD LLC OTHER OPERATING DATA (UNAUDITED) OTHER DATA: Thirteen weeks ended Twenty-six weeks ended (in millions)\nJanuary 27,\n2018\nJanuary 28,\n2017\nJanuary 27,\n2018\nJanuary 28,\n2017\nCapital expenditures $ 41.1 $ 49.5 $ 65.8 $ 115.7 Rent expense $ 30.9 $ 30.3 $ 59.2 $ 58.5 Adjusted EBITDA $ 154.8 $ 126.8 $ 277.2 $ 249.7\nNEIMAN MARCUS GROUP LTD LLC\nNON-GAAP FINANCIAL MEASURES\n(UNAUDITED)\nTo supplement the Company’s financial information presented in accordance with GAAP, it uses Adjusted EBITDA and Free Cash Flow to monitor and evaluate the performance of its business and believes the presentation of these measures enhances investors’ ability to analyze trends in its business and evaluate its performance relative to other companies in its industry. The Company defines Adjusted EBITDA as earnings before interest, taxes, depreciation and amortization, further adjusted to eliminate the effects of items management does not believe are representative of the Company’s ongoing performance. The Company defines Free Cash Flow as net cash flow provided by operating activities, less capital expenditures. These financial metrics are not presentations made in accordance with GAAP.\nAdjusted EBITDA and Free Cash Flow should not be considered as alternatives to operating earnings (loss) or net earnings (loss) as a measure of operating performance. In addition, Adjusted EBITDA and Free Cash Flow are not presented as and should not be considered as alternatives to cash flows as a measure of liquidity. Adjusted EBITDA and Free Cash Flow have important limitations as analytical tools and should not be considered in isolation, or as substitutes for analysis of the Company’s results as reported under GAAP.\nThese limitations include the fact that Adjusted EBITDA: (i) excludes certain tax payments that may represent a reduction in cash available to the Company; (ii) excludes certain adjustments for purchase accounting; (iii) does not reflect changes in, or cash requirements for, the Company’s working capital needs, capital expenditures or contractual commitments; (iv) does not reflect the Company’s significant interest expense; and (v) does not reflect the cash requirements necessary to service interest or principal payments on the Company’s debt. Although depreciation and amortization are non-cash charges, the assets being depreciated and amortized will often have to be replaced in the future, and Adjusted EBITDA does not reflect any cash requirements for such replacements. In addition, other companies in the Company’s industry may calculate Adjusted EBITDA or Free Cash Flow differently than it does, limiting their usefulness as comparative measures.\nIn calculating these financial measures, the Company makes certain adjustments that are based on assumptions and estimates that may prove inaccurate. In addition, in the future the Company may incur expenses similar to those eliminated in this presentation. The following table reconciles net earnings (loss) as reflected in the Company’s condensed consolidated statements of operations prepared in accordance with GAAP to Adjusted EBITDA (figures may not sum due to rounding):\nThirteen weeks ended Twenty-six weeks ended (in millions)\nJanuary 27,\n2018\nJanuary 28,\n2017\nJanuary 27,\n2018\nJanuary 28,\n2017\nNet earnings (loss) $ 372.5 $ (117.1 ) $ 346.3 $ (140.6 ) Income tax benefit (389.6 ) (77.5 ) (408.5 ) (100.8 ) Interest expense, net 76.5 74.2 152.6 146.3 Depreciation expense 53.4 57.2 108.7 114.1 Amortization of intangible assets and favorable lease commitments\n24.3\n26.3\n49.2 53.6 EBITDA $ 137.2 $ (36.8 ) $ 248.3 $ 72.6 Impairment charges - 153.8 - 153.8 Non-cash stock compensation and other long-term cash incentives\n3.7 (0.9 ) 10.1 0.5 Incremental non-cash rent expense related to purchase accounting adjustments\n2.1 2.5 4.4 5.0 Liquidation markdowns and expenses related to store closures\n12.2 1.5 13.5 1.5 Expenses related to Cyber-Attack, net of insurance recoveries\n- - 1.1 - Expenses incurred in connection with openings of new stores / remodels of existing stores\n1.5 3.0 2.3 5.7 Expenses incurred in connection with strategic initiatives\n1.4 1.9 1.8 8.5 MyTheresa acquisition costs - 1.3 - 0.7 Non-cash gain related to change in vacation policy (7.8 ) - (9.0 ) - Other expenses 4.6 0.5 4.6 1.3 Adjusted EBITDA\n$ 154.8 $ 126.8 $ 277.2 $ 249.7\nIn the twenty-six weeks ended January 27, 2018, the Company’s Free Cash Flow of $129.7 million reconciles to (i) net cash provided by operating activities of $195.5 million, less (ii) capital expenditures of $65.8 million, in each case as reflected in the Company’s condensed consolidated statements of cash flows prepared in accordance with GAAP.\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180309005044/en/\nNeiman Marcus Group LTD LLC\nMark Anderson, 214-757-2934\nDirector – Finance and\nInvestor Relations\nSource: Neiman Marcus Group LTD LLC",
    "published": "2018-03-09T16:30:00.000+02:00",
    "crawled": "2018-03-09T20:25:21.031+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "dallas",
        "business",
        "wire",
        "neiman",
        "marcus",
        "group",
        "ltd",
        "llc",
        "today",
        "reported",
        "financial",
        "result",
        "second",
        "quarter",
        "fiscal",
        "year",
        "ended",
        "january",
        "reflect",
        "indication",
        "company",
        "base",
        "business",
        "stabilizing",
        "positioned",
        "growth",
        "two",
        "straight",
        "quarter",
        "revenue",
        "increase",
        "increase",
        "supported",
        "company",
        "digital",
        "first",
        "strategy",
        "recent",
        "investment",
        "new",
        "technology",
        "marketing",
        "tool",
        "excited",
        "momentum",
        "underscore",
        "neiman",
        "marcus",
        "group",
        "truly",
        "unique",
        "within",
        "industry",
        "ability",
        "deliver",
        "personalized",
        "luxury",
        "shopping",
        "experience",
        "across",
        "channel",
        "brand",
        "commented",
        "geoffroy",
        "van",
        "raemdonck",
        "chief",
        "executive",
        "officer",
        "company",
        "continue",
        "innovate",
        "invest",
        "business",
        "envision",
        "new",
        "way",
        "serve",
        "luxury",
        "customer",
        "today",
        "second",
        "quarter",
        "company",
        "reported",
        "total",
        "revenue",
        "billion",
        "representing",
        "increase",
        "compared",
        "total",
        "revenue",
        "billion",
        "second",
        "quarter",
        "fiscal",
        "year",
        "period",
        "comparable",
        "revenue",
        "increased",
        "including",
        "provisional",
        "income",
        "tax",
        "benefit",
        "approximately",
        "million",
        "second",
        "quarter",
        "fiscal",
        "year",
        "impairment",
        "charge",
        "million",
        "second",
        "quarter",
        "fiscal",
        "year",
        "described",
        "item",
        "company",
        "reported",
        "net",
        "earnings",
        "million",
        "second",
        "quarter",
        "fiscal",
        "year",
        "compared",
        "net",
        "loss",
        "million",
        "prior",
        "year",
        "adjusted",
        "ebitda",
        "described",
        "page",
        "release",
        "second",
        "quarter",
        "fiscal",
        "year",
        "million",
        "compared",
        "million",
        "prior",
        "year",
        "week",
        "ended",
        "january",
        "company",
        "reported",
        "total",
        "revenue",
        "billion",
        "representing",
        "increase",
        "compared",
        "total",
        "revenue",
        "billion",
        "period",
        "prior",
        "year",
        "period",
        "comparable",
        "revenue",
        "increased",
        "including",
        "provisional",
        "income",
        "tax",
        "benefit",
        "approximately",
        "million",
        "fiscal",
        "year",
        "impairment",
        "charge",
        "million",
        "fiscal",
        "year",
        "described",
        "item",
        "company",
        "reported",
        "net",
        "earnings",
        "million",
        "week",
        "ended",
        "january",
        "compared",
        "net",
        "loss",
        "million",
        "prior",
        "year",
        "adjusted",
        "ebitda",
        "week",
        "ended",
        "january",
        "million",
        "compared",
        "million",
        "period",
        "prior",
        "year",
        "free",
        "cash",
        "flow",
        "described",
        "page",
        "release",
        "week",
        "ended",
        "january",
        "million",
        "item",
        "company",
        "recorded",
        "provisional",
        "income",
        "tax",
        "benefit",
        "approximately",
        "million",
        "second",
        "quarter",
        "fiscal",
        "year",
        "due",
        "impact",
        "tax",
        "cut",
        "job",
        "act",
        "signed",
        "law",
        "december",
        "company",
        "also",
        "recorded",
        "impairment",
        "charge",
        "million",
        "second",
        "quarter",
        "fiscal",
        "year",
        "state",
        "certain",
        "intangible",
        "asset",
        "primarily",
        "related",
        "neiman",
        "marcus",
        "brand",
        "estimated",
        "fair",
        "value",
        "conference",
        "call",
        "live",
        "webcast",
        "earnings",
        "conference",
        "call",
        "accessed",
        "investor",
        "information",
        "section",
        "neiman",
        "marcus",
        "group",
        "ltd",
        "llc",
        "website",
        "friday",
        "march",
        "beginning",
        "central",
        "standard",
        "time",
        "following",
        "live",
        "broadcast",
        "interested",
        "party",
        "may",
        "replay",
        "webcast",
        "accessing",
        "website",
        "access",
        "financial",
        "information",
        "presented",
        "call",
        "please",
        "visit",
        "investor",
        "information",
        "section",
        "neiman",
        "marcus",
        "group",
        "ltd",
        "llc",
        "website",
        "financial",
        "measure",
        "press",
        "release",
        "company",
        "financial",
        "result",
        "presented",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "using",
        "certain",
        "financial",
        "measure",
        "including",
        "adjusted",
        "ebitda",
        "financial",
        "measure",
        "included",
        "supplement",
        "company",
        "financial",
        "information",
        "presented",
        "accordance",
        "gaap",
        "company",
        "us",
        "measure",
        "monitor",
        "evaluate",
        "performance",
        "business",
        "belief",
        "presentation",
        "measure",
        "enhances",
        "investor",
        "ability",
        "analyze",
        "trend",
        "company",
        "business",
        "evaluate",
        "company",
        "performance",
        "relative",
        "company",
        "industry",
        "information",
        "regarding",
        "company",
        "use",
        "financial",
        "measure",
        "including",
        "definition",
        "adjusted",
        "ebitda",
        "reconciliation",
        "financial",
        "measure",
        "net",
        "earnings",
        "loss",
        "gaap",
        "measure",
        "see",
        "financial",
        "measure",
        "page",
        "press",
        "release",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "many",
        "case",
        "statement",
        "generally",
        "identified",
        "use",
        "terminology",
        "may",
        "plan",
        "predict",
        "expect",
        "estimate",
        "intend",
        "would",
        "could",
        "anticipate",
        "believe",
        "project",
        "continue",
        "negative",
        "thereof",
        "similar",
        "expression",
        "statement",
        "contained",
        "press",
        "release",
        "reflect",
        "company",
        "view",
        "date",
        "press",
        "release",
        "based",
        "expectation",
        "belief",
        "concerning",
        "future",
        "event",
        "well",
        "currently",
        "available",
        "data",
        "date",
        "press",
        "release",
        "company",
        "belief",
        "reasonable",
        "basis",
        "statement",
        "involve",
        "number",
        "risk",
        "uncertainty",
        "assumption",
        "change",
        "circumstance",
        "may",
        "cause",
        "company",
        "actual",
        "result",
        "performance",
        "achievement",
        "differ",
        "significantly",
        "expressed",
        "implied",
        "statement",
        "therefore",
        "statement",
        "guarantee",
        "future",
        "event",
        "result",
        "performance",
        "achievement",
        "rely",
        "variety",
        "factor",
        "could",
        "cause",
        "company",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "expected",
        "result",
        "expressed",
        "company",
        "statement",
        "including",
        "factor",
        "described",
        "risk",
        "factor",
        "management",
        "discussion",
        "analysis",
        "financial",
        "condition",
        "result",
        "operation",
        "section",
        "elsewhere",
        "company",
        "annual",
        "report",
        "form",
        "filed",
        "security",
        "exchange",
        "commission",
        "keep",
        "mind",
        "statement",
        "contained",
        "press",
        "release",
        "speak",
        "date",
        "press",
        "release",
        "except",
        "extent",
        "required",
        "law",
        "company",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "publicly",
        "otherwise",
        "statement",
        "reflect",
        "subsequent",
        "event",
        "new",
        "information",
        "future",
        "circumstance",
        "neiman",
        "marcus",
        "group",
        "ltd",
        "llc",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "unaudited",
        "thousand",
        "january",
        "january",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "credit",
        "card",
        "receivables",
        "merchandise",
        "inventory",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "intangible",
        "asset",
        "net",
        "goodwill",
        "asset",
        "total",
        "asset",
        "liability",
        "member",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "liability",
        "current",
        "portion",
        "debt",
        "total",
        "current",
        "liability",
        "liability",
        "revolving",
        "credit",
        "facility",
        "debt",
        "net",
        "debt",
        "issuance",
        "cost",
        "deferred",
        "income",
        "tax",
        "liability",
        "total",
        "liability",
        "total",
        "member",
        "equity",
        "total",
        "liability",
        "member",
        "equity",
        "neiman",
        "marcus",
        "group",
        "ltd",
        "llc",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "unaudited",
        "thirteen",
        "week",
        "ended",
        "week",
        "ended",
        "thousand",
        "january",
        "january",
        "january",
        "january",
        "revenue",
        "cost",
        "good",
        "sold",
        "including",
        "buying",
        "occupancy",
        "cost",
        "selling",
        "general",
        "administrative",
        "expense",
        "income",
        "credit",
        "card",
        "program",
        "depreciation",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "amortization",
        "favorable",
        "lease",
        "commitment",
        "expense",
        "impairment",
        "charge",
        "operating",
        "earnings",
        "loss",
        "interest",
        "expense",
        "net",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "benefit",
        "net",
        "earnings",
        "loss",
        "neiman",
        "marcus",
        "group",
        "ltd",
        "llc",
        "operating",
        "data",
        "unaudited",
        "data",
        "thirteen",
        "week",
        "ended",
        "week",
        "ended",
        "million",
        "january",
        "january",
        "january",
        "january",
        "capital",
        "expenditure",
        "rent",
        "expense",
        "adjusted",
        "ebitda",
        "neiman",
        "marcus",
        "group",
        "ltd",
        "llc",
        "financial",
        "measure",
        "unaudited",
        "supplement",
        "company",
        "financial",
        "information",
        "presented",
        "accordance",
        "gaap",
        "us",
        "adjusted",
        "ebitda",
        "free",
        "cash",
        "flow",
        "monitor",
        "evaluate",
        "performance",
        "business",
        "belief",
        "presentation",
        "measure",
        "enhances",
        "investor",
        "ability",
        "analyze",
        "trend",
        "business",
        "evaluate",
        "performance",
        "relative",
        "company",
        "industry",
        "company",
        "defines",
        "adjusted",
        "ebitda",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "eliminate",
        "effect",
        "item",
        "management",
        "believe",
        "representative",
        "company",
        "ongoing",
        "performance",
        "company",
        "defines",
        "free",
        "cash",
        "flow",
        "net",
        "cash",
        "flow",
        "provided",
        "operating",
        "activity",
        "less",
        "capital",
        "expenditure",
        "financial",
        "metric",
        "presentation",
        "made",
        "accordance",
        "gaap",
        "adjusted",
        "ebitda",
        "free",
        "cash",
        "flow",
        "considered",
        "alternative",
        "operating",
        "earnings",
        "loss",
        "net",
        "earnings",
        "loss",
        "measure",
        "operating",
        "performance",
        "addition",
        "adjusted",
        "ebitda",
        "free",
        "cash",
        "flow",
        "presented",
        "considered",
        "alternative",
        "cash",
        "flow",
        "measure",
        "liquidity",
        "adjusted",
        "ebitda",
        "free",
        "cash",
        "flow",
        "important",
        "limitation",
        "analytical",
        "tool",
        "considered",
        "isolation",
        "substitute",
        "analysis",
        "company",
        "result",
        "reported",
        "gaap",
        "limitation",
        "include",
        "fact",
        "adjusted",
        "ebitda",
        "excludes",
        "certain",
        "tax",
        "payment",
        "may",
        "represent",
        "reduction",
        "cash",
        "available",
        "company",
        "ii",
        "excludes",
        "certain",
        "adjustment",
        "purchase",
        "accounting",
        "iii",
        "reflect",
        "change",
        "cash",
        "requirement",
        "company",
        "working",
        "capital",
        "need",
        "capital",
        "expenditure",
        "contractual",
        "commitment",
        "iv",
        "reflect",
        "company",
        "significant",
        "interest",
        "expense",
        "v",
        "reflect",
        "cash",
        "requirement",
        "necessary",
        "service",
        "interest",
        "principal",
        "payment",
        "company",
        "debt",
        "although",
        "depreciation",
        "amortization",
        "charge",
        "asset",
        "depreciated",
        "amortized",
        "often",
        "replaced",
        "future",
        "adjusted",
        "ebitda",
        "reflect",
        "cash",
        "requirement",
        "replacement",
        "addition",
        "company",
        "company",
        "industry",
        "may",
        "calculate",
        "adjusted",
        "ebitda",
        "free",
        "cash",
        "flow",
        "differently",
        "limiting",
        "usefulness",
        "comparative",
        "measure",
        "calculating",
        "financial",
        "measure",
        "company",
        "make",
        "certain",
        "adjustment",
        "based",
        "assumption",
        "estimate",
        "may",
        "prove",
        "inaccurate",
        "addition",
        "future",
        "company",
        "may",
        "incur",
        "expense",
        "similar",
        "eliminated",
        "presentation",
        "following",
        "table",
        "reconciles",
        "net",
        "earnings",
        "loss",
        "reflected",
        "company",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "prepared",
        "accordance",
        "gaap",
        "adjusted",
        "ebitda",
        "figure",
        "may",
        "sum",
        "due",
        "rounding",
        "thirteen",
        "week",
        "ended",
        "week",
        "ended",
        "million",
        "january",
        "january",
        "january",
        "january",
        "net",
        "earnings",
        "loss",
        "income",
        "tax",
        "benefit",
        "interest",
        "expense",
        "net",
        "depreciation",
        "expense",
        "amortization",
        "intangible",
        "asset",
        "favorable",
        "lease",
        "commitment",
        "ebitda",
        "impairment",
        "charge",
        "stock",
        "compensation",
        "cash",
        "incentive",
        "incremental",
        "rent",
        "expense",
        "related",
        "purchase",
        "accounting",
        "adjustment",
        "liquidation",
        "markdowns",
        "expense",
        "related",
        "store",
        "closure",
        "expense",
        "related",
        "net",
        "insurance",
        "recovery",
        "expense",
        "incurred",
        "connection",
        "opening",
        "new",
        "store",
        "remodels",
        "existing",
        "store",
        "expense",
        "incurred",
        "connection",
        "strategic",
        "initiative",
        "mytheresa",
        "acquisition",
        "cost",
        "gain",
        "related",
        "change",
        "vacation",
        "policy",
        "expense",
        "adjusted",
        "ebitda",
        "week",
        "ended",
        "january",
        "company",
        "free",
        "cash",
        "flow",
        "million",
        "reconciles",
        "net",
        "cash",
        "provided",
        "operating",
        "activity",
        "million",
        "less",
        "ii",
        "capital",
        "expenditure",
        "million",
        "case",
        "reflected",
        "company",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "prepared",
        "accordance",
        "gaap",
        "view",
        "source",
        "version",
        "http",
        "neiman",
        "marcus",
        "group",
        "ltd",
        "llc",
        "mark",
        "anderson",
        "director",
        "finance",
        "investor",
        "relation",
        "source",
        "neiman",
        "marcus",
        "group",
        "ltd",
        "llc"
    ]
}