{
    "organizations": [],
    "uuid": "dd1d1f4f14ad067e82f52f276690b705405970d5",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/13/pr-newswire-inretail-shopping-malls-commences-tender-offer-and-consent-solicitation-for-any-and-all-of-its-6-point-500-percent-senior.html",
    "ord_in_thread": 0,
    "title": "InRetail Shopping Malls Commences Tender Offer and Consent Solicitation for any and all of its 6.500% Senior Notes Due 2021",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "LIMA, Peru, March 13, 2018 /PRNewswire/ -- InRetail Shopping Malls, a Peruvian trust (\"InRetail Shopping Malls\", the \"Company\" or \"we\"), today announced that it has commenced a cash tender offer, on the terms and subject to the conditions set forth in the Company's Offer to Purchase and Consent Solicitation Statement dated March 13, 2018 (the \"Statement\"), for any and all of its outstanding 6.500% Senior Notes due 2021 (the \"Notes\").\nThe Company is also soliciting consents to certain proposed amendments to the senior notes indenture governing the Notes to, among other things, eliminate substantially all of the restrictive covenants and certain events of default and reduce the minimum notice period required for optional redemptions of the Notes to three days on the terms and subject to the conditions set forth in the Statement.\nThe Statement more fully sets forth the terms of the tender offer and consent solicitation.\nThe Notes and other information relating to the tender offer and consent solicitation are listed in the table below:\nNotes\nCUSIP/ISIN Numbers\nPrincipal Amount\nOutstanding\nTender Offer\nConsideration (1)\nConsent\nPayment (1)\nTotal\nConsideration (1)(2)\n6.500% Senior\nNotes due 2021\n45780UAA2 / US45780UAA25\nP56243AA9 / USP56243AA91\n$299,186,000\n$1,013\n$30\n$1,043\n(1)\nPer $1,000 principal amount of Notes validly tendered and accepted.\n(2)\nInclusive of the Consent Payment.\nHolders who validly tender and do not validly withdraw their Notes prior to 5:00 p.m., New York City time, on March 26, 2018 (the \"Early Tender and Consent Date\") will be eligible to receive a total consideration of $1,043 per $1,000 principal amount of Notes tendered and accepted for purchase by the Company, which includes a consent payment of $30 per $1,000 principal amount of Notes. Holders who validly tender their Notes after the Early Tender and Consent Date and at or prior to the Expiration Time (defined below) will be eligible to receive the tender offer consideration of $1,013 per $1,000 principal amount of Notes tendered and accepted for purchase by the Company.\nThe tender offer is scheduled to expire at 11:59 p.m., New York City time, on April 10, 2018, unless extended or earlier terminated by the Company (the \"Expiration Time\").\nTendered Notes may be withdrawn at any time on or prior to 5:00 p.m., New York City time, on March 26, 2018, unless extended by the Company (the \"Withdrawal Deadline\"). Any tender of the Notes prior to the Withdrawal Deadline may be validly withdrawn and consents may be validly revoked at any time prior to the Withdrawal Deadline but not thereafter except to the extent we are required by law to provide withdrawal rights.\nHolders may not tender their Notes without delivering their consents to the proposed amendments to the indenture and the Notes and may not deliver their consents without tendering their Notes pursuant to the tender offer and consent solicitation. The proposed amendments will not become effective, however, until after a majority in aggregate principal amount of the outstanding Notes, whose holders have delivered consents to the proposed amendments, have been accepted for payment and we have delivered ­an officer's certificate to the Trustee certifying that we have paid the consent payment as applicable. Receiving such majority in aggregate principal amount of the outstanding Notes to effect the proposed amendments is one of the conditions to the tender offer and consent solicitation.\nThe Company has reserved the right to (and expects to) accept for purchase all Notes then validly tendered and not validly withdrawn prior to the Early Tender and Consent Date on a date after the Early Tender and Consent Date and prior to the Expiration Time, assuming all conditions to the tender offer and consent solicitation have been satisfied at such time (the \"Early Settlement Date\", which would occur on or about April 3, 2018). On the Early Settlement Date, the Company will also pay accrued and unpaid interest from the last applicable interest payment date for the Notes up to, but excluding, the Early Settlement Date on the Notes accepted for purchase.\nThe Company's obligation to accept for purchase and to pay for Notes validly tendered and not withdrawn pursuant to the tender offer and consent solicitation is subject to the satisfaction or waiver, in the Company's discretion, of certain conditions, which are more fully described in the Statement, including the consummation of the Company's concurrent offering of senior notes.\nIf, following the Early Settlement Date, any Notes remain outstanding, the Company intends to promptly issue a notice of redemption to redeem such Notes in accordance with the terms of the Notes and the indenture, as modified by a supplemental indenture implementing the proposed amendments, if applicable.\nThe Company has retained Citigroup Global Markets Inc. and J.P. Morgan Securities LLC to serve as the dealer managers and solicitation agents for the tender offer and consent solicitation. Questions regarding the tender offer and consent solicitation may be directed to Citigroup Global Markets Inc. at Attn: Liability Management Group, (800) 558-3745 (toll-free), (212) 723-6106 (collect) and/or to J.P. Morgan Securities LLC at Attn: Latin America Debt Capital Markets, (866) 846-2874 (toll-free), (212) 834-7279 (collect). Requests for documents may be directed to Global Bondholder Services Corporation, the information agent and depositary for the tender offer, at (212) 430-3774 (collect) or at (866) 470-4300 (toll-free).\nNone of the Company, the dealer managers and solicitation agents or the information agent make any recommendations as to whether holders should tender their Notes and deliver consents pursuant to the tender offer and consent solicitation, and no one has been authorized by any of them to make such recommendations. Holders must make their own decisions as to whether to tender their Notes and deliver consents, and, if so, the principal amount of Notes to tender.\nThis press release is not an offer to sell or a solicitation of an offer to buy any security. The tender offer is being made solely pursuant to the offer documents.\nThe tender offer does not constitute, and may not be used in connection with, an offer or solicitation by anyone in any jurisdiction in which such offer or solicitation is not permitted by law or in which the person making such offer or solicitation is not qualified to do so or to any person to whom it is unlawful to make such offer or solicitation.\nIn any jurisdiction in which the tender offer is required to be made by a licensed broker or dealer and in which the dealer managers, or any affiliates thereof, are so licensed, the tender offer will be deemed to have been made by any such dealer managers, or such affiliates, on behalf of the Company.\nThe new notes offered pursuant to the concurrent offering have not been and will not be registered under the U.S. Securities Act of 1933, as amended (the \"Securities Act\"), and may not be offered or sold within the United States or to any U.S. persons, except (a) to qualified institutional buyers (\"QIBs\") within the meaning of Rule 144A under the Securities Act (\"Rule 144A\"), in reliance on the exemption from the registration requirements of the Securities Act provided by Rule 144A, and (b) outside the United States to non U.S. persons in compliance with Regulation S under the Securities Act (\"Regulation S\").\nForward-Looking Statements\nThis press release contains forward-looking statements. Actual results may differ materially from those reflected in the forward-looking statements. We undertake no obligation to release publicly the result of any revisions to these forward-looking statements which may be made to reflect events or circumstances after the date hereof, including, without limitation, changes in our business or acquisition strategy or planned capital expenditures, or to reflect the occurrence of unanticipated events.\nAbout InRetail Shopping Malls\nWe are the leading shopping mall operator in Peru and operate nationwide with locations in both Lima and the largest provinces in Peru. We also are the largest owner, developer and operator of shopping malls based on gross leasable area, number of shopping malls and tenants' sales. We were the first shopping mall operator to open a mall outside of Lima and we are still the only shopping mall operator present in certain major cities such as Cusco, Chiclayo and Sullana. Our prime locations and operational expertise have allowed our malls to serve as shopping and entertainment destinations for Peruvian families. We own and operate shopping malls with tenants such as Plaza Vea, Oechsle, Promart and Cineplanet, retailers that include H&M, Forever 21, Brooks Brothers, Zara and Banana Republic and other leading local fashion boutiques, as well as restaurant chains and other entertainment.\nView original content: http://www.prnewswire.com/news-releases/inretail-shopping-malls-commences-tender-offer-and-consent-solicitation-for-any-and-all-of-its-6500-senior-notes-due-2021-300613639.html\nSOURCE InRetail Shopping Malls",
    "published": "2018-03-14T04:25:00.000+02:00",
    "crawled": "2018-03-14T08:20:30.029+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "lima",
        "peru",
        "march",
        "inretail",
        "shopping",
        "mall",
        "peruvian",
        "trust",
        "inretail",
        "shopping",
        "mall",
        "company",
        "today",
        "announced",
        "commenced",
        "cash",
        "tender",
        "offer",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "company",
        "offer",
        "purchase",
        "consent",
        "solicitation",
        "statement",
        "dated",
        "march",
        "statement",
        "outstanding",
        "senior",
        "note",
        "due",
        "note",
        "company",
        "also",
        "soliciting",
        "consent",
        "certain",
        "proposed",
        "amendment",
        "senior",
        "note",
        "indenture",
        "governing",
        "note",
        "among",
        "thing",
        "eliminate",
        "substantially",
        "restrictive",
        "covenant",
        "certain",
        "event",
        "default",
        "reduce",
        "minimum",
        "notice",
        "period",
        "required",
        "optional",
        "redemption",
        "note",
        "three",
        "day",
        "term",
        "subject",
        "condition",
        "set",
        "forth",
        "statement",
        "statement",
        "fully",
        "set",
        "forth",
        "term",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "note",
        "information",
        "relating",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "listed",
        "table",
        "note",
        "number",
        "principal",
        "amount",
        "outstanding",
        "tender",
        "offer",
        "consideration",
        "consent",
        "payment",
        "total",
        "consideration",
        "senior",
        "note",
        "due",
        "45780uaa2",
        "us45780uaa25",
        "p56243aa9",
        "usp56243aa91",
        "per",
        "principal",
        "amount",
        "note",
        "validly",
        "tendered",
        "accepted",
        "inclusive",
        "consent",
        "payment",
        "holder",
        "validly",
        "tender",
        "validly",
        "withdraw",
        "note",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "march",
        "early",
        "tender",
        "consent",
        "date",
        "eligible",
        "receive",
        "total",
        "consideration",
        "per",
        "principal",
        "amount",
        "note",
        "tendered",
        "accepted",
        "purchase",
        "company",
        "includes",
        "consent",
        "payment",
        "per",
        "principal",
        "amount",
        "note",
        "holder",
        "validly",
        "tender",
        "note",
        "early",
        "tender",
        "consent",
        "date",
        "prior",
        "expiration",
        "time",
        "defined",
        "eligible",
        "receive",
        "tender",
        "offer",
        "consideration",
        "per",
        "principal",
        "amount",
        "note",
        "tendered",
        "accepted",
        "purchase",
        "company",
        "tender",
        "offer",
        "scheduled",
        "expire",
        "new",
        "york",
        "city",
        "time",
        "april",
        "unless",
        "extended",
        "earlier",
        "terminated",
        "company",
        "expiration",
        "time",
        "tendered",
        "note",
        "may",
        "withdrawn",
        "time",
        "prior",
        "new",
        "york",
        "city",
        "time",
        "march",
        "unless",
        "extended",
        "company",
        "withdrawal",
        "deadline",
        "tender",
        "note",
        "prior",
        "withdrawal",
        "deadline",
        "may",
        "validly",
        "withdrawn",
        "consent",
        "may",
        "validly",
        "revoked",
        "time",
        "prior",
        "withdrawal",
        "deadline",
        "thereafter",
        "except",
        "extent",
        "required",
        "law",
        "provide",
        "withdrawal",
        "right",
        "holder",
        "may",
        "tender",
        "note",
        "without",
        "delivering",
        "consent",
        "proposed",
        "amendment",
        "indenture",
        "note",
        "may",
        "deliver",
        "consent",
        "without",
        "tendering",
        "note",
        "pursuant",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "proposed",
        "amendment",
        "become",
        "effective",
        "however",
        "majority",
        "aggregate",
        "principal",
        "amount",
        "outstanding",
        "note",
        "whose",
        "holder",
        "delivered",
        "consent",
        "proposed",
        "amendment",
        "accepted",
        "payment",
        "delivered",
        "officer",
        "certificate",
        "trustee",
        "certifying",
        "paid",
        "consent",
        "payment",
        "applicable",
        "receiving",
        "majority",
        "aggregate",
        "principal",
        "amount",
        "outstanding",
        "note",
        "effect",
        "proposed",
        "amendment",
        "one",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "company",
        "reserved",
        "right",
        "expects",
        "accept",
        "purchase",
        "note",
        "validly",
        "tendered",
        "validly",
        "withdrawn",
        "prior",
        "early",
        "tender",
        "consent",
        "date",
        "date",
        "early",
        "tender",
        "consent",
        "date",
        "prior",
        "expiration",
        "time",
        "assuming",
        "condition",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "satisfied",
        "time",
        "early",
        "settlement",
        "date",
        "would",
        "occur",
        "april",
        "early",
        "settlement",
        "date",
        "company",
        "also",
        "pay",
        "accrued",
        "unpaid",
        "interest",
        "last",
        "applicable",
        "interest",
        "payment",
        "date",
        "note",
        "excluding",
        "early",
        "settlement",
        "date",
        "note",
        "accepted",
        "purchase",
        "company",
        "obligation",
        "accept",
        "purchase",
        "pay",
        "note",
        "validly",
        "tendered",
        "withdrawn",
        "pursuant",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "subject",
        "satisfaction",
        "waiver",
        "company",
        "discretion",
        "certain",
        "condition",
        "fully",
        "described",
        "statement",
        "including",
        "consummation",
        "company",
        "concurrent",
        "offering",
        "senior",
        "note",
        "following",
        "early",
        "settlement",
        "date",
        "note",
        "remain",
        "outstanding",
        "company",
        "intends",
        "promptly",
        "issue",
        "notice",
        "redemption",
        "redeem",
        "note",
        "accordance",
        "term",
        "note",
        "indenture",
        "modified",
        "supplemental",
        "indenture",
        "implementing",
        "proposed",
        "amendment",
        "applicable",
        "company",
        "retained",
        "citigroup",
        "global",
        "market",
        "morgan",
        "security",
        "llc",
        "serve",
        "dealer",
        "manager",
        "solicitation",
        "agent",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "question",
        "regarding",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "may",
        "directed",
        "citigroup",
        "global",
        "market",
        "attn",
        "liability",
        "management",
        "group",
        "collect",
        "morgan",
        "security",
        "llc",
        "attn",
        "latin",
        "america",
        "debt",
        "capital",
        "market",
        "collect",
        "request",
        "document",
        "may",
        "directed",
        "global",
        "bondholder",
        "service",
        "corporation",
        "information",
        "agent",
        "depositary",
        "tender",
        "offer",
        "collect",
        "none",
        "company",
        "dealer",
        "manager",
        "solicitation",
        "agent",
        "information",
        "agent",
        "make",
        "recommendation",
        "whether",
        "holder",
        "tender",
        "note",
        "deliver",
        "consent",
        "pursuant",
        "tender",
        "offer",
        "consent",
        "solicitation",
        "one",
        "authorized",
        "make",
        "recommendation",
        "holder",
        "must",
        "make",
        "decision",
        "whether",
        "tender",
        "note",
        "deliver",
        "consent",
        "principal",
        "amount",
        "note",
        "tender",
        "press",
        "release",
        "offer",
        "sell",
        "solicitation",
        "offer",
        "buy",
        "security",
        "tender",
        "offer",
        "made",
        "solely",
        "pursuant",
        "offer",
        "document",
        "tender",
        "offer",
        "constitute",
        "may",
        "used",
        "connection",
        "offer",
        "solicitation",
        "anyone",
        "jurisdiction",
        "offer",
        "solicitation",
        "permitted",
        "law",
        "person",
        "making",
        "offer",
        "solicitation",
        "qualified",
        "person",
        "unlawful",
        "make",
        "offer",
        "solicitation",
        "jurisdiction",
        "tender",
        "offer",
        "required",
        "made",
        "licensed",
        "broker",
        "dealer",
        "dealer",
        "manager",
        "affiliate",
        "thereof",
        "licensed",
        "tender",
        "offer",
        "deemed",
        "made",
        "dealer",
        "manager",
        "affiliate",
        "behalf",
        "company",
        "new",
        "note",
        "offered",
        "pursuant",
        "concurrent",
        "offering",
        "registered",
        "security",
        "act",
        "amended",
        "security",
        "act",
        "may",
        "offered",
        "sold",
        "within",
        "united",
        "state",
        "person",
        "except",
        "qualified",
        "institutional",
        "buyer",
        "qibs",
        "within",
        "meaning",
        "rule",
        "144a",
        "security",
        "act",
        "rule",
        "144a",
        "reliance",
        "exemption",
        "registration",
        "requirement",
        "security",
        "act",
        "provided",
        "rule",
        "144a",
        "b",
        "outside",
        "united",
        "state",
        "non",
        "person",
        "compliance",
        "regulation",
        "security",
        "act",
        "regulation",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "actual",
        "result",
        "may",
        "differ",
        "materially",
        "reflected",
        "statement",
        "undertake",
        "obligation",
        "release",
        "publicly",
        "result",
        "revision",
        "statement",
        "may",
        "made",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "including",
        "without",
        "limitation",
        "change",
        "business",
        "acquisition",
        "strategy",
        "planned",
        "capital",
        "expenditure",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "inretail",
        "shopping",
        "mall",
        "leading",
        "shopping",
        "mall",
        "operator",
        "peru",
        "operate",
        "nationwide",
        "location",
        "lima",
        "largest",
        "province",
        "peru",
        "also",
        "largest",
        "owner",
        "developer",
        "operator",
        "shopping",
        "mall",
        "based",
        "gross",
        "leasable",
        "area",
        "number",
        "shopping",
        "mall",
        "tenant",
        "sale",
        "first",
        "shopping",
        "mall",
        "operator",
        "open",
        "mall",
        "outside",
        "lima",
        "still",
        "shopping",
        "mall",
        "operator",
        "present",
        "certain",
        "major",
        "city",
        "cusco",
        "chiclayo",
        "sullana",
        "prime",
        "location",
        "operational",
        "expertise",
        "allowed",
        "mall",
        "serve",
        "shopping",
        "entertainment",
        "destination",
        "peruvian",
        "family",
        "operate",
        "shopping",
        "mall",
        "tenant",
        "plaza",
        "vea",
        "oechsle",
        "promart",
        "cineplanet",
        "retailer",
        "include",
        "h",
        "forever",
        "brook",
        "brother",
        "zara",
        "banana",
        "republic",
        "leading",
        "local",
        "fashion",
        "boutique",
        "well",
        "restaurant",
        "chain",
        "entertainment",
        "view",
        "original",
        "content",
        "http",
        "source",
        "inretail",
        "shopping",
        "mall"
    ]
}