{
    "organizations": [],
    "uuid": "60ca3cb9e6d3cf0e95e4d5a4333774c05340713f",
    "author": "",
    "url": "https://www.reuters.com/article/us-facebook-privacy-costs-analysis/privacy-issues-emerge-as-major-business-risk-for-facebook-idUSKBN1GW01F",
    "ord_in_thread": 0,
    "title": "Privacy issues emerge as major business risk for Facebook",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "March 20, 2018 / 12:20 AM / Updated 2 hours ago Privacy issues emerge as major business risk for Facebook Salvador Rodriguez , David Ingram , Douglas Busvine 8 Min Read SAN FRANCISCO/ FRANKFURT (Reuters) - Facebook faces substantial business risks from new European Union privacy rules set to take effect in May, a looming reality that came into stark relief over the weekend with revelations that a controversial political consulting firm had improperly obtained personal data on 50 million Facebook users. The Facebook application is seen on a phone screen August 3, 2017. REUTERS/Thomas White Privacy experts said the disclosure that a researcher had sold Facebook data collected via a personality quiz to the consulting firm Cambridge Analytica is a prime example of the kinds of practices that the new General Data Protection Regulation, or GDPR, is supposed to prevent or punish. The danger faced by Facebook going forward is two-fold: Complying with the rules means letting European users opt out of the highly targeted online ads that have made Facebook a money machine. Violating GDPR mandates could subject the California company to fines of up to 4 percent of annual revenues. Had the Cambridge Analytica incident happened after GDPR becomes law on May 25, it “would have cost Facebook 4 percent of their global revenue”, said Austrian privacy campaigner and Facebook critic Max Schrems. Because a UK company was involved and because at least some of the people whose data was misused were almost certainly European, GDPR would have applied. Shares in Facebook fell on Monday by 7 percent, their biggest drop since 2014, wiping nearly $40 billion off the value of the firm founded in 2004 by Mark Zuckerberg. Schrems first raised concerns in 2011 about how easy it would be for third-party apps to harvest data from the unwitting friends of Facebook users. Facebook says it has tightened its controls on such practices since it discovered the alleged abuses by Cambridge Analytica in 2015. Schrems has founded a non-profit, called None Of Your Business (NOYB), that is hiring lawyers and exploring avenues for “strategic litigation” over GDPR privacy violations. According to whistleblower Christopher Wylie, who formerly worked with Cambridge Analytica, the consulting firm used the data to help then-U.S. presidential candidate Donald Trump to predict and influence choices at the ballot box. “The fact of the matter is that Facebook lost control of the data and wasn’t adequately monitoring what third-parties were doing,” said Scott Vernick, a partner and an expert in privacy and data security at the Philadelphia law firm Fox Rothschild. Vernick said the maximum GDPR fine could come into play in an incident like this because of the number of users affected and what appears to have been inadequate monitoring of third-party data practices. Facebook said it changed its policies in 2014 to “to give much less data, especially about friends,” Facebook Vice President Andrew Bosworth said in a Facebook post on Monday. “We conduct a robust review to identify potential policy violations and to assess whether the app has a legitimate use for the data,” the company said on Monday. “We actually reject a significant number of apps through this process.” Compliance with GDPR rules could cost Facebook a significant amount of money. Deutsche Bank analysts in January estimated that Facebook’s overall revenue could be lowered by 4 percent in a scenario in which 30 percent of EU users opt out of targeted ads, reducing the effectiveness and likely price of ads shown by 50 percent. The EU represents 24 percent of Facebook’s ad revenue, so multiplying those figures, the bank said the regulations could have a 4 percent impact on overall Facebook revenue. “If this regulatory approach spreads to other countries or if GDPR ever becomes more onerous over the medium or long term, it would pose more risk,” Deutsche Bank warned. The firestorm over Cambridge Analytica has prompted a furious response from lawmakers on both sides of the Atlantic, raising the prospect of just such an expansion of privacy protections. Pivotal Research analyst Brian Wieser reiterated his ‘sell’ rating on Facebook after the weekend reports. Wieser expressed concerns that the company’s regulatory risks would intensify and that its sophisticated use of data in advertising was in jeopardy. A December 2017 survey found that only 21 percent of European consumers know what GDPR is. But after the regulation was explained, 82 percent of respondents said they plan to exercise their new rights, according to the survey of 7,000 Europeans conducted by Cambridge, Mass.-based Pegasystems Inc, which makes sales and marketing software. PageFair, an Irish startup that helps website deliver non-targeted ads and avoid ad-blocking, estimates that only 3 percent of European social media users will opt-in to targeted ads, a potentially “devastating” blow for Facebook and other platforms, says Johnny Ryan, PageFair’s head of ecosystem. GIVING CONSUMERS CONTROL The quandary for Facebook is readily apparent from a video it began showing customers in February: it teaches people how to delete their accounts. GDPR gives users the right to access their data, delete it or transfer it to competing companies. Social networks will also need to regain Europeans’ consent every time they want to use their data in new ways, including for targeted advertising. Lawmakers had social networks in mind when drafting GDPR, said Helen Dixon, the data protection commissioner of Ireland, which is the lead GDPR regulator for numerous tech companies including Facebook, Twitter and LinkedIn. “There was very big consideration of these newer types of platforms,” she told Reuters. Tough European rules stand in sharp contrast to the lack of privacy regulation in the United States and many other countries, raising the prospect that Facebook will begin to look much different from one country to the next. For example, the social media giant in 2017 released new artificial intelligence features that detect when a user is at risk of suicide or when someone else uploads a picture of their face. The company did not make those features available in Europe. Facebook did not specify a reason. But heightened scrutiny in Europe over such practices with GDPR looming may have been a factor. Another challenge for social networks are GDPR provisions mandating how companies must obtain permissions. The regulation demands that requests for consent be presented “in an intelligible and easily accessible form, using clear and plain language.” In other words, the days of extensive “terms of service” agreements written in small text will no longer pass muster in Europe, numerous data privacy lawyers told Reuters. In practice, social network users may find themselves seeing more “permissions screens” and being asked to check boxes every time a social network rolls out a new feature. That could depress usage, Facebook Chief Financial Officer David Wehner said at an investor conference last month. “Whenever you walk people through permission screens, there’s some potential that people decide they’re not going to use the product,” Wehner said. “We don’t think it will be big, but there could be some implication there.” Additional reporting by Foo Yun Chee in Brussels, and Paul Sandle and Eric Auchard in London; Editing by Jonathan Weber and Marla Dickerson",
    "published": "2018-03-20T02:21:00.000+02:00",
    "crawled": "2018-03-20T02:37:22.005+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "march",
        "updated",
        "hour",
        "ago",
        "privacy",
        "issue",
        "emerge",
        "major",
        "business",
        "risk",
        "facebook",
        "salvador",
        "rodriguez",
        "david",
        "ingram",
        "douglas",
        "busvine",
        "min",
        "read",
        "san",
        "frankfurt",
        "reuters",
        "facebook",
        "face",
        "substantial",
        "business",
        "risk",
        "new",
        "european",
        "union",
        "privacy",
        "rule",
        "set",
        "take",
        "effect",
        "may",
        "looming",
        "reality",
        "came",
        "stark",
        "relief",
        "weekend",
        "revelation",
        "controversial",
        "political",
        "consulting",
        "firm",
        "improperly",
        "obtained",
        "personal",
        "data",
        "million",
        "facebook",
        "user",
        "facebook",
        "application",
        "seen",
        "phone",
        "screen",
        "august",
        "white",
        "privacy",
        "expert",
        "said",
        "disclosure",
        "researcher",
        "sold",
        "facebook",
        "data",
        "collected",
        "via",
        "personality",
        "quiz",
        "consulting",
        "firm",
        "cambridge",
        "analytica",
        "prime",
        "example",
        "kind",
        "practice",
        "new",
        "general",
        "data",
        "protection",
        "regulation",
        "gdpr",
        "supposed",
        "prevent",
        "punish",
        "danger",
        "faced",
        "facebook",
        "going",
        "forward",
        "complying",
        "rule",
        "mean",
        "letting",
        "european",
        "user",
        "opt",
        "highly",
        "targeted",
        "online",
        "ad",
        "made",
        "facebook",
        "money",
        "machine",
        "violating",
        "gdpr",
        "mandate",
        "could",
        "subject",
        "california",
        "company",
        "fine",
        "percent",
        "annual",
        "revenue",
        "cambridge",
        "analytica",
        "incident",
        "happened",
        "gdpr",
        "becomes",
        "law",
        "may",
        "would",
        "cost",
        "facebook",
        "percent",
        "global",
        "revenue",
        "said",
        "austrian",
        "privacy",
        "campaigner",
        "facebook",
        "critic",
        "max",
        "schrems",
        "uk",
        "company",
        "involved",
        "least",
        "people",
        "whose",
        "data",
        "misused",
        "almost",
        "certainly",
        "european",
        "gdpr",
        "would",
        "applied",
        "share",
        "facebook",
        "fell",
        "monday",
        "percent",
        "biggest",
        "drop",
        "since",
        "wiping",
        "nearly",
        "billion",
        "value",
        "firm",
        "founded",
        "mark",
        "zuckerberg",
        "schrems",
        "first",
        "raised",
        "concern",
        "easy",
        "would",
        "apps",
        "harvest",
        "data",
        "unwitting",
        "friend",
        "facebook",
        "user",
        "facebook",
        "say",
        "tightened",
        "control",
        "practice",
        "since",
        "discovered",
        "alleged",
        "abuse",
        "cambridge",
        "analytica",
        "schrems",
        "founded",
        "called",
        "none",
        "business",
        "noyb",
        "hiring",
        "lawyer",
        "exploring",
        "avenue",
        "strategic",
        "litigation",
        "gdpr",
        "privacy",
        "violation",
        "according",
        "whistleblower",
        "christopher",
        "wylie",
        "formerly",
        "worked",
        "cambridge",
        "analytica",
        "consulting",
        "firm",
        "used",
        "data",
        "help",
        "presidential",
        "candidate",
        "donald",
        "trump",
        "predict",
        "influence",
        "choice",
        "ballot",
        "box",
        "fact",
        "matter",
        "facebook",
        "lost",
        "control",
        "data",
        "adequately",
        "monitoring",
        "said",
        "scott",
        "vernick",
        "partner",
        "expert",
        "privacy",
        "data",
        "security",
        "philadelphia",
        "law",
        "firm",
        "fox",
        "rothschild",
        "vernick",
        "said",
        "maximum",
        "gdpr",
        "fine",
        "could",
        "come",
        "play",
        "incident",
        "like",
        "number",
        "user",
        "affected",
        "appears",
        "inadequate",
        "monitoring",
        "data",
        "practice",
        "facebook",
        "said",
        "changed",
        "policy",
        "give",
        "much",
        "less",
        "data",
        "especially",
        "friend",
        "facebook",
        "vice",
        "president",
        "andrew",
        "bosworth",
        "said",
        "facebook",
        "post",
        "monday",
        "conduct",
        "robust",
        "review",
        "identify",
        "potential",
        "policy",
        "violation",
        "assess",
        "whether",
        "app",
        "legitimate",
        "use",
        "data",
        "company",
        "said",
        "monday",
        "actually",
        "reject",
        "significant",
        "number",
        "apps",
        "compliance",
        "gdpr",
        "rule",
        "could",
        "cost",
        "facebook",
        "significant",
        "amount",
        "money",
        "deutsche",
        "bank",
        "analyst",
        "january",
        "estimated",
        "facebook",
        "overall",
        "revenue",
        "could",
        "lowered",
        "percent",
        "scenario",
        "percent",
        "eu",
        "user",
        "opt",
        "targeted",
        "ad",
        "reducing",
        "effectiveness",
        "likely",
        "price",
        "ad",
        "shown",
        "percent",
        "eu",
        "represents",
        "percent",
        "facebook",
        "ad",
        "revenue",
        "multiplying",
        "figure",
        "bank",
        "said",
        "regulation",
        "could",
        "percent",
        "impact",
        "overall",
        "facebook",
        "revenue",
        "regulatory",
        "approach",
        "spread",
        "country",
        "gdpr",
        "ever",
        "becomes",
        "onerous",
        "medium",
        "long",
        "term",
        "would",
        "pose",
        "risk",
        "deutsche",
        "bank",
        "warned",
        "firestorm",
        "cambridge",
        "analytica",
        "prompted",
        "furious",
        "response",
        "lawmaker",
        "side",
        "atlantic",
        "raising",
        "prospect",
        "expansion",
        "privacy",
        "protection",
        "pivotal",
        "research",
        "analyst",
        "brian",
        "wieser",
        "reiterated",
        "sell",
        "rating",
        "facebook",
        "weekend",
        "report",
        "wieser",
        "expressed",
        "concern",
        "company",
        "regulatory",
        "risk",
        "would",
        "intensify",
        "sophisticated",
        "use",
        "data",
        "advertising",
        "jeopardy",
        "december",
        "survey",
        "found",
        "percent",
        "european",
        "consumer",
        "know",
        "gdpr",
        "regulation",
        "explained",
        "percent",
        "respondent",
        "said",
        "plan",
        "exercise",
        "new",
        "right",
        "according",
        "survey",
        "european",
        "conducted",
        "cambridge",
        "pegasystems",
        "inc",
        "make",
        "sale",
        "marketing",
        "software",
        "pagefair",
        "irish",
        "startup",
        "help",
        "website",
        "deliver",
        "ad",
        "avoid",
        "estimate",
        "percent",
        "european",
        "social",
        "medium",
        "user",
        "targeted",
        "ad",
        "potentially",
        "devastating",
        "blow",
        "facebook",
        "platform",
        "say",
        "johnny",
        "ryan",
        "pagefair",
        "head",
        "ecosystem",
        "giving",
        "consumer",
        "control",
        "quandary",
        "facebook",
        "readily",
        "apparent",
        "video",
        "began",
        "showing",
        "customer",
        "february",
        "teach",
        "people",
        "delete",
        "account",
        "gdpr",
        "give",
        "user",
        "right",
        "access",
        "data",
        "delete",
        "transfer",
        "competing",
        "company",
        "social",
        "network",
        "also",
        "need",
        "regain",
        "european",
        "consent",
        "every",
        "time",
        "want",
        "use",
        "data",
        "new",
        "way",
        "including",
        "targeted",
        "advertising",
        "lawmaker",
        "social",
        "network",
        "mind",
        "drafting",
        "gdpr",
        "said",
        "helen",
        "dixon",
        "data",
        "protection",
        "commissioner",
        "ireland",
        "lead",
        "gdpr",
        "regulator",
        "numerous",
        "tech",
        "company",
        "including",
        "facebook",
        "twitter",
        "linkedin",
        "big",
        "consideration",
        "newer",
        "type",
        "platform",
        "told",
        "reuters",
        "tough",
        "european",
        "rule",
        "stand",
        "sharp",
        "contrast",
        "lack",
        "privacy",
        "regulation",
        "united",
        "state",
        "many",
        "country",
        "raising",
        "prospect",
        "facebook",
        "begin",
        "look",
        "much",
        "different",
        "one",
        "country",
        "next",
        "example",
        "social",
        "medium",
        "giant",
        "released",
        "new",
        "artificial",
        "intelligence",
        "feature",
        "detect",
        "user",
        "risk",
        "suicide",
        "someone",
        "else",
        "uploads",
        "picture",
        "face",
        "company",
        "make",
        "feature",
        "available",
        "europe",
        "facebook",
        "specify",
        "reason",
        "heightened",
        "scrutiny",
        "europe",
        "practice",
        "gdpr",
        "looming",
        "may",
        "factor",
        "another",
        "challenge",
        "social",
        "network",
        "gdpr",
        "provision",
        "mandating",
        "company",
        "must",
        "obtain",
        "permission",
        "regulation",
        "demand",
        "request",
        "consent",
        "presented",
        "intelligible",
        "easily",
        "accessible",
        "form",
        "using",
        "clear",
        "plain",
        "word",
        "day",
        "extensive",
        "term",
        "service",
        "agreement",
        "written",
        "small",
        "text",
        "longer",
        "pas",
        "muster",
        "europe",
        "numerous",
        "data",
        "privacy",
        "lawyer",
        "told",
        "reuters",
        "practice",
        "social",
        "network",
        "user",
        "may",
        "find",
        "seeing",
        "permission",
        "screen",
        "asked",
        "check",
        "box",
        "every",
        "time",
        "social",
        "network",
        "roll",
        "new",
        "feature",
        "could",
        "depress",
        "usage",
        "facebook",
        "chief",
        "financial",
        "officer",
        "david",
        "wehner",
        "said",
        "investor",
        "conference",
        "last",
        "month",
        "whenever",
        "walk",
        "people",
        "permission",
        "screen",
        "potential",
        "people",
        "decide",
        "going",
        "use",
        "product",
        "wehner",
        "said",
        "think",
        "big",
        "could",
        "implication",
        "additional",
        "reporting",
        "foo",
        "yun",
        "chee",
        "brussels",
        "paul",
        "sandle",
        "eric",
        "auchard",
        "london",
        "editing",
        "jonathan",
        "weber",
        "marla",
        "dickerson"
    ]
}