{
    "organizations": [],
    "uuid": "77ddfc26e91f3e8e3391079d53f52da3cfd5fb47",
    "author": "cnbc.com",
    "url": "https://www.cnbc.com/2018/03/23/inching-closer-to-a-world-without-polio.html",
    "ord_in_thread": 0,
    "title": "Inching closer to a world without polio",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "At its height in the 1940s and '50s, polio paralyzed more than 35,000 Americans every year . But thanks to vaccines as well as good hygiene and sanitation practices, polio has largely been forgotten in the developed world.\nNow, even in less-developed regions, it's close to being wiped out entirely. But there are still challenges to overcome before polio can join smallpox as a virus that has been eradicated worldwide.\nWith the support of the World Health Organization , the Bill & Melinda Gates Foundation (a strategic partner of The Conversation US that provides funding for The Conversation internationally), Rotary International and others, public health workers and volunteers work tirelessly and in dangerous conditions to vaccinate every one of the world's children. The number of polio cases globally dropped from 350,000 in 1988 to just 37 in 2016 . Thirty years ago, polio was regularly found in 125 of the world's 190 or so countries. Today, only three countries continue to see regular cases: Pakistan, Nigeria and Afghanistan.\n\nMore from The Conversation: \nWhy Denmark dominates the World Happiness Report rankings year after year\nForced sterilization programs in California once harmed thousands – particularly Latinas\nArchbishop Oscar Romero was gunned down inside his own church 38 years ago. Soon he'll become El Salvador's first saint \nOf these, Pakistan is closest to becoming polio-free thanks to its persistent, innovative vaccination campaign programs. But its poor security, weak health system and lack of proper sanitation work against this effort.\nThe lessons infectious disease preparedness and response researchers like us are learning in Pakistan, during what's hopefully a final push against polio, will also apply elsewhere, as public health experts work to wipe out other infectious diseases around the world.\nPolio in people and in the environment  Wild poliovirus is not particularly hardy and can't survive for long in the environment. If the virus cannot find an unvaccinated person to serve as its host, it will die. This fact means vaccination efforts can fully exterminate the virus by denying it a place to live in human hosts.\nThe world's polio eradication campaign has already done away with two of the three naturally occurring wild polioviruses . Wild poliovirus type 2 was last seen in 1999, and there has not been a case of wild poliovirus type 3 since 2012.\nPolio spreads primarily through water contaminated with the feces of an infected person. Where sources of drinking water come into contact with sewage waste – often the case in developing countries like Pakistan – the virus spreads easily.\nTo complicate matters, nearly 3 out of 4 people infected with the poliovirus never have any symptoms at all. So most carriers of polio never know they harbor the virus, or that they're spreading it to others.\nIn addition, those who do have symptoms usually seem to have the flu, with fever, headaches, body aches and vomiting. In only around 1 percent of cases do symptoms include temporary or permanent paralysis.\nThis means that it is possible for the virus to exist and spread in a community even when there are no diagnosed cases of polio. For that reason, public health workers use two different measures to gauge the success of a vaccination effort: the number of people diagnosed with polio, and how much of the virus is found in the environment.\nCultural challenges In Pakistan, these two measures paint somewhat different pictures of disease eradication. The not-so-good news is that 16 percent of the water sources tested in 2017 contain the polio virus, a slight increase from 2016 levels.\nThe better news is that from 2014 to 2017, the number of new polio cases dropped a whopping 97 percent , from 306 cases to just eight. The country's government, with the support of the international community, has vaccinated most Pakistanis, which no doubt accounts for the impressive drop in diagnosed cases. However, because vaccination is not universal, the virus persists in some regions of Pakistan and poses a threat to those who are not vaccinated or who have not received vaccination boosters as scheduled.\nThere are several cultural barriers to wiping out polio in Pakistan. Vaccinations are usually given at health clinics and transit points, where public health workers can make contact with a large share of the population. Mobile vaccination units reach people in other locations, but cannot safely get to children in high-conflict areas.\nIn many of these areas, armed militants refuse to let public health officials vaccinate children, claiming that the polio vaccine is part of a Western plot to sterilize Muslims. In 2012, the Taliban, which remain in control in some mountainous areas, imposed a ban on vaccinations , which slowed the polio eradication effort. Furthermore, polio vaccine campaign workers have been targets of violence, as seen most recently in the killing of a mother-daughter vaccination team in January and an ambush this past week in a remote tribal area that killed two medical workers and wounded two others.\nWith armed security, a Pakistani health worker marks a house after administering polio vaccine. AP Photo/Shakil Adil \nIn order to overcome some of the challenges, members of the eradication campaign have coordinated vaccination efforts with military operations. When a large military offense in 2015 pushed the Taliban out of the northern provinces of Pakistan, it cleared the way for hundreds of thousands of children to receive vaccination.\nHigh illiteracy rates, extreme poverty and religious beliefs also can cause parents to refuse vaccines – in Pakistan and elsewhere – for their children. In these instances, education and outreach are vitally important. Helping parents understand the dangers of disease may help overcome misinformation about the vaccine and increase positive association with vaccination, as it has in the United States.\nPharmaceutical challenges Public health officials have two types of polio vaccine in their medical supply kit: an oral vaccine and an inactivated vaccine. Both are necessary to eradicate polio. The oral vaccine is made from live weakened virus. The inactivated version is made with dead virus.\nThe oral vaccination works significantly better against naturally occurring poliovirus, known as wild poliovirus. Additionally, the administration method – being given by mouth – is thought to increase vaccine uptake because it does not require an injection.\nThe body builds immunity from this live vaccine, and then can withstand the virus if exposed to it in the future. Countries where polio is present must use the oral vaccine in order to eliminate wild poliovirus because the inactivated vaccine does not stop its transmission since it produces lower levels of mucosal immunity .\nThough necessary, using the live oral vaccine comes with some challenges. For example, it can cause vaccine-derived cases of polio, which include cases of paralysis . In this unfortunate and extremely rare scenario, the vaccine meant to prevent a terrible illness directly transmits it. Of the 10 billion doses of oral polio vaccine administered since 2000, there have only been 760 cases of vaccine-derived polio.\nThough the oral vaccine is vital to the eradication of wild poliovirus, its use must be discontinued as soon as the wild virus is wiped out. Otherwise, it runs the risk of hindering complete eradication by perpetuating existence of poliovirus in the environment through human excrement and continuing to introduce new vaccine-derived cases of the disease.\nOnce Pakistan is declared free of wild poliovirus, the eradication campaign must switch to using the inactivated vaccine.\nBecause the inactivated vaccine provokes a weaker immune response, it doesn't effectively disrupt transmission of wild poliovirus. But it does protect against the weaker vaccine-derived poliovirus, and it doesn't contribute to vaccine-derived cases. Once the only remaining strains are vaccine-derived, inactivated vaccines can be used to completely wipe out the disease.\nIt is likely that a world without polio may not be too far off in the future — and then infectious disease researchers can make use of the lessons learned in Pakistan as they move the fight to other diseases elsewhere around the world.\nCommentary by Christine Crudo Blackburn and Morten Wendelbo , a Postdoctoral Research Fellow and Lecturer at Texas A&M University, respectively. They are also contributors at The Conversation , an independent source of news and views from the academic and research community. Follow Morten on Twitter @Wendelbom12 . \nFor more insight from CNBC contributors, follow @CNBCopinion on Twitter.",
    "published": "2018-03-23T23:22:00.000+03:00",
    "crawled": "2018-03-23T22:52:39.000+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "height",
        "1940s",
        "polio",
        "paralyzed",
        "american",
        "every",
        "year",
        "thanks",
        "vaccine",
        "well",
        "good",
        "hygiene",
        "sanitation",
        "practice",
        "polio",
        "largely",
        "forgotten",
        "developed",
        "world",
        "even",
        "region",
        "close",
        "wiped",
        "entirely",
        "still",
        "challenge",
        "overcome",
        "polio",
        "join",
        "smallpox",
        "virus",
        "eradicated",
        "worldwide",
        "support",
        "world",
        "health",
        "organization",
        "bill",
        "melinda",
        "gate",
        "foundation",
        "strategic",
        "partner",
        "conversation",
        "u",
        "provides",
        "funding",
        "conversation",
        "internationally",
        "rotary",
        "international",
        "others",
        "public",
        "health",
        "worker",
        "volunteer",
        "work",
        "tirelessly",
        "dangerous",
        "condition",
        "vaccinate",
        "every",
        "one",
        "world",
        "child",
        "number",
        "polio",
        "case",
        "globally",
        "dropped",
        "thirty",
        "year",
        "ago",
        "polio",
        "regularly",
        "found",
        "world",
        "country",
        "today",
        "three",
        "country",
        "continue",
        "see",
        "regular",
        "case",
        "pakistan",
        "nigeria",
        "afghanistan",
        "conversation",
        "denmark",
        "dominates",
        "world",
        "happiness",
        "report",
        "ranking",
        "year",
        "year",
        "forced",
        "sterilization",
        "program",
        "california",
        "harmed",
        "thousand",
        "particularly",
        "latinas",
        "archbishop",
        "oscar",
        "romero",
        "gunned",
        "inside",
        "church",
        "year",
        "ago",
        "soon",
        "become",
        "el",
        "salvador",
        "first",
        "saint",
        "pakistan",
        "closest",
        "becoming",
        "thanks",
        "persistent",
        "innovative",
        "vaccination",
        "campaign",
        "program",
        "poor",
        "security",
        "weak",
        "health",
        "system",
        "lack",
        "proper",
        "sanitation",
        "work",
        "effort",
        "lesson",
        "infectious",
        "disease",
        "preparedness",
        "response",
        "researcher",
        "like",
        "u",
        "learning",
        "pakistan",
        "hopefully",
        "final",
        "push",
        "polio",
        "also",
        "apply",
        "elsewhere",
        "public",
        "health",
        "expert",
        "work",
        "wipe",
        "infectious",
        "disease",
        "around",
        "world",
        "polio",
        "people",
        "environment",
        "wild",
        "poliovirus",
        "particularly",
        "hardy",
        "ca",
        "survive",
        "long",
        "environment",
        "virus",
        "find",
        "unvaccinated",
        "person",
        "serve",
        "host",
        "die",
        "fact",
        "mean",
        "vaccination",
        "effort",
        "fully",
        "exterminate",
        "virus",
        "denying",
        "place",
        "live",
        "human",
        "host",
        "world",
        "polio",
        "eradication",
        "campaign",
        "already",
        "done",
        "away",
        "two",
        "three",
        "naturally",
        "occurring",
        "wild",
        "poliovirus",
        "wild",
        "poliovirus",
        "type",
        "last",
        "seen",
        "case",
        "wild",
        "poliovirus",
        "type",
        "since",
        "polio",
        "spread",
        "primarily",
        "water",
        "contaminated",
        "feces",
        "infected",
        "person",
        "source",
        "drinking",
        "water",
        "come",
        "contact",
        "sewage",
        "waste",
        "often",
        "case",
        "developing",
        "country",
        "like",
        "pakistan",
        "virus",
        "spread",
        "easily",
        "complicate",
        "matter",
        "nearly",
        "people",
        "infected",
        "poliovirus",
        "never",
        "symptom",
        "carrier",
        "polio",
        "never",
        "know",
        "harbor",
        "virus",
        "spreading",
        "others",
        "addition",
        "symptom",
        "usually",
        "seem",
        "flu",
        "fever",
        "headache",
        "body",
        "ache",
        "vomiting",
        "around",
        "percent",
        "case",
        "symptom",
        "include",
        "temporary",
        "permanent",
        "paralysis",
        "mean",
        "possible",
        "virus",
        "exist",
        "spread",
        "community",
        "even",
        "diagnosed",
        "case",
        "polio",
        "reason",
        "public",
        "health",
        "worker",
        "use",
        "two",
        "different",
        "measure",
        "gauge",
        "success",
        "vaccination",
        "effort",
        "number",
        "people",
        "diagnosed",
        "polio",
        "much",
        "virus",
        "found",
        "environment",
        "cultural",
        "challenge",
        "pakistan",
        "two",
        "measure",
        "paint",
        "somewhat",
        "different",
        "picture",
        "disease",
        "eradication",
        "news",
        "percent",
        "water",
        "source",
        "tested",
        "contain",
        "polio",
        "virus",
        "slight",
        "increase",
        "level",
        "better",
        "news",
        "number",
        "new",
        "polio",
        "case",
        "dropped",
        "whopping",
        "percent",
        "case",
        "eight",
        "country",
        "government",
        "support",
        "international",
        "community",
        "vaccinated",
        "pakistani",
        "doubt",
        "account",
        "impressive",
        "drop",
        "diagnosed",
        "case",
        "however",
        "vaccination",
        "universal",
        "virus",
        "persists",
        "region",
        "pakistan",
        "pose",
        "threat",
        "vaccinated",
        "received",
        "vaccination",
        "booster",
        "scheduled",
        "several",
        "cultural",
        "barrier",
        "wiping",
        "polio",
        "pakistan",
        "vaccination",
        "usually",
        "given",
        "health",
        "clinic",
        "transit",
        "point",
        "public",
        "health",
        "worker",
        "make",
        "contact",
        "large",
        "share",
        "population",
        "mobile",
        "vaccination",
        "unit",
        "reach",
        "people",
        "location",
        "safely",
        "get",
        "child",
        "area",
        "many",
        "area",
        "armed",
        "militant",
        "refuse",
        "let",
        "public",
        "health",
        "official",
        "vaccinate",
        "child",
        "claiming",
        "polio",
        "vaccine",
        "part",
        "western",
        "plot",
        "sterilize",
        "muslim",
        "taliban",
        "remain",
        "control",
        "mountainous",
        "area",
        "imposed",
        "ban",
        "vaccination",
        "slowed",
        "polio",
        "eradication",
        "effort",
        "furthermore",
        "polio",
        "vaccine",
        "campaign",
        "worker",
        "target",
        "violence",
        "seen",
        "recently",
        "killing",
        "vaccination",
        "team",
        "january",
        "ambush",
        "past",
        "week",
        "remote",
        "tribal",
        "area",
        "killed",
        "two",
        "medical",
        "worker",
        "wounded",
        "two",
        "others",
        "armed",
        "security",
        "pakistani",
        "health",
        "worker",
        "mark",
        "house",
        "administering",
        "polio",
        "vaccine",
        "ap",
        "adil",
        "order",
        "overcome",
        "challenge",
        "member",
        "eradication",
        "campaign",
        "coordinated",
        "vaccination",
        "effort",
        "military",
        "operation",
        "large",
        "military",
        "offense",
        "pushed",
        "taliban",
        "northern",
        "province",
        "pakistan",
        "cleared",
        "way",
        "hundred",
        "thousand",
        "child",
        "receive",
        "vaccination",
        "high",
        "illiteracy",
        "rate",
        "extreme",
        "poverty",
        "religious",
        "belief",
        "also",
        "cause",
        "parent",
        "refuse",
        "vaccine",
        "pakistan",
        "elsewhere",
        "child",
        "instance",
        "education",
        "outreach",
        "vitally",
        "important",
        "helping",
        "parent",
        "understand",
        "danger",
        "disease",
        "may",
        "help",
        "overcome",
        "misinformation",
        "vaccine",
        "increase",
        "positive",
        "association",
        "vaccination",
        "united",
        "state",
        "pharmaceutical",
        "challenge",
        "public",
        "health",
        "official",
        "two",
        "type",
        "polio",
        "vaccine",
        "medical",
        "supply",
        "kit",
        "oral",
        "vaccine",
        "inactivated",
        "vaccine",
        "necessary",
        "eradicate",
        "polio",
        "oral",
        "vaccine",
        "made",
        "live",
        "weakened",
        "virus",
        "inactivated",
        "version",
        "made",
        "dead",
        "virus",
        "oral",
        "vaccination",
        "work",
        "significantly",
        "better",
        "naturally",
        "occurring",
        "poliovirus",
        "known",
        "wild",
        "poliovirus",
        "additionally",
        "administration",
        "method",
        "given",
        "mouth",
        "thought",
        "increase",
        "vaccine",
        "uptake",
        "require",
        "injection",
        "body",
        "build",
        "immunity",
        "live",
        "vaccine",
        "withstand",
        "virus",
        "exposed",
        "future",
        "country",
        "polio",
        "present",
        "must",
        "use",
        "oral",
        "vaccine",
        "order",
        "eliminate",
        "wild",
        "poliovirus",
        "inactivated",
        "vaccine",
        "stop",
        "transmission",
        "since",
        "produce",
        "lower",
        "level",
        "mucosal",
        "immunity",
        "though",
        "necessary",
        "using",
        "live",
        "oral",
        "vaccine",
        "come",
        "challenge",
        "example",
        "cause",
        "case",
        "polio",
        "include",
        "case",
        "paralysis",
        "unfortunate",
        "extremely",
        "rare",
        "scenario",
        "vaccine",
        "meant",
        "prevent",
        "terrible",
        "illness",
        "directly",
        "transmits",
        "billion",
        "dos",
        "oral",
        "polio",
        "vaccine",
        "administered",
        "since",
        "case",
        "polio",
        "though",
        "oral",
        "vaccine",
        "vital",
        "eradication",
        "wild",
        "poliovirus",
        "use",
        "must",
        "discontinued",
        "soon",
        "wild",
        "virus",
        "wiped",
        "otherwise",
        "run",
        "risk",
        "hindering",
        "complete",
        "eradication",
        "perpetuating",
        "existence",
        "poliovirus",
        "environment",
        "human",
        "excrement",
        "continuing",
        "introduce",
        "new",
        "case",
        "disease",
        "pakistan",
        "declared",
        "free",
        "wild",
        "poliovirus",
        "eradication",
        "campaign",
        "must",
        "switch",
        "using",
        "inactivated",
        "vaccine",
        "inactivated",
        "vaccine",
        "provokes",
        "weaker",
        "immune",
        "response",
        "effectively",
        "disrupt",
        "transmission",
        "wild",
        "poliovirus",
        "protect",
        "weaker",
        "poliovirus",
        "contribute",
        "case",
        "remaining",
        "strain",
        "inactivated",
        "vaccine",
        "used",
        "completely",
        "wipe",
        "disease",
        "likely",
        "world",
        "without",
        "polio",
        "may",
        "far",
        "future",
        "infectious",
        "disease",
        "researcher",
        "make",
        "use",
        "lesson",
        "learned",
        "pakistan",
        "move",
        "fight",
        "disease",
        "elsewhere",
        "around",
        "world",
        "commentary",
        "christine",
        "crudo",
        "blackburn",
        "morten",
        "wendelbo",
        "postdoctoral",
        "research",
        "fellow",
        "lecturer",
        "texas",
        "university",
        "respectively",
        "also",
        "contributor",
        "conversation",
        "independent",
        "source",
        "news",
        "view",
        "academic",
        "research",
        "community",
        "follow",
        "morten",
        "twitter",
        "wendelbom12",
        "insight",
        "cnbc",
        "contributor",
        "follow",
        "cnbcopinion",
        "twitter"
    ]
}