{
    "organizations": [],
    "uuid": "81a441b8e929851dfa083f8638219fa9da4922f8",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/globe-newswire-odyssey-marine-exploration-reports-full-year-2017-results-and-updates-current-projects.html",
    "ord_in_thread": 0,
    "title": "Odyssey Marine Exploration Reports Full Year 2017 Results and Updates Current Projects",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "TAMPA, Fla., Odyssey Marine Exploration, Inc. (NASDAQ:OMEX), a pioneer in the field of deep-ocean exploration, reported results for the full year ended December 31, 2017, and provided an update on current projects.\nDon Diego Project\nOn March 21, 2018, the 11-judge panel of the Superior Court of the Federal Court of Administrative Justice in Mexico ruled unanimously in favor of Odyssey Marine Exploration, Inc.’s (“Odyssey”) subsidiary, Exploraciones Oceánicas, S. de R.L. de C.V. (“ExO”), nullifying the denial of ExO’s environmental permit application for the extraction of phosphate sand from its “Don Diego” project. Odyssey holds a 53.88% interest in ExO. To move to the next phase of development of the deposit, Odyssey and its subsidiaries need the approval of the environmental permit application, which is anticipated in due course as a result of this decision. However, until the judicial decision is published, any further details about the status or timing of the permit would be speculative. Odyssey will provide additional information regarding this matter once details appropriate for public disclosure become available to Odyssey.\nThe “Don Diego” project is expected to deliver significant economic and social benefits to Mexico in the form of job creation, lowered fertilizer pricing, increased crop yields, generation of tax revenues, and the funding of programs that will promote the protection and enhancement of the marine environment.\nPhosphate, which will be the product of the dredging project, is a key and irreplaceable component of fertilizers. The location of the “Don Diego” deposit makes it an attractive potential sourcing site for the Mexican fertilizer and agricultural industry. The deposit, which is centered more than 22 km offshore in the Pacific Ocean at an average of 80 meters deep is well within reach of standard dredging equipment.\nContracted Projects\nCurrently planned or operational shipwreck and mineral projects are typically conducted under leveraged contract models whereby Odyssey is paid to perform offshore services while retaining a significant back-end share of the future net proceeds from these projects. The combined potential cash flows from these projects are expected to fund operations for multiple years while simultaneously increasing the value of projects in which the company has an equity ownership position.\nOperations are currently underway on a contracted project that is expected to begin generating cash in 2018 to fund company operations and is forecast to produce cash returns for a minimum 12-18 months.\nPlanning continues for recovery of phosphate sands from the “Don Diego” project so that preliminary operations can commence soon after environmental approval is received. Odyssey is under contract to provide a variety of services related to this the project once approvals are in place. This contract has the potential to produce several million dollars in positive cashflows and enhance the value of Odyssey’s investment in this project.\nSeveral other new subsea mineral projects that will require offshore exploration work and resource evaluation by Odyssey are currently under development. We anticipate receiving additional contracts during 2018 to provide services for these new projects, which are expected to produce cashflows and potentially equity stakes in these projects for Odyssey.\nManagement Commentary\n“Odyssey is making great progress already in 2018 on both the mineral and contracted shipwreck elements of our business, and we received notification from NASDAQ on March 8 th that we had regained compliance with all listing requirements. The recent ruling by the Mexican Superior Court is a big step towards the ultimate issuance of the environmental permit, which will allow us to confirm that the ‘Don Diego’ deposit can produce cost-effective phosphate for much-needed fertilizer in an environmentally responsible manner,” said Mark Gordon, Odyssey chief executive officer.\n“Offshore operations cannot commence until the environmental permit is issued. The project will use standard dredging ships and equipment that have been operating for decades in Mexican waters with a proven track record of minimal environmental impacts. Additionally, the monitoring and mitigation programs, confirmed through extensive testing and modeling by independent experts, assure minimal impact to and rapid recovery rates of the environment throughout the process.\n“In addition to planning activities for the ‘Don Diego’ project, our marine operations team continues to deliver results in the deep ocean. In our November update we noted that a major project would commence after delivery and testing of specialized equipment. That testing has been completed, and our team is currently actively engaged in offshore operations on a contracted project in which we have a significant back-end interest.\n“As we continue Odyssey’s transformation, shifting to a partnership model and focusing on minerals, we are becoming more efficient and focused while driving cash flows to fund operations. Those efforts are continuing to pay off with a 37% reduction in total operational expenses in 2017 compared to 2016, as well as a 60% reduction in operating expenses compared to 2015. Between our current projects, projects in development and efficiency improvements, we’re looking forward to delivering exceptional results for our shareholders in 2018.”\n2017 Financial Results\nTotal revenues decreased by $3.4 million in 2017 as compared to 2016. Revenue in 2017 came exclusively from shipwreck explorations for Magellan whereas 2016 includes an executed marine survey services contract as well as shipwreck exploration services for Magellan.\nMarketing, general and administrative expenses decreased from $7.9 million in 2016 to $6.2 million in 2017. The decrease of $1.8 million was primarily due to (a) a decrease of $1.9 million related personnel expenses resulting from regular, incentive and share-based compensation, (b) an increase of $0.4 million in admiralty legal support and (c) $0.2 million reduction in general corporate overhead supportive expenses.\nFor 2017, Operations and research expenses were $3.4 million compared to $8.3 million for the same period in 2016. The variance of $4.8 million was primarily due to (a) a $4.3 million reduction of marine services costs, which include technical crew costs as well as other marine operational costs such as equipment rental, fuel, port fees and consumables and (ii) a decrease of $0.5 million in general operations support services overhead, which includes insurance expenses, depreciation, travel and professional services. 2016 included the full-time operations of our vessel, the Odyssey Explorer, which was sold in mid-2016. The 2016 $1.0 gain on the sale of marine assets was due to the sale of the Odyssey Explorer and one other marine asset.\nThe net loss for 2017 was $7.8 million or $(0.95) per share, as compared to a net loss of $6.3 million or $(0.84) per share in 2016.\nConsolidated financial statements as well as Odyssey's Annual Report on Form 10-K for the year ended December 31, 2017, are available on the company's website at www.odysseymarine.com as well as at www.sec.gov .\nAbout Odyssey Marine Exploration\nOdyssey Marine Exploration, Inc. (Nasdaq:OMEX) is engaged in deep-ocean exploration using innovative methods and state-of-the-art technology to provide access to critical resources worldwide. Our core focus is the discovery, development and extraction of deep-ocean minerals. Odyssey also provides marine services for private clients and governments. For additional details, please visit www.odysseymarine.com .\nForward Looking Information\nOdyssey Marine Exploration believes the information set forth in this Press Release may include \"forward looking statements\" within the meaning of the Private Securities Litigation Reform Act of 1995, Section 27A of the Securities Act of 1933 and Section 21E of the Securities Act of 1934. Certain factors that could cause results to differ materially from those projected in the forward-looking statements are set forth in \"Risk Factors\" in Part I, Item 1A of the Company's Annual Report on Form 10-K for the year ended December 31, 2017, which was filed with the Securities and Exchange Commission on March 26, 2018. The financial and operating projections as well as estimates of mining assets are based solely on the assumptions developed by Odyssey that it believes are reasonable based upon information available to Odyssey as of the date of this release. All projections and estimates are subject to material uncertainties, and should not be viewed as a prediction or an assurance of actual future performance. The validity and accuracy of Odyssey's projections will depend upon unpredictable future events, many of which are beyond Odyssey's control and, accordingly, no assurance can be given that Odyssey's assumptions will prove true or that its projected results will be achieved.\nCautionary Note to U.S. Investors\nThe U.S. Securities and Exchange Commission (SEC) permits mining companies, in their filings with the SEC, to disclose only those mineral deposits that a company can economically and legally extract or produce. We use certain terms in this press release, such as \"measured\", \"indicated,\" \"inferred\" and \"resources,\" which the SEC guidelines strictly prohibit us from including in our filings with the SEC. \"Inferred mineral resources\" have a great amount of uncertainty as to their existence, and great uncertainty as to their economic and legal feasibility. It cannot be assumed that all or any part of an inferred mineral resource will ever be upgraded to a higher category. U.S. investors are cautioned not to assume that part or all of the inferred mineral resource exists, or is economically or legally mineable, and are urged to consider closely the disclosures in our Form 10-K which may be secured from us or from the SEC's website at http://www.sec.gov/edgar.shtml .\nCONTACT:\nLaura Barton\nOdyssey Marine Exploration, Inc.\n(813) 876-1776 x 2562\nlaura@odysseymarine.com\nSource:Odyssey Marine Exploration, Inc.",
    "published": "2018-03-26T16:45:00.000+03:00",
    "crawled": "2018-03-26T16:29:22.048+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "tampa",
        "odyssey",
        "marine",
        "exploration",
        "nasdaq",
        "omex",
        "pioneer",
        "field",
        "exploration",
        "reported",
        "result",
        "full",
        "year",
        "ended",
        "december",
        "provided",
        "update",
        "current",
        "project",
        "diego",
        "project",
        "march",
        "panel",
        "superior",
        "court",
        "federal",
        "court",
        "administrative",
        "justice",
        "mexico",
        "ruled",
        "unanimously",
        "favor",
        "odyssey",
        "marine",
        "exploration",
        "odyssey",
        "subsidiary",
        "exploraciones",
        "oceánicas",
        "de",
        "de",
        "exo",
        "nullifying",
        "denial",
        "exo",
        "environmental",
        "permit",
        "application",
        "extraction",
        "phosphate",
        "sand",
        "diego",
        "project",
        "odyssey",
        "hold",
        "interest",
        "exo",
        "move",
        "next",
        "phase",
        "development",
        "deposit",
        "odyssey",
        "subsidiary",
        "need",
        "approval",
        "environmental",
        "permit",
        "application",
        "anticipated",
        "due",
        "course",
        "result",
        "decision",
        "however",
        "judicial",
        "decision",
        "published",
        "detail",
        "status",
        "timing",
        "permit",
        "would",
        "speculative",
        "odyssey",
        "provide",
        "additional",
        "information",
        "regarding",
        "matter",
        "detail",
        "appropriate",
        "public",
        "disclosure",
        "become",
        "available",
        "odyssey",
        "diego",
        "project",
        "expected",
        "deliver",
        "significant",
        "economic",
        "social",
        "benefit",
        "mexico",
        "form",
        "job",
        "creation",
        "lowered",
        "fertilizer",
        "pricing",
        "increased",
        "crop",
        "yield",
        "generation",
        "tax",
        "revenue",
        "funding",
        "program",
        "promote",
        "protection",
        "enhancement",
        "marine",
        "environment",
        "phosphate",
        "product",
        "dredging",
        "project",
        "key",
        "irreplaceable",
        "component",
        "fertilizer",
        "location",
        "diego",
        "deposit",
        "make",
        "attractive",
        "potential",
        "sourcing",
        "site",
        "mexican",
        "fertilizer",
        "agricultural",
        "industry",
        "deposit",
        "centered",
        "km",
        "offshore",
        "pacific",
        "ocean",
        "average",
        "meter",
        "deep",
        "well",
        "within",
        "reach",
        "standard",
        "dredging",
        "equipment",
        "contracted",
        "project",
        "currently",
        "planned",
        "operational",
        "shipwreck",
        "mineral",
        "project",
        "typically",
        "conducted",
        "leveraged",
        "contract",
        "model",
        "whereby",
        "odyssey",
        "paid",
        "perform",
        "offshore",
        "service",
        "retaining",
        "significant",
        "share",
        "future",
        "net",
        "proceeds",
        "project",
        "combined",
        "potential",
        "cash",
        "flow",
        "project",
        "expected",
        "fund",
        "operation",
        "multiple",
        "year",
        "simultaneously",
        "increasing",
        "value",
        "project",
        "company",
        "equity",
        "ownership",
        "position",
        "operation",
        "currently",
        "underway",
        "contracted",
        "project",
        "expected",
        "begin",
        "generating",
        "cash",
        "fund",
        "company",
        "operation",
        "forecast",
        "produce",
        "cash",
        "return",
        "minimum",
        "month",
        "planning",
        "continues",
        "recovery",
        "phosphate",
        "sand",
        "diego",
        "project",
        "preliminary",
        "operation",
        "commence",
        "soon",
        "environmental",
        "approval",
        "received",
        "odyssey",
        "contract",
        "provide",
        "variety",
        "service",
        "related",
        "project",
        "approval",
        "place",
        "contract",
        "potential",
        "produce",
        "several",
        "million",
        "dollar",
        "positive",
        "cashflows",
        "enhance",
        "value",
        "odyssey",
        "investment",
        "project",
        "several",
        "new",
        "subsea",
        "mineral",
        "project",
        "require",
        "offshore",
        "exploration",
        "work",
        "resource",
        "evaluation",
        "odyssey",
        "currently",
        "development",
        "anticipate",
        "receiving",
        "additional",
        "contract",
        "provide",
        "service",
        "new",
        "project",
        "expected",
        "produce",
        "cashflows",
        "potentially",
        "equity",
        "stake",
        "project",
        "odyssey",
        "management",
        "commentary",
        "odyssey",
        "making",
        "great",
        "progress",
        "already",
        "mineral",
        "contracted",
        "shipwreck",
        "element",
        "business",
        "received",
        "notification",
        "nasdaq",
        "march",
        "th",
        "regained",
        "compliance",
        "listing",
        "requirement",
        "recent",
        "ruling",
        "mexican",
        "superior",
        "court",
        "big",
        "step",
        "towards",
        "ultimate",
        "issuance",
        "environmental",
        "permit",
        "allow",
        "u",
        "confirm",
        "diego",
        "deposit",
        "produce",
        "phosphate",
        "fertilizer",
        "environmentally",
        "responsible",
        "manner",
        "said",
        "mark",
        "gordon",
        "odyssey",
        "chief",
        "executive",
        "officer",
        "offshore",
        "operation",
        "commence",
        "environmental",
        "permit",
        "issued",
        "project",
        "use",
        "standard",
        "dredging",
        "ship",
        "equipment",
        "operating",
        "decade",
        "mexican",
        "water",
        "proven",
        "track",
        "record",
        "minimal",
        "environmental",
        "impact",
        "additionally",
        "monitoring",
        "mitigation",
        "program",
        "confirmed",
        "extensive",
        "testing",
        "modeling",
        "independent",
        "expert",
        "assure",
        "minimal",
        "impact",
        "rapid",
        "recovery",
        "rate",
        "environment",
        "throughout",
        "process",
        "addition",
        "planning",
        "activity",
        "diego",
        "project",
        "marine",
        "operation",
        "team",
        "continues",
        "deliver",
        "result",
        "deep",
        "ocean",
        "november",
        "update",
        "noted",
        "major",
        "project",
        "would",
        "commence",
        "delivery",
        "testing",
        "specialized",
        "equipment",
        "testing",
        "completed",
        "team",
        "currently",
        "actively",
        "engaged",
        "offshore",
        "operation",
        "contracted",
        "project",
        "significant",
        "interest",
        "continue",
        "odyssey",
        "transformation",
        "shifting",
        "partnership",
        "model",
        "focusing",
        "mineral",
        "becoming",
        "efficient",
        "focused",
        "driving",
        "cash",
        "flow",
        "fund",
        "operation",
        "effort",
        "continuing",
        "pay",
        "reduction",
        "total",
        "operational",
        "expense",
        "compared",
        "well",
        "reduction",
        "operating",
        "expense",
        "compared",
        "current",
        "project",
        "project",
        "development",
        "efficiency",
        "improvement",
        "looking",
        "forward",
        "delivering",
        "exceptional",
        "result",
        "shareholder",
        "financial",
        "result",
        "total",
        "revenue",
        "decreased",
        "million",
        "compared",
        "revenue",
        "came",
        "exclusively",
        "shipwreck",
        "exploration",
        "magellan",
        "whereas",
        "includes",
        "executed",
        "marine",
        "survey",
        "service",
        "contract",
        "well",
        "shipwreck",
        "exploration",
        "service",
        "magellan",
        "marketing",
        "general",
        "administrative",
        "expense",
        "decreased",
        "million",
        "million",
        "decrease",
        "million",
        "primarily",
        "due",
        "decrease",
        "million",
        "related",
        "personnel",
        "expense",
        "resulting",
        "regular",
        "incentive",
        "compensation",
        "b",
        "increase",
        "million",
        "admiralty",
        "legal",
        "support",
        "c",
        "million",
        "reduction",
        "general",
        "corporate",
        "overhead",
        "supportive",
        "expense",
        "operation",
        "research",
        "expense",
        "million",
        "compared",
        "million",
        "period",
        "variance",
        "million",
        "primarily",
        "due",
        "million",
        "reduction",
        "marine",
        "service",
        "cost",
        "include",
        "technical",
        "crew",
        "cost",
        "well",
        "marine",
        "operational",
        "cost",
        "equipment",
        "rental",
        "fuel",
        "port",
        "fee",
        "consumables",
        "ii",
        "decrease",
        "million",
        "general",
        "operation",
        "support",
        "service",
        "overhead",
        "includes",
        "insurance",
        "expense",
        "depreciation",
        "travel",
        "professional",
        "service",
        "included",
        "operation",
        "vessel",
        "odyssey",
        "explorer",
        "sold",
        "gain",
        "sale",
        "marine",
        "asset",
        "due",
        "sale",
        "odyssey",
        "explorer",
        "one",
        "marine",
        "asset",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "consolidated",
        "financial",
        "statement",
        "well",
        "odyssey",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "available",
        "company",
        "website",
        "well",
        "odyssey",
        "marine",
        "exploration",
        "odyssey",
        "marine",
        "exploration",
        "nasdaq",
        "omex",
        "engaged",
        "exploration",
        "using",
        "innovative",
        "method",
        "technology",
        "provide",
        "access",
        "critical",
        "resource",
        "worldwide",
        "core",
        "focus",
        "discovery",
        "development",
        "extraction",
        "mineral",
        "odyssey",
        "also",
        "provides",
        "marine",
        "service",
        "private",
        "client",
        "government",
        "additional",
        "detail",
        "please",
        "visit",
        "forward",
        "looking",
        "information",
        "odyssey",
        "marine",
        "exploration",
        "belief",
        "information",
        "set",
        "forth",
        "press",
        "release",
        "may",
        "include",
        "forward",
        "looking",
        "statement",
        "within",
        "meaning",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "section",
        "27a",
        "security",
        "act",
        "section",
        "21e",
        "security",
        "act",
        "certain",
        "factor",
        "could",
        "cause",
        "result",
        "differ",
        "materially",
        "projected",
        "statement",
        "set",
        "forth",
        "risk",
        "factor",
        "part",
        "item",
        "1a",
        "company",
        "annual",
        "report",
        "form",
        "year",
        "ended",
        "december",
        "filed",
        "security",
        "exchange",
        "commission",
        "march",
        "financial",
        "operating",
        "projection",
        "well",
        "estimate",
        "mining",
        "asset",
        "based",
        "solely",
        "assumption",
        "developed",
        "odyssey",
        "belief",
        "reasonable",
        "based",
        "upon",
        "information",
        "available",
        "odyssey",
        "date",
        "release",
        "projection",
        "estimate",
        "subject",
        "material",
        "uncertainty",
        "viewed",
        "prediction",
        "assurance",
        "actual",
        "future",
        "performance",
        "validity",
        "accuracy",
        "odyssey",
        "projection",
        "depend",
        "upon",
        "unpredictable",
        "future",
        "event",
        "many",
        "beyond",
        "odyssey",
        "control",
        "accordingly",
        "assurance",
        "given",
        "odyssey",
        "assumption",
        "prove",
        "true",
        "projected",
        "result",
        "achieved",
        "cautionary",
        "note",
        "investor",
        "security",
        "exchange",
        "commission",
        "sec",
        "permit",
        "mining",
        "company",
        "filing",
        "sec",
        "disclose",
        "mineral",
        "deposit",
        "company",
        "economically",
        "legally",
        "extract",
        "produce",
        "use",
        "certain",
        "term",
        "press",
        "release",
        "measured",
        "indicated",
        "inferred",
        "resource",
        "sec",
        "guideline",
        "strictly",
        "prohibit",
        "u",
        "including",
        "filing",
        "sec",
        "inferred",
        "mineral",
        "resource",
        "great",
        "amount",
        "uncertainty",
        "existence",
        "great",
        "uncertainty",
        "economic",
        "legal",
        "feasibility",
        "assumed",
        "part",
        "inferred",
        "mineral",
        "resource",
        "ever",
        "upgraded",
        "higher",
        "category",
        "investor",
        "cautioned",
        "assume",
        "part",
        "inferred",
        "mineral",
        "resource",
        "exists",
        "economically",
        "legally",
        "mineable",
        "urged",
        "consider",
        "closely",
        "disclosure",
        "form",
        "may",
        "secured",
        "u",
        "sec",
        "website",
        "http",
        "contact",
        "laura",
        "barton",
        "odyssey",
        "marine",
        "exploration",
        "x",
        "laura",
        "source",
        "odyssey",
        "marine",
        "exploration",
        "inc"
    ]
}