{
    "organizations": [],
    "uuid": "373fc6b5a60b7774a6d04f4895c357c8a9561552",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-precision-therapeutics-appoints-kevin-hungerford-as-vice-president-of-sales-and-marketing.html",
    "ord_in_thread": 0,
    "title": "Precision Therapeutics Appoints Kevin Hungerford as Vice President of Sales Marketing",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "MINNEAPOLIS, March 12, 2018 (GLOBE NEWSWIRE) -- Precision Therapeutics Inc. (NASDAQ:AIPT) (“Precision” or “the Company”), formerly Skyline Medical, announced today that it has appointed Kevin Hungerford as Global Vice President of Sales and Marketing, effective immediately. Based in the United States, Mr. Hungerford will be responsible for overseeing all sales and marketing activities for the Company’s FDA-approved STREAMWAY® System for automated, direct-to-drain medical fluid disposal to hospitals and medical centers. He will report to Dr. Carl Schwartz, Chief Executive Officer, and replaces Mr. Peter Alex, who is stepping down to pursue other opportunities.\nThis new appointment follows the launch of the Company’s aggressive new U.S. sales and marketing campaign for the STREAMWAY system, which resulted in a meaningful ramp in domestic sales in the fourth quarter of 2017 and early 2018. The Company has also made initial investments in its international sales and marketing strategy by signing independent distribution agreements in Australia, Canada and Switzerland, as announced in November 2017, opening a European Headquarters in Brussels, Belgium, and appointing a Vice President of International Sales, Mr. Jean-Paul Rasschaert.\nMr. Hungerford is a senior executive with over 20 years of sales and marketing experience in the U.S. medical device market. He joins Precision Therapeutics from Sirtex Medical, a global medical device company, where he worked from 2012 – 2018 in a variety of positions of increasing seniority, most recently as the Director of Marketing where he was responsible for overseeing all Interventional Radiology (IR) marketing activities and professional education. He previously worked at Boston Scientific Endoscopy from 1997 – 2012 where he led several sales teams who were directed to drive market-share, new technology and market adoption of key technologies.\nDr. Carl Schwartz, Chief Executive Officer at Precision Therapeutics, commented, “Kevin has extensive sales experience in the medical device market, most recently in the Interventional Radiology space, which is one of the STREAMWAY’s core markets. His background at reputable, global companies, such as Sirtex Medical and Boston Scientific Endoscopy, and vast network of healthcare contacts, are expected to boost our reputation as a best-in-class provider of fluid management systems and allow us to broaden our market reach. Kevin will oversee our aggressive new sales and marketing strategy, launched in 2017, which includes several international distribution agreements and the opening of our new European Headquarters in Belgium. I would like to thank Peter Alex for his commitment and contributions to the Company and the work he has done to position it for near and long-term sales growth.”\nMr. Kevin Hungerford, Vice President of Sales and Marketing for Precision Therapeutics’ Skyline Medical division, commented, “The STREAMWAY is a unique solution for medical waste management that virtually eliminates staff exposure to potentially infectious fluids found in the healthcare environment. From my years interacting with the healthcare community it is evident to me that it has the potential to revolutionize our approach to health and safety in the operating room and fulfils an unmet need in the market. I am pleased to join the Company and look forward to driving sales and building value for the Company.”\nAs part of Mr. Hungerford’s compensation package, he will receive inducement stock options in accordance with NASDAQ listing rules for 111,112 shares of Precision Therapeutics common stock at $1.35 per share. The options will vest quarterly in four equal installments over a 12-month period and have a term of 10 years. The options are subject to the terms and conditions detailed in the Company’s stock incentive plan.\nAbout the STREAMWAY System\nProduced by Skyline Medical, a division of Precision Therapeutics, the revolutionary, FDA-cleared STREAMWAY System is the first true direct-to-drain fluid disposal system designed specifically for medical applications, such as radiology, endoscopy, urology and cystoscopy procedures. It connects directly to a facility's plumbing system to automate the collection, measurement and disposal of waste fluids.\nThe STREAMWAY minimizes human intervention for better safety and improves compliance with Occupational Safety and Health Administration (OSHA) and other regulatory agency safety guidelines. It also provides unlimited capacity for increased efficiency in the operating room, which leads to greater profitability. Furthermore, the STREAMWAY eliminates canisters to reduce overhead costs and provides greater environmental stewardship by helping to eliminate the approximately 50 million potentially disease-infected canisters that go into landfills annually in the U.S. For a demonstration please visit www.skylinemedical.com or call 855-785-8855.\nAbout Precision Therapeutics Inc.\nPrecision Therapeutics (NASDAQ:AIPT) operates in two business areas: first, applying artificial intelligence to personalized medicine and drug discovery to provide personalized medicine solutions for clients in the pharmaceutical, diagnostic, and biotech industries, and second, production of the FDA-approved STREAMWAY® System for automated, direct-to-drain medical fluid disposal.\nPrecision Therapeutics' CRO services business is committed to improving the effectiveness of cancer therapy using the power of artificial intelligence (AI) applied to rich data diseases databases. This business has launched with Precision Therapeutics' investment in Helomics Corporation, a precision diagnostic company and integrated clinical contract research organization whose mission is to improve patient care by partnering with pharmaceutical, diagnostic, and academic organizations to bring innovative clinical products and technologies to the marketplace. In addition to its proprietary precision diagnostics for oncology, Helomics offers boutique CRO services that leverage our patient-derived tumor models, coupled to a wide range of multi-omics assays (genomics, proteomics and biochemical), and a proprietary bioinformatics platform (D-CHIP) to provide a tailored solution to our client's specific needs. Helomics is 25% owned by Precision Therapeutics. Helomics® is headquartered in Pittsburgh, Pennsylvania where the company maintains state-of-the-art, CLIA-certified, clinical and research laboratories. For more information, please visit www.Helomics.com . Precision Therapeutics and Helomics have also announced a proposed joint venture with GLG Pharma focused on using their combined technologies to bring personalized medicines and testing to ovarian and breast cancer patients, especially those who present with ascites fluid (over one-third of patients). The growth strategy in this business includes securing new partnerships and considering acquisitions in the precision medicine space.\nSold through the Skyline Medical business of Precision Therapeutics, The STREAMWAY System virtually eliminates staff exposure to blood, irrigation fluid and other potentially infectious fluids found in the healthcare environment. Antiquated manual fluid handling methods that require hand carrying and emptying filled fluid canisters present an exposure risk and potential liability. Skyline Medical's STREAMWAY System fully automates the collection, measurement, and disposal of waste fluids and is designed to: 1) reduce overhead costs to hospitals and surgical centers; 2) improve compliance with OSHA and other regulatory agency safety guidelines; 3) improve efficiency in the operating room, and radiology and endoscopy departments, thereby leading to greater profitability; and 4) provide greater environmental stewardship by helping to eliminate the approximately 50 million potentially disease-infected canisters that go into landfills each year in the U.S. For additional information, please visit www.skylinemedical.com .\nForward-looking Statements\nCertain of the matters discussed in this announcement contain forward-looking statements that involve material risks to and uncertainties in the Company's business that may cause actual results to differ materially from those anticipated by the statements made herein. Such risks and uncertainties include risks related to the proposed joint ventures, including the need to negotiate the definitive agreements for the joint ventures; possible failure to realize anticipated benefits of the joint ventures; and costs of providing funding to the joint ventures. Other risks and uncertainties relating to the Company include, among other things, current negative operating cash flows and a need for additional funding to finance our operating plan; the terms of any further financing, which may be highly dilutive and may include onerous terms; unexpected costs and operating deficits, and lower than expected sales and revenues; sales cycles that can be longer than expected, resulting in delays in projected sales or failure to make such sales; uncertain willingness and ability of customers to adopt new technologies and other factors that may affect further market acceptance, if our product is not accepted by our potential customers, it is unlikely that we will ever become profitable; adverse economic conditions; adverse results of any legal proceedings; the volatility of our operating results and financial condition; inability to attract or retain qualified senior management personnel, including sales and marketing personnel; our ability to establish and maintain the proprietary nature of our technology through the patent process, as well as our ability to possibly license from others patents and patent applications necessary to develop products; the Company's ability to implement its long range business plan for various applications of its technology; the Company's ability to enter into agreements with any necessary marketing and/or distribution partners and with any strategic or joint venture partners; the impact of competition, the obtaining and maintenance of any necessary regulatory clearances applicable to applications of the Company's technology; and management of growth and other risks and uncertainties that may be detailed from time to time in the Company's reports filed with the Securities and Exchange Commission, which are available for review at www.sec.gov . This is not a solicitation to buy or sell securities and does not purport to be an analysis of the Company's financial position. See the Company's most recent Annual Report on Form 10-K, and subsequent reports and other filings at www.sec.gov .\nContacts:\nInvestor Relations\nKCSA Strategic Communications\nElizabeth Barker\n(212) 896-1203\nebarker@kcsa.com\nMONEYINFO, LLC\nCharles Moskowitz\n617-827-1296\ninfo@moneyinfo-llc.com\nSource:Precision Therapeutics Inc.",
    "published": "2018-03-12T23:30:00.000+02:00",
    "crawled": "2018-03-13T00:55:56.001+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "minneapolis",
        "march",
        "globe",
        "newswire",
        "precision",
        "therapeutic",
        "nasdaq",
        "aipt",
        "precision",
        "company",
        "formerly",
        "skyline",
        "medical",
        "announced",
        "today",
        "appointed",
        "kevin",
        "hungerford",
        "global",
        "vice",
        "president",
        "sale",
        "marketing",
        "effective",
        "immediately",
        "based",
        "united",
        "state",
        "hungerford",
        "responsible",
        "overseeing",
        "sale",
        "marketing",
        "activity",
        "company",
        "system",
        "automated",
        "medical",
        "fluid",
        "disposal",
        "hospital",
        "medical",
        "center",
        "report",
        "carl",
        "schwartz",
        "chief",
        "executive",
        "officer",
        "replaces",
        "peter",
        "alex",
        "stepping",
        "pursue",
        "opportunity",
        "new",
        "appointment",
        "follows",
        "launch",
        "company",
        "aggressive",
        "new",
        "sale",
        "marketing",
        "campaign",
        "streamway",
        "system",
        "resulted",
        "meaningful",
        "ramp",
        "domestic",
        "sale",
        "fourth",
        "quarter",
        "early",
        "company",
        "also",
        "made",
        "initial",
        "investment",
        "international",
        "sale",
        "marketing",
        "strategy",
        "signing",
        "independent",
        "distribution",
        "agreement",
        "australia",
        "canada",
        "switzerland",
        "announced",
        "november",
        "opening",
        "european",
        "headquarters",
        "brussels",
        "belgium",
        "appointing",
        "vice",
        "president",
        "international",
        "sale",
        "rasschaert",
        "hungerford",
        "senior",
        "executive",
        "year",
        "sale",
        "marketing",
        "experience",
        "medical",
        "device",
        "market",
        "join",
        "precision",
        "therapeutic",
        "sirtex",
        "medical",
        "global",
        "medical",
        "device",
        "company",
        "worked",
        "variety",
        "position",
        "increasing",
        "seniority",
        "recently",
        "director",
        "marketing",
        "responsible",
        "overseeing",
        "interventional",
        "radiology",
        "ir",
        "marketing",
        "activity",
        "professional",
        "education",
        "previously",
        "worked",
        "boston",
        "scientific",
        "endoscopy",
        "led",
        "several",
        "sale",
        "team",
        "directed",
        "drive",
        "new",
        "technology",
        "market",
        "adoption",
        "key",
        "technology",
        "carl",
        "schwartz",
        "chief",
        "executive",
        "officer",
        "precision",
        "therapeutic",
        "commented",
        "kevin",
        "extensive",
        "sale",
        "experience",
        "medical",
        "device",
        "market",
        "recently",
        "interventional",
        "radiology",
        "space",
        "one",
        "streamway",
        "core",
        "market",
        "background",
        "reputable",
        "global",
        "company",
        "sirtex",
        "medical",
        "boston",
        "scientific",
        "endoscopy",
        "vast",
        "network",
        "healthcare",
        "contact",
        "expected",
        "boost",
        "reputation",
        "provider",
        "fluid",
        "management",
        "system",
        "allow",
        "u",
        "broaden",
        "market",
        "reach",
        "kevin",
        "oversee",
        "aggressive",
        "new",
        "sale",
        "marketing",
        "strategy",
        "launched",
        "includes",
        "several",
        "international",
        "distribution",
        "agreement",
        "opening",
        "new",
        "european",
        "headquarters",
        "belgium",
        "would",
        "like",
        "thank",
        "peter",
        "alex",
        "commitment",
        "contribution",
        "company",
        "work",
        "done",
        "position",
        "near",
        "sale",
        "kevin",
        "hungerford",
        "vice",
        "president",
        "sale",
        "marketing",
        "precision",
        "therapeutic",
        "skyline",
        "medical",
        "division",
        "commented",
        "streamway",
        "unique",
        "solution",
        "medical",
        "waste",
        "management",
        "virtually",
        "eliminates",
        "staff",
        "exposure",
        "potentially",
        "infectious",
        "fluid",
        "found",
        "healthcare",
        "environment",
        "year",
        "interacting",
        "healthcare",
        "community",
        "evident",
        "potential",
        "revolutionize",
        "approach",
        "health",
        "safety",
        "operating",
        "room",
        "fulfils",
        "unmet",
        "need",
        "market",
        "pleased",
        "join",
        "company",
        "look",
        "forward",
        "driving",
        "sale",
        "building",
        "value",
        "part",
        "hungerford",
        "compensation",
        "package",
        "receive",
        "inducement",
        "stock",
        "option",
        "accordance",
        "nasdaq",
        "listing",
        "rule",
        "share",
        "precision",
        "therapeutic",
        "common",
        "stock",
        "per",
        "share",
        "option",
        "vest",
        "quarterly",
        "four",
        "equal",
        "installment",
        "period",
        "term",
        "year",
        "option",
        "subject",
        "term",
        "condition",
        "detailed",
        "company",
        "stock",
        "incentive",
        "plan",
        "streamway",
        "system",
        "produced",
        "skyline",
        "medical",
        "division",
        "precision",
        "therapeutic",
        "revolutionary",
        "streamway",
        "system",
        "first",
        "true",
        "fluid",
        "disposal",
        "system",
        "designed",
        "specifically",
        "medical",
        "application",
        "radiology",
        "endoscopy",
        "urology",
        "cystoscopy",
        "procedure",
        "connects",
        "directly",
        "facility",
        "plumbing",
        "system",
        "automate",
        "collection",
        "measurement",
        "disposal",
        "waste",
        "fluid",
        "streamway",
        "minimizes",
        "human",
        "intervention",
        "better",
        "safety",
        "improves",
        "compliance",
        "occupational",
        "safety",
        "health",
        "administration",
        "osha",
        "regulatory",
        "agency",
        "safety",
        "guideline",
        "also",
        "provides",
        "unlimited",
        "capacity",
        "increased",
        "efficiency",
        "operating",
        "room",
        "lead",
        "greater",
        "profitability",
        "furthermore",
        "streamway",
        "eliminates",
        "canister",
        "reduce",
        "overhead",
        "cost",
        "provides",
        "greater",
        "environmental",
        "stewardship",
        "helping",
        "eliminate",
        "approximately",
        "million",
        "potentially",
        "canister",
        "go",
        "landfill",
        "annually",
        "demonstration",
        "please",
        "visit",
        "call",
        "precision",
        "therapeutic",
        "precision",
        "therapeutic",
        "nasdaq",
        "aipt",
        "operates",
        "two",
        "business",
        "area",
        "first",
        "applying",
        "artificial",
        "intelligence",
        "personalized",
        "medicine",
        "drug",
        "discovery",
        "provide",
        "personalized",
        "medicine",
        "solution",
        "client",
        "pharmaceutical",
        "diagnostic",
        "biotech",
        "industry",
        "second",
        "production",
        "system",
        "automated",
        "medical",
        "fluid",
        "disposal",
        "precision",
        "therapeutic",
        "cro",
        "service",
        "business",
        "committed",
        "improving",
        "effectiveness",
        "cancer",
        "therapy",
        "using",
        "power",
        "artificial",
        "intelligence",
        "ai",
        "applied",
        "rich",
        "data",
        "disease",
        "database",
        "business",
        "launched",
        "precision",
        "therapeutic",
        "investment",
        "helomics",
        "corporation",
        "precision",
        "diagnostic",
        "company",
        "integrated",
        "clinical",
        "contract",
        "research",
        "organization",
        "whose",
        "mission",
        "improve",
        "patient",
        "care",
        "partnering",
        "pharmaceutical",
        "diagnostic",
        "academic",
        "organization",
        "bring",
        "innovative",
        "clinical",
        "product",
        "technology",
        "marketplace",
        "addition",
        "proprietary",
        "precision",
        "diagnostics",
        "oncology",
        "helomics",
        "offer",
        "boutique",
        "cro",
        "service",
        "leverage",
        "tumor",
        "model",
        "coupled",
        "wide",
        "range",
        "assay",
        "genomics",
        "proteomics",
        "biochemical",
        "proprietary",
        "bioinformatics",
        "platform",
        "provide",
        "tailored",
        "solution",
        "client",
        "specific",
        "need",
        "helomics",
        "owned",
        "precision",
        "therapeutic",
        "headquartered",
        "pittsburgh",
        "pennsylvania",
        "company",
        "maintains",
        "clinical",
        "research",
        "laboratory",
        "information",
        "please",
        "visit",
        "precision",
        "therapeutic",
        "helomics",
        "also",
        "announced",
        "proposed",
        "joint",
        "venture",
        "glg",
        "pharma",
        "focused",
        "using",
        "combined",
        "technology",
        "bring",
        "personalized",
        "medicine",
        "testing",
        "ovarian",
        "breast",
        "cancer",
        "patient",
        "especially",
        "present",
        "ascites",
        "fluid",
        "patient",
        "growth",
        "strategy",
        "business",
        "includes",
        "securing",
        "new",
        "partnership",
        "considering",
        "acquisition",
        "precision",
        "medicine",
        "space",
        "sold",
        "skyline",
        "medical",
        "business",
        "precision",
        "therapeutic",
        "streamway",
        "system",
        "virtually",
        "eliminates",
        "staff",
        "exposure",
        "blood",
        "irrigation",
        "fluid",
        "potentially",
        "infectious",
        "fluid",
        "found",
        "healthcare",
        "environment",
        "antiquated",
        "manual",
        "fluid",
        "handling",
        "method",
        "require",
        "hand",
        "carrying",
        "emptying",
        "filled",
        "fluid",
        "canister",
        "present",
        "exposure",
        "risk",
        "potential",
        "liability",
        "skyline",
        "medical",
        "streamway",
        "system",
        "fully",
        "automates",
        "collection",
        "measurement",
        "disposal",
        "waste",
        "fluid",
        "designed",
        "reduce",
        "overhead",
        "cost",
        "hospital",
        "surgical",
        "center",
        "improve",
        "compliance",
        "osha",
        "regulatory",
        "agency",
        "safety",
        "guideline",
        "improve",
        "efficiency",
        "operating",
        "room",
        "radiology",
        "endoscopy",
        "department",
        "thereby",
        "leading",
        "greater",
        "profitability",
        "provide",
        "greater",
        "environmental",
        "stewardship",
        "helping",
        "eliminate",
        "approximately",
        "million",
        "potentially",
        "canister",
        "go",
        "landfill",
        "year",
        "additional",
        "information",
        "please",
        "visit",
        "statement",
        "certain",
        "matter",
        "discussed",
        "announcement",
        "contain",
        "statement",
        "involve",
        "material",
        "risk",
        "uncertainty",
        "company",
        "business",
        "may",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "anticipated",
        "statement",
        "made",
        "herein",
        "risk",
        "uncertainty",
        "include",
        "risk",
        "related",
        "proposed",
        "joint",
        "venture",
        "including",
        "need",
        "negotiate",
        "definitive",
        "agreement",
        "joint",
        "venture",
        "possible",
        "failure",
        "realize",
        "anticipated",
        "benefit",
        "joint",
        "venture",
        "cost",
        "providing",
        "funding",
        "joint",
        "venture",
        "risk",
        "uncertainty",
        "relating",
        "company",
        "include",
        "among",
        "thing",
        "current",
        "negative",
        "operating",
        "cash",
        "flow",
        "need",
        "additional",
        "funding",
        "finance",
        "operating",
        "plan",
        "term",
        "financing",
        "may",
        "highly",
        "dilutive",
        "may",
        "include",
        "onerous",
        "term",
        "unexpected",
        "cost",
        "operating",
        "deficit",
        "lower",
        "expected",
        "sale",
        "revenue",
        "sale",
        "cycle",
        "longer",
        "expected",
        "resulting",
        "delay",
        "projected",
        "sale",
        "failure",
        "make",
        "sale",
        "uncertain",
        "willingness",
        "ability",
        "customer",
        "adopt",
        "new",
        "technology",
        "factor",
        "may",
        "affect",
        "market",
        "acceptance",
        "product",
        "accepted",
        "potential",
        "customer",
        "unlikely",
        "ever",
        "become",
        "profitable",
        "adverse",
        "economic",
        "condition",
        "adverse",
        "result",
        "legal",
        "proceeding",
        "volatility",
        "operating",
        "result",
        "financial",
        "condition",
        "inability",
        "attract",
        "retain",
        "qualified",
        "senior",
        "management",
        "personnel",
        "including",
        "sale",
        "marketing",
        "personnel",
        "ability",
        "establish",
        "maintain",
        "proprietary",
        "nature",
        "technology",
        "patent",
        "process",
        "well",
        "ability",
        "possibly",
        "license",
        "others",
        "patent",
        "patent",
        "application",
        "necessary",
        "develop",
        "product",
        "company",
        "ability",
        "implement",
        "long",
        "range",
        "business",
        "plan",
        "various",
        "application",
        "technology",
        "company",
        "ability",
        "enter",
        "agreement",
        "necessary",
        "marketing",
        "distribution",
        "partner",
        "strategic",
        "joint",
        "venture",
        "partner",
        "impact",
        "competition",
        "obtaining",
        "maintenance",
        "necessary",
        "regulatory",
        "clearance",
        "applicable",
        "application",
        "company",
        "technology",
        "management",
        "growth",
        "risk",
        "uncertainty",
        "may",
        "detailed",
        "time",
        "time",
        "company",
        "report",
        "filed",
        "security",
        "exchange",
        "commission",
        "available",
        "review",
        "solicitation",
        "buy",
        "sell",
        "security",
        "purport",
        "analysis",
        "company",
        "financial",
        "position",
        "see",
        "company",
        "recent",
        "annual",
        "report",
        "form",
        "subsequent",
        "report",
        "filing",
        "contact",
        "investor",
        "relation",
        "kcsa",
        "strategic",
        "communication",
        "elizabeth",
        "barker",
        "ebarker",
        "moneyinfo",
        "llc",
        "charles",
        "moskowitz",
        "info",
        "source",
        "precision",
        "therapeutic",
        "inc"
    ]
}