{
    "organizations": [],
    "uuid": "3789318b691591df7e2e0d4774faa218f65616c9",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/15/business-wire-synacor-delivers-32-percent-yoy-revenue-growth-in-fourth-quarter-2017-full-year-revenue-increases-10-percent.html",
    "ord_in_thread": 0,
    "title": "Synacor Delivers 32% YOY Revenue Growth in Fourth 2017; Full-Year Revenue Increases 10%",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Notable customer wins include HBO NOW, TruVista and over 150 new Zimbra enterprise and government customers around the world Q4 net loss of $0.1 million and adjusted EBITDA of $3.6 million, up from net loss of $3.1 million and adjusted EBITDA of $1.2 million in Q4 2016\nBUFFALO, N.Y.--(BUSINESS WIRE)-- Synacor, Inc. (NASDAQ: SYNC), the trusted multiscreen technology and monetization partner for video, internet and communications providers, device manufacturers, governments and enterprises, today announced its financial results for the fourth quarter and year ended December 31, 2017.\n“We ended the year with a strong fourth quarter,” said Synacor CEO Himesh Bhise. “Our fourth-quarter revenue of $46 million represented an increase of 32% from the fourth quarter of 2016, making it the highest revenue quarter in the history of the company. We also delivered adjusted EBITDA of $3.6 million, three-times the adjusted EBITDA from the same quarter in the year prior.”\n“Looking forward, we are focused on improved profitability balanced with prudent investment in growth. Our revenue guidance of $150 million to $155 million represents about 7% to 11% revenue growth, and our adjusted EBITDA guidance of $7 million to $10 million is three to four times our 2017 adjusted EBITDA,” continued Bhise.\nRecent Highlights\nSigned 150 new Zimbra Email and Collaboration Suite customers, including the city of Rennes, France, HiWin Technologies Corp. in Taiwan, Maronda Homes in the U.S., and a European telecommunications company. Expanded Synacor’s relationship with HBO to include HBO NOW, making Synacor the Authentication/Authorization provider for both HBO GO and HBO NOW. Renewed advanced portal partnership with Windstream and added TruVista to the CloudID platform. Launched Zimbra 8.8, with new features and tech stack enhancements that improved the value proposition to operators and enterprises.\nFY 2017 and Q4 2017 Financial Results\nRevenue : For fiscal 2017, revenue was $140.0 million, an increase of 10% from 2016. For the fourth quarter of 2017, revenue was $46.0 million, meeting the Company’s financial guidance, an increase of 32% versus the fourth quarter of 2016.\nNet Income : For fiscal 2017, net loss narrowed to $9.8 million, or $(0.27) per share, compared with a net loss of $10.7 million, or $(0.36) per share, in fiscal 2016. For the fourth quarter of 2017, net loss was $0.1 million, or $(0.00) per share, compared with a net loss of $3.1 million, or $(0.10) per share, in the fourth quarter of 2016.\nAdjusted EBITDA :\nFor fiscal 2017, adjusted earnings before interest, taxes, depreciation and amortization (adjusted EBITDA), which excludes stock-based compensation expense, was $2.3 million compared with $3.2 million for fiscal 2016.\nFor the fourth quarter of 2017, adjusted EBITDA, which excludes stock-based compensation expense, increased to $3.6 million compared with $1.2 million for the fourth quarter of 2016.\nCash : The Company ended the fourth quarter of 2017 with $22.5 million in cash and cash equivalents, compared with $22.9 million at the end of the third quarter of 2017.\nGuidance\nBased on information available as of March 15, 2018, the Company is providing financial guidance for the first quarter and full year 2018 as follows:\nQ1 2018 Guidance : Revenue for the first quarter of 2018 is projected to be in the range of $30 million to $32 million. The Company expects to report a net loss of $2.6 million to $3.4 million and adjusted EBITDA of $0.5 million to $1.0 million, which excludes stock-based compensation expense of $500,000 to $600,000, depreciation and amortization of $2.8 million to $3.0 million, and tax, interest expense and other income and expense of approximately $300,000. Fiscal 2018 Guidance : Revenue for the full year of 2018 is expected to be within the range of $150 million to $155 million. The Company expects to report a net loss in the range of $4.4 million to $8.6 million and adjusted EBITDA in the range of $7 million to $10 million, which excludes stock-based compensation expense of $2.0 million to $2.4 million, depreciation and amortization of $11.2 million to $12.0 million, and tax, interest expense, and other income and expense of $1.2 million.\nConference Call Details\nSynacor will host a conference call today at 5:00 p.m. ET to discuss the fourth-quarter and fiscal year-end 2017 financial results with the investment community. The live webcast of Synacor’s earnings conference call can be accessed at http://investor.synacor.com/events.cfm . To participate, please login approximately ten minutes prior to the webcast. For those without access to the internet, the call may be accessed toll-free via phone at (833) 235-2655, with conference ID 6378502, or callers outside the U.S. may dial (647) 689-4151. Following completion of the call, a recorded webcast replay will be available on Synacor's website. To listen to the telephone replay through March 22, 2018, call toll-free (800) 585-8367, or callers outside the U.S. may dial (416) 621-4642. The conference ID is 6378502.\nAbout Synacor\nSynacor (Nasdaq: SYNC) is the trusted technology development, multiplatform services and revenue partner for video, internet and communications providers, device manufacturers, governments and enterprises. Synacor’s mission is to enable its customers to better engage with their consumers. Its customers use Synacor’s technology platforms and services to scale their businesses and extend their subscriber relationships. Synacor delivers managed portals, advertising solutions, email and collaboration platforms and cloud-based identity management.\nNon-GAAP Financial Measures\nThe Company uses certain non-GAAP financial measures in this release. Generally, a non-GAAP financial measure is a numerical measure of a company's performance, financial position or cash flows that either excludes or includes amounts that are not normally excluded or included in the most directly comparable measure calculated and presented in accordance with generally accepted accounting principles (GAAP).\nWe report adjusted EBITDA because it is a key measure used by our management and Board of Directors to understand and evaluate our core operating performance and trends, to prepare and approve our annual budget and to develop short- and long-term operational plans. In particular, the exclusion of certain expenses in calculating adjusted EBITDA can provide a useful measure for period-to-period comparisons of our core business. Accordingly, we believe that adjusted EBITDA provides useful information to investors and others in understanding and evaluating our operating results in the same manner as our management and Board of Directors.\nFor a reconciliation of adjusted EBITDA to net loss, the most directly comparable financial measure calculated and presented in accordance with GAAP, please refer to the table “Reconciliation of GAAP to Non-GAAP Measures” in this press release.\nSafe Harbor Statement Under the Private Securities Litigation Reform Act of 1995\n\"Safe Harbor\" statement under the Private Securities Litigation Reform Act of 1995: This press release contains concerning Synacor's expected financial performance including, without limitation, its first-quarter and fiscal year 2018 guidance, the statements and quotations from management and Synacor's strategic and operational plans. The achievement or success of the matters covered by such involves risks, uncertainties and assumptions. If any such risks or uncertainties materialize or if any of the assumptions prove incorrect, the Company's results could the results expressed or implied by the the Company makes.\nThe risks and uncertainties referred to above include - but are not limited to - risks associated with: execution of our plans and strategies, including execution against our agreement with AT&T the pace and degree to which the AT&T portal can be monetized; the loss of a significant customer; our ability to obtain new customers; our ability to integrate the assets and personnel from acquisitions; expectations regarding consumer taste and user adoption of applications and solutions; developments in internet browser software and search advertising technologies; general economic conditions; expectations regarding the Company's ability to timely expand the breadth of services and products or introduction of new services and products; consolidation within the cable and telecommunications industries; changes in the competitive dynamics in the market for online search and digital advertising; the risk that security measures could be breached and unauthorized access to subscriber data could be obtained; potential third party intellectual property infringement claims or other legal claims against Synacor; and the price volatility of our common stock.\nFurther information on these and other factors that could affect the Company’s financial results is included in filings it makes with the Securities and Exchange Commission from time to time, including the section entitled \"Risk Factors\" in the Company's most recent Form 10-Q filed with the SEC. These documents are available on the SEC Filings section of the Investor Information section of the Company's website at http://investor.synacor.com/ . All information provided in this release and in the attachments is available as of March 15, 2018, and Synacor undertakes no duty to update this information.\nSynacor, Inc. Condensed Consolidated Balance Sheets (In thousands) (Unaudited) December 31, December 31, 2017 2016 Assets Current assets: Cash and cash equivalents $ 22,476 $ 14,315 Accounts receivable, net 31,696 27,386 Prepaid expenses and other current assets 4,516 4,862 Total current assets 58,688 46,563 Property and equipment, net 20,505 14,406 Goodwill 15,955 15,943 Intangible assets 12,695 14,837 Other long-term assets 937 1,650 Total Assets $ 108,780 $ 93,399 Liabilities and Stockholders' Equity Current liabilities: Accounts payable $ 25,931 $ 18,769 Accrued expenses and other current liabilities 7,075 11,684 Current portion of deferred revenue 11,605 12,149 Current portion of capital lease obligations 2,444 982 Total current liabilities 47,055 43,584 Long-term portion of capital lease obligations 3,371 1,014 Deferred revenue 3,682 3,917 Deferred income taxes and other 327 235 Long-term debt — 5,000 Total Liabilities 54,435 53,750 Stockholders' Equity: Common stock 396 316 Treasury stock (1,881 ) (1,547 ) Additional paid-in capital 142,486 117,747 Accumulated deficit (86,627 ) (76,850 ) Accumulated other comprehensive loss (29 ) (17 ) Total stockholders’ equity 54,345 39,649 Total Liabilities and Stockholders' Equity $ 108,780 $ 93,399 Synacor, Inc. Condensed Consolidated Statements of Operations (In thousands except share and per share amounts) (Unaudited) Three months ended Year ended December 31, December 31, 2017 2016 2017 2016 Revenue $ 46,002 $ 34,916 $ 140,027 $ 127,373 Costs and operating expenses: Cost of revenue (1) 25,409 18,047 70,053 59,146 Technology and development (1)(2) 6,692 6,357 27,642 25,612 Sales and marketing (2) 5,916 5,669 24,941 22,846 General and administrative (1)(2) 4,980 4,668 17,800 19,695 Depreciation and amortization 2,816 2,453 9,820 9,235 Total costs and operating expenses 45,813 37,194 150,256 136,534 Income (loss) from operations 189 (2,278 ) (10,229 ) (9,161 ) Gain on sale of investment 85 — 1,987 — Other expense (174 ) (248 ) (2 ) (42 ) Interest expense (105 ) (91 ) (433 ) (318 ) Loss before income taxes (5 ) (2,617 ) (8,677 ) (9,521 ) Income tax provision 101 436 1,100 1,219 Net loss $ (106 ) $ (3,053 ) $ (9,777 ) $ (10,740 ) Net loss per share: Basic $ (0.00 ) $ (0.10 ) $ (0.27 ) $ (0.36 ) Diluted $ (0.00 ) $ (0.10 ) $ (0.27 ) $ (0.36 ) Weighted average shares used to compute net loss per share: Basic 38,727,724 30,677,457 36,381,299 30,251,685 Diluted 38,727,724 30,677,457 36,381,299 30,251,685 Notes: (1) Exclusive of depreciation shown separately. (2) Includes stock-based compensation as follows: Three months ended Year ended December 31, December 31, 2017 2016 2017 2016 Technology and development $ 140 $ 240 $ 744 $ 921 Sales and marketing 136 180 636 784 General and administrative 286 247 1,110 1,066 $ 562 $ 667 $ 2,490 $ 2,771 Synacor, Inc. Condensed Consolidated Statements of Cash Flows (In thousands) (Unaudited) Year ended December 31, 2017 2016 Cash Flows from Operating Activities: Net loss $ (9,777 ) $ (10,740 ) Adjustments to reconcile net loss to net cash (used in) provided by operating activities: Depreciation and amortization 9,820 9,235 Loss on disposal of property and equipment 203 — Capitalized software impairment 256 334 Stock-based compensation expense 2,490 2,771 Gain on sale of investment (1,987 ) — Provision for deferred income taxes 137 143 Change in allowance for doubtful accounts (164 ) Increase in estimated value of contingent consideration 107 — Change in operating assets and liabilities net of effect of acquisition: Accounts receivable, net (4,146 ) (2,080 ) Prepaid expenses and other assets 346 (1,572 ) Other long-term assets 15 (314 ) Accounts payable, accrued expenses, and other current liabilities 3,261 9,286 Deferred revenue (779 ) 1,546 Other long-term liabilities (45 ) (360 ) Net cash (used in) provided by operating activities (263 ) 8,249 Cash Flows from Investing Activities: Proceeds from sale of investment 2,645 — Purchases of property and equipment (7,876 ) (5,939 ) Acquisition — (2,500 ) Net cash used in investing activities (5,231 ) (8,439 ) Cash Flows from Financing Activities: Net proceeds from offering of common stock 20,258 — Payments of public offering issuance costs (212 ) — Repayments of long-term debt (5,000 ) — Repayments on capital lease obligations (1,866 ) (1,672 ) Proceeds from exercise of common stock options 2,149 1,560 Purchase of treasury stock and shares received to satisfy minimum tax withholding liabilities (334 ) (215 ) Deferred acquisition payment (1,300 ) (860 ) Net cash provided by (used in) financing activities 13,695 (1,187 ) Effect of exchange rate changes on cash and cash equivalents (40 ) (5 ) Net increase (decrease) in Cash and Cash Equivalents 8,161 (1,382 ) Cash and Cash Equivalents at beginning of period 14,315 15,697 Cash and Cash Equivalents at end of period $ 22,476 $ 14,315 Synacor, Inc. Reconciliation of GAAP to Non-GAAP Measures (In thousands) (Unaudited) The following table presents a reconciliation of net loss to adjusted EBITDA for each of the periods indicated: Three months ended Year ended December 31, December 31, 2017 2016 2017 2016 Reconciliation of Adjusted EBITDA: Net loss $ (106 ) $ (3,053 ) $ (9,777 ) $ (10,740 ) Provision for income taxes 101 436 1,100 1,219 Interest expense 105 91 433 318 Gain on sale of investment (85 ) — (1,987 ) — Other expense 174 248 2 42 Depreciation and amortization 2,816 2,453 9,820 9,235 Capitalized software impairment — 334 256 334 Stock-based compensation expense 562 667 2,490 2,771 Adjusted EBITDA $ 3,567 $ 1,176 $ 2,337 $ 3,179\nView source version on businesswire.com : http://www.businesswire.com/news/home/20180315006403/en/\nInvestor Contact:\nSharon Merrill Associates\nAndrew Blazier, 617-542-5300\nir@synacor.com\nor\nPress Contact:\nSynacor\nMatt Wolfrom, 716-362-3880\nVP, Corporate Communications\nMatt.Wolfrom@synacor.com\nSource: Synacor, Inc.",
    "published": "2018-03-15T23:05:00.000+02:00",
    "crawled": "2018-03-16T01:05:10.007+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "notable",
        "customer",
        "win",
        "include",
        "hbo",
        "truvista",
        "new",
        "zimbra",
        "enterprise",
        "government",
        "customer",
        "around",
        "world",
        "q4",
        "net",
        "loss",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "net",
        "loss",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "q4",
        "buffalo",
        "business",
        "wire",
        "synacor",
        "nasdaq",
        "sync",
        "trusted",
        "multiscreen",
        "technology",
        "monetization",
        "partner",
        "video",
        "internet",
        "communication",
        "provider",
        "device",
        "manufacturer",
        "government",
        "enterprise",
        "today",
        "announced",
        "financial",
        "result",
        "fourth",
        "quarter",
        "year",
        "ended",
        "december",
        "ended",
        "year",
        "strong",
        "fourth",
        "quarter",
        "said",
        "synacor",
        "ceo",
        "himesh",
        "bhise",
        "revenue",
        "million",
        "represented",
        "increase",
        "fourth",
        "quarter",
        "making",
        "highest",
        "revenue",
        "quarter",
        "history",
        "company",
        "also",
        "delivered",
        "adjusted",
        "ebitda",
        "million",
        "adjusted",
        "ebitda",
        "quarter",
        "year",
        "looking",
        "forward",
        "focused",
        "improved",
        "profitability",
        "balanced",
        "prudent",
        "investment",
        "growth",
        "revenue",
        "guidance",
        "million",
        "million",
        "represents",
        "revenue",
        "growth",
        "adjusted",
        "ebitda",
        "guidance",
        "million",
        "million",
        "three",
        "four",
        "time",
        "adjusted",
        "ebitda",
        "continued",
        "bhise",
        "recent",
        "highlight",
        "signed",
        "new",
        "zimbra",
        "email",
        "collaboration",
        "suite",
        "customer",
        "including",
        "city",
        "rennes",
        "france",
        "hiwin",
        "technology",
        "taiwan",
        "maronda",
        "home",
        "european",
        "telecommunication",
        "company",
        "expanded",
        "synacor",
        "relationship",
        "hbo",
        "include",
        "hbo",
        "making",
        "synacor",
        "provider",
        "hbo",
        "go",
        "hbo",
        "renewed",
        "advanced",
        "portal",
        "partnership",
        "windstream",
        "added",
        "truvista",
        "cloudid",
        "platform",
        "launched",
        "zimbra",
        "new",
        "feature",
        "tech",
        "stack",
        "enhancement",
        "improved",
        "value",
        "proposition",
        "operator",
        "enterprise",
        "fy",
        "q4",
        "financial",
        "result",
        "revenue",
        "fiscal",
        "revenue",
        "million",
        "increase",
        "fourth",
        "quarter",
        "revenue",
        "million",
        "meeting",
        "company",
        "financial",
        "guidance",
        "increase",
        "versus",
        "fourth",
        "quarter",
        "net",
        "income",
        "fiscal",
        "net",
        "loss",
        "narrowed",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fiscal",
        "fourth",
        "quarter",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "fiscal",
        "adjusted",
        "earnings",
        "interest",
        "tax",
        "depreciation",
        "amortization",
        "adjusted",
        "ebitda",
        "excludes",
        "compensation",
        "expense",
        "million",
        "compared",
        "million",
        "fiscal",
        "fourth",
        "quarter",
        "adjusted",
        "ebitda",
        "excludes",
        "compensation",
        "expense",
        "increased",
        "million",
        "compared",
        "million",
        "fourth",
        "quarter",
        "cash",
        "company",
        "ended",
        "fourth",
        "quarter",
        "million",
        "cash",
        "cash",
        "equivalent",
        "compared",
        "million",
        "end",
        "third",
        "quarter",
        "guidance",
        "based",
        "information",
        "available",
        "march",
        "company",
        "providing",
        "financial",
        "guidance",
        "first",
        "quarter",
        "full",
        "year",
        "follows",
        "q1",
        "guidance",
        "revenue",
        "first",
        "quarter",
        "projected",
        "range",
        "million",
        "million",
        "company",
        "expects",
        "report",
        "net",
        "loss",
        "million",
        "million",
        "adjusted",
        "ebitda",
        "million",
        "million",
        "excludes",
        "compensation",
        "expense",
        "depreciation",
        "amortization",
        "million",
        "million",
        "tax",
        "interest",
        "expense",
        "income",
        "expense",
        "approximately",
        "fiscal",
        "guidance",
        "revenue",
        "full",
        "year",
        "expected",
        "within",
        "range",
        "million",
        "million",
        "company",
        "expects",
        "report",
        "net",
        "loss",
        "range",
        "million",
        "million",
        "adjusted",
        "ebitda",
        "range",
        "million",
        "million",
        "excludes",
        "compensation",
        "expense",
        "million",
        "million",
        "depreciation",
        "amortization",
        "million",
        "million",
        "tax",
        "interest",
        "expense",
        "income",
        "expense",
        "million",
        "conference",
        "call",
        "detail",
        "synacor",
        "host",
        "conference",
        "call",
        "today",
        "et",
        "discus",
        "fiscal",
        "financial",
        "result",
        "investment",
        "community",
        "live",
        "webcast",
        "synacor",
        "earnings",
        "conference",
        "call",
        "accessed",
        "http",
        "participate",
        "please",
        "login",
        "approximately",
        "ten",
        "minute",
        "prior",
        "webcast",
        "without",
        "access",
        "internet",
        "call",
        "may",
        "accessed",
        "via",
        "phone",
        "conference",
        "id",
        "caller",
        "outside",
        "may",
        "dial",
        "following",
        "completion",
        "call",
        "recorded",
        "webcast",
        "replay",
        "available",
        "synacor",
        "website",
        "listen",
        "telephone",
        "replay",
        "march",
        "call",
        "caller",
        "outside",
        "may",
        "dial",
        "conference",
        "id",
        "synacor",
        "synacor",
        "nasdaq",
        "sync",
        "trusted",
        "technology",
        "development",
        "multiplatform",
        "service",
        "revenue",
        "partner",
        "video",
        "internet",
        "communication",
        "provider",
        "device",
        "manufacturer",
        "government",
        "enterprise",
        "synacor",
        "mission",
        "enable",
        "customer",
        "better",
        "engage",
        "consumer",
        "customer",
        "use",
        "synacor",
        "technology",
        "platform",
        "service",
        "scale",
        "business",
        "extend",
        "subscriber",
        "relationship",
        "synacor",
        "delivers",
        "managed",
        "portal",
        "advertising",
        "solution",
        "email",
        "collaboration",
        "platform",
        "identity",
        "management",
        "financial",
        "measure",
        "company",
        "us",
        "certain",
        "financial",
        "measure",
        "release",
        "generally",
        "financial",
        "measure",
        "numerical",
        "measure",
        "company",
        "performance",
        "financial",
        "position",
        "cash",
        "flow",
        "either",
        "excludes",
        "includes",
        "amount",
        "normally",
        "excluded",
        "included",
        "directly",
        "comparable",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "report",
        "adjusted",
        "ebitda",
        "key",
        "measure",
        "used",
        "management",
        "board",
        "director",
        "understand",
        "evaluate",
        "core",
        "operating",
        "performance",
        "trend",
        "prepare",
        "approve",
        "annual",
        "budget",
        "develop",
        "operational",
        "plan",
        "particular",
        "exclusion",
        "certain",
        "expense",
        "calculating",
        "adjusted",
        "ebitda",
        "provide",
        "useful",
        "measure",
        "comparison",
        "core",
        "business",
        "accordingly",
        "believe",
        "adjusted",
        "ebitda",
        "provides",
        "useful",
        "information",
        "investor",
        "others",
        "understanding",
        "evaluating",
        "operating",
        "result",
        "manner",
        "management",
        "board",
        "director",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "directly",
        "comparable",
        "financial",
        "measure",
        "calculated",
        "presented",
        "accordance",
        "gaap",
        "please",
        "refer",
        "table",
        "reconciliation",
        "gaap",
        "measure",
        "press",
        "release",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "safe",
        "harbor",
        "statement",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "press",
        "release",
        "contains",
        "concerning",
        "synacor",
        "expected",
        "financial",
        "performance",
        "including",
        "without",
        "limitation",
        "fiscal",
        "year",
        "guidance",
        "statement",
        "quotation",
        "management",
        "synacor",
        "strategic",
        "operational",
        "plan",
        "achievement",
        "success",
        "matter",
        "covered",
        "involves",
        "risk",
        "uncertainty",
        "assumption",
        "risk",
        "uncertainty",
        "materialize",
        "assumption",
        "prove",
        "incorrect",
        "company",
        "result",
        "could",
        "result",
        "expressed",
        "implied",
        "company",
        "make",
        "risk",
        "uncertainty",
        "referred",
        "include",
        "limited",
        "risk",
        "associated",
        "execution",
        "plan",
        "strategy",
        "including",
        "execution",
        "agreement",
        "pace",
        "degree",
        "portal",
        "monetized",
        "loss",
        "significant",
        "customer",
        "ability",
        "obtain",
        "new",
        "customer",
        "ability",
        "integrate",
        "asset",
        "personnel",
        "acquisition",
        "expectation",
        "regarding",
        "consumer",
        "taste",
        "user",
        "adoption",
        "application",
        "solution",
        "development",
        "internet",
        "browser",
        "software",
        "search",
        "advertising",
        "technology",
        "general",
        "economic",
        "condition",
        "expectation",
        "regarding",
        "company",
        "ability",
        "timely",
        "expand",
        "breadth",
        "service",
        "product",
        "introduction",
        "new",
        "service",
        "product",
        "consolidation",
        "within",
        "cable",
        "telecommunication",
        "industry",
        "change",
        "competitive",
        "dynamic",
        "market",
        "online",
        "search",
        "digital",
        "advertising",
        "risk",
        "security",
        "measure",
        "could",
        "breached",
        "unauthorized",
        "access",
        "subscriber",
        "data",
        "could",
        "obtained",
        "potential",
        "third",
        "party",
        "intellectual",
        "property",
        "infringement",
        "claim",
        "legal",
        "claim",
        "synacor",
        "price",
        "volatility",
        "common",
        "stock",
        "information",
        "factor",
        "could",
        "affect",
        "company",
        "financial",
        "result",
        "included",
        "filing",
        "make",
        "security",
        "exchange",
        "commission",
        "time",
        "time",
        "including",
        "section",
        "entitled",
        "risk",
        "factor",
        "company",
        "recent",
        "form",
        "filed",
        "sec",
        "document",
        "available",
        "sec",
        "filing",
        "section",
        "investor",
        "information",
        "section",
        "company",
        "website",
        "http",
        "information",
        "provided",
        "release",
        "attachment",
        "available",
        "march",
        "synacor",
        "undertakes",
        "duty",
        "update",
        "information",
        "synacor",
        "condensed",
        "consolidated",
        "balance",
        "sheet",
        "thousand",
        "unaudited",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "cash",
        "equivalent",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "current",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "goodwill",
        "intangible",
        "asset",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "equity",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "current",
        "portion",
        "deferred",
        "revenue",
        "current",
        "portion",
        "capital",
        "lease",
        "obligation",
        "total",
        "current",
        "liability",
        "portion",
        "capital",
        "lease",
        "obligation",
        "deferred",
        "revenue",
        "deferred",
        "income",
        "tax",
        "debt",
        "total",
        "liability",
        "stockholder",
        "equity",
        "common",
        "stock",
        "treasury",
        "stock",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "equity",
        "total",
        "liability",
        "stockholder",
        "equity",
        "synacor",
        "condensed",
        "consolidated",
        "statement",
        "operation",
        "thousand",
        "except",
        "share",
        "per",
        "share",
        "amount",
        "unaudited",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "revenue",
        "cost",
        "operating",
        "expense",
        "cost",
        "revenue",
        "technology",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "depreciation",
        "amortization",
        "total",
        "cost",
        "operating",
        "expense",
        "income",
        "loss",
        "operation",
        "gain",
        "sale",
        "investment",
        "expense",
        "interest",
        "expense",
        "loss",
        "income",
        "tax",
        "income",
        "tax",
        "provision",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "share",
        "used",
        "compute",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "note",
        "exclusive",
        "depreciation",
        "shown",
        "separately",
        "includes",
        "compensation",
        "follows",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "technology",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "synacor",
        "condensed",
        "consolidated",
        "statement",
        "cash",
        "flow",
        "thousand",
        "unaudited",
        "year",
        "ended",
        "december",
        "cash",
        "flow",
        "operating",
        "activity",
        "net",
        "loss",
        "adjustment",
        "reconcile",
        "net",
        "loss",
        "net",
        "cash",
        "used",
        "provided",
        "operating",
        "activity",
        "depreciation",
        "amortization",
        "loss",
        "disposal",
        "property",
        "equipment",
        "capitalized",
        "software",
        "impairment",
        "compensation",
        "expense",
        "gain",
        "sale",
        "investment",
        "provision",
        "deferred",
        "income",
        "tax",
        "change",
        "allowance",
        "doubtful",
        "account",
        "increase",
        "estimated",
        "value",
        "contingent",
        "consideration",
        "change",
        "operating",
        "asset",
        "liability",
        "net",
        "effect",
        "acquisition",
        "account",
        "receivable",
        "net",
        "prepaid",
        "expense",
        "asset",
        "asset",
        "account",
        "payable",
        "accrued",
        "expense",
        "current",
        "liability",
        "deferred",
        "revenue",
        "liability",
        "net",
        "cash",
        "used",
        "provided",
        "operating",
        "activity",
        "cash",
        "flow",
        "investing",
        "activity",
        "proceeds",
        "sale",
        "investment",
        "purchase",
        "property",
        "equipment",
        "acquisition",
        "net",
        "cash",
        "used",
        "investing",
        "activity",
        "cash",
        "flow",
        "financing",
        "activity",
        "net",
        "proceeds",
        "offering",
        "common",
        "stock",
        "payment",
        "public",
        "offering",
        "issuance",
        "cost",
        "repayment",
        "debt",
        "repayment",
        "capital",
        "lease",
        "obligation",
        "proceeds",
        "exercise",
        "common",
        "stock",
        "option",
        "purchase",
        "treasury",
        "stock",
        "share",
        "received",
        "satisfy",
        "minimum",
        "tax",
        "withholding",
        "liability",
        "deferred",
        "acquisition",
        "payment",
        "net",
        "cash",
        "provided",
        "used",
        "financing",
        "activity",
        "effect",
        "exchange",
        "rate",
        "change",
        "cash",
        "cash",
        "equivalent",
        "net",
        "increase",
        "decrease",
        "cash",
        "cash",
        "equivalent",
        "cash",
        "cash",
        "equivalent",
        "beginning",
        "period",
        "cash",
        "cash",
        "equivalent",
        "end",
        "period",
        "synacor",
        "reconciliation",
        "gaap",
        "measure",
        "thousand",
        "unaudited",
        "following",
        "table",
        "present",
        "reconciliation",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "period",
        "indicated",
        "three",
        "month",
        "ended",
        "year",
        "ended",
        "december",
        "december",
        "reconciliation",
        "adjusted",
        "ebitda",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "interest",
        "expense",
        "gain",
        "sale",
        "investment",
        "expense",
        "depreciation",
        "amortization",
        "capitalized",
        "software",
        "impairment",
        "compensation",
        "expense",
        "adjusted",
        "ebitda",
        "view",
        "source",
        "version",
        "http",
        "investor",
        "contact",
        "sharon",
        "merrill",
        "associate",
        "andrew",
        "blazier",
        "ir",
        "press",
        "contact",
        "synacor",
        "matt",
        "wolfrom",
        "vp",
        "corporate",
        "communication",
        "source",
        "synacor",
        "inc"
    ]
}