{
    "organizations": [],
    "uuid": "e14ebe39a7b1de056dc12af633e409a3663178ad",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/12/globe-newswire-rexahn-pharmaceuticals-reports-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Rexahn Pharmaceuticals Reports Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "ROCKVILLE, Md., Rexahn Pharmaceuticals, Inc. (NYSE American:RNN), a clinical stage biopharmaceutical company developing innovative, targeted therapeutics for the treatment of cancer, today announced financial results for the year ended December 31, 2017.\n“We continue to make significant progress in the development of our product candidates,” said Peter D. Suzdak, Ph.D., chief executive officer of Rexahn. “In 2017, we advanced RX-5902 into a Phase 2a trial in triple negative breast cancer and initiated a Phase 2a trial of RX-3117 in patients newly diagnosed with metastatic pancreatic cancer. Importantly, data presented last year demonstrated that RX-5902 enhanced the efficacy of immunotherapy agents in multiple preclinical models. In addition, we recently extended the intellectual property position on RX-3117 and RX-5902 and strengthened our leadership team. We also announced a collaboration to advance RX-0201 using non-dilutive capital through a proof of concept trial in hepatocellular carcinoma.”\nDr. Suzdak added, “Our priorities in 2018 will be continued clinical development of RX-3117 and RX-5902. We expect key data readouts this year to include interim data from the Phase 2a combination trial of RX-3117 with Abraxane® in newly diagnosed metastatic pancreatic cancer patients, and interim data from the Phase 2a trial of RX-5902 in patients with triple negative breast cancer.”\n2017 and Recent Corporate Highlights:\nRX-3117 – Orally administered targeted nucleoside analogue\nPreclinical data on the potential use of uridine cytidine kinase 2 (UCK2) as a biomarker to predict which patients are most likely to respond to RX-3117 were presented at the American Academy of Cancer Research annual meeting in April 2017. Preliminary data on the first ten patients from the Phase 2a study in advanced and metastatic bladder cancer were presented at the American Society for Clinical Oncology meeting in June 2017. The study met the predefined efficacy criteria of an increase in progression free survival of greater than four months, allowing for the enrollment of additional patients. In addition, two patients had a reduction in tumor size of 19% and 15%. Fifty percent of the patients had stable disease for greater than 50 days. RX-3117 treatment was well tolerated in this study with no dose-limiting toxicities. Preliminary efficacy data from the Phase 2a clinical study in advanced and metastatic bladder cancer were presented at the European Society of Medical Oncologists (ESMO) meeting in September 2017. Increased progression free survival and evidence of tumor shrinkage were observed in patients with advanced bladder cancer resistant to gemcitabine who had failed multiple prior treatments. Preclinical data on RX-3117 presented at the ESMO meeting in September 2017 showed additive and synergistic effects in combination with Abraxane® and with checkpoint inhibitor immunotherapy agents. U.S. Patent 9,782,410, “Fluorocyclopentenylcytosine Methods of Use” was issued by the United States Patent and Trademark Office (PTO) in October 2017. The patent covers indications, dosage regimens and pharmacokinetic profile for RX-3117 and is expected to provide protection for RX-3117 to 2036. Dosed first patient in a Phase 2a clinical study of RX-3117 in combination with Abraxane® in patients newly diagnosed with metastatic pancreatic cancer in November 2017. The European Commission granted Orphan Drug Designation for RX-3117 in pancreatic cancer in January 2018. Presented data from the Phase 2a clinical trial of RX-3117 in metastatic pancreatic cancer at the American Society of Clinical Oncology Gastrointestinal Cancers 2018 Annual Meeting. Of the forty-three patients included in the efficacy analysis, 31% had progression free survival for two months or more and five patients, or 12%, had disease stabilization for greater than four months. Presented data from the Phase 2a clinical trial of RX-3117 in advanced bladder cancer at the American Society of Clinical Oncology Genitourianry Cancers 2018 Annual Meeting. Encouraging progression free survival and evidence of tumor shrinkage were observed in patients with advanced bladder cancer who had failed on multiple prior treatments including immunotherapy and gemcitabine.\nRX-5902 (Supinoxin™) – Potential first-in-class orally administered modulator of the β- catenin pathway\nCompleted the Phase 1 dose escalation study of RX-5902 in patients with diverse solid tumors and selected the dose for Phase 2 studies. RX-5902 was well tolerated in this study and the dose-limiting toxicity was moderate fatigue. Initiated the Phase 2a study in February 2017 of RX-5902 monotherapy in patients with metastatic triple negative breast cancer (TNBC). In August 2017, the PTO issued U.S. Patent 9,744,167, “Nanoparticulate Formulations and Compositions of Piperazine Compounds”. The patent covers formulations of RX-5902 and is expected to provide protection to 2034. Final data from the Phase 1 dose escalation study in patients with solid tumors were presented in a poster presentation at the ESMO meeting in September 2017. RX-5902 showed preliminary evidence of clinical activity in difficult-to-treat tumors. Presented preclinical data in December 2017 at the 40 th Annual San Antonio Breast Cancer Symposium demonstrating potent activity of RX-5902 against patient-derived TNBC tumors in preclinical models. Data presented also demonstrated that RX-5902 enhanced the efficacy of immunotherapy in multiple preclinical models. Received notice of allowance from the PTO in January 2018 for a new U.S. patent covering the Use of RX-5902. The allowed Patent Application No. 15/255,901, “Quinoxalinyl Piperazinamide Methods of Use”, covers the use of RX-5902 for the treatment of cancers including TNBC either as monotherapy or in combination with other anti-tumor agents such as cytotoxic agents or immune checkpoint inhibitors. The allowed application will extend the patent protection for uses claimed under this patent until 2036.\nRX-0201 (Archexin®) – Highly specific Akt-1 inhibitor\nEntered into a research and development collaboration with Zhejiang Haichang Biotechnology Co., Ltd. (Haichang) for the development of RX-0201. Under the agreement Haichang will develop a nano-liposomal formulation of RX-0201 using its proprietary QTsome™ technology and conduct certain pre-clinical and clinical activities through completion of a Phase 2 proof-of-concept clinical trial for the treatment of hepatocellular carcinoma.\nCorporate\nStrengthened balance sheet through two financings to institutional investors resulting in gross proceeds of $18 million in June and October 2017. Enhanced leadership team by appointing Douglas J. Swirsky as President, Chief Financial Officer and Corporate Secretary in January 2018. As of March 9, 2018, had $22.8 million in cash, cash equivalents, and investments (unaudited). Rexahn expects that its cash, cash equivalents, and investments will be sufficient to fund the company's currently expected cash flow requirements for its activities into mid-2019.\n2017 Financial Results:\nR&D Expenses - Research and development expenses increased 6.2% to $10.7 million in 2017 from $10.1 million in 2016, primarily attributable to increased clinical trial costs related to the progression of Rexahn’s Phase 2a proof-of-concept clinical trials for RX-3117.\nG&A Expenses - General and administrative expenses increased 5.0% to $6.6 million in 2017 from $6.3 million in 2016, primarily due to an increase in personnel expenses and professional fees.\nNet Loss - Rexahn’s loss from operations was $17.4 million and $16.4 million for the years ended December 31, 2017 and 2016, respectively. Rexahn's net loss was $25.3 million, or $0.92 per share, for the year ended December 31, 2017, compared to a net loss of $9.3 million, or $0.43 per share, for the year ended December 31, 2016. Included in the net loss for the years ended December 31, 2017 and December 31, 2016 is an unrealized (loss) gain on the fair value of warrants of ($7.6 million) and $5.5 million, respectively. The fair value adjustments are non-cash charges and are primarily a result of changes in stock price between reporting periods.\nAbout Rexahn Pharmaceuticals, Inc.\nRexahn Pharmaceuticals Inc. (NYSE American:RNN) is a clinical stage biopharmaceutical company dedicated to developing novel, targeted therapeutics for the treatment of cancer. The company's mission is to improve the lives of cancer patients by developing next-generation cancer therapies that are designed to maximize efficacy while minimizing the toxicity and side effects traditionally associated with cancer treatment. Rexahn's product candidates work by targeting and neutralizing specific proteins believed to be involved in the complex biological cascade that leads to cancer cell growth. Pre-clinical studies show that certain of Rexahn's product candidates may be effective against multiple types of cancer, including drug resistant cancers, and difficult-to-treat cancers, and others may augment the effectiveness of current FDA-approved cancer treatments. The Company has two oncology product candidates, RX-3117 and RX-5902, in Phase 2 clinical development and additional compounds in preclinical development including RX-0201. For more information about the Company and its oncology programs, please visit www.rexahn.com .\nSafe Harbor\nTo the extent any statements made in this press release deal with information that is not historical, these are under the Private Securities Litigation Reform Act of 1995. Such statements include, but are not limited to, statements about Rexahn’s plans, objectives, expectations and intentions with respect to cash flow requirements, future operations and products, enrollments in clinical trials, the path of clinical trials and development activities, and other statements identified by words such as “will,” “potential,” “could,” “can,” “believe,” “intends,” “continue,” “plans,” “expects,” “anticipates,” “estimates,” “may,” and other words of similar meaning or the use of future dates. Forward-looking statements by their nature address matters that are, to different degrees, uncertain. Uncertainties and risks may cause Rexahn’s actual results to be materially different than those expressed in or implied by Rexahn’s . For Rexahn, particular uncertainties and risks include, among others, understandings and beliefs regarding the role of certain biological mechanisms and processes in cancer; drug candidates being in early stages of development, including clinical development; the ability to initially develop drug candidates for orphan indications to reduce the time-to-market and take advantage of certain incentives provided by the U.S. Food and Drug Administration; the ability to transition from our initial focus on developing drug candidates for orphan indications to candidates for more highly prevalent indications; and the expected timing of results from our clinical trials. More detailed information on these and additional factors that could affect Rexahn’s actual results are described in Rexahn’s filings with the Securities and Exchange Commission, including its most recent annual report on Form 10-K. All in this news release speak only as of the date of this news release. Rexahn undertakes no obligation to update or revise any forward-looking statement, whether as a result of new information, future events or otherwise.\nInvestor contact:\nLifeSci Advisors, LLC\nTim McCarthy\n646.597.6979\ntim@lifesciadvisors.com\n(Tables to follow)\nRexahn Pharmaceuticals, Inc.\nCondensed Statement of Operations\nFor the Year Ended December 31, 2017 2016 Revenues: $ - $ - Expenses: General and administrative 6,639,421 6,324,236 Research and development 10,715,296 10,089,149 Total Expenses 17,354,717 16,413,385 Loss from Operations (17,354,717 ) (16,413,385 ) Other Income (Expense) Interest income 207,003 118,565 Mediation settlement - 1,770,658 Unrealized (loss) gain on fair value of warrants (7,594,162 ) 5,529,907 Financing expense (552,627 ) (313,090 ) Total Other Income (Expense) (7,939,786 ) 7,106,040 Net Loss Before Provision for Income Taxes (25,294,503 ) (9,307,345 ) Provision for income taxes - - Net Loss $ (25,294,503 ) $ (9,307,345 ) Net loss per share, basic and diluted $ (0.92 ) $ (0.43 ) Weighted average number of shares outstanding, basic and diluted 27,390,527 21,744,740 Rexahn Pharmaceuticals, Inc.\nSelected Balance Sheet Information\nAs of December 31, 2017 2016 Cash, Cash Equivalents and Marketable Securities $ 26,831,905 $ 20,315,580 Working Capital (1) $ 24,901,710 $ 19,041,597 Total Assets $ 28,287,881 $ 21,043,532 Total Liabilities $ 11,519,285 $ 3,985,070 Stockholders’ Equity $ 16,768,596 $ 17,058,462 Working Capital defined as current assets less current liabilities\nSource:Rexahn Pharmaceuticals",
    "published": "2018-03-12T15:00:00.000+02:00",
    "crawled": "2018-03-12T15:51:59.000+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "rockville",
        "rexahn",
        "pharmaceutical",
        "nyse",
        "american",
        "rnn",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "developing",
        "innovative",
        "targeted",
        "therapeutic",
        "treatment",
        "cancer",
        "today",
        "announced",
        "financial",
        "result",
        "year",
        "ended",
        "december",
        "continue",
        "make",
        "significant",
        "progress",
        "development",
        "product",
        "candidate",
        "said",
        "peter",
        "suzdak",
        "chief",
        "executive",
        "officer",
        "rexahn",
        "advanced",
        "phase",
        "2a",
        "trial",
        "triple",
        "negative",
        "breast",
        "cancer",
        "initiated",
        "phase",
        "2a",
        "trial",
        "patient",
        "newly",
        "diagnosed",
        "metastatic",
        "pancreatic",
        "cancer",
        "importantly",
        "data",
        "presented",
        "last",
        "year",
        "demonstrated",
        "enhanced",
        "efficacy",
        "immunotherapy",
        "agent",
        "multiple",
        "preclinical",
        "model",
        "addition",
        "recently",
        "extended",
        "intellectual",
        "property",
        "position",
        "strengthened",
        "leadership",
        "team",
        "also",
        "announced",
        "collaboration",
        "advance",
        "using",
        "capital",
        "proof",
        "concept",
        "trial",
        "hepatocellular",
        "suzdak",
        "added",
        "priority",
        "continued",
        "clinical",
        "development",
        "expect",
        "key",
        "data",
        "readout",
        "year",
        "include",
        "interim",
        "data",
        "phase",
        "2a",
        "combination",
        "trial",
        "newly",
        "diagnosed",
        "metastatic",
        "pancreatic",
        "cancer",
        "patient",
        "interim",
        "data",
        "phase",
        "2a",
        "trial",
        "patient",
        "triple",
        "negative",
        "breast",
        "recent",
        "corporate",
        "highlight",
        "orally",
        "administered",
        "targeted",
        "nucleoside",
        "analogue",
        "preclinical",
        "data",
        "potential",
        "use",
        "uridine",
        "cytidine",
        "kinase",
        "uck2",
        "biomarker",
        "predict",
        "patient",
        "likely",
        "respond",
        "presented",
        "american",
        "academy",
        "cancer",
        "research",
        "annual",
        "meeting",
        "april",
        "preliminary",
        "data",
        "first",
        "ten",
        "patient",
        "phase",
        "2a",
        "study",
        "advanced",
        "metastatic",
        "bladder",
        "cancer",
        "presented",
        "american",
        "society",
        "clinical",
        "oncology",
        "meeting",
        "june",
        "study",
        "met",
        "predefined",
        "efficacy",
        "criterion",
        "increase",
        "progression",
        "free",
        "survival",
        "greater",
        "four",
        "month",
        "allowing",
        "enrollment",
        "additional",
        "patient",
        "addition",
        "two",
        "patient",
        "reduction",
        "tumor",
        "size",
        "fifty",
        "percent",
        "patient",
        "stable",
        "disease",
        "greater",
        "day",
        "treatment",
        "well",
        "tolerated",
        "study",
        "toxicity",
        "preliminary",
        "efficacy",
        "data",
        "phase",
        "2a",
        "clinical",
        "study",
        "advanced",
        "metastatic",
        "bladder",
        "cancer",
        "presented",
        "european",
        "society",
        "medical",
        "oncologist",
        "esmo",
        "meeting",
        "september",
        "increased",
        "progression",
        "free",
        "survival",
        "evidence",
        "tumor",
        "shrinkage",
        "observed",
        "patient",
        "advanced",
        "bladder",
        "cancer",
        "resistant",
        "gemcitabine",
        "failed",
        "multiple",
        "prior",
        "treatment",
        "preclinical",
        "data",
        "presented",
        "esmo",
        "meeting",
        "september",
        "showed",
        "additive",
        "synergistic",
        "effect",
        "combination",
        "checkpoint",
        "inhibitor",
        "immunotherapy",
        "agent",
        "patent",
        "fluorocyclopentenylcytosine",
        "method",
        "use",
        "issued",
        "united",
        "state",
        "patent",
        "trademark",
        "office",
        "pto",
        "october",
        "patent",
        "cover",
        "indication",
        "dosage",
        "regimen",
        "pharmacokinetic",
        "profile",
        "expected",
        "provide",
        "protection",
        "dosed",
        "first",
        "patient",
        "phase",
        "2a",
        "clinical",
        "study",
        "combination",
        "patient",
        "newly",
        "diagnosed",
        "metastatic",
        "pancreatic",
        "cancer",
        "november",
        "european",
        "commission",
        "granted",
        "orphan",
        "drug",
        "designation",
        "pancreatic",
        "cancer",
        "january",
        "presented",
        "data",
        "phase",
        "2a",
        "clinical",
        "trial",
        "metastatic",
        "pancreatic",
        "cancer",
        "american",
        "society",
        "clinical",
        "oncology",
        "gastrointestinal",
        "cancer",
        "annual",
        "meeting",
        "patient",
        "included",
        "efficacy",
        "analysis",
        "progression",
        "free",
        "survival",
        "two",
        "month",
        "five",
        "patient",
        "disease",
        "stabilization",
        "greater",
        "four",
        "month",
        "presented",
        "data",
        "phase",
        "2a",
        "clinical",
        "trial",
        "advanced",
        "bladder",
        "cancer",
        "american",
        "society",
        "clinical",
        "oncology",
        "genitourianry",
        "cancer",
        "annual",
        "meeting",
        "encouraging",
        "progression",
        "free",
        "survival",
        "evidence",
        "tumor",
        "shrinkage",
        "observed",
        "patient",
        "advanced",
        "bladder",
        "cancer",
        "failed",
        "multiple",
        "prior",
        "treatment",
        "including",
        "immunotherapy",
        "gemcitabine",
        "potential",
        "orally",
        "administered",
        "modulator",
        "catenin",
        "pathway",
        "completed",
        "phase",
        "dose",
        "escalation",
        "study",
        "patient",
        "diverse",
        "solid",
        "tumor",
        "selected",
        "dose",
        "phase",
        "study",
        "well",
        "tolerated",
        "study",
        "toxicity",
        "moderate",
        "fatigue",
        "initiated",
        "phase",
        "2a",
        "study",
        "february",
        "monotherapy",
        "patient",
        "metastatic",
        "triple",
        "negative",
        "breast",
        "cancer",
        "tnbc",
        "august",
        "pto",
        "issued",
        "patent",
        "nanoparticulate",
        "formulation",
        "composition",
        "piperazine",
        "compound",
        "patent",
        "cover",
        "formulation",
        "expected",
        "provide",
        "protection",
        "final",
        "data",
        "phase",
        "dose",
        "escalation",
        "study",
        "patient",
        "solid",
        "tumor",
        "presented",
        "poster",
        "presentation",
        "esmo",
        "meeting",
        "september",
        "showed",
        "preliminary",
        "evidence",
        "clinical",
        "activity",
        "tumor",
        "presented",
        "preclinical",
        "data",
        "december",
        "th",
        "annual",
        "san",
        "antonio",
        "breast",
        "cancer",
        "symposium",
        "demonstrating",
        "potent",
        "activity",
        "tnbc",
        "tumor",
        "preclinical",
        "model",
        "data",
        "presented",
        "also",
        "demonstrated",
        "enhanced",
        "efficacy",
        "immunotherapy",
        "multiple",
        "preclinical",
        "model",
        "received",
        "notice",
        "allowance",
        "pto",
        "january",
        "new",
        "patent",
        "covering",
        "use",
        "allowed",
        "patent",
        "application",
        "quinoxalinyl",
        "piperazinamide",
        "method",
        "use",
        "cover",
        "use",
        "treatment",
        "cancer",
        "including",
        "tnbc",
        "either",
        "monotherapy",
        "combination",
        "agent",
        "cytotoxic",
        "agent",
        "immune",
        "checkpoint",
        "inhibitor",
        "allowed",
        "application",
        "extend",
        "patent",
        "protection",
        "us",
        "claimed",
        "patent",
        "highly",
        "specific",
        "inhibitor",
        "entered",
        "research",
        "development",
        "collaboration",
        "zhejiang",
        "haichang",
        "biotechnology",
        "haichang",
        "development",
        "agreement",
        "haichang",
        "develop",
        "formulation",
        "using",
        "proprietary",
        "technology",
        "conduct",
        "certain",
        "clinical",
        "activity",
        "completion",
        "phase",
        "clinical",
        "trial",
        "treatment",
        "hepatocellular",
        "carcinoma",
        "corporate",
        "strengthened",
        "balance",
        "sheet",
        "two",
        "financing",
        "institutional",
        "investor",
        "resulting",
        "gross",
        "proceeds",
        "million",
        "june",
        "october",
        "enhanced",
        "leadership",
        "team",
        "appointing",
        "douglas",
        "swirsky",
        "president",
        "chief",
        "financial",
        "officer",
        "corporate",
        "secretary",
        "january",
        "march",
        "million",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "unaudited",
        "rexahn",
        "expects",
        "cash",
        "cash",
        "equivalent",
        "investment",
        "sufficient",
        "fund",
        "company",
        "currently",
        "expected",
        "cash",
        "flow",
        "requirement",
        "activity",
        "financial",
        "result",
        "r",
        "expense",
        "research",
        "development",
        "expense",
        "increased",
        "million",
        "million",
        "primarily",
        "attributable",
        "increased",
        "clinical",
        "trial",
        "cost",
        "related",
        "progression",
        "rexahn",
        "phase",
        "2a",
        "clinical",
        "trial",
        "g",
        "expense",
        "general",
        "administrative",
        "expense",
        "increased",
        "million",
        "million",
        "primarily",
        "due",
        "increase",
        "personnel",
        "expense",
        "professional",
        "fee",
        "net",
        "loss",
        "rexahn",
        "loss",
        "operation",
        "million",
        "million",
        "year",
        "ended",
        "december",
        "respectively",
        "rexahn",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "compared",
        "net",
        "loss",
        "million",
        "per",
        "share",
        "year",
        "ended",
        "december",
        "included",
        "net",
        "loss",
        "year",
        "ended",
        "december",
        "december",
        "unrealized",
        "loss",
        "gain",
        "fair",
        "value",
        "warrant",
        "million",
        "million",
        "respectively",
        "fair",
        "value",
        "adjustment",
        "charge",
        "primarily",
        "result",
        "change",
        "stock",
        "price",
        "reporting",
        "period",
        "rexahn",
        "pharmaceutical",
        "rexahn",
        "pharmaceutical",
        "nyse",
        "american",
        "rnn",
        "clinical",
        "stage",
        "biopharmaceutical",
        "company",
        "dedicated",
        "developing",
        "novel",
        "targeted",
        "therapeutic",
        "treatment",
        "cancer",
        "company",
        "mission",
        "improve",
        "life",
        "cancer",
        "patient",
        "developing",
        "cancer",
        "therapy",
        "designed",
        "maximize",
        "efficacy",
        "minimizing",
        "toxicity",
        "side",
        "effect",
        "traditionally",
        "associated",
        "cancer",
        "treatment",
        "rexahn",
        "product",
        "candidate",
        "work",
        "targeting",
        "neutralizing",
        "specific",
        "protein",
        "believed",
        "involved",
        "complex",
        "biological",
        "cascade",
        "lead",
        "cancer",
        "cell",
        "growth",
        "study",
        "show",
        "certain",
        "rexahn",
        "product",
        "candidate",
        "may",
        "effective",
        "multiple",
        "type",
        "cancer",
        "including",
        "drug",
        "resistant",
        "cancer",
        "cancer",
        "others",
        "may",
        "augment",
        "effectiveness",
        "current",
        "cancer",
        "treatment",
        "company",
        "two",
        "oncology",
        "product",
        "candidate",
        "phase",
        "clinical",
        "development",
        "additional",
        "compound",
        "preclinical",
        "development",
        "including",
        "information",
        "company",
        "oncology",
        "program",
        "please",
        "visit",
        "safe",
        "harbor",
        "extent",
        "statement",
        "made",
        "press",
        "release",
        "deal",
        "information",
        "historical",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "include",
        "limited",
        "statement",
        "rexahn",
        "plan",
        "objective",
        "expectation",
        "intention",
        "respect",
        "cash",
        "flow",
        "requirement",
        "future",
        "operation",
        "product",
        "enrollment",
        "clinical",
        "trial",
        "path",
        "clinical",
        "trial",
        "development",
        "activity",
        "statement",
        "identified",
        "word",
        "potential",
        "could",
        "believe",
        "intends",
        "continue",
        "plan",
        "expects",
        "anticipates",
        "estimate",
        "may",
        "word",
        "similar",
        "meaning",
        "use",
        "future",
        "date",
        "statement",
        "nature",
        "address",
        "matter",
        "different",
        "degree",
        "uncertain",
        "uncertainty",
        "risk",
        "may",
        "cause",
        "rexahn",
        "actual",
        "result",
        "materially",
        "different",
        "expressed",
        "implied",
        "rexahn",
        "rexahn",
        "particular",
        "uncertainty",
        "risk",
        "include",
        "among",
        "others",
        "understanding",
        "belief",
        "regarding",
        "role",
        "certain",
        "biological",
        "mechanism",
        "process",
        "cancer",
        "drug",
        "candidate",
        "early",
        "stage",
        "development",
        "including",
        "clinical",
        "development",
        "ability",
        "initially",
        "develop",
        "drug",
        "candidate",
        "orphan",
        "indication",
        "reduce",
        "take",
        "advantage",
        "certain",
        "incentive",
        "provided",
        "food",
        "drug",
        "administration",
        "ability",
        "transition",
        "initial",
        "focus",
        "developing",
        "drug",
        "candidate",
        "orphan",
        "indication",
        "candidate",
        "highly",
        "prevalent",
        "indication",
        "expected",
        "timing",
        "result",
        "clinical",
        "trial",
        "detailed",
        "information",
        "additional",
        "factor",
        "could",
        "affect",
        "rexahn",
        "actual",
        "result",
        "described",
        "rexahn",
        "filing",
        "security",
        "exchange",
        "commission",
        "including",
        "recent",
        "annual",
        "report",
        "form",
        "news",
        "release",
        "speak",
        "date",
        "news",
        "release",
        "rexahn",
        "undertakes",
        "obligation",
        "update",
        "revise",
        "statement",
        "whether",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "investor",
        "contact",
        "lifesci",
        "advisor",
        "llc",
        "tim",
        "mccarthy",
        "tim",
        "table",
        "follow",
        "rexahn",
        "pharmaceutical",
        "condensed",
        "statement",
        "operation",
        "year",
        "ended",
        "december",
        "revenue",
        "expense",
        "general",
        "administrative",
        "research",
        "development",
        "total",
        "expense",
        "loss",
        "operation",
        "income",
        "expense",
        "interest",
        "income",
        "mediation",
        "settlement",
        "unrealized",
        "loss",
        "gain",
        "fair",
        "value",
        "warrant",
        "financing",
        "expense",
        "total",
        "income",
        "expense",
        "net",
        "loss",
        "provision",
        "income",
        "tax",
        "provision",
        "income",
        "tax",
        "net",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "basic",
        "diluted",
        "weighted",
        "average",
        "number",
        "share",
        "outstanding",
        "basic",
        "diluted",
        "rexahn",
        "pharmaceutical",
        "selected",
        "balance",
        "sheet",
        "information",
        "december",
        "cash",
        "cash",
        "equivalent",
        "marketable",
        "security",
        "working",
        "capital",
        "total",
        "asset",
        "total",
        "liability",
        "stockholder",
        "equity",
        "working",
        "capital",
        "defined",
        "current",
        "asset",
        "less",
        "current",
        "liability",
        "source",
        "rexahn",
        "pharmaceutical"
    ]
}