{
    "organizations": [],
    "uuid": "b90fc1fd45fc572e994eed0b52fc7ce265b7174a",
    "author": "Amanda Macias",
    "url": "https://www.cnbc.com/2018/03/14/timeline-of-north-korea-missile-launches-in-trump-first-year.html",
    "ord_in_thread": 0,
    "title": "Timeline of North Korea missile launches in Trump first year",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "Under third-generation North Korean leader Kim Jong Un , the reclusive state has conducted its most powerful nuclear test, launched its first-ever intercontinental ballistic missile and threatened to send missiles into the waters near Guam.\nSince 2011, Kim has fired more than 85 missiles and four nuclear weapons tests, which is more than what his father, Kim Jong Il, and grandfather, Kim Il Sung, launched over a period of 27 years.\nAnd while it remains to be seen whether the unprecedented summit between President Donald Trump and Kim Jong Un will actually take place, it is clear that North Korea, the only nation to have tested nuclear weapons this century, has been very busy perfecting its missile arsenal.\nStarting with the most recent, here is a look at North Korea's defiant rocket launches in 2017, which often provoked angry responses from Trump:\nThe North conducts its third intercontinental ballistic missile test with a new missile KCNA | Reuters A view of the newly developed intercontinental ballistic rocket Hwasong-15's test that was successfully launched is seen in this undated photo released by North Korea's Korean Central News Agency (KCNA) in Pyongyang November 30, 2017. Nov. 28, 2017: North Korea unveils its largest and most powerful rocket in its third intercontinental ballistic missile test.\nThe Hwasong-15 or KN-22 missile is believed to have a range capable of hitting the entire continental United States, according to estimates from the Missile Defense Project at the Center for Strategic and International Studies .\nFollowing the launch, Pyongyang issues a statement saying the Hwasong-15 is \"capable of carrying a super-heavy nuclear warhead.\"\nThe rocket flies for 53 minutes and lands within Japan's exclusive economic zone.\nAnother missile flies over Japan KCNA | Reuters North Korean leader Kim Jong Un watches the launch of a Hwasong-12 missile in this undated photo released by North Korea's Korean Central News Agency (KCNA) on September 16, 2017. Sept. 14, 2017: For the second time in under a month, the North fires a second Hwasong-12 missile over Japan, the Associated Press reports . The rocket travels 2,300 miles, which is further than the previous missile launched on Aug. 28.\nThe intermediate-range missile is launched from Sunan, the location of Pyongyang's international airport and the origin of the earlier missile that flew over Japan.\nNorth Korea conducts its most powerful nuclear test Sept. 3, 2017: The rogue regime carries out its sixth and most powerful nuclear test, saying it detonated an advanced hydrogen bomb designed for a long-range missile.\nAnd while the U.S. has yet to verify that the weapon was a hydrogen bomb, experts widely agree that the detonation created an explosion exceeding previous North Korean nuclear tests.\nThe recently tested bomb is estimated to have an explosive yield of 120 kilotons, which equates to a blast created from 265 million pounds worth of TNT, according to Norsar , a Norwegian geoscience research foundation.\nA North Korean missile flies over Japan KCNA | Reuters North Korean leader Kim Jong Un guides the launch of a Hwasong-12 missile in this undated photo released by North Korea's Korean Central News Agency (KCNA) on September 16, 2017. Aug. 28, 2017: A South Korean military official says the Hwasong-12, a North Korean intermediate-range ballistic missile, was fired around 5:57 a.m. local time.\nThe official says the missile flew for about 1,678 miles before it splashed down into the Sea of Japan.\nPrime Minister Shinzo Abe says the missile test is a \"serious and grave threat to Japan.\" Abe adds that he would ask the United Nations to up the pressure on Pyongyang.\nThe North sends three missiles near Japan Aug. 26, 2017: Kim's regime launches three short-range ballistic missiles into the sea between the Korean Peninsula and Japan, according to U.S. and South Korean military .\nSouth Korean military leaders say the missiles were fired from a site in the eastern province of Gangwon. Two of the KN-21 missiles fly approximately 150 miles before falling into the sea while the other missile blows up almost immediately.\nNorth Korea launches its second intercontinental ballistic missile KCNA | Reuters North Korean leader Kim Jong Un reacts with scientists and technicians of the DPRK Academy of Defence Science after the test-launch of the intercontinental ballistic missile Hwasong-14 in this undated photo released by North Korea's Korean Central News Agency (KCNA) in Pyongyang July, 5, 2017. July 28, 2017: Kim Jong Un is \"two for two\" on intercontinental ballistic missile tests.\nNearly three weeks after the North's first ICBM test, Kim launches a second Hwasong-14 rocket to prove once more that the U.S. mainland is within his reach.\nThe second ICBM flies further and for longer than the missile tested on July 4. The most recent Hwasong-14 missile took flight for 47 minutes and traveled a distance of about 620 miles, South Korean military officials told Reuters .\nThe latest test shows that the North's missile capabilities and arsenal are much more developed than previously believed.\nNorth Korea conducts its first-ever intercontinental ballistic missile test KCNA | Reuters Intercontinental ballistic missile (ICBM) Hwasong-14 is pictured during its second test-fire in this undated picture provided by KCNA in Pyongyang on July 29, 2017. July 4, 2017: In a clear message to the Trump administration, North Korea conducts its first-ever intercontinental ballistic missile, or ICBM, test while the U.S. celebrated Independence Day.\nThe missile has an estimated range in excess of 6,200 miles, making it capable of reaching most of the continental U.S., according to estimates from the Missile Defense Project at the Center for Strategic and International Studies .\nThe North's state-run news agency, KCNA, says that the \" almighty ICBM rocket \" was a Hwasong-14 missile. The South Korean military says the missile flew for approximately 40 minutes and traveled more than 578 miles.\nNorth Korea launches several anti-ship cruise missiles June 7, 2017: Less than a week after the United Nations passed a fresh round of North Korean sanctions, Kim's regime fires four land-to-ship missiles off its east coast.\nAnd while the North has been reportedly developing anti-ship missiles since the 1990s, the Kumsong-3 missiles first appeared in a DPRK propaganda video in June 2014.\nThe existence of these rockets undoubtedly adds a new threat to maritime activity in the Sea of Japan.\nKim conducts ninth missile test and unveils new missile KCNA | Reuters North Korean leader Kim Jong Un reacts during a ballistic rocket test-fire through a precision control guidance system. May 28, 2017: Kim unveils a new short-range Scud-class ballistic missile ahead of North Korea's ninth test of the year.\nDuring its flight test, the KN-18 missile demonstrated a range of around 280 miles before it fell into the Sea of Japan.\nPyongyang fires a second missile 11 days after South Korean leader takes office May 21, 2017: The KN-15 (Pukkuksong-2) missile, which was first launched by the North earlier this year, flies for 310 miles before landing outside of Japan's exclusive economic zone.\nThe brazen missile test comes nearly two weeks after South Korean President Moon Jae-in took office.\nThe two nations remain at war despite a truce ending their 1950-53 conflict.\nKim Jong Un successfully tests a long-range ballistic missile KCNA | Reuters The long-range strategic ballistic rocket Hwasong-12 (Mars-12) is launched during a test in this undated photo released by North Korea's Korean Central News Agency (KCNA) on May 15, 2017. May 14, 2017: After several attempts, Pyongyang conducts a successful test of the Hwasong-12 . The missile is launched from a location near the city of Kusong and flies for approximately 30 minutes.\nNorth Korea's official Korean Central News Agency calls the missile a \"new ground-to-ground medium long-range strategic ballistic rocket\" and says it was \"capable of carrying a large, heavy nuclear warhead.\"\nReacting to the test, the White House issues a statement saying that North Korea has been \"a flagrant menace for far too long.\"\nThe North fires its fourth straight dud KCNA | Reuters North Korean leader Kim Jong Un watches the launch of his country's own Hwasong-12 missile in this undated photo released by North Korea's Korean Central News Agency (KCNA) on September 16, 2017. April 29, 2017: U.S. and South Korean officials say a North Korean ballistic missile failed shortly after it was launched . The missile flies for 15 minutes before it breaks up during flight.\nThe launch marks the fourth straight unsuccessful missile test since March.\nThe test follows since-fired Secretary of State Rex Tillerson 's remarks that failure to curb the North's ballistic missile program would lead to \" catastrophic consequences .\"\nThe hermit kingdom celebrates its first leader's birthday with a bang and a bust April 16, 2017: The day after a massive North Korean military parade celebrating the birth of North Korea's first leader, Kim Il Sung, the regime fires another Hwasong-12 ballistic missile.\nThe missile explodes seconds after it was launched.\nKim fires a missile on the eve of U.S. and China summit KCNA | Reuters North Korean leader Kim Jong Un reacts during the long-range strategic ballistic rocket Hwasong-12 (Mars-12) test launch in this undated photo released by North Korea's Korean Central News Agency (KCNA) on May 15, 2017. April 5, 2107: On the eve of a summit meeting between Trump and Chinese President Xi Jinping , North Korea fires a ballistic missile from its east coast .\nThe launch is believed to be the first test of the Hwasong-12, a liquid-fueled intermediate-range ballistic missile, with an expected range of 2,800 miles.\nHowever, the missile flies for approximately nine minutes and 40 miles before it spins out of control, according to a U.S. Pacific Command statement.\nThe North attempts a missile launch, but it explodes almost immediately March 19, 2017: U.S. and South Korean military officials confirm a failed missile test on Wednesday from the North.\n\"We confirm that North Korea has launched one missile from Wonsan airbase this morning and failed,\" a South Korean military official tells NBC News. \"We are in the process of analyzing the type of the missile.\"\nNorth Korea fires four ballistic missiles March 6, 2017: Kim's regime launches four ballistic missiles from the Tongchang-ri region near the North's border with China. Three of the missiles land in Japan's exclusive economic zone.\n\"The launches are clearly in violation of Security Council resolutions. It is an extremely dangerous action,\" Japan's Abe says after the North's test.\nNorth Korea debuts a new medium-range ballistic missile KCNA | Reuters North Korean leader Kim Jong Un inspects the intermediate-range ballistic missile Pukguksong-2's launch test in this undated photo released by North Korea's Korean Central News Agency, May 22, 2017. Feb. 12, 2017: Not even a month after Trump's inauguration, North Korea launches a new medium-range ballistic missile.\nThe KN-15 (Pukkuksong-2) is launched from the North Pyongan province and travels 310 miles before landing in the Sea of Japan.\nThe Pukkuksong-2 is believed to have a solid-fuel-propelled engine, which is capable of faster launches. The only other known solid-fuel missile in North Korea's arsenal is the short-range KN-02, according to the Missile Defense Project .",
    "published": "2018-03-14T17:22:00.000+02:00",
    "crawled": "2018-03-14T17:23:22.033+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "reclusive",
        "state",
        "conducted",
        "powerful",
        "nuclear",
        "test",
        "launched",
        "intercontinental",
        "ballistic",
        "missile",
        "threatened",
        "send",
        "missile",
        "water",
        "near",
        "guam",
        "since",
        "kim",
        "fired",
        "missile",
        "four",
        "nuclear",
        "weapon",
        "test",
        "father",
        "kim",
        "jong",
        "il",
        "grandfather",
        "kim",
        "il",
        "sung",
        "launched",
        "period",
        "year",
        "remains",
        "seen",
        "whether",
        "unprecedented",
        "summit",
        "president",
        "donald",
        "trump",
        "kim",
        "jong",
        "un",
        "actually",
        "take",
        "place",
        "clear",
        "north",
        "korea",
        "nation",
        "tested",
        "nuclear",
        "weapon",
        "century",
        "busy",
        "perfecting",
        "missile",
        "arsenal",
        "starting",
        "recent",
        "look",
        "north",
        "korea",
        "defiant",
        "rocket",
        "launch",
        "often",
        "provoked",
        "angry",
        "response",
        "trump",
        "north",
        "conduct",
        "third",
        "intercontinental",
        "ballistic",
        "missile",
        "test",
        "new",
        "missile",
        "kcna",
        "reuters",
        "view",
        "newly",
        "developed",
        "intercontinental",
        "ballistic",
        "rocket",
        "test",
        "successfully",
        "launched",
        "seen",
        "undated",
        "photo",
        "released",
        "north",
        "korea",
        "korean",
        "central",
        "news",
        "agency",
        "kcna",
        "pyongyang",
        "november",
        "north",
        "korea",
        "unveils",
        "largest",
        "powerful",
        "rocket",
        "third",
        "intercontinental",
        "ballistic",
        "missile",
        "test",
        "missile",
        "believed",
        "range",
        "capable",
        "hitting",
        "entire",
        "continental",
        "united",
        "state",
        "according",
        "estimate",
        "missile",
        "defense",
        "project",
        "center",
        "strategic",
        "international",
        "study",
        "following",
        "launch",
        "pyongyang",
        "issue",
        "statement",
        "saying",
        "capable",
        "carrying",
        "nuclear",
        "warhead",
        "rocket",
        "fly",
        "minute",
        "land",
        "within",
        "japan",
        "exclusive",
        "economic",
        "zone",
        "another",
        "missile",
        "fly",
        "japan",
        "kcna",
        "reuters",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "watch",
        "launch",
        "missile",
        "undated",
        "photo",
        "released",
        "north",
        "korea",
        "korean",
        "central",
        "news",
        "agency",
        "kcna",
        "september",
        "second",
        "time",
        "month",
        "north",
        "fire",
        "second",
        "missile",
        "japan",
        "associated",
        "press",
        "report",
        "rocket",
        "travel",
        "mile",
        "previous",
        "missile",
        "launched",
        "missile",
        "launched",
        "sunan",
        "location",
        "pyongyang",
        "international",
        "airport",
        "origin",
        "earlier",
        "missile",
        "flew",
        "japan",
        "north",
        "korea",
        "conduct",
        "powerful",
        "nuclear",
        "test",
        "rogue",
        "regime",
        "carry",
        "sixth",
        "powerful",
        "nuclear",
        "test",
        "saying",
        "detonated",
        "advanced",
        "hydrogen",
        "bomb",
        "designed",
        "missile",
        "yet",
        "verify",
        "weapon",
        "hydrogen",
        "bomb",
        "expert",
        "widely",
        "agree",
        "detonation",
        "created",
        "explosion",
        "exceeding",
        "previous",
        "north",
        "korean",
        "nuclear",
        "test",
        "recently",
        "tested",
        "bomb",
        "estimated",
        "explosive",
        "yield",
        "kiloton",
        "equates",
        "blast",
        "created",
        "million",
        "pound",
        "worth",
        "tnt",
        "according",
        "norsar",
        "norwegian",
        "geoscience",
        "research",
        "foundation",
        "north",
        "korean",
        "missile",
        "fly",
        "japan",
        "kcna",
        "reuters",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "guide",
        "launch",
        "missile",
        "undated",
        "photo",
        "released",
        "north",
        "korea",
        "korean",
        "central",
        "news",
        "agency",
        "kcna",
        "september",
        "south",
        "korean",
        "military",
        "official",
        "say",
        "north",
        "korean",
        "ballistic",
        "missile",
        "fired",
        "around",
        "local",
        "time",
        "official",
        "say",
        "missile",
        "flew",
        "mile",
        "splashed",
        "sea",
        "japan",
        "prime",
        "minister",
        "shinzo",
        "abe",
        "say",
        "missile",
        "test",
        "serious",
        "grave",
        "threat",
        "japan",
        "abe",
        "add",
        "would",
        "ask",
        "united",
        "nation",
        "pressure",
        "pyongyang",
        "north",
        "sends",
        "three",
        "missile",
        "near",
        "japan",
        "kim",
        "regime",
        "launch",
        "three",
        "ballistic",
        "missile",
        "sea",
        "korean",
        "peninsula",
        "japan",
        "according",
        "south",
        "korean",
        "military",
        "south",
        "korean",
        "military",
        "leader",
        "say",
        "missile",
        "fired",
        "site",
        "eastern",
        "province",
        "gangwon",
        "two",
        "missile",
        "fly",
        "approximately",
        "mile",
        "falling",
        "sea",
        "missile",
        "blow",
        "almost",
        "immediately",
        "north",
        "korea",
        "launch",
        "second",
        "intercontinental",
        "ballistic",
        "missile",
        "kcna",
        "reuters",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "reacts",
        "scientist",
        "technician",
        "dprk",
        "academy",
        "defence",
        "science",
        "intercontinental",
        "ballistic",
        "missile",
        "undated",
        "photo",
        "released",
        "north",
        "korea",
        "korean",
        "central",
        "news",
        "agency",
        "kcna",
        "pyongyang",
        "july",
        "july",
        "kim",
        "jong",
        "un",
        "two",
        "two",
        "intercontinental",
        "ballistic",
        "missile",
        "test",
        "nearly",
        "three",
        "week",
        "north",
        "first",
        "icbm",
        "test",
        "kim",
        "launch",
        "second",
        "rocket",
        "prove",
        "mainland",
        "within",
        "reach",
        "second",
        "icbm",
        "fly",
        "longer",
        "missile",
        "tested",
        "july",
        "recent",
        "missile",
        "took",
        "flight",
        "minute",
        "traveled",
        "distance",
        "mile",
        "south",
        "korean",
        "military",
        "official",
        "told",
        "reuters",
        "latest",
        "test",
        "show",
        "north",
        "missile",
        "capability",
        "arsenal",
        "much",
        "developed",
        "previously",
        "believed",
        "north",
        "korea",
        "conduct",
        "intercontinental",
        "ballistic",
        "missile",
        "test",
        "kcna",
        "reuters",
        "intercontinental",
        "ballistic",
        "missile",
        "icbm",
        "pictured",
        "second",
        "undated",
        "picture",
        "provided",
        "kcna",
        "pyongyang",
        "july",
        "july",
        "clear",
        "message",
        "trump",
        "administration",
        "north",
        "korea",
        "conduct",
        "intercontinental",
        "ballistic",
        "missile",
        "icbm",
        "test",
        "celebrated",
        "independence",
        "day",
        "missile",
        "estimated",
        "range",
        "excess",
        "mile",
        "making",
        "capable",
        "reaching",
        "continental",
        "according",
        "estimate",
        "missile",
        "defense",
        "project",
        "center",
        "strategic",
        "international",
        "study",
        "north",
        "news",
        "agency",
        "kcna",
        "say",
        "almighty",
        "icbm",
        "rocket",
        "missile",
        "south",
        "korean",
        "military",
        "say",
        "missile",
        "flew",
        "approximately",
        "minute",
        "traveled",
        "mile",
        "north",
        "korea",
        "launch",
        "several",
        "cruise",
        "missile",
        "june",
        "less",
        "week",
        "united",
        "nation",
        "passed",
        "fresh",
        "round",
        "north",
        "korean",
        "sanction",
        "kim",
        "regime",
        "fire",
        "four",
        "missile",
        "east",
        "coast",
        "north",
        "reportedly",
        "developing",
        "missile",
        "since",
        "1990s",
        "missile",
        "first",
        "appeared",
        "dprk",
        "propaganda",
        "video",
        "june",
        "existence",
        "rocket",
        "undoubtedly",
        "add",
        "new",
        "threat",
        "maritime",
        "activity",
        "sea",
        "japan",
        "kim",
        "conduct",
        "ninth",
        "missile",
        "test",
        "unveils",
        "new",
        "missile",
        "kcna",
        "reuters",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "reacts",
        "ballistic",
        "rocket",
        "precision",
        "control",
        "guidance",
        "system",
        "may",
        "kim",
        "unveils",
        "new",
        "ballistic",
        "missile",
        "ahead",
        "north",
        "korea",
        "ninth",
        "test",
        "year",
        "flight",
        "test",
        "missile",
        "demonstrated",
        "range",
        "around",
        "mile",
        "fell",
        "sea",
        "japan",
        "pyongyang",
        "fire",
        "second",
        "missile",
        "day",
        "south",
        "korean",
        "leader",
        "take",
        "office",
        "may",
        "missile",
        "first",
        "launched",
        "north",
        "earlier",
        "year",
        "fly",
        "mile",
        "landing",
        "outside",
        "japan",
        "exclusive",
        "economic",
        "zone",
        "brazen",
        "missile",
        "test",
        "come",
        "nearly",
        "two",
        "week",
        "south",
        "korean",
        "president",
        "moon",
        "took",
        "office",
        "two",
        "nation",
        "remain",
        "war",
        "despite",
        "truce",
        "ending",
        "conflict",
        "kim",
        "jong",
        "un",
        "successfully",
        "test",
        "ballistic",
        "missile",
        "kcna",
        "reuters",
        "strategic",
        "ballistic",
        "rocket",
        "launched",
        "test",
        "undated",
        "photo",
        "released",
        "north",
        "korea",
        "korean",
        "central",
        "news",
        "agency",
        "kcna",
        "may",
        "may",
        "several",
        "attempt",
        "pyongyang",
        "conduct",
        "successful",
        "test",
        "missile",
        "launched",
        "location",
        "near",
        "city",
        "kusong",
        "fly",
        "approximately",
        "minute",
        "north",
        "korea",
        "official",
        "korean",
        "central",
        "news",
        "agency",
        "call",
        "missile",
        "new",
        "medium",
        "strategic",
        "ballistic",
        "rocket",
        "say",
        "capable",
        "carrying",
        "large",
        "heavy",
        "nuclear",
        "warhead",
        "reacting",
        "test",
        "white",
        "house",
        "issue",
        "statement",
        "saying",
        "north",
        "korea",
        "flagrant",
        "menace",
        "far",
        "long",
        "north",
        "fire",
        "fourth",
        "straight",
        "dud",
        "kcna",
        "reuters",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "watch",
        "launch",
        "country",
        "missile",
        "undated",
        "photo",
        "released",
        "north",
        "korea",
        "korean",
        "central",
        "news",
        "agency",
        "kcna",
        "september",
        "april",
        "south",
        "korean",
        "official",
        "say",
        "north",
        "korean",
        "ballistic",
        "missile",
        "failed",
        "shortly",
        "launched",
        "missile",
        "fly",
        "minute",
        "break",
        "flight",
        "launch",
        "mark",
        "fourth",
        "straight",
        "unsuccessful",
        "missile",
        "test",
        "since",
        "march",
        "test",
        "follows",
        "secretary",
        "state",
        "rex",
        "tillerson",
        "remark",
        "failure",
        "curb",
        "north",
        "ballistic",
        "missile",
        "program",
        "would",
        "lead",
        "catastrophic",
        "consequence",
        "hermit",
        "kingdom",
        "celebrates",
        "first",
        "leader",
        "birthday",
        "bang",
        "bust",
        "april",
        "day",
        "massive",
        "north",
        "korean",
        "military",
        "parade",
        "celebrating",
        "birth",
        "north",
        "korea",
        "first",
        "leader",
        "kim",
        "il",
        "sung",
        "regime",
        "fire",
        "another",
        "ballistic",
        "missile",
        "missile",
        "explodes",
        "second",
        "launched",
        "kim",
        "fire",
        "missile",
        "eve",
        "china",
        "summit",
        "kcna",
        "reuters",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "reacts",
        "strategic",
        "ballistic",
        "rocket",
        "test",
        "launch",
        "undated",
        "photo",
        "released",
        "north",
        "korea",
        "korean",
        "central",
        "news",
        "agency",
        "kcna",
        "may",
        "april",
        "eve",
        "summit",
        "meeting",
        "trump",
        "chinese",
        "president",
        "xi",
        "jinping",
        "north",
        "korea",
        "fire",
        "ballistic",
        "missile",
        "east",
        "coast",
        "launch",
        "believed",
        "first",
        "test",
        "ballistic",
        "missile",
        "expected",
        "range",
        "mile",
        "however",
        "missile",
        "fly",
        "approximately",
        "nine",
        "minute",
        "mile",
        "spin",
        "control",
        "according",
        "pacific",
        "command",
        "statement",
        "north",
        "attempt",
        "missile",
        "launch",
        "explodes",
        "almost",
        "immediately",
        "march",
        "south",
        "korean",
        "military",
        "official",
        "confirm",
        "failed",
        "missile",
        "test",
        "wednesday",
        "north",
        "confirm",
        "north",
        "korea",
        "launched",
        "one",
        "missile",
        "wonsan",
        "airbase",
        "morning",
        "failed",
        "south",
        "korean",
        "military",
        "official",
        "tell",
        "nbc",
        "news",
        "process",
        "analyzing",
        "type",
        "missile",
        "north",
        "korea",
        "fire",
        "four",
        "ballistic",
        "missile",
        "march",
        "kim",
        "regime",
        "launch",
        "four",
        "ballistic",
        "missile",
        "region",
        "near",
        "north",
        "border",
        "china",
        "three",
        "missile",
        "land",
        "japan",
        "exclusive",
        "economic",
        "zone",
        "launch",
        "clearly",
        "violation",
        "security",
        "council",
        "resolution",
        "extremely",
        "dangerous",
        "action",
        "japan",
        "abe",
        "say",
        "north",
        "test",
        "north",
        "korea",
        "debut",
        "new",
        "ballistic",
        "missile",
        "kcna",
        "reuters",
        "north",
        "korean",
        "leader",
        "kim",
        "jong",
        "un",
        "inspects",
        "ballistic",
        "missile",
        "launch",
        "test",
        "undated",
        "photo",
        "released",
        "north",
        "korea",
        "korean",
        "central",
        "news",
        "agency",
        "may",
        "even",
        "month",
        "trump",
        "inauguration",
        "north",
        "korea",
        "launch",
        "new",
        "ballistic",
        "missile",
        "launched",
        "north",
        "pyongan",
        "province",
        "travel",
        "mile",
        "landing",
        "sea",
        "japan",
        "believed",
        "engine",
        "capable",
        "faster",
        "launch",
        "known",
        "missile",
        "north",
        "korea",
        "arsenal",
        "according",
        "missile",
        "defense",
        "project"
    ]
}