{
    "organizations": [],
    "uuid": "d5acb306b2f94c5c2c0451d65bd5e2f293977eb3",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/22/globe-newswire-accelerize-inc-reports-full-year-2017-financial-results.html",
    "ord_in_thread": 0,
    "title": "Accelerize Inc. Reports Full Year 2017 Financial Results",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "NEWPORT BEACH, Calif., March 22, 2018 (GLOBE NEWSWIRE) -- Accelerize Inc. (OTCQB:ACLZ), or the Company, a leader in marketing technology solutions, today announced financial results for the full year ended December 31, 2017.\nAccelerize owns and operates CAKE, a marketing technology that provides a comprehensive suite of innovative marketing intelligence tools. Our powerful software-as-a-service (SaaS) is an enterprise solution that has been an industry standard for advertisers, agencies, networks and publishers to analyze and measurably improve digital marketing spend.\nBusiness Highlights for 2017\nLaunched Journey , the Company’s New Cloud-based Enterprise Software Platform: Late in Q3 2017, the Company launched Journey , a new cloud-based platform solution targeting large advertisers, publishers and brands, that collects and analyzes customer journey data using multi-touch attribution for marketing campaign optimization. The Company began ramping up its marketing efforts for this dynamic new product beginning in Q4 2017 and has already begun adding new customers to the Journey platform, including the addition of a leading global media company in January 2018. Accelerize sees its growing sales pipeline for Journey translating into a significant high margin revenue stream that will progressively grow throughout 2018. Completed a $15 MM three year hosting service extension in Q2 2017 to fuel future growth: In July 2017, the Company arranged a three-year $15 MM hosting service extension with its primary hosting partner to support anticipated future growth. Secured $7MM Credit Facility to support future growth: The Company secured a $7MM credit facility with Beedie Investments Limited in January 2018. The new facility provides Accelerize with significant financial resources to fuel the expansion of its Journey platform. Net Loss Narrowed by 37% and Company Achieved Positive Adjusted EBITDA: Full Year 2017 net loss decreased by 37% to ($2.4MM) as the Company achieved positive Adjusted EBITDA of $371K, compared to a net loss of ($3.9MM) and an Adjusted EBITDA loss of ($394K) in 2016. Continued Year-over-Year Growth of Recurring License Fees, Average Revenue per Customer and Total Number of Customers : 2017 software license fee revenues increased 6.4% year-over-year to $19.5MM and comprised 81% of total revenue compared to 77% in 2016. Total number of customers increased by 6% with average license revenue per customer increasing by 1% year-over-year through broader usage of the Company’s SaaS platform. Revenue remained broad-based with no single customer representing more than 5% of total revenue. Continued International Expansion: The Company achieved significant global diversification in 2017 with 43% of overall revenue derived outside the U.S., up from 38% in 2016. The Company provides CAKE platform services for customers in more than 40 countries worldwide.\n“We made important strides in 2017 to position the Company to achieve sustainable high margin revenue growth from our dynamic Journey platform beginning in 2018. Journey targets large advertisers, publishers and brands and represents a significantly larger market opportunity for Accelerize,” said Brian Ross, Chairman and CEO of Accelerize. “While sales cycles with larger customers tend to be somewhat longer than our traditional customer base, the initial success of our launch late in 2017 has already resulted in significant new customer additions to the Journey platform as well as a strong sales pipeline to fuel future high margin revenue growth. We are confident that revenue derived from Journey , coupled with our existing SaaS revenue base, will enable Accelerize to achieve a progressive improvement in financial performance beginning in Q2 2018 and set the stage for continued growth in the years to come.”\nFinancial Highlights for the Full Year 2017\nRevenues : Total revenues for 2017 were $24.1MM, compared to $23.8MM in 2016. Software Licensing revenue in 2017 rose to $19.5MM, a 6.4% increase compared to $18.3MM in 2016. Revenue from Software Overage fees remained relatively consistent at $3.7MM in both years. The Company anticipates future revenues to be driven by new customer adoption of its Journey platform, as well as ongoing organic growth, and international expansion. Operating Income (Loss): The Company recorded an operating loss of ($1.1MM) in 2017 compared to an operating loss of ($2.7MM) in 2016. This was primarily a result of a $2.2MM expense related to litigation settlement in 2016. Gross profit declined by 3.1% to $15.0MM, mainly due to expenses associated with the completion of its platform migration in 2017 as well as higher web hosting fees incurred to support increased client volumes. Research and Development expenses increased by 9.7% to $4.4MM and Selling and Marketing expenses increased by 21.4% to $4.4MM, mostly related to the launch of the Journey platform. This was partially offset by an 11.9% decrease in General and Administrative expenses which totaled $7.3MM in 2017. The decrease in G&A expenses was primarily the result of savings in litigation and consulting expenses and a decline in warrant expense. Net Income (Loss): Net loss for 2017 was ($2.4MM), or ($0.04) per share on 65.1 million weighted average shares outstanding, compared to a net loss of ($3.9MM) or ($0.06) per share on 65.1 million weighted average shares outstanding in 2016. Adjusted EBITDA: Adjusted EBITDA for the full year 2017 was $371K compared to an adjusted EBITDA loss of ($394K) recorded in 2016. Adjusted EBITDA is a non-GAAP measure management believes provides important insight into the Company’s operating results (see “Use of Non-GAAP Financial Information” and the reconciliations of non-GAAP financial measures later in the press release).\n“2017 was a transformational year for Accelerize as we completed a significant business evolution culminating with the launch of our Journey enterprise software platform late in the year,” said Andy Mazzarella, CFO of Accelerize. “We believe Journey unlocks a tremendous opportunity for Accelerize in a much larger market with the capacity for an increase in gross margin. While we experienced some additional marketing costs associated with the launch, and expect slightly longer sales cycles associated with larger customers, we are confident that Journey will generate a progressively expanding high margin revenue stream that will become more prominent in the second half of 2018. Additionally, our new credit facility provides us with a great deal more financial flexibility to drive that growth in order to deliver strengthening financial performance in the years to come for the benefit of our stockholders.”\nAbout Accelerize Inc.\nAccelerize Inc. (OTCQB:ACLZ) offers marketing technology solutions that revolutionize the way advertisers leverage their digital advertising data. For more information, visit www.accelerize.com .\nUse of Forward-looking Statements\nThis press release may contain forward-looking statements from Accelerize Inc. within the meaning of the “safe harbor” provisions of the Private Securities Litigation Reform Act of 1995 and federal securities laws. For example, when Accelerize Inc. describes the benefits and impact of Journey including contributing higher margin revenue growth, the market opportunity from Journey, the benefits of its credit agreement, the growth of future revenues, and uses other statements containing the words “believes,” “anticipates,” “plans,” “expects,” “will” and similar expressions, Accelerize Inc. is using forward-looking statements. These forward-looking statements are based on the current expectations of the management of Accelerize Inc. only, and are subject to a number of factors and uncertainties that could cause actual results to differ materially from those described in the forward-looking statements. The following factors, among others, could cause actual results to differ materially from those described in the forward-looking statements: changes in technology and market requirements; our technology may not be validated as we progress further; we may be unable to retain or attract key employees whose knowledge is essential to the development of our products and services; unforeseen market and technological difficulties may develop with our products and services; inability to timely develop and introduce new technologies, products and applications; or, loss of market share and pressure on pricing resulting from competition, which could cause the actual results or performance of Accelerize Inc. to differ materially from those contemplated in such forward-looking statements. Except as otherwise required by law, Accelerize Inc. undertakes no obligation to publicly release any revisions to these forward-looking statements to reflect events or circumstances after the date hereof or to reflect the occurrence of unanticipated events. For a more detailed description of the risk and uncertainties affecting Accelerize Inc., reference is made to Accelerize Inc.’s reports filed from time to time with the Securities and Exchange Commission.\nUse of Non-GAAP Financial Information\nAccelerize Inc. provides financial statements that are prepared in accordance with generally accepted accounting principles (GAAP). To help understand Accelerize Inc.’s financial performance the Company has supplemented its financial results that it provides in accordance with GAAP with certain non-GAAP financial measures. The method Accelerize Inc. uses to produce non-GAAP financial results is not computed according to GAAP and may differ from the methods used by other companies. Non-GAAP financial measures are not meant to be considered in isolation or as a substitute for comparable GAAP measures and should be read only in conjunction with the Company’s consolidated financial statements prepared in accordance with GAAP. Specifically, management is excluding the following items from its non-GAAP Adjusted EBITDA calculation:\nStock-Based Compensation and Warrant Expenses: The Company’s compensation strategy includes the use of stock-based compensation and warrants to attract and retain employees and executives. It is principally aimed at aligning their interests with those of our stockholders and at long-term employee retention, rather than to motivate or reward operational performance for any particular period. Thus, stock-based compensation and warrant expense varies for reasons that are generally unrelated to operational decisions and performance in any particular period.\nMedia Contact\nBrittany Christopher\nPR@getCAKE.com\n(949) 548-2253 x 257\nInvestor Contact\nAscendant Partners, LLC\nRichard Galterio\nRich@ascendantpartnersllc.com\n(732) 410-9810\nACCELERIZE INC.\nCONSOLIDATED BALANCE SHEETS December 31,\n2017\nDecember 31,\n2016\nASSETS Current Assets: Cash $ 166,883 $ 1,680,127 Restricted cash 50,000 50,000 Accounts receivable, net of allowance for bad debt of $471,144 and $349,535, respectively 2,692,636 2,229,610 Prepaid expenses and other assets 548,343 398,187 Total current assets 3,457,862 4,357,924 Property and equipment, net of accumulated depreciation of $775,152 and $645,115, respectively 69,405 149,115 Intangible assets, net of accumulated amortization of $2,512,203 and $1,939,957, respectively 3,925,523 2,784,011 Other assets 123,124 102,574 Total assets $ 7,575,914 $ 7,393,624 LIABILITIES AND STOCKHOLDERS' DEFICIT Current Liabilities: Accounts payable and accrued expenses $ 2,479,083 $ 2,639,008 Deferred revenues 299,937 53,450 Credit facility, short term 3,055,812 2,038,946 Other short-term loan, net of unamortized deferred financing cost of $0 and $43,133, respectively 1,224,194 506,867 Total current liabilities 7,059,026 5,238,271 Credit facility, net of unamortized deferred financing cost of $245,584 and $429,769, respectively 4,402,988 4,588,227 Other long-term loan, net of unamortized deferred financing cost of $82,868 and $0, respectively 267,938 - Other liabilities 1,062,500 1,487,500 Total liabilities 12,792,452 11,313,998 Stockholders' Deficit: Series A Preferred stock; $0.001 par value; 54,000 shares authorized; None issued and outstanding. - - Series B Preferred stock; $0.001 par value; 1,946,000 shares authorized; None issued and outstanding. - - Common stock; $0.001 par value; 100,000,000 shares authorized; 65,939,709 and 63,415,254 shares issued and outstanding, respectively 65,938 63,414 Additional paid-in capital 26,301,748 25,211,737 Accumulated deficit (31,542,684 ) (29,118,196 ) Accumulated other comprehensive loss (41,540 ) (77,329 ) Total stockholders’ deficit (5,216,538 ) (3,920,374 ) Total liabilities and stockholders’ deficit $ 7,575,914 $ 7,393,624\nACCELERIZE INC.\nCONSOLIDATED STATEMENTS OF OPERATIONS Years Ended\nDecember 31, 2017 2016 Revenues: $ 24,104,624 $ 23,753,446 Cost of revenue 9,066,896 8,230,420 Gross profit 15,037,728 15,523,026 Operating expenses: Research and development 4,414,112 4,023,879 Sales and marketing 4,378,588 3,606,875 General and administrative 7,349,754 8,343,849 Litigation settlement - 2,200,000 Total operating expenses 16,142,454 18,174,603 Operating loss (1,104,726 ) (2,651,577 ) Other income (expense): Interest income 748 20,833 Interest expense (1,214,476 ) (1,220,840 ) Loss on extinguishment of debt (106,034 ) - Total other (expenses) (1,319,762 ) (1,200,007 ) Net loss $ (2,424,488 ) $ (3,851,584 )\nACCELERIZE INC.\nRECONCILIATION OF GAAP TO NON-GAAP FINANCIAL MEASURES Twelve-month periods ended\nDecember 31,\n2017\n2016\nGAAP Net loss $ (2,424,488 ) $ (3,851,584 ) EBITDA Calculation Interest 1,225,669 1,154,714 Depreciation-US 123,643 227,617 Depreciation-UK 11,192 45,685 Amortization 572,246 761,833 EBITDA: $ (491,738 ) $ (1,661,735 ) Stock-based compensation expense 295,999 461,763 Warrant expense 566,860 806,334 Adjusted EBITDA: $ 371,121 $ (393,638 )\nSource:Accelerize",
    "published": "2018-03-22T16:00:00.000+02:00",
    "crawled": "2018-03-22T17:25:56.011+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "newport",
        "beach",
        "march",
        "globe",
        "newswire",
        "accelerize",
        "otcqb",
        "aclz",
        "company",
        "leader",
        "marketing",
        "technology",
        "solution",
        "today",
        "announced",
        "financial",
        "result",
        "full",
        "year",
        "ended",
        "december",
        "accelerize",
        "owns",
        "operates",
        "cake",
        "marketing",
        "technology",
        "provides",
        "comprehensive",
        "suite",
        "innovative",
        "marketing",
        "intelligence",
        "tool",
        "powerful",
        "saas",
        "enterprise",
        "solution",
        "industry",
        "standard",
        "advertiser",
        "agency",
        "network",
        "publisher",
        "analyze",
        "measurably",
        "improve",
        "digital",
        "marketing",
        "spend",
        "business",
        "highlight",
        "launched",
        "journey",
        "company",
        "new",
        "enterprise",
        "software",
        "platform",
        "late",
        "q3",
        "company",
        "launched",
        "journey",
        "new",
        "platform",
        "solution",
        "targeting",
        "large",
        "advertiser",
        "publisher",
        "brand",
        "collect",
        "analyzes",
        "customer",
        "journey",
        "data",
        "using",
        "attribution",
        "marketing",
        "campaign",
        "optimization",
        "company",
        "began",
        "ramping",
        "marketing",
        "effort",
        "dynamic",
        "new",
        "product",
        "beginning",
        "q4",
        "already",
        "begun",
        "adding",
        "new",
        "customer",
        "journey",
        "platform",
        "including",
        "addition",
        "leading",
        "global",
        "medium",
        "company",
        "january",
        "accelerize",
        "see",
        "growing",
        "sale",
        "pipeline",
        "journey",
        "translating",
        "significant",
        "high",
        "margin",
        "revenue",
        "stream",
        "progressively",
        "grow",
        "throughout",
        "completed",
        "mm",
        "three",
        "year",
        "hosting",
        "service",
        "extension",
        "q2",
        "fuel",
        "future",
        "growth",
        "july",
        "company",
        "arranged",
        "mm",
        "hosting",
        "service",
        "extension",
        "primary",
        "hosting",
        "partner",
        "support",
        "anticipated",
        "future",
        "growth",
        "secured",
        "7mm",
        "credit",
        "facility",
        "support",
        "future",
        "growth",
        "company",
        "secured",
        "7mm",
        "credit",
        "facility",
        "beedie",
        "investment",
        "limited",
        "january",
        "new",
        "facility",
        "provides",
        "accelerize",
        "significant",
        "financial",
        "resource",
        "fuel",
        "expansion",
        "journey",
        "platform",
        "net",
        "loss",
        "narrowed",
        "company",
        "achieved",
        "positive",
        "adjusted",
        "ebitda",
        "full",
        "year",
        "net",
        "loss",
        "decreased",
        "company",
        "achieved",
        "positive",
        "adjusted",
        "ebitda",
        "371k",
        "compared",
        "net",
        "loss",
        "adjusted",
        "ebitda",
        "loss",
        "394k",
        "continued",
        "growth",
        "recurring",
        "license",
        "fee",
        "average",
        "revenue",
        "per",
        "customer",
        "total",
        "number",
        "customer",
        "software",
        "license",
        "fee",
        "revenue",
        "increased",
        "comprised",
        "total",
        "revenue",
        "compared",
        "total",
        "number",
        "customer",
        "increased",
        "average",
        "license",
        "revenue",
        "per",
        "customer",
        "increasing",
        "broader",
        "usage",
        "company",
        "saas",
        "platform",
        "revenue",
        "remained",
        "single",
        "customer",
        "representing",
        "total",
        "revenue",
        "continued",
        "international",
        "expansion",
        "company",
        "achieved",
        "significant",
        "global",
        "diversification",
        "overall",
        "revenue",
        "derived",
        "outside",
        "company",
        "provides",
        "cake",
        "platform",
        "service",
        "customer",
        "country",
        "worldwide",
        "made",
        "important",
        "stride",
        "position",
        "company",
        "achieve",
        "sustainable",
        "high",
        "margin",
        "revenue",
        "growth",
        "dynamic",
        "journey",
        "platform",
        "beginning",
        "journey",
        "target",
        "large",
        "advertiser",
        "publisher",
        "brand",
        "represents",
        "significantly",
        "larger",
        "market",
        "opportunity",
        "accelerize",
        "said",
        "brian",
        "ross",
        "chairman",
        "ceo",
        "accelerize",
        "sale",
        "cycle",
        "larger",
        "customer",
        "tend",
        "somewhat",
        "longer",
        "traditional",
        "customer",
        "base",
        "initial",
        "success",
        "launch",
        "late",
        "already",
        "resulted",
        "significant",
        "new",
        "customer",
        "addition",
        "journey",
        "platform",
        "well",
        "strong",
        "sale",
        "pipeline",
        "fuel",
        "future",
        "high",
        "margin",
        "revenue",
        "growth",
        "confident",
        "revenue",
        "derived",
        "journey",
        "coupled",
        "existing",
        "saas",
        "revenue",
        "base",
        "enable",
        "accelerize",
        "achieve",
        "progressive",
        "improvement",
        "financial",
        "performance",
        "beginning",
        "q2",
        "set",
        "stage",
        "continued",
        "growth",
        "year",
        "financial",
        "highlight",
        "full",
        "year",
        "revenue",
        "total",
        "revenue",
        "compared",
        "software",
        "licensing",
        "revenue",
        "rose",
        "increase",
        "compared",
        "revenue",
        "software",
        "overage",
        "fee",
        "remained",
        "relatively",
        "consistent",
        "year",
        "company",
        "anticipates",
        "future",
        "revenue",
        "driven",
        "new",
        "customer",
        "adoption",
        "journey",
        "platform",
        "well",
        "ongoing",
        "organic",
        "growth",
        "international",
        "expansion",
        "operating",
        "income",
        "loss",
        "company",
        "recorded",
        "operating",
        "loss",
        "compared",
        "operating",
        "loss",
        "primarily",
        "result",
        "expense",
        "related",
        "litigation",
        "settlement",
        "gross",
        "profit",
        "declined",
        "mainly",
        "due",
        "expense",
        "associated",
        "completion",
        "platform",
        "migration",
        "well",
        "higher",
        "web",
        "hosting",
        "fee",
        "incurred",
        "support",
        "increased",
        "client",
        "volume",
        "research",
        "development",
        "expense",
        "increased",
        "selling",
        "marketing",
        "expense",
        "increased",
        "mostly",
        "related",
        "launch",
        "journey",
        "platform",
        "partially",
        "offset",
        "decrease",
        "general",
        "administrative",
        "expense",
        "totaled",
        "decrease",
        "g",
        "expense",
        "primarily",
        "result",
        "saving",
        "litigation",
        "consulting",
        "expense",
        "decline",
        "warrant",
        "expense",
        "net",
        "income",
        "loss",
        "net",
        "loss",
        "per",
        "share",
        "million",
        "weighted",
        "average",
        "share",
        "outstanding",
        "compared",
        "net",
        "loss",
        "per",
        "share",
        "million",
        "weighted",
        "average",
        "share",
        "outstanding",
        "adjusted",
        "ebitda",
        "adjusted",
        "ebitda",
        "full",
        "year",
        "371k",
        "compared",
        "adjusted",
        "ebitda",
        "loss",
        "394k",
        "recorded",
        "adjusted",
        "ebitda",
        "measure",
        "management",
        "belief",
        "provides",
        "important",
        "insight",
        "company",
        "operating",
        "result",
        "see",
        "use",
        "financial",
        "information",
        "reconciliation",
        "financial",
        "measure",
        "later",
        "press",
        "release",
        "transformational",
        "year",
        "accelerize",
        "completed",
        "significant",
        "business",
        "evolution",
        "culminating",
        "launch",
        "journey",
        "enterprise",
        "software",
        "platform",
        "late",
        "year",
        "said",
        "andy",
        "mazzarella",
        "cfo",
        "accelerize",
        "believe",
        "journey",
        "unlocks",
        "tremendous",
        "opportunity",
        "accelerize",
        "much",
        "larger",
        "market",
        "capacity",
        "increase",
        "gross",
        "margin",
        "experienced",
        "additional",
        "marketing",
        "cost",
        "associated",
        "launch",
        "expect",
        "slightly",
        "longer",
        "sale",
        "cycle",
        "associated",
        "larger",
        "customer",
        "confident",
        "journey",
        "generate",
        "progressively",
        "expanding",
        "high",
        "margin",
        "revenue",
        "stream",
        "become",
        "prominent",
        "second",
        "half",
        "additionally",
        "new",
        "credit",
        "facility",
        "provides",
        "u",
        "great",
        "deal",
        "financial",
        "flexibility",
        "drive",
        "growth",
        "order",
        "deliver",
        "strengthening",
        "financial",
        "performance",
        "year",
        "come",
        "benefit",
        "accelerize",
        "accelerize",
        "otcqb",
        "aclz",
        "offer",
        "marketing",
        "technology",
        "solution",
        "revolutionize",
        "way",
        "advertiser",
        "leverage",
        "digital",
        "advertising",
        "data",
        "information",
        "visit",
        "use",
        "statement",
        "press",
        "release",
        "may",
        "contain",
        "statement",
        "accelerize",
        "within",
        "meaning",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "federal",
        "security",
        "law",
        "example",
        "accelerize",
        "describes",
        "benefit",
        "impact",
        "journey",
        "including",
        "contributing",
        "higher",
        "margin",
        "revenue",
        "growth",
        "market",
        "opportunity",
        "journey",
        "benefit",
        "credit",
        "agreement",
        "growth",
        "future",
        "revenue",
        "us",
        "statement",
        "containing",
        "word",
        "belief",
        "anticipates",
        "plan",
        "expects",
        "similar",
        "expression",
        "accelerize",
        "using",
        "statement",
        "statement",
        "based",
        "current",
        "expectation",
        "management",
        "accelerize",
        "subject",
        "number",
        "factor",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "following",
        "factor",
        "among",
        "others",
        "could",
        "cause",
        "actual",
        "result",
        "differ",
        "materially",
        "described",
        "statement",
        "change",
        "technology",
        "market",
        "requirement",
        "technology",
        "may",
        "validated",
        "progress",
        "may",
        "unable",
        "retain",
        "attract",
        "key",
        "employee",
        "whose",
        "knowledge",
        "essential",
        "development",
        "product",
        "service",
        "unforeseen",
        "market",
        "technological",
        "difficulty",
        "may",
        "develop",
        "product",
        "service",
        "inability",
        "timely",
        "develop",
        "introduce",
        "new",
        "technology",
        "product",
        "application",
        "loss",
        "market",
        "share",
        "pressure",
        "pricing",
        "resulting",
        "competition",
        "could",
        "cause",
        "actual",
        "result",
        "performance",
        "accelerize",
        "differ",
        "materially",
        "contemplated",
        "statement",
        "except",
        "otherwise",
        "required",
        "law",
        "accelerize",
        "undertakes",
        "obligation",
        "publicly",
        "release",
        "revision",
        "statement",
        "reflect",
        "event",
        "circumstance",
        "date",
        "hereof",
        "reflect",
        "occurrence",
        "unanticipated",
        "event",
        "detailed",
        "description",
        "risk",
        "uncertainty",
        "affecting",
        "accelerize",
        "reference",
        "made",
        "accelerize",
        "report",
        "filed",
        "time",
        "time",
        "security",
        "exchange",
        "commission",
        "use",
        "financial",
        "information",
        "accelerize",
        "provides",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "generally",
        "accepted",
        "accounting",
        "principle",
        "gaap",
        "help",
        "understand",
        "accelerize",
        "financial",
        "performance",
        "company",
        "supplemented",
        "financial",
        "result",
        "provides",
        "accordance",
        "gaap",
        "certain",
        "financial",
        "measure",
        "method",
        "accelerize",
        "us",
        "produce",
        "financial",
        "result",
        "computed",
        "according",
        "gaap",
        "may",
        "differ",
        "method",
        "used",
        "company",
        "financial",
        "measure",
        "meant",
        "considered",
        "isolation",
        "substitute",
        "comparable",
        "gaap",
        "measure",
        "read",
        "conjunction",
        "company",
        "consolidated",
        "financial",
        "statement",
        "prepared",
        "accordance",
        "gaap",
        "specifically",
        "management",
        "excluding",
        "following",
        "item",
        "adjusted",
        "ebitda",
        "calculation",
        "compensation",
        "warrant",
        "expense",
        "company",
        "compensation",
        "strategy",
        "includes",
        "use",
        "compensation",
        "warrant",
        "attract",
        "retain",
        "employee",
        "executive",
        "principally",
        "aimed",
        "aligning",
        "interest",
        "stockholder",
        "employee",
        "retention",
        "rather",
        "motivate",
        "reward",
        "operational",
        "performance",
        "particular",
        "period",
        "thus",
        "compensation",
        "warrant",
        "expense",
        "varies",
        "reason",
        "generally",
        "unrelated",
        "operational",
        "decision",
        "performance",
        "particular",
        "period",
        "medium",
        "contact",
        "brittany",
        "christopher",
        "pr",
        "x",
        "investor",
        "contact",
        "ascendant",
        "partner",
        "llc",
        "richard",
        "galterio",
        "rich",
        "accelerize",
        "consolidated",
        "balance",
        "sheet",
        "december",
        "december",
        "asset",
        "current",
        "asset",
        "cash",
        "restricted",
        "cash",
        "account",
        "receivable",
        "net",
        "allowance",
        "bad",
        "debt",
        "respectively",
        "prepaid",
        "expense",
        "asset",
        "total",
        "current",
        "asset",
        "property",
        "equipment",
        "net",
        "accumulated",
        "depreciation",
        "respectively",
        "intangible",
        "asset",
        "net",
        "accumulated",
        "amortization",
        "respectively",
        "asset",
        "total",
        "asset",
        "liability",
        "stockholder",
        "deficit",
        "current",
        "liability",
        "account",
        "payable",
        "accrued",
        "expense",
        "deferred",
        "revenue",
        "credit",
        "facility",
        "short",
        "term",
        "loan",
        "net",
        "unamortized",
        "deferred",
        "financing",
        "cost",
        "respectively",
        "total",
        "current",
        "liability",
        "credit",
        "facility",
        "net",
        "unamortized",
        "deferred",
        "financing",
        "cost",
        "respectively",
        "loan",
        "net",
        "unamortized",
        "deferred",
        "financing",
        "cost",
        "respectively",
        "liability",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "series",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "series",
        "b",
        "preferred",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "none",
        "issued",
        "outstanding",
        "common",
        "stock",
        "par",
        "value",
        "share",
        "authorized",
        "share",
        "issued",
        "outstanding",
        "respectively",
        "additional",
        "capital",
        "accumulated",
        "deficit",
        "accumulated",
        "comprehensive",
        "loss",
        "total",
        "stockholder",
        "deficit",
        "total",
        "liability",
        "stockholder",
        "deficit",
        "accelerize",
        "consolidated",
        "statement",
        "operation",
        "year",
        "ended",
        "december",
        "revenue",
        "cost",
        "revenue",
        "gross",
        "profit",
        "operating",
        "expense",
        "research",
        "development",
        "sale",
        "marketing",
        "general",
        "administrative",
        "litigation",
        "settlement",
        "total",
        "operating",
        "expense",
        "operating",
        "loss",
        "income",
        "expense",
        "interest",
        "income",
        "interest",
        "expense",
        "loss",
        "extinguishment",
        "debt",
        "total",
        "expense",
        "net",
        "loss",
        "accelerize",
        "reconciliation",
        "gaap",
        "financial",
        "measure",
        "period",
        "ended",
        "december",
        "gaap",
        "net",
        "loss",
        "ebitda",
        "calculation",
        "interest",
        "amortization",
        "ebitda",
        "compensation",
        "expense",
        "warrant",
        "expense",
        "adjusted",
        "ebitda",
        "source",
        "accelerize"
    ]
}