{
    "organizations": [],
    "uuid": "2b46b95f60bd8e143a279aea135ef7f131c7eb22",
    "author": "cnbc.com",
    "url": "http://www.cnbc.com/2018/03/26/globe-newswire-ikang-enters-into-definitive-merger-agreement-for-going-private-transaction.html",
    "ord_in_thread": 0,
    "title": "iKang Enters into Definitive Merger Agreement for Going Private Transaction",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "BEIJING, iKang Healthcare Group, Inc. (“iKang” or the “Company”) (Nasdaq:KANG), a major provider in China’s fast growing private preventive healthcare services market, today announced that it has entered into a definitive Agreement and Plan of Merger (the “Merger Agreement”) with IK Healthcare Investment Limited (“Parent”), a special purpose vehicle wholly-owned by one or more affiliates of Yunfeng Capital and Alibaba Group Holding Limited (collectively, the “Sponsors”), and IK Healthcare Merger Limited (“Merger Sub”), a wholly-owned subsidiary of Parent.\nPursuant to the Merger Agreement, Parent will acquire the Company (other than the Rollover Shares, as defined below) for a cash consideration of US$41.20 per Class A common share (“Class A Shares”) or Class C common share of the Company (together with the Class A Shares, the “Shares”) or US$20.60 per American depositary share of the Company (each, an “ADS”), each representing ½ of a Class A Share. This price represents a 15.0% premium over the closing price of US$17.92 per ADS as Quote: d by the NASDAQ Global Market on March 9, 2018, and a premium of 24.7% and 28.5%, respectively, over the Company’s 30 and 60 trading day volume-weighted average price as Quote: d by the NASDAQ through March 9, 2018, the last trading day prior to March 12, 2018, the date that the Company announced it had received a “going-private” proposal from the Sponsors.\nImmediately following the consummation of the merger, Parent will be beneficially owned by the Sponsors, Mr. Lee Ligang Zhang, the chairman of the board of directors and the chief executive officer of the Company, and Mr. Boquan He, the vice chairman of the board of directors of the Company (the foregoing, together with Parent and Merger Sub, the “Buyer Group”). As of the date of the Merger Agreement, Mr. Lee Ligang Zhang and Mr. Boquan He (collectively, the “Rollover Shareholders”) beneficially owned in the aggregate approximately 25.6% of the outstanding Shares, representing approximately 43.1% of the total voting power of the outstanding Shares, and have agreed with the Sponsors to roll over certain Shares (including Shares represented by ADSs) beneficially owned by the Rollover Shareholders at the consummation of the merger in connection with the Transactions (the “Rollover Shares”).\nSubject to the terms and conditions of the Merger Agreement, at the effective time of the merger, Merger Sub will merge with and into the Company, with the Company continuing as the surviving company and a wholly-owned subsidiary of Parent, and each of the Shares (including Shares represented by ADSs) issued and outstanding immediately prior to the effective time of the merger and each of the ADSs will be cancelled and cease to exist in exchange for the right to receive US$41.20 per Share or US$20.60 per ADS, in each case, in cash, without interest, except for (i) Shares held by Parent, the Company or any of their respective subsidiaries, (ii) Shares issued to the depositary of the Company’s ADS program and reserved for the exercise of the options granted under the Company’s share incentive plans, (iii)the Rollover Shares, and (iv) Shares owned by holders who have validly exercised and not effectively withdrawn or lost their rights to dissent from the merger pursuant to Section 238 of the Companies Law of the Cayman Islands, which Shares will be cancelled at the effective time of the merger for the right to receive the fair value of such Shares determined in accordance with the provisions of Section 238 of the Companies Law of the Cayman Islands. At the effective time of the merger, the Rollover Shares will be cancelled for no consideration, and the Rollover Shareholders will subscribe for newly issued shares of an affiliate of Parent. If completed, the merger will result in the Company becoming a privately-held company and its ADSs will no longer be listed on The NASDAQ Global Select Market.\nThe Company’s board of directors, acting upon the unanimous recommendation of the special committee formed by the independent directors of the board of directors (the “Special Committee”), approved the Merger Agreement and the transactions contemplated by the Merger Agreement (the “Transactions”), including the merger, and resolved to recommend that the Company’s shareholders vote to authorize and approve the Merger Agreement and the Transactions, including the merger. The Special Committee, which is composed solely of independent directors of the Company who are unaffiliated with any member of the Buyer Group or management of the Company, exclusively negotiated the terms of the Merger Agreement with the Buyer Group with the assistance of its independent financial and legal advisors.\nThe merger, which is currently expected to close during the third quarter of 2018, is subject to customary closing conditions, including a condition that the Merger Agreement be authorized and approved by an affirmative vote of shareholders representing at least two-thirds of the Shares present and voting in person or by proxy as a single class at an extraordinary general meeting of the Company’s shareholders. The Company also amended its currently effective shareholder rights plan to render it inapplicable to the Merger Agreement and the Transactions, including the merger.\nThe Buyer Group intends to fund the merger through a combination of (i) equity financing provided by the Sponsors in an aggregate amount equal to approximately US$1.15 billion in cash pursuant to equity commitment letters provided by the Sponsors to the Company and (ii) rollover financing comprised of the Rollover Shares (including Shares represented by ADSs).\nThe Company and certain other participants in the Transactions will prepare and file with the U.S. Securities and Exchange Commission (the “SEC”) a Schedule 13E-3 transaction statement, which will include a proxy statement of the Company. The Schedule 13E-3 will include a description of the Merger Agreement and contain other important information about the Transactions, including the merger, the Company and the other participants in the Transactions.\nJ.P. Morgan Securities (Asia Pacific) Limited is serving as the financial advisor to the Special Committee, Simpson Thacher & Bartlett LLP is serving as U.S. legal counsel to the Special Committee, Walkers is serving as Cayman Islands legal counsel to the Special Committee, and Junhe LLP is serving as PRC legal counsel to the Special Committee. Davis Polk & Wardwell LLP is serving as U.S. legal counsel to the Company, and King & Wood Mallesons is serving as PRC legal counsel to the Company.\nWilson Sonsini Goodrich & Rosati is serving as U.S. legal counsel to the Buyer Group, and Fangda Partners is serving as PRC legal counsel to the Buyer Group.\nAdditional Information about the Merger\nThe Company will furnish to the SEC a report on Form 6-K regarding the proposed transactions described in this announcement, which will include as an exhibit thereto the Merger Agreement. All parties desiring details regarding the transactions contemplated by the Merger Agreement, including the merger, are urged to review these documents, which will be available at the SEC’s website ( http://www.sec.gov ).\nIn connection with the proposed Transactions, including the merger, the Company will prepare and mail a proxy statement that will include a copy of the Merger Agreement to its shareholders. In addition, certain participants in the proposed Transactions will prepare and mail to the Company’s shareholders a Schedule 13E-3 transaction statement that will include the Company’s proxy statement. These documents will be filed with or furnished to the SEC. INVESTORS AND SHAREHOLDERS ARE URGED TO READ CAREFULLY AND IN THEIR ENTIRETY THESE MATERIALS AND OTHER MATERIALS FILED WITH OR FURNISHED TO THE SEC WHEN THEY BECOME AVAILABLE, AS THEY WILL CONTAIN IMPORTANT INFORMATION ABOUT THE COMPANY, THE PROPOSED TRANSACTIONS, INCLUDING THE MERGER, AND RELATED MATTERS. In addition to receiving the proxy statement and Schedule 13E-3 transaction statement by mail, shareholders also will be able to obtain these documents, as well as other filings containing information about the Company, the proposed Transactions, including the merger, and related matters, without charge, from the SEC’s website ( http://www.sec.gov ) or at the SEC’s public reference room at 100 F Street, NE, Room 1580, Washington, D.C. 20549.\nThe Company and certain of its directors, executive officers and other members of management and employees may, under SEC rules, be deemed to be “participants” in the solicitation of proxies from its shareholders with respect to the proposed Transactions, including the merger. Information regarding the persons or entities who may be considered “participants” in the solicitation of proxies will be set forth in the proxy statement and Schedule 13E-3 transaction statement relating to the proposed Transactions, including the merger, when it is filed with the SEC. Additional information regarding the interests of such potential participants will be included in the proxy statement and Schedule 13E-3 transaction statement and the other relevant documents filed with the SEC when they become available.\nThis announcement is neither a solicitation of proxy, an offer to purchase nor a solicitation of an offer to sell any securities and it is not a substitute for any proxy statement or other materials that may be filed with or furnished to the SEC should the proposed merger proceed.\nAbout iKang Healthcare Group, Inc.\niKang Healthcare Group, Inc. is one of the largest providers in China’s fast-growing private preventive healthcare space through its nationwide healthcare services network.\niKang’s nationwide integrated network of multi-brand self-owned medical centers and third-party facilities, provides comprehensive and high-quality preventive healthcare solutions across China, including medical examination, disease screening, dental service and other value-added services. iKang’s customer base primarily comprises corporate clients, who contract with iKang to deliver medical examination services to their employees and clients, and receive these services at pre-agreed rates. iKang also directly markets its services to individual customers. In the fiscal year ended March 31, 2017 and fiscal first nine months ended December 31, 2017, iKang served a total of 5.58 million and 5.64 million customer visits, respectively.\nAs of March 26, 2018, iKang has a nationwide network of 110 self-owned operating medical centers, covering 33 of China’s most affluent cities: Beijing, Shanghai, Guangzhou, Shenzhen, Chongqing, Tianjin, Nanjing, Suzhou, Hangzhou, Chengdu, Fuzhou, Jiangyin, Changzhou, Wuhan, Changsha, Yantai, Yinchuan, Weihai, Weifang, Shenyang, Xi’an, Wuhu, Guiyang, Ningbo, Foshan, Jinan, Bijie, Qingdao, Wuxi, Kaili, Mianyang and Zhenjiang, as well as Hong Kong. iKang has also extended its coverage to over 200 cities by contracting with over 400 third-party facilities, which include selected independent medical examination centers and hospitals across all of China’s provinces, creating a nationwide network that allows iKang to serve its customers in markets where it does not operate its own medical centers.\nForward-looking Statements\nThis press release contains forward-looking statements. These statements, including management Quote: s and business outlook, are made under the “safe harbor” provisions of the U.S. Private Securities Litigation Reform Act of 1995. These forward-looking statements can be identified by terminology such as “will,” “estimate,” “project,” “predict,” “believe,” “expect,” “anticipate,” “intend,” “potential,” “plan,” “goal” and similar statements. iKang may also make written or oral forward-looking statements in its periodic reports to the U.S. Securities and Exchange Commission, in its annual report to shareholders, in press releases and other written materials and in oral statements made by its officers, directors or employees to third parties. Such statements involve certain risks and uncertainties that could cause actual results to expressed or implied in the forward-looking statements. These forward-looking statements include, but are not limited to, statements about: how the Company’s shareholders will vote at the meeting of shareholders; whether competing offers will be made; the expected timing of the completion of the merger; whether various closing conditions for the transaction will be satisfied or waived; iKang’s goals and strategies; its future business development, financial condition and results of operations; its ability to retain and grow its customer base and network of medical centers; the growth of, and trends in, the markets for its services in China; the demand for and market acceptance of its brand and services; competition in its industry in China; relevant government policies and regulations relating to the corporate structure, business and industry; fluctuations in general economic and business conditions in China. Further information regarding these and other risks is included in iKang’s filing with the Securities and Exchange Commission. iKang undertakes no duty to update any forward-looking statement as a result of new information, future events or otherwise, except as required under applicable law.\nIR Contact:\niKang Healthcare Group, Inc.\nChristy Xie\nDirector of Investor Relations\nTel: +86 10 5320 8599\nEmail: ir@ikang.com\nWebsite: www.ikanggroup.com\nFleishmanHillard\nEmail: ikang@fleishman.com\nSource:iKang Healthcare Group, Inc.",
    "published": "2018-03-26T17:25:00.000+03:00",
    "crawled": "2018-03-26T20:18:41.013+03:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "beijing",
        "ikang",
        "healthcare",
        "group",
        "ikang",
        "company",
        "nasdaq",
        "kang",
        "major",
        "provider",
        "china",
        "fast",
        "growing",
        "private",
        "preventive",
        "healthcare",
        "service",
        "market",
        "today",
        "announced",
        "entered",
        "definitive",
        "agreement",
        "plan",
        "merger",
        "merger",
        "agreement",
        "ik",
        "healthcare",
        "investment",
        "limited",
        "parent",
        "special",
        "purpose",
        "vehicle",
        "one",
        "affiliate",
        "yunfeng",
        "capital",
        "alibaba",
        "group",
        "holding",
        "limited",
        "collectively",
        "sponsor",
        "ik",
        "healthcare",
        "merger",
        "limited",
        "merger",
        "sub",
        "subsidiary",
        "parent",
        "pursuant",
        "merger",
        "agreement",
        "parent",
        "acquire",
        "company",
        "rollover",
        "share",
        "defined",
        "cash",
        "consideration",
        "u",
        "per",
        "class",
        "common",
        "share",
        "class",
        "share",
        "class",
        "c",
        "common",
        "share",
        "company",
        "together",
        "class",
        "share",
        "share",
        "u",
        "per",
        "american",
        "depositary",
        "share",
        "company",
        "ad",
        "representing",
        "½",
        "class",
        "share",
        "price",
        "represents",
        "premium",
        "closing",
        "price",
        "u",
        "per",
        "ad",
        "quote",
        "nasdaq",
        "global",
        "market",
        "march",
        "premium",
        "respectively",
        "company",
        "trading",
        "day",
        "average",
        "price",
        "quote",
        "nasdaq",
        "march",
        "last",
        "trading",
        "day",
        "prior",
        "march",
        "date",
        "company",
        "announced",
        "received",
        "proposal",
        "sponsor",
        "immediately",
        "following",
        "consummation",
        "merger",
        "parent",
        "beneficially",
        "owned",
        "sponsor",
        "lee",
        "ligang",
        "zhang",
        "chairman",
        "board",
        "director",
        "chief",
        "executive",
        "officer",
        "company",
        "boquan",
        "vice",
        "chairman",
        "board",
        "director",
        "company",
        "foregoing",
        "together",
        "parent",
        "merger",
        "sub",
        "buyer",
        "group",
        "date",
        "merger",
        "agreement",
        "lee",
        "ligang",
        "zhang",
        "boquan",
        "collectively",
        "rollover",
        "shareholder",
        "beneficially",
        "owned",
        "aggregate",
        "approximately",
        "outstanding",
        "share",
        "representing",
        "approximately",
        "total",
        "voting",
        "power",
        "outstanding",
        "share",
        "agreed",
        "sponsor",
        "roll",
        "certain",
        "share",
        "including",
        "share",
        "represented",
        "adss",
        "beneficially",
        "owned",
        "rollover",
        "shareholder",
        "consummation",
        "merger",
        "connection",
        "transaction",
        "rollover",
        "share",
        "subject",
        "term",
        "condition",
        "merger",
        "agreement",
        "effective",
        "time",
        "merger",
        "merger",
        "sub",
        "merge",
        "company",
        "company",
        "continuing",
        "surviving",
        "company",
        "subsidiary",
        "parent",
        "share",
        "including",
        "share",
        "represented",
        "adss",
        "issued",
        "outstanding",
        "immediately",
        "prior",
        "effective",
        "time",
        "merger",
        "adss",
        "cancelled",
        "cease",
        "exist",
        "exchange",
        "right",
        "receive",
        "u",
        "per",
        "share",
        "u",
        "per",
        "ad",
        "case",
        "cash",
        "without",
        "interest",
        "except",
        "share",
        "held",
        "parent",
        "company",
        "respective",
        "subsidiary",
        "ii",
        "share",
        "issued",
        "depositary",
        "company",
        "ad",
        "program",
        "reserved",
        "exercise",
        "option",
        "granted",
        "company",
        "share",
        "incentive",
        "plan",
        "iii",
        "rollover",
        "share",
        "iv",
        "share",
        "owned",
        "holder",
        "validly",
        "exercised",
        "effectively",
        "withdrawn",
        "lost",
        "right",
        "dissent",
        "merger",
        "pursuant",
        "section",
        "company",
        "law",
        "cayman",
        "island",
        "share",
        "cancelled",
        "effective",
        "time",
        "merger",
        "right",
        "receive",
        "fair",
        "value",
        "share",
        "determined",
        "accordance",
        "provision",
        "section",
        "company",
        "law",
        "cayman",
        "island",
        "effective",
        "time",
        "merger",
        "rollover",
        "share",
        "cancelled",
        "consideration",
        "rollover",
        "shareholder",
        "subscribe",
        "newly",
        "issued",
        "share",
        "affiliate",
        "parent",
        "completed",
        "merger",
        "result",
        "company",
        "becoming",
        "company",
        "adss",
        "longer",
        "listed",
        "nasdaq",
        "global",
        "select",
        "market",
        "company",
        "board",
        "director",
        "acting",
        "upon",
        "unanimous",
        "recommendation",
        "special",
        "committee",
        "formed",
        "independent",
        "director",
        "board",
        "director",
        "special",
        "committee",
        "approved",
        "merger",
        "agreement",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "transaction",
        "including",
        "merger",
        "resolved",
        "recommend",
        "company",
        "shareholder",
        "vote",
        "authorize",
        "approve",
        "merger",
        "agreement",
        "transaction",
        "including",
        "merger",
        "special",
        "committee",
        "composed",
        "solely",
        "independent",
        "director",
        "company",
        "unaffiliated",
        "member",
        "buyer",
        "group",
        "management",
        "company",
        "exclusively",
        "negotiated",
        "term",
        "merger",
        "agreement",
        "buyer",
        "group",
        "assistance",
        "independent",
        "financial",
        "legal",
        "advisor",
        "merger",
        "currently",
        "expected",
        "close",
        "third",
        "quarter",
        "subject",
        "customary",
        "closing",
        "condition",
        "including",
        "condition",
        "merger",
        "agreement",
        "authorized",
        "approved",
        "affirmative",
        "vote",
        "shareholder",
        "representing",
        "least",
        "share",
        "present",
        "voting",
        "person",
        "proxy",
        "single",
        "class",
        "extraordinary",
        "general",
        "meeting",
        "company",
        "shareholder",
        "company",
        "also",
        "amended",
        "currently",
        "effective",
        "shareholder",
        "right",
        "plan",
        "render",
        "inapplicable",
        "merger",
        "agreement",
        "transaction",
        "including",
        "merger",
        "buyer",
        "group",
        "intends",
        "fund",
        "merger",
        "combination",
        "equity",
        "financing",
        "provided",
        "sponsor",
        "aggregate",
        "amount",
        "equal",
        "approximately",
        "u",
        "billion",
        "cash",
        "pursuant",
        "equity",
        "commitment",
        "letter",
        "provided",
        "sponsor",
        "company",
        "ii",
        "rollover",
        "financing",
        "comprised",
        "rollover",
        "share",
        "including",
        "share",
        "represented",
        "adss",
        "company",
        "certain",
        "participant",
        "transaction",
        "prepare",
        "file",
        "security",
        "exchange",
        "commission",
        "sec",
        "schedule",
        "transaction",
        "statement",
        "include",
        "proxy",
        "statement",
        "company",
        "schedule",
        "include",
        "description",
        "merger",
        "agreement",
        "contain",
        "important",
        "information",
        "transaction",
        "including",
        "merger",
        "company",
        "participant",
        "transaction",
        "morgan",
        "security",
        "asia",
        "pacific",
        "limited",
        "serving",
        "financial",
        "advisor",
        "special",
        "committee",
        "simpson",
        "thacher",
        "bartlett",
        "llp",
        "serving",
        "legal",
        "counsel",
        "special",
        "committee",
        "walker",
        "serving",
        "cayman",
        "island",
        "legal",
        "counsel",
        "special",
        "committee",
        "junhe",
        "llp",
        "serving",
        "prc",
        "legal",
        "counsel",
        "special",
        "committee",
        "davis",
        "polk",
        "wardwell",
        "llp",
        "serving",
        "legal",
        "counsel",
        "company",
        "king",
        "wood",
        "mallesons",
        "serving",
        "prc",
        "legal",
        "counsel",
        "company",
        "wilson",
        "sonsini",
        "goodrich",
        "rosati",
        "serving",
        "legal",
        "counsel",
        "buyer",
        "group",
        "fangda",
        "partner",
        "serving",
        "prc",
        "legal",
        "counsel",
        "buyer",
        "group",
        "additional",
        "information",
        "merger",
        "company",
        "furnish",
        "sec",
        "report",
        "form",
        "regarding",
        "proposed",
        "transaction",
        "described",
        "announcement",
        "include",
        "exhibit",
        "thereto",
        "merger",
        "agreement",
        "party",
        "desiring",
        "detail",
        "regarding",
        "transaction",
        "contemplated",
        "merger",
        "agreement",
        "including",
        "merger",
        "urged",
        "review",
        "document",
        "available",
        "sec",
        "website",
        "http",
        "connection",
        "proposed",
        "transaction",
        "including",
        "merger",
        "company",
        "prepare",
        "mail",
        "proxy",
        "statement",
        "include",
        "copy",
        "merger",
        "agreement",
        "shareholder",
        "addition",
        "certain",
        "participant",
        "proposed",
        "transaction",
        "prepare",
        "mail",
        "company",
        "shareholder",
        "schedule",
        "transaction",
        "statement",
        "include",
        "company",
        "proxy",
        "statement",
        "document",
        "filed",
        "furnished",
        "sec",
        "investor",
        "shareholder",
        "urged",
        "read",
        "carefully",
        "entirety",
        "material",
        "material",
        "filed",
        "furnished",
        "sec",
        "become",
        "available",
        "contain",
        "important",
        "information",
        "company",
        "proposed",
        "transaction",
        "including",
        "merger",
        "related",
        "matter",
        "addition",
        "receiving",
        "proxy",
        "statement",
        "schedule",
        "transaction",
        "statement",
        "mail",
        "shareholder",
        "also",
        "able",
        "obtain",
        "document",
        "well",
        "filing",
        "containing",
        "information",
        "company",
        "proposed",
        "transaction",
        "including",
        "merger",
        "related",
        "matter",
        "without",
        "charge",
        "sec",
        "website",
        "http",
        "sec",
        "public",
        "reference",
        "room",
        "f",
        "street",
        "ne",
        "room",
        "washington",
        "company",
        "certain",
        "director",
        "executive",
        "officer",
        "member",
        "management",
        "employee",
        "may",
        "sec",
        "rule",
        "deemed",
        "participant",
        "solicitation",
        "proxy",
        "shareholder",
        "respect",
        "proposed",
        "transaction",
        "including",
        "merger",
        "information",
        "regarding",
        "person",
        "entity",
        "may",
        "considered",
        "participant",
        "solicitation",
        "proxy",
        "set",
        "forth",
        "proxy",
        "statement",
        "schedule",
        "transaction",
        "statement",
        "relating",
        "proposed",
        "transaction",
        "including",
        "merger",
        "filed",
        "sec",
        "additional",
        "information",
        "regarding",
        "interest",
        "potential",
        "participant",
        "included",
        "proxy",
        "statement",
        "schedule",
        "transaction",
        "statement",
        "relevant",
        "document",
        "filed",
        "sec",
        "become",
        "available",
        "announcement",
        "neither",
        "solicitation",
        "proxy",
        "offer",
        "purchase",
        "solicitation",
        "offer",
        "sell",
        "security",
        "substitute",
        "proxy",
        "statement",
        "material",
        "may",
        "filed",
        "furnished",
        "sec",
        "proposed",
        "merger",
        "proceed",
        "ikang",
        "healthcare",
        "group",
        "ikang",
        "healthcare",
        "group",
        "one",
        "largest",
        "provider",
        "china",
        "private",
        "preventive",
        "healthcare",
        "space",
        "nationwide",
        "healthcare",
        "service",
        "network",
        "ikang",
        "nationwide",
        "integrated",
        "network",
        "medical",
        "center",
        "facility",
        "provides",
        "comprehensive",
        "preventive",
        "healthcare",
        "solution",
        "across",
        "china",
        "including",
        "medical",
        "examination",
        "disease",
        "screening",
        "dental",
        "service",
        "service",
        "ikang",
        "customer",
        "base",
        "primarily",
        "comprises",
        "corporate",
        "client",
        "contract",
        "ikang",
        "deliver",
        "medical",
        "examination",
        "service",
        "employee",
        "client",
        "receive",
        "service",
        "rate",
        "ikang",
        "also",
        "directly",
        "market",
        "service",
        "individual",
        "customer",
        "fiscal",
        "year",
        "ended",
        "march",
        "fiscal",
        "first",
        "nine",
        "month",
        "ended",
        "december",
        "ikang",
        "served",
        "total",
        "million",
        "million",
        "customer",
        "visit",
        "respectively",
        "march",
        "ikang",
        "nationwide",
        "network",
        "operating",
        "medical",
        "center",
        "covering",
        "china",
        "affluent",
        "city",
        "beijing",
        "shanghai",
        "guangzhou",
        "shenzhen",
        "chongqing",
        "tianjin",
        "nanjing",
        "suzhou",
        "hangzhou",
        "chengdu",
        "fuzhou",
        "jiangyin",
        "changzhou",
        "wuhan",
        "changsha",
        "yantai",
        "yinchuan",
        "weihai",
        "weifang",
        "shenyang",
        "xi",
        "wuhu",
        "guiyang",
        "ningbo",
        "foshan",
        "jinan",
        "bijie",
        "qingdao",
        "wuxi",
        "kaili",
        "mianyang",
        "zhenjiang",
        "well",
        "hong",
        "kong",
        "ikang",
        "also",
        "extended",
        "coverage",
        "city",
        "contracting",
        "facility",
        "include",
        "selected",
        "independent",
        "medical",
        "examination",
        "center",
        "hospital",
        "across",
        "china",
        "province",
        "creating",
        "nationwide",
        "network",
        "allows",
        "ikang",
        "serve",
        "customer",
        "market",
        "operate",
        "medical",
        "center",
        "statement",
        "press",
        "release",
        "contains",
        "statement",
        "statement",
        "including",
        "management",
        "quote",
        "business",
        "outlook",
        "made",
        "safe",
        "harbor",
        "provision",
        "private",
        "security",
        "litigation",
        "reform",
        "act",
        "statement",
        "identified",
        "terminology",
        "estimate",
        "project",
        "predict",
        "believe",
        "expect",
        "anticipate",
        "intend",
        "potential",
        "plan",
        "goal",
        "similar",
        "statement",
        "ikang",
        "may",
        "also",
        "make",
        "written",
        "oral",
        "statement",
        "periodic",
        "report",
        "security",
        "exchange",
        "commission",
        "annual",
        "report",
        "shareholder",
        "press",
        "release",
        "written",
        "material",
        "oral",
        "statement",
        "made",
        "officer",
        "director",
        "employee",
        "third",
        "party",
        "statement",
        "involve",
        "certain",
        "risk",
        "uncertainty",
        "could",
        "cause",
        "actual",
        "result",
        "expressed",
        "implied",
        "statement",
        "statement",
        "include",
        "limited",
        "statement",
        "company",
        "shareholder",
        "vote",
        "meeting",
        "shareholder",
        "whether",
        "competing",
        "offer",
        "made",
        "expected",
        "timing",
        "completion",
        "merger",
        "whether",
        "various",
        "closing",
        "condition",
        "transaction",
        "satisfied",
        "waived",
        "ikang",
        "goal",
        "strategy",
        "future",
        "business",
        "development",
        "financial",
        "condition",
        "result",
        "operation",
        "ability",
        "retain",
        "grow",
        "customer",
        "base",
        "network",
        "medical",
        "center",
        "growth",
        "trend",
        "market",
        "service",
        "china",
        "demand",
        "market",
        "acceptance",
        "brand",
        "service",
        "competition",
        "industry",
        "china",
        "relevant",
        "government",
        "policy",
        "regulation",
        "relating",
        "corporate",
        "structure",
        "business",
        "industry",
        "fluctuation",
        "general",
        "economic",
        "business",
        "condition",
        "china",
        "information",
        "regarding",
        "risk",
        "included",
        "ikang",
        "filing",
        "security",
        "exchange",
        "commission",
        "ikang",
        "undertakes",
        "duty",
        "update",
        "statement",
        "result",
        "new",
        "information",
        "future",
        "event",
        "otherwise",
        "except",
        "required",
        "applicable",
        "law",
        "ir",
        "contact",
        "ikang",
        "healthcare",
        "group",
        "christy",
        "xie",
        "director",
        "investor",
        "relation",
        "tel",
        "email",
        "ir",
        "website",
        "fleishmanhillard",
        "email",
        "ikang",
        "source",
        "ikang",
        "healthcare",
        "group",
        "inc"
    ]
}