{
    "organizations": [],
    "uuid": "089eb976d832df6187628619fca9187595396a47",
    "author": "Alison Frankel",
    "url": "https://www.reuters.com/article/legal-us-otc-appraisal/has-appraisal-litigation-gone-from-cant-lose-to-no-win-for-shareholders-idUSKCN1GD6A6",
    "ord_in_thread": 0,
    "title": "Has appraisal litigation gone from can’t-lose to no-win for shareholders?",
    "locations": [],
    "highlightText": "",
    "language": "english",
    "persons": [],
    "text": "(Reuters) - A quick way to understand the drastic shift in prospects for shareholders who bring appraisal actions challenging the value of their stake in acquired companies is to read an exchange of briefs this week in a hedge fund appraisal action against Aruba Networks.\nHewlett-Packard paid about $3 billion, or $24.67 per share, to acquire the wireless network company in 2015. The deal coincided with a burst in appraisal arbitrage, in which sophisticated hedge funds refused to tender their shares in acquired companies, opting instead to ask Delaware Chancery Court judges to determine the fair value of their stake. The not-so-secret weapon in appraisal actions was Delaware’s statutory interest rate of the Federal Reserve discount rate plus 5 percent. Even if judges ended up finding that the deal price represented fair value, appraisal arbitrageurs would be awarded the deal price plus that juicy Delaware-mandated interest.\nYou can see why the litigation exploded. On the upside, Chancery judges might conclude a tainted deal process deflated the price. Or they might find the sale was well run but nevertheless side with arbitrageurs on a fair value based on competing expert analyses of discounted cash flow and other corporate metrics. At worst, it seemed in those halcyon days of appraisal arbitrage, dissenting shareholders would collect the interest-enhanced deal price.\nThose days, however, may be gone for good. Delaware legislators tinkered with the interest rate rules, allowing corporations to avoid accruing interest in appraisal actions by early payments to renegade shareholders. More importantly, the Delaware Supreme Court issued a pair of landmark appraisal rulings in the second half of 2017. In DFC Global v. Muirfield Value Partners , the state justices said Chancery Court is not bound to defer to the negotiated sale price if it finds the deal process was robust – but that trial judges better have a really good reason to believe their estimation of value is better than the collective wisdom of the market. Then in Dell v. Magnetar , the Delaware Supreme Court underlined its faith in the markets, holding (among other things) that a Vice-Chancellor Travis Laster erred by giving too little weight to Dell’s trading price as “a possible proxy for fair value.”\nVice-Chancellor Laster had occasion to apply the Supreme Court’s DFC and Dell rulings last month in his opinion in the Aruba Networks case, Verition Partners v. Aruba Networks . I’m reducing a 55-page opinion to its barest conclusion, but the judge essentially took the Supreme Court up on its directive to consider share price, holding that a fair value for Aruba’s stock, based on a 30-day average leading up to HP’s offer, was $17.13 – more than $7 per share less than what HP paid.\nLaster’s decision lowered the floor for appraisal actions. He wasn’t the first Chancery judge to find, in the midst of the boom in appraisal litigation, that fair value may be less than the deal price. Vice-Chancellor Samuel Glasscock concluded last June that the fair value of the bank holding company SWS Group was nearly 9 percent less than the price Hilltop Holdings had agreed to pay because the deal price reflected anticipated synergies between the companies. But Vice-Chancellor Laster’s Aruba decision was the first appraisal ruling to consider the Delaware Supreme Court’s DFC and Dell decisions and conclude an acquirer paid more than fair value. He was also the first Delaware judge in the appraisal litigation boom to find share price – rather than deal price – to be the most reliable marker of fair value.\nIn an extraordinary Feb. 20 motion for rehearing , Verition counsel Stuart Grant of Grant & Eisenhofer said Laster had more or less obliterated shareholders’ right to contest fair value, at least in deals involving a premium over trading price.\nGrant’s brief said he well understood the vice-chancellor’s frustration with the Delaware Supreme Court’s ruling in Dell, which gave short shrift to Laster’s fact-finding in that case. (I should point out that Grant represented many of the shareholders in the Dell appraisal case.) But Grant said Laster should not have taken his frustration out on dissenting Aruba shareholders – and should not have shrugged off his obligation to the Delaware state Constitution.\n“When the Supreme Court says something that can be interpreted to eliminate a right guaranteed by the statutory law of Delaware, this court has an obligation to interpret the Supreme Court’s pronouncements in a way that doesn’t annihilate that right,” the Verition brief said. “While we do recognize the frustration shared by this court and many commentators with the Supreme Court failing to respect this court’s discretion, making its own findings of fact (many of which are wrong), and sitting as if it were the trial court without the benefit of trial, the litigants before you are real with real dollars at stake. In this battle of legal titans, let’s minimize the collateral damage.”\nPretty spicy. Aruba Networks’ lawyers at McCarter & English and Morgan, Lewis & Bockius dialed back the heat in their Feb. 27 opposition to Verition’s motion for rehearing. Vice-Chancellor Laster, they said, had correctly read Supreme Court precedent from DFC and Dell to “teach that if a company’s shares trade in an efficient market, the unaffected trading price provides independent evidence” of fair value. They also said Laster made it clear he wasn’t setting forth an encompassing rule about trading price as the best indicator of fair value but was deciding only this case based on the facts before him.\nVerition and its lawyers, the Aruba brief said, made a tactical decision to rely on their expert’s discounted cash flow analysis and not to revise their theories after the DFC and Dell rulings. That turned out to be a mistake, Aruba said, but doesn’t justify a do-over.“That their litigation strategy was not successful is not a constitutional crisis,” the brief said.\nIn a client memo issued Wednesday, Wachtell, Lipton, Rosen & Katz celebrated “The New New Regime in Delaware Appraisal Law.” (Yes: two news.) It’s becoming clear, Wachtell said, that after DFC and Dell, shareholders who bring appraisal actions challenging the acquiring price paid in strategic mergers should brace for evaluations below the deal price. (The memo highlights not only Laster’s ruling in Aruba but also a Feb. 23 decision by Vice-Chancellor Glasscock that valued AOL shares at less than the deal price.)\n“Market evidence matters, and the courts will not readily accept pie-in-the-sky valuations prepared by hired litigation experts that do not correspond to the price investors and buyers with actual money were prepared to put at risk,” the memo said. “An investor who does not want to be a long-term stockholder in the target, but instead buys shares only to pursue a lawsuit, cannot confidently be expected to be rewarded in an appraisal.”\nWachtell is convinced the appraisal reboot is good for shareholders. Harvard law professor Guhan Subramanian isn’t so sure. In an essay entitled \" Appraisal after Dell ,\" which is cited in Grant’s motion for rehearing in the Aruba case, Subramanian posits that the Delaware Supreme Court has made it almost impossible for shareholders to strike back at inadequate or conflicted deal processes, calling the new risk for dissenting shareholders “a step in the wrong direction.”\nThe arbitrageurs who founded hedge funds to bring appraisal actions are too smart to throw their money away on doomed litigation. For good or ill, I have a feeling the appraisal boom will be busted by the end of this year.\nThe views expressed in this article are not those of Reuters News.\n ",
    "published": "2018-03-02T04:18:00.000+02:00",
    "crawled": "2018-03-02T07:00:21.018+02:00",
    "highlightTitle": "",
    "preprocessed_text": [
        "reuters",
        "quick",
        "way",
        "understand",
        "drastic",
        "shift",
        "prospect",
        "shareholder",
        "bring",
        "appraisal",
        "action",
        "challenging",
        "value",
        "stake",
        "acquired",
        "company",
        "read",
        "exchange",
        "brief",
        "week",
        "hedge",
        "fund",
        "appraisal",
        "action",
        "aruba",
        "network",
        "paid",
        "billion",
        "per",
        "share",
        "acquire",
        "wireless",
        "network",
        "company",
        "deal",
        "coincided",
        "burst",
        "appraisal",
        "arbitrage",
        "sophisticated",
        "hedge",
        "fund",
        "refused",
        "tender",
        "share",
        "acquired",
        "company",
        "opting",
        "instead",
        "ask",
        "delaware",
        "chancery",
        "court",
        "judge",
        "determine",
        "fair",
        "value",
        "stake",
        "weapon",
        "appraisal",
        "action",
        "delaware",
        "statutory",
        "interest",
        "rate",
        "federal",
        "reserve",
        "discount",
        "rate",
        "plus",
        "percent",
        "even",
        "judge",
        "ended",
        "finding",
        "deal",
        "price",
        "represented",
        "fair",
        "value",
        "appraisal",
        "arbitrageur",
        "would",
        "awarded",
        "deal",
        "price",
        "plus",
        "juicy",
        "interest",
        "see",
        "litigation",
        "exploded",
        "upside",
        "chancery",
        "judge",
        "might",
        "conclude",
        "tainted",
        "deal",
        "process",
        "deflated",
        "price",
        "might",
        "find",
        "sale",
        "well",
        "run",
        "nevertheless",
        "side",
        "arbitrageur",
        "fair",
        "value",
        "based",
        "competing",
        "expert",
        "analysis",
        "discounted",
        "cash",
        "flow",
        "corporate",
        "metric",
        "worst",
        "seemed",
        "halcyon",
        "day",
        "appraisal",
        "arbitrage",
        "dissenting",
        "shareholder",
        "would",
        "collect",
        "deal",
        "price",
        "day",
        "however",
        "may",
        "gone",
        "good",
        "delaware",
        "legislator",
        "tinkered",
        "interest",
        "rate",
        "rule",
        "allowing",
        "corporation",
        "avoid",
        "accruing",
        "interest",
        "appraisal",
        "action",
        "early",
        "payment",
        "renegade",
        "shareholder",
        "importantly",
        "delaware",
        "supreme",
        "court",
        "issued",
        "pair",
        "landmark",
        "appraisal",
        "ruling",
        "second",
        "half",
        "dfc",
        "global",
        "muirfield",
        "value",
        "partner",
        "state",
        "justice",
        "said",
        "chancery",
        "court",
        "bound",
        "defer",
        "negotiated",
        "sale",
        "price",
        "find",
        "deal",
        "process",
        "robust",
        "trial",
        "judge",
        "better",
        "really",
        "good",
        "reason",
        "believe",
        "estimation",
        "value",
        "better",
        "collective",
        "wisdom",
        "market",
        "dell",
        "magnetar",
        "delaware",
        "supreme",
        "court",
        "underlined",
        "faith",
        "market",
        "holding",
        "among",
        "thing",
        "travis",
        "laster",
        "erred",
        "giving",
        "little",
        "weight",
        "dell",
        "trading",
        "price",
        "possible",
        "proxy",
        "fair",
        "laster",
        "occasion",
        "apply",
        "supreme",
        "court",
        "dfc",
        "dell",
        "ruling",
        "last",
        "month",
        "opinion",
        "aruba",
        "network",
        "case",
        "verition",
        "partner",
        "aruba",
        "network",
        "reducing",
        "opinion",
        "barest",
        "conclusion",
        "judge",
        "essentially",
        "took",
        "supreme",
        "court",
        "directive",
        "consider",
        "share",
        "price",
        "holding",
        "fair",
        "value",
        "aruba",
        "stock",
        "based",
        "average",
        "leading",
        "hp",
        "offer",
        "per",
        "share",
        "less",
        "hp",
        "paid",
        "laster",
        "decision",
        "lowered",
        "floor",
        "appraisal",
        "action",
        "first",
        "chancery",
        "judge",
        "find",
        "midst",
        "boom",
        "appraisal",
        "litigation",
        "fair",
        "value",
        "may",
        "less",
        "deal",
        "price",
        "samuel",
        "glasscock",
        "concluded",
        "last",
        "june",
        "fair",
        "value",
        "bank",
        "holding",
        "company",
        "sw",
        "group",
        "nearly",
        "percent",
        "less",
        "price",
        "hilltop",
        "holding",
        "agreed",
        "pay",
        "deal",
        "price",
        "reflected",
        "anticipated",
        "synergy",
        "company",
        "laster",
        "aruba",
        "decision",
        "first",
        "appraisal",
        "ruling",
        "consider",
        "delaware",
        "supreme",
        "court",
        "dfc",
        "dell",
        "decision",
        "conclude",
        "acquirer",
        "paid",
        "fair",
        "value",
        "also",
        "first",
        "delaware",
        "judge",
        "appraisal",
        "litigation",
        "boom",
        "find",
        "share",
        "price",
        "rather",
        "deal",
        "price",
        "reliable",
        "marker",
        "fair",
        "value",
        "extraordinary",
        "motion",
        "rehearing",
        "verition",
        "counsel",
        "stuart",
        "grant",
        "grant",
        "eisenhofer",
        "said",
        "laster",
        "less",
        "obliterated",
        "shareholder",
        "right",
        "contest",
        "fair",
        "value",
        "least",
        "deal",
        "involving",
        "premium",
        "trading",
        "price",
        "grant",
        "brief",
        "said",
        "well",
        "understood",
        "frustration",
        "delaware",
        "supreme",
        "court",
        "ruling",
        "dell",
        "gave",
        "short",
        "shrift",
        "laster",
        "case",
        "point",
        "grant",
        "represented",
        "many",
        "shareholder",
        "dell",
        "appraisal",
        "case",
        "grant",
        "said",
        "laster",
        "taken",
        "frustration",
        "dissenting",
        "aruba",
        "shareholder",
        "shrugged",
        "obligation",
        "delaware",
        "state",
        "constitution",
        "supreme",
        "court",
        "say",
        "something",
        "interpreted",
        "eliminate",
        "right",
        "guaranteed",
        "statutory",
        "law",
        "delaware",
        "court",
        "obligation",
        "interpret",
        "supreme",
        "court",
        "pronouncement",
        "way",
        "annihilate",
        "right",
        "verition",
        "brief",
        "said",
        "recognize",
        "frustration",
        "shared",
        "court",
        "many",
        "commentator",
        "supreme",
        "court",
        "failing",
        "respect",
        "court",
        "discretion",
        "making",
        "finding",
        "fact",
        "many",
        "wrong",
        "sitting",
        "trial",
        "court",
        "without",
        "benefit",
        "trial",
        "litigant",
        "real",
        "real",
        "dollar",
        "stake",
        "battle",
        "legal",
        "titan",
        "let",
        "minimize",
        "collateral",
        "pretty",
        "spicy",
        "aruba",
        "network",
        "lawyer",
        "mccarter",
        "english",
        "morgan",
        "lewis",
        "bockius",
        "dialed",
        "back",
        "heat",
        "opposition",
        "verition",
        "motion",
        "rehearing",
        "laster",
        "said",
        "correctly",
        "read",
        "supreme",
        "court",
        "precedent",
        "dfc",
        "dell",
        "teach",
        "company",
        "share",
        "trade",
        "efficient",
        "market",
        "unaffected",
        "trading",
        "price",
        "provides",
        "independent",
        "evidence",
        "fair",
        "value",
        "also",
        "said",
        "laster",
        "made",
        "clear",
        "setting",
        "forth",
        "encompassing",
        "rule",
        "trading",
        "price",
        "best",
        "indicator",
        "fair",
        "value",
        "deciding",
        "case",
        "based",
        "fact",
        "verition",
        "lawyer",
        "aruba",
        "brief",
        "said",
        "made",
        "tactical",
        "decision",
        "rely",
        "expert",
        "discounted",
        "cash",
        "flow",
        "analysis",
        "revise",
        "theory",
        "dfc",
        "dell",
        "ruling",
        "turned",
        "mistake",
        "aruba",
        "said",
        "justify",
        "litigation",
        "strategy",
        "successful",
        "constitutional",
        "crisis",
        "brief",
        "said",
        "client",
        "memo",
        "issued",
        "wednesday",
        "wachtell",
        "lipton",
        "rosen",
        "katz",
        "celebrated",
        "new",
        "new",
        "regime",
        "delaware",
        "appraisal",
        "yes",
        "two",
        "news",
        "becoming",
        "clear",
        "wachtell",
        "said",
        "dfc",
        "dell",
        "shareholder",
        "bring",
        "appraisal",
        "action",
        "challenging",
        "acquiring",
        "price",
        "paid",
        "strategic",
        "merger",
        "brace",
        "evaluation",
        "deal",
        "price",
        "memo",
        "highlight",
        "laster",
        "ruling",
        "aruba",
        "also",
        "decision",
        "glasscock",
        "valued",
        "aol",
        "share",
        "less",
        "deal",
        "price",
        "market",
        "evidence",
        "matter",
        "court",
        "readily",
        "accept",
        "valuation",
        "prepared",
        "hired",
        "litigation",
        "expert",
        "correspond",
        "price",
        "investor",
        "buyer",
        "actual",
        "money",
        "prepared",
        "put",
        "risk",
        "memo",
        "said",
        "investor",
        "want",
        "stockholder",
        "target",
        "instead",
        "buy",
        "share",
        "pursue",
        "lawsuit",
        "confidently",
        "expected",
        "rewarded",
        "wachtell",
        "convinced",
        "appraisal",
        "reboot",
        "good",
        "shareholder",
        "harvard",
        "law",
        "professor",
        "guhan",
        "subramanian",
        "sure",
        "essay",
        "entitled",
        "appraisal",
        "dell",
        "cited",
        "grant",
        "motion",
        "rehearing",
        "aruba",
        "case",
        "subramanian",
        "posit",
        "delaware",
        "supreme",
        "court",
        "made",
        "almost",
        "impossible",
        "shareholder",
        "strike",
        "back",
        "inadequate",
        "conflicted",
        "deal",
        "process",
        "calling",
        "new",
        "risk",
        "dissenting",
        "shareholder",
        "step",
        "wrong",
        "arbitrageur",
        "founded",
        "hedge",
        "fund",
        "bring",
        "appraisal",
        "action",
        "smart",
        "throw",
        "money",
        "away",
        "doomed",
        "litigation",
        "good",
        "ill",
        "feeling",
        "appraisal",
        "boom",
        "busted",
        "end",
        "year",
        "view",
        "expressed",
        "article",
        "reuters",
        "news"
    ]
}